[
  {
    "html": "<h3> <dco>4.25.21&nbsp; \n1:34 am</dco> &nbsp;<qco> bill, i would like to be more like you someday. im a creator and feel like i have a hard time motivating myself to finish projects, what helps you?</qco> </h3>      \nsometimes it helps to pretend you are running something like a film school. it can be exciting to know that there is probably a specific procedure that you can always use to finish projects comfortably. so it can be calming to develop and present that procedure (by doing it). Another secret trick, if you can't do this, is to try making the projects much much much smaller. and then your procedures can develop much easier and quicker, and then be scaled up from there\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.21&nbsp; \n1:08 am</dco> &nbsp;<qco> did you ever second guess yourself when you decided to become a music producer/youtuber, thinking it wasn't practical or something?</qco> </h3>      \ni know i gotta get the songs and videos out. so it pretty much comes down to what's the best method for me to do that, during my lifetime\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.21&nbsp; \n12:38 am</dco> &nbsp;<qco> How did you learn to speak songs</qco> </h3>      \na very important learning step for me was to temporarily remove the requirement that the song be 'any good'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n11:38 pm</dco> &nbsp;<qco> have you considered rendering everything in 60fps but *actually* only animating in 24fps, so that your panning and scrolling can be 60fps smooth while still leaving enough to the imagination</qco> </h3>      \nstill would have to be extremely extremely meticulous with all the camera motions and keyframes, which is ok, but the other problem with that is: 24 doesn't divide into 60. so you would have a skipping effect. 20 might be nice. However, there is another problem relating to youtube, which is that currently i don't think you can post videos at 60fps without eliminating the option for 30fps at 1080p. so if the viewer's computer can't handle 60fps, they would get bumped all the way down to 480p resolution\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n11:30 pm</dco> &nbsp;<qco> do you think the days of the week serve as a way to shield us from real time?</qco> </h3>      \nthey help us get on track with certain time scales, and not others\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n10:51 pm</dco> &nbsp;<qco> give me a prank idea</qco> </h3>      \nmaking everything ok\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n10:07 pm</dco> &nbsp;<qco> I've tried writing some songs in the past but each one I just kind of end up hating and throw it out, I know you are worried about your songs not being good so how do you deal with that?</qco> </h3>      \nto put things in perspective, i can sometimes remind myself that i often don't think other people's songs are good enough either\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n10:07 pm</dco> &nbsp;<qco> Why was it important to you to sing about the airport terminal?</qco> </h3>      \nbecause it can help take you places\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n9:20 pm</dco> &nbsp;<qco> what's your favorite digit of pi</qco> </h3>      \nthe first one (3)\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n9:18 pm</dco> &nbsp;<qco> why you don't use capital letters?</qco> </h3>      \ni do, but, why don't you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n9:16 pm</dco> &nbsp;<qco> when is it appropriate to use limiters and compressors in a song?</qco> </h3>      \nwhen the volume is going up and down too much\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n8:40 pm</dco> &nbsp;<qco> Do you enjoy making songs?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n7:25 pm</dco> &nbsp;<qco> the \"it's swimming\" high note in got some money sounded so high it felt comedic. was that the intention?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n7:12 pm</dco> &nbsp;<qco> hey have you ever heard of a quad long shot grande in a venti cup half calf double cupped no sleeve salted caramel mocha latte with 2 pumps of vanilla substitute 2 pumps of white chocolate mocha for mocha</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n6:57 pm</dco> &nbsp;<qco> do you have a casio w217h-1av?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n6:39 pm</dco> &nbsp;<qco> You stated that you have learned how to make music all by yourself. You must have put a lot of hard work into this, and I should do the same, if I want to be any good. How did you study making music (did you have any books, videos, tricks, etc.)? </qco></h3>      listen to a lot of music, play a lot of music, live life, etc..... this is pretty much a guaranteed strategy<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How much effort does it take?</qco> </h3>      \ni'm not sure if it counts as effort if you are enjoying it deeply\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n6:03 pm</dco> &nbsp;<qco> What's your thoughts on Mercury?</qco> </h3>      \ntoo good. not fair \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n5:28 pm</dco> &nbsp;<qco> Bill, how the hell do I come up with a melody</qco> </h3>      \ntry using words\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n4:25 pm</dco> &nbsp;<qco> Ideas for coming up with main/lead melodies? I'm stuck with a song with just backing instruments.</qco> </h3>      \ntry throwing words into the game. this can allow concepts, ideas, and even stories, to drive the music and give it purpose. otherwise how would any note be 'right' or 'wrong'?\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n4:21 pm</dco> &nbsp;<qco> does the next song have the letter x in it?</qco> </h3>      \nnot yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n3:14 pm</dco> &nbsp;<qco> do the lyrics propel the music or vice-versa&nbsp;</qco> </h3>      \nextremely both\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n2:18 pm</dco> &nbsp;<qco> will you ever make a song with no lyrics (just the melody, if you know what i mean)</qco> </h3>      \ni did that when i was a kid, before i was confident enough to grasp the ridiculousness of words and what they could truly do for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n2:12 pm</dco> &nbsp;<qco> how thoroughly do you plan out your music videos before you start making them?</qco></h3>      i write and record the song first<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i was watching the video for got some money and really marveling at how smooth all the transitions are (like, the see/sea/saa/aaa bit that you proceeded to put more words on top of was so cool to me). do you, like, write down everything that's gonna happen before you start animating, or what?&nbsp;</qco> </h3>      \nno, but i should\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n1:41 pm</dco> &nbsp;<qco> when did you start the writing for got some money?</qco> </h3>      \noctober 26, 2018\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n1:25 pm</dco> &nbsp;<qco> are you planning on using more 3d animation in your music videos like I'm a princess or will you be using more of a combination of 2d and3d like in money?</qco> </h3>      \ni'll do whatever it takes, to get the job done\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n1:08 pm</dco> &nbsp;<qco> any tips on dealing with bar chords on guitar? i've been doing them on uke for years and now i'm in a band as a guitarist,,, i need a bar chord for our next song, but for some reason my fingers aren't strong enough??? idk</qco> </h3>      \nmine aren't either\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n11:22 am</dco> &nbsp;<qco> is water wet</qco> </h3>      \nit damn better not be\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n10:36 am</dco> &nbsp;<qco> whats the weirdest dream you've ever had</qco> </h3>      \nwoke up\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n10:34 am</dco> &nbsp;<qco> do you have any advice on how to deal with insomnia?&nbsp;</qco> </h3>      \ntRY TO INVENT SOMETHING PRACTICAL For the world............................... \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n10:34 am</dco> &nbsp;<qco> Would you make fourth wall breaking songs?</qco> </h3>      \nsure. i do that all the time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n8:35 am</dco> &nbsp;<qco> Have u ever had a moment in live that changed you forever?</qco> </h3>      \ni think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n8:04 am</dco> &nbsp;<qco> should I ask questions related to drawing</qco> </h3>      \nsure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n5:00 am</dco> &nbsp;<qco> how many capital letters are in this website</qco> </h3>      \nat least 1 million for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n3:53 am</dco> &nbsp;<qco> what is your favourite song you've written?</qco> </h3>      \ni would prefer to write a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n3:07 am</dco> &nbsp;<qco> have you ever considered doing covers of already existing songs?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n12:40 am</dco> &nbsp;<qco> I want to be a musician, but everyone's telling me that they never make any money and that they end up becoming music teachers. Do you think this is normally true for most musicians?</qco> </h3>      \nno. in some regions of the world, musicianship is just a normal life skill to have. like brushing your teeth\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.21&nbsp; \n12:17 am</dco> &nbsp;<qco> Are there hidden meanings behind your songs or is it just how different people interpret the music and lyrics?</qco> </h3>      \nthere's a lot of meaning to it. i guess whether it's hidden depends on whether or not you've found it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n11:57 pm</dco> &nbsp;<qco> do you procrastinate?</qco> </h3>      \nit's on my to-do list\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n11:02 pm</dco> &nbsp;<qco> what is the meaning to i'm a princess? considering you're a male...</qco> </h3>      \ncould provide some much needed intrigue, in that sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n10:36 pm</dco> &nbsp;<qco> hey bill how about this motivation problem: i really really want to do the big Thing, but i don't want to do some of the little parts i have to do to make the Thing. \n<br>\n<br>yeah ok you're right, if i really do want the Thing, it'll be worth it to do the smaller parts that aren't so appealing, because i know they're contributing to what i actually DO want to do. so thanks :)\n<br>\n<br>~Jenna</qco> </h3>      \nwhat i would do is, write up the exact procedure. and pretend you are teaching a film school about it. you can demonstrate your progress as you go, to prove that your procedure works\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n10:13 pm</dco> &nbsp;<qco> what do you think is the best way to get a grasp of deeper music theory/songwriting?</qco> </h3>      \nlisten to a lot of music, make a lot of music, study very carefuly how it affects you. and most importantly, don't panic when opposites seem to be true sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n8:39 pm</dco> &nbsp;<qco> why do centipedes have so many legs?</qco> </h3>      \nso they can walk good\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n8:33 pm</dco> &nbsp;<qco> i see lots of questions asking for your thoughts on 60fps, but what are your thoughts on 24fps?</qco> </h3>      \nit's nice. just enough is left to the imagination. however, panning and scrolling can be a disaster\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n7:32 pm</dco> &nbsp;<qco> Do you have hidden references in your songs that no one knows about?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n7:08 pm</dco> &nbsp;<qco> the unit for measurement of pitch is hertz, which sounds a lot like your last name, and was named after a guy with the last name hertz. do you hope to someday have a measurement named after you? if yes, then would the to measurement be measuring?</qco> </h3>      \nhow freakin normal everything is\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n7:06 pm</dco> &nbsp;<qco> So near the end of \"Got some money\" the block from \"Im a princess\" and the chair from \"Here comes the sun\", as well as the round hollow ball thing from that video, does this mean that the newest songs are connected is some way?</qco> </h3>      \nyes. they were made by the same person\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n5:54 pm</dco> &nbsp;<qco> What is your favourite type of bean?</qco> </h3>      \nhuge\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n5:02 pm</dco> &nbsp;<qco> do you love the community you made?</qco> </h3>      \ni have never made a community. i simply do not have that skill set\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n4:13 pm</dco> &nbsp;<qco> From where do you get your Ideas for the Songs?</qco> </h3>      \nfrom the toilet, in the gutter. bet you didn't think they had toilets in the gutter, well here i am, as living proof \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n3:48 pm</dco> &nbsp;<qco> have you eaten a clock before?</qco> </h3>      \nno\n\n<br><br>"
  }
]
