[
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n7:34 pm</dco> &nbsp;<qco> how to make a sandwich</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n6:51 pm</dco> &nbsp;<qco> Stupid kids at my school repeatedly say erm... what the sigma. What the heck does this idiotic phrase mean?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n6:32 pm</dco> &nbsp;<qco> HOW do you know if your lyrics are any good and your mind is just saying they're terrible, and how do you know they really are bad?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n5:42 pm</dco> &nbsp;<qco> I'm making a language should i make a word for sandcastle</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n4:51 pm</dco> &nbsp;<qco> how do you feel about the various measurement systems and which one do you like best?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n2:28 pm</dco> &nbsp;<qco> which time of day is the worst?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n1:32 pm</dco> &nbsp;<qco> Ever read alternate history?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n12:59 pm</dco> &nbsp;<qco> How do you feel about using a fade out to end a song? Off the top of my head, I can't think of a song by you that ends in a fade (although I'm sure there's probably a couple?). Do you think writing an actual ending is typically the stronger way to end a song? Actually as I'm writing this I just realized that Mt. St. Helens ends in a fade (I think?). But I can't think of any others.\n<br>\n<br>I feel like a fade out could be a useful tool when you want to imply that the music could go on forever, but sometimes when I hear fade outs in songs it almost just sounds like the band is still playing and the producer just decided \"this is getting too long, I'm just gonna fade it out here to shorten the run time\".</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n12:47 pm</dco> &nbsp;<qco> What's the deal with elevator music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n11:18 am</dco> &nbsp;<qco> I don't have a favorite color since it often depends on the shade + context of how the color is used. When people ask me what my favorite color is what should I tell them if they don't accept what i wrote above for an answer&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n11:04 am</dco> &nbsp;<qco> do you feel the need to maintain a perfect balance with everything you do?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if so, why?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n10:25 am</dco> &nbsp;<qco> do you consider cereal to be soup?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n6:19 am</dco> &nbsp;<qco> Pick a card</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n5:48 am</dco> &nbsp;<qco> do you ever feel burdened by thoughts that if you had lived your life a little happier you would be a better person or is that just me</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n2:30 am</dco> &nbsp;<qco> What is your favorite kind of fish?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n2:26 am</dco> &nbsp;<qco> do you think my cat loves me?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n12:18 am</dco> &nbsp;<qco> Hello there how are you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n11:52 pm</dco> &nbsp;<qco> i think questions is spelled wrong at the top</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n10:49 pm</dco> &nbsp;<qco> do you ever sleep or do you just spend your entire time answering these questions? i'm looking at these timestamps and it doesn't seem like you ever take a break</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n10:46 pm</dco> &nbsp;<qco> What are your thoughts on octopuses?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n10:38 pm</dco> &nbsp;<qco> what do you think about incandescent light bulbs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n10:37 pm</dco> &nbsp;<qco> Do you think things you do is correct and way it should be</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n10:21 pm</dco> &nbsp;<qco> Can science explain love?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n8:45 pm</dco> &nbsp;<qco> do you like avocados? had a dream where you didnt</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n6:47 pm</dco> &nbsp;<qco> i think i read that you were having trouble with the name for \"the ending\", and that you also tend to have a name you refer to a song as amongst yourself before finalizing the public thing. my question: what did you call \"the ending\" before it got that name?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n6:28 pm</dco> &nbsp;<qco> Why does your music make me cry in a good way?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n5:56 pm</dco> &nbsp;<qco> how do i get out of bed in the morning</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n4:52 pm</dco> &nbsp;<qco> What is choice</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n4:24 pm</dco> &nbsp;<qco> Are horses real?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n4:24 pm</dco> &nbsp;<qco> I'd like all of human experience (everyone that is living and dead) to be condensed into a pill that I could swallow. Then I would know everything that humans ever knew, and after winning a few gameshows I'd spend the rest of my life making all of it public knowledge. If /you/ could have a wish granted, what would it be?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n4:17 pm</dco> &nbsp;<qco> I know that sometimes people can be strangely talkative when asking questions, just going on and on with no real direction, keeping you in constant anticipation of when the actual thing they wanted to say will be said. This goes for me aswell because I've already started doing it, and since I have now said that I know I'm doing it I can't exactly tell if that makes it better or worse.\n<br>Anyways what I'm trying to ask you is what your favorite color is</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n2:35 pm</dco> &nbsp;<qco> in soap tips, you said to walk 100 miles and transport the soap to where you're going. I did that, what should i do now</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n2:33 pm</dco> &nbsp;<qco> Can we make somebody new feel great each day?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n1:07 pm</dco> &nbsp;<qco> someone recently told me love is a made up concept. i dont understand what thats meant to mean. perhaps because everything i do and my worldview is based on love.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n1:06 pm</dco> &nbsp;<qco> help i cant stop listening to \"meet me in september\" on repeat</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n12:28 pm</dco> &nbsp;<qco> what to do when feeling so dejected and hopeless?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n11:20 am</dco> &nbsp;<qco> should knowledge be free</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; 9:49 am</dco> &nbsp;<qco> What is a good question to ask someone?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n8:57 am</dco> &nbsp;<qco> do you know any party tricks?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n6:46 am</dco> &nbsp;<qco> you reference dreams a lot in your songs. did you get ideas for songs through dreams or do dreams have some sort of significance in your life or am i overthinking things?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n6:08 am</dco> &nbsp;<qco> bill, i'm at that stage of life (seventeen) (17) when i know where my life is going in the short term but not in the long term and that gives me the creeps. how do i find enjoyment and direction in my life. also how does one enter the mindspace of being self-existential and contemplative</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n1:49 am</dco> &nbsp;<qco> Bill i am really excited about your next video, when can we expect it?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n1:49 am</dco> &nbsp;<qco> What's the antonym of anger?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; 1:27 am</dco> &nbsp;<qco> do you get annoyed by product placement in songs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n1:05 am</dco> &nbsp;<qco> best gift youve ever gotten?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n12:26 am</dco> &nbsp;<qco> Do you think that change and movement always go hand in hand? You often answer 'movement' to the 'what is life question' and I often answer with 'change' because I think life is a river, which is moving, and so changing. Or it's like two things going all over the place and bumping into each other (change&amp;movement). To me, this seems like almost the same answer, but you can have change without movement but NOT movement without change. Wondering what you think about the relationship between those two concepts.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n12:20 am</dco> &nbsp;<qco> would i ever and will i ever know about, \"it\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.24&nbsp; \n12:16 am</dco> &nbsp;<qco> does tomorrow come before today or after?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.6.24&nbsp; \n11:26 pm</dco> &nbsp;<qco> when and how.. did d you use jeans in \"at the aiport terminal?\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.6.24&nbsp; \n10:36 pm</dco> &nbsp;<qco> do you ever remember that you might forget about something, and try to remember to not forget about it for a while, but end up forgetting it and remember that you forgot it</qco> </h3><br><br>"
  }
]
