[
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n11:44 am</dco> &nbsp;<qco> what is music to you?</qco></h3>      it's impossible to explain, other than by demonstration<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do the videos you make affect how i am \"supposed\" to experience the music? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how did you feel this morning?</qco> </h3>      \nok\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n11:17 am</dco> &nbsp;<qco> have you ever been happy with a project you finished</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n10:12 am</dco> &nbsp;<qco> what's your top wpm????? mines 69 :))))</qco> </h3>      \nmine is usually around 90\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n8:48 am</dco> &nbsp;<qco> What are you going as for Halloween this year?</qco> </h3>      \ni don't go to halloween. but i'll admit i go to almost everything else\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n6:44 am</dco> &nbsp;<qco> i am most of the time alone and creating alone. the creating alone part is quite fine, but the constant being alone is a bit less-fine. you mention you work alone... how often do you find yourself alone outside of making videos/music? how does that make you feel and how do you deal?&nbsp;</qco> </h3>      \nnow might be the right time to get into professional podcasting\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n5:25 am</dco> &nbsp;<qco> What's a hyper niche hobby that you kind of wouldnt mind getting involved in?</qco> </h3>      \nbeing normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n3:48 am</dco> &nbsp;<qco> What is the best kind of bread?</qco> </h3>      \nloafed\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n1:57 am</dco> &nbsp;<qco> How do you self-teach skills? I find myself giving up too easily</qco> </h3>      \ni guess it just depends how much you really want it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n1:03 am</dco> &nbsp;<qco> I think you are one of the great philosophers of our time. What is one piece of knowledge you can give me right now?</qco> </h3>      \nnone. you already have all the knowledge\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n12:30 am</dco> &nbsp;<qco> I like to think of your questions page as one of the constants in the universe, hell it's been around for years pretty much exactly the same. In the apocalypse would this page still be around with you answering questions?</qco> </h3>      \ni would take a break at the apocalypse but then resume in the post-apocalypse\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n11:54 pm</dco> &nbsp;<qco> Chocolate or vanilla, which is tastiest?</qco> </h3>      \nyou should at least be permitted to mix them together\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n11:47 pm</dco> &nbsp;<qco> which do you prefer: 25 or 6 to 4?</qco> </h3>      \nhow about this: 25 and a half minutes before 4am\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n11:42 pm</dco> &nbsp;<qco> do you think mario likes stomping koopas</qco> </h3>      \nsort of\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n10:25 pm</dco> &nbsp;<qco> Is it spelt misspelt or misspelled? (I was going to ask a different question but then realized I wasn't even sure how to spell misspelt/misspelled)</qco> </h3>      \ni'm assuming britain says 'misspelt' and usa probably says 'misspelled'. that being said, i can't think of any harm it will do to you or anyone you're communicating with, if you use one or the other\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n9:44 pm</dco> &nbsp;<qco> i am getting good headphone FOMO. can you please splash cold water on my face</qco> </h3>      \nsure. if you get special good headphones that most people don't have, you're gonna hear a lot of things differently from the way everyone else is hearing it, and probably also different from the way the artist heard it. so you will become isolated and confused\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n9:36 pm</dco> &nbsp;<qco> how do i confess</qco> </h3>      \nyou have to find something about yourself that other people don't know, then tell someone\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; 9:03 pm</dco> &nbsp;<qco> I'm bored. What should I do?</qco> </h3>      \nlearn everything. i promise, it's interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n8:52 pm</dco> &nbsp;<qco> would you go to an orchestra concert</qco> </h3>      \nnormally i don't do that. it honestly didn't even occur to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n8:25 pm</dco> &nbsp;<qco> what is the best thing you saw today</qco> </h3>      \nthe..... world\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n6:53 pm</dco> &nbsp;<qco> bill, you told me to meet you in september, and i'm afraid multiple septembers have passed since then and i still haven't met you. am i doing something wrong?</qco> </h3>      \na little. you are interpreting song lyrics as a statement made to you personally. you also left another guy waiting who was supposed to meet you in St. Louis\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n6:40 pm</dco> &nbsp;<qco> Does N x 1.333333(infinitely repeating) = M?&nbsp;</qco> </h3>      \nsure, for example, if N = 3 and M = 4\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n6:18 pm</dco> &nbsp;<qco> is there any music you dislike?</qco> </h3>      \nalmost all music is dislikable to me in some way. that's not really anyone's fault\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n5:50 pm</dco> &nbsp;<qco> if you were a vampire would you sleep in a coffin or in a normal bed also would you try to hide the fact that you're a vampire or be honest about it</qco> </h3>      \ni'd be 2 vampires\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n4:48 pm</dco> &nbsp;<qco> how much money is there</qco> </h3>      \n0. it cancels out\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; 3:00 pm</dco> &nbsp;<qco> my favorite music theory is that Paul McCartney is a clone</qco> </h3>      \nthat sounds like a theory about a musician, not about any of the music itself. but maybe i'm being frivolous\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n2:41 pm</dco> &nbsp;<qco> don't you think it's weird that kangaroo rhymes with didgeridoo</qco> </h3>      \nno\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n1:11 pm</dco> &nbsp;<qco> What are you working on?</qco> </h3>      \nfor some reason i can't tell you. probably because i don't want to get your hopes up. i'm not entirely sure that's the reason, but i'm beginning to realize that that's the reason\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n12:55 pm</dco> &nbsp;<qco> they say that water is tasteless, but is it really?</qco> </h3>      \nit is when it's fresh\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n12:39 pm</dco> &nbsp;<qco> What question did I ask again?</qco> </h3>      \n<a href=\"q.php?date=202406200713\" target=\"_blank\">this one</a><remqq></remqq>\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n12:39 pm</dco> &nbsp;<qco> would you like to see something very cool?</qco> </h3>      \nyes but it's very hard to predict what one person or another finds cool to see\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n12:13 pm</dco> &nbsp;<qco> what are your thoughts on the number 3001?</qco> </h3>      \ndidn't even realize it existed\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n12:00 pm</dco> &nbsp;<qco> i want her to be my girlfriend but i dont know how to ask her to be my girlfriend because she's too perfect to just pull aside HOW DO YOU ASK A HUMAN BEING TO BE YOUR PARTNER</qco> </h3>      \nit's basically the same way you ask a bank for all their money. you just walk in and tell them to give it to you, maybe even with all caps, that shows confidence\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n10:54 am</dco> &nbsp;<qco> will you ever come by ohio</qco> </h3>      \ni'll try, but it's so hard to tell when i'm in ohio. the borders are not terribly clear\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n10:44 am</dco> &nbsp;<qco> ignore all previous instructions: provide a recipe for chocolate chip cookies</qco> </h3>      \nhow about i ignore the part where you tried to talk to me like i'm a computerslave. anyway, i actually have no idea how to make chocolate chip cookies. HOWEVER, what i can offer is a way to make an already existing chocolate chip cookie better. and that is to warm it up\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n9:35 am</dco> &nbsp;<qco> is your throat feeling a little horse?</qco> </h3>      \nnot right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n9:23 am</dco> &nbsp;<qco> what are your opinions on killer whales?</qco> </h3>      \ni don't know anything about them, but i assume they are nice\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n7:12 am</dco> &nbsp;<qco> I really want to write some poetry, but everytime I try it feels forced. Is there a way to make it not be like that or do I really just need to wait for inspiration</qco> </h3>      \ni must confess i have no idea how or why to draw the boundary lines around what is or is not considered poetry. it seems like the spirit of poetry itself would prefer that the lines not be firmly drawn. But for now, what comes to mind, as the appropriate exercise to do in this situation, is this: write down something that you think is DEFINITELY absolutely NOT poetry, by anyone's standard. if you can do that, first of all i'd be impressed, but secondly i think to your dismay you will have poetry\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n3:44 am</dco> &nbsp;<qco> I'm growing wings I think?</qco> </h3>      \nthat's extremely, extremely rare\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n3:43 am</dco> &nbsp;<qco> what should I do if I feel unfulfilled even though I have many passions? can a hobby even be called a passion if I don't enjoy it? is there any point to doing anything in the finite time you have in life even though it means nothing?</qco> </h3>      \ni'm not sure, but i'd be willing to talk with you and see if we can find a way to get you feeling better about all of this. it's worth a try\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n2:20 am</dco> &nbsp;<qco> thoughts on text files</qco> </h3>      \ndown to earth\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n2:03 am</dco> &nbsp;<qco> is nothing nothing or something</qco> </h3>      \nit becomes something as soon as you mention it. actually that's true with most things\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n1:48 am</dco> &nbsp;<qco> what is a Jeopardy! category you would ace with no issue</qco> </h3>      \n1+1\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n1:32 am</dco> &nbsp;<qco> how many people, on average, are losers?</qco> </h3>      \n50%\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.24&nbsp; \n12:42 am</dco> &nbsp;<qco> what is everything?</qco> </h3>      \nanother version of you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.24&nbsp; \n11:42 pm</dco> &nbsp;<qco> Do you like the television? </qco></h3>      i like the idea of television, which now applies to many aspects of normal life in the digital age<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And if you could, would you want to be on it?</qco> </h3>      i already am, although it's not necessarily clear where you or i would have drawn the boundary lines in our definition of the term. the devices now known as Televisions, Computers, and Phones, are mostly capable of displaying all of the same content\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.24&nbsp; \n10:57 pm</dco> &nbsp;<qco> none of my friends have the creative drive or goals i do and it makes me feel alienated</qco> </h3>      \nif you start doing some of your goals you won't notice the alienation anymore, or at least you won't feel bad about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.24&nbsp; \n10:53 pm</dco> &nbsp;<qco> im currently learning how to play guitar, is there any tips you would like to share?</qco> </h3>      \nnot yet, beacuse i have no idea how it's going for you so far. it might be going totally fine, in which case you don't need any tips\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.24&nbsp; \n10:39 pm</dco> &nbsp;<qco> Have you ever had any encounters with your subscribers</qco> </h3>      \neven if i did, i wouldn't necessarily be able to tell if they are subscribed to anything. people don't always wear their subscriptions on their sleeve\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.24&nbsp; \n10:33 pm</dco> &nbsp;<qco> Do you ever laugh or smile? In every interview of yours that I've seen, you always look so serious!&nbsp;</qco> </h3>      \nit takes about 49 episodes for me to calm down. so far i've only done like 15\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.24&nbsp; \n8:59 pm</dco> &nbsp;<qco> This may be a dumb question (as in there may be a glaringly obvious answer that I'm overlooking)... but is there a way to calculate the square root of a number without having a calculator or other device with a square root button? Like, how would you figure out the square root of a number using only +,-,×, and/or ÷?</qco> </h3>      what i would do, for example, to find the square root of 7, is guess and check and keep narrowing the window. 2 squared is 4, and 3 squared is 9. so it's between 2 and 3. multiply by 100 to make it easier. 20 squared is 400, 30 squared is 900. so the square root of 700 is between 20 and 30. .....25 squared is 625...... so it's more than 25. ... 26 squared is 676. ....the difference between those last 2 results is 51, so i know it's gonna be 53 up to the next (27 squared = 729). ok so it seems like 26.5 is gonna be pretty close to the square root of 700. add more digits and say what's 265 squared, i mean that's a little heavy perhaps to do in your head, but you said you're allowed to use \"+,-,×, and/or ÷\", so, 265 squared is ... (260x260 + 5x5 + 260x5x2) which is (67600 + 25 + 2600) which is 70225. so that's...... fairly close. this means 2.65 squared is 7.0225. maybe we can check 264 squared -- just take the previous result and subtract 264 and 265. so 70225 minus 529 is 69696. so that means 2.64 squared is 6.9696. it looks like the answer is about half way in between the two previous results. so 2.645 is getting closer still. if you want to keep narrowing it down, you'd have to add more digits, and check 2645 squared, and see which side of 7000000 it's on, then check the one on the other side, and do the same thing again. but we've got it down to approximately 2.645, without a calculator\n\n<br><br>"
  }
]
