[
  {
    "html": "<h3> <dco>4.7.19&nbsp; \n12:35 pm</dco> &nbsp;<qco> Do you have any thoughts about the current YouTube's algorithm?</qco> </h3>      youtube is incredibly secretive about their algorithm, so therefore i have no idea what it really is\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.19&nbsp; \n11:55 am</dco> &nbsp;<qco> i wasn't aware there was a wrong way to put in earplugs, can you tell me your technique? thanks!</qco> </h3>      i only have a technique for the cheap foam ones, which are the only ones i use. i do not have a technique for the more expensive kind that you have to wash and re-use\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.19&nbsp; \n11:39 am</dco> &nbsp;<qco> how do you answer so many questions? I'm seeing questions asked at 3 am&nbsp;</qco> </h3>      when a question was asked does not affect the difficulty it takes to answer it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.19&nbsp; \n11:03 am</dco> &nbsp;<qco> Help!! I can't find rhodes on my piano!!</qco> </h3>      it might be called 'electric piano'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.19&nbsp; \n10:34 am</dco> &nbsp;<qco> Will the world end with a bang or with a whimper?</qco> </h3>      a new one will be started, and it will be unclear what happened to the old one. for example, right now it is not clear what happened to the previous world\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.19&nbsp; \n10:27 am</dco> &nbsp;<qco> WHERE will you go on tour?</qco> </h3>      africa hopefully\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.19&nbsp; \n10:25 am</dco> &nbsp;<qco> Are you going to make 10-second videos again? I really liked those actually</qco> </h3>      i could but it would slow down the progress of making anything longer\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.19&nbsp; \n9:52 am</dco> &nbsp;<qco> I can't differentiate between intervals. Will that impedes my learning in chords and other things?&nbsp;</qco> </h3>      yes, or the other way around\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.19&nbsp; \n9:40 am</dco> &nbsp;<qco> What do you do when your are super tired</qco> </h3>      ATTEMPT TO FIND ADVANCEMENTS IN MODERN PARTICLE PHYSICS!!!!!!!!!!!!!!!!!!!!!!!!!!!\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.19&nbsp; \n9:28 am</dco> &nbsp;<qco> eat sock</qco> </h3>      prefer liquid sock\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.19&nbsp; \n9:21 am</dco> &nbsp;<qco> You singlehandedly pulled me out of my edgy phase with your music. I don't know how, but you did. My mindset did a total 180. I've never felt this happy and optimistic before.\n<br>\n<br>To make this a question, how long was your longest walk?</qco> </h3>      8 hours i think\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.19&nbsp; \n7:50 am</dco> &nbsp;<qco> How much sand can a sand box box if a sand box can box sand?</qco> </h3>      as much damn sand as it can stand\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.19&nbsp; \n4:27 am</dco> &nbsp;<qco> What do you prefer - answering questions or questioning answers?&nbsp;</qco> </h3>      why can't i do both\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.19&nbsp; \n4:06 am</dco> &nbsp;<qco> My neighbour plays piano very loudly and badly, especially at 1am. Nor earplugs, nor headphones can help me. What should I do?</qco> </h3>      maybe you are not putting the earplugs in right, but you might also consider contacting the person and talking about the situation\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.19&nbsp; \n2:31 am</dco> &nbsp;<qco> Is it possible to kill everyone on this planet by just using an apple? asking for a friend.</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.19&nbsp; \n2:09 am</dco> &nbsp;<qco> 4.5.19 6:46pm but what if the purpose of the journey is just to get lost and wander until you figure out where you actually want to go? How do you decide which direction to journey in?&nbsp;</qco> </h3>      decide step by step at each juncture which way to go, and if you absolutely can't decide then you could try using a random selection device. you can get one on your phone or you can use a coin\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.19&nbsp; \n12:30 am</dco> &nbsp;<qco> I love avacodoes. Is this normal</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.19&nbsp; \n12:30 am</dco> &nbsp;<qco> Cortez smashes me send help</qco> </h3>      you will forever have the ghosts and demons on your side\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.19&nbsp; \n12:12 am</dco> &nbsp;<qco> how were you born so good looking</qco> </h3>      how do you know what i looked like when i was born\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.19&nbsp; \n12:11 am</dco> &nbsp;<qco> pls dish out any free advice you can thin of right now</qco> </h3>      right now? i've been doing it every day for 3 years. most recent occurence was maybe 6 questions ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.19&nbsp; \n12:05 am</dco> &nbsp;<qco> who threw the hat on your head in hallelujah?</qco> </h3>      gravity (reverse)\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n11:53 pm</dco> &nbsp;<qco> bill what is the weirdest thing you have googled</qco> </h3>      the weather\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n11:39 pm</dco> &nbsp;<qco> do you care if some people on here find your answer to their question disappointing?</qco> </h3>      it is probably impossible to make everything perfectly amazing for everyone, but that will not stop me from trying\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n11:20 pm</dco> &nbsp;<qco> i found a polygon duplication service, now what?</qco> </h3>      you're gonna wanna go ahead and start duplicating some polygons\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n10:50 pm</dco> &nbsp;<qco> I'm gonna do it. gonna play my stuff with other people. SCURT how do you stop being scared</qco> </h3>      i don't know. once you get there it will actually be more scary\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n10:04 pm</dco> &nbsp;<qco> I've gotten relatively well with identifying melodies and what not, but get absolutely floored with trying to find chords. What would you suggest for me to get better at identifying chords?</qco> </h3>      go through about 50 of your favorite songs, and identify them with brute force. quickly unpause/pause (or nowadays you can edit to loop a tiny fraction of audio very quickly) and just pick it out note by note and put it together. write down all the chords to a song (in time, with bar lines, etc.)..... once you do this for about 30 or 40 songs, i think you will find that you don't have to search for the individual notes anymore. ... maybe not even pause it at all. After about 100 more songs, you probably won't even have to listen to the song, you will be able to do it from memory. after about 1000 songs, you will probably be able to hear someone singing the melody for a song you have never heard before, without hearing the chords, and figure out what the chords should be. after 10,000 songs, you should be able to play along with them on the first try, never having heard the song before, and have them think you already knew the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n8:28 pm</dco> &nbsp;<qco> do you recommend getting drum lessons?</qco> </h3>      just a couple were useful for me, before running away and doing it on my own. but maybe not everyone is the same as me\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n8:06 pm</dco> &nbsp;<qco> What do you think of Africa by Toto?</qco> </h3>      it was good until the 100th time then it got bad, then it got good again on the 300th time. it switches between bad and good about every 100 times i hear it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n7:56 pm</dco> &nbsp;<qco> How do you feel about creating an original musical?</qco> </h3>      somehow it seems i have done that several times\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n7:06 pm</dco> &nbsp;<qco> when you're at a creative block do you ever record songs that you made as concepts a long time ago</qco> </h3>      if i'm supposed to record songs on a regular basis, there's no such thing as a creative block. gotta make it happen. if i'm supposed to record a song not on a schedule, then it will probably never get done. if i'm not supposed to record a song, then it will definitely not get done. but the procedure for song selection is, first i do a general writing session to come up with new ideas to add to the list. then i go through the entire list (the list contains everything, finished or non, mostly unfinished actually because if there's anything finished in there it has probably already been picked) and pick out ones that feel like they could be the right choice, that may be a list of about 10 to 20. then i immediately do a random number selection and that's the selection. then i finish the writing, then do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n6:47 pm</dco> &nbsp;<qco> What if i run out of space in space?</qco> </h3>      there is a prize for that but unfortunately you will have no place to put it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n6:19 pm</dco> &nbsp;<qco> What do you think of relationships?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n6:14 pm</dco> &nbsp;<qco> Hey Bill, how do you get the inspirations for your videos?\n</qco></h3>      other way around<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nAnd do you have any advice on how to be comfortable with your body?</qco> </h3>      not really, other than i suspect it is somehow related to movement and/or ideas\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n6:08 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201904051107\">4.5.19&nbsp;&nbsp;11:07 am</a>  perhaps you could sort them into a two-column table, with the first column being RECORDED and the other one being PUBLISHED.</qco></h3>      done, in a covert way so as to have the information available without being a distracting mindfuck<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Big red letters. Maybe find the technology to underline those letters, too. This is just an idea though.</qco> </h3>      3 dates visible for each item? heads would explode\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n5:55 pm</dco> &nbsp;<qco> When you explained hey \"Might Quit\" came out late, you described doing a magazine interview. Has it come out?</qco></h3>      i thought it had but i can't really find it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n What magazine?</qco></h3>      it's 2 different ones<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I can't find it.&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n5:42 pm</dco> &nbsp;<qco> Can you add a kazoo in your next video?</qco> </h3>      i could but i don't know if that is of any use to the steak holders\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n5:34 pm</dco> &nbsp;<qco> I accidentally existed what should I do</qco> </h3>      exert an interesting influence on the world around you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n5:32 pm</dco> &nbsp;<qco> And are you going to create any more jazz covers?</qco> </h3>      sure, if i'm feeling lazy and irresponsible\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n5:32 pm</dco> &nbsp;<qco> When's lunch?</qco> </h3>      at the stroke of midnight\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n5:16 pm</dco> &nbsp;<qco> everyone has a justification for a crime they did do you think a criminal should be forgiven based on circumstances or should be punished anyway?</qco> </h3>      only in forgivable circumstances\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n4:56 pm</dco> &nbsp;<qco> haha, you're always lost.</qco> </h3>      yes, and found\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n4:33 pm</dco> &nbsp;<qco> Be good and be ignored or be evil but held in high regard?</qco> </h3>      both sound like fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n4:33 pm</dco> &nbsp;<qco> Bill why is your name bill?</qco> </h3>      it is presumably out of respect for Bill Clinton\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n4:18 pm</dco> &nbsp;<qco> are you intentionally ignoring my questions</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n4:18 pm</dco> &nbsp;<qco> Can you help me take over the United States of America? I'll repay you with 3 bags of chips</qco> </h3>      i think someone already took it over. they would be the one who deserves chips\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n3:55 pm</dco> &nbsp;<qco> how fare thy diturnal course</qco> </h3>      try to fare it uniturnally, to start\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n3:55 pm</dco> &nbsp;<qco> would you define your content \"unique?\"</qco> </h3>      it's a nice strategy to make it that way. whether or not i've succeeded will be open to analysis\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n2:36 pm</dco> &nbsp;<qco> what are the \"expert mode\" entries from 1.15.16, 1.13.15, and 1.1.00 supposed to be? are those \"notebook\" entries in disguise?</qco> </h3>      points in time, with short comments about them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n2:17 pm</dco> &nbsp;<qco> Glurmp</qco> </h3>      i agree in some ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.19&nbsp; \n2:16 pm</dco> &nbsp;<qco> Is your car still bad</qco> </h3>      it's ok\n<br><br>"
  }
]
