[
  {
    "html": "<h3> <dco>1.26.22&nbsp; \n3:08 pm</dco> &nbsp;<qco> how many songs have you written in minor key</qco> </h3>      \ndoes it count if if explodes into a major key almost immediately and then stays there\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.22&nbsp; \n2:14 pm</dco> &nbsp;<qco> times new roman is coming roaring back into the mainstream as an ironic retro \"default microsoft word aesthetic\" font. will you persist </qco></h3>      with what<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or will you try and stay ahead of the curve for a few more years and switch to arial, calibri, dare I say roboto, apple san francisco? I've asked before and I need to know</qco> </h3>      \ni haven't used times new roman in years, and i never used it very much at all. in videos i've been on exclusively arial for the past 2 years, and before that it was almost entirely helvetica (i actually don't notice the difference between those two). and the website is fontless. if you're seeing Times here, that would be on your end<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.22&nbsp; \n1:45 pm</dco> &nbsp;<qco> is the next song already done or are you still working on it?</qco> </h3>      \nthe song is done and i'm working on the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.22&nbsp; \n12:44 pm</dco> &nbsp;<qco> Hey question, i was in the mall then they close down the mall, do you have any idea of why?</qco> </h3>      \nmaybe all the stores decided individually to close\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.22&nbsp; \n9:20 am</dco> &nbsp;<qco> why do we use doors to enter buildings and not windows</qco> </h3>      \nbecause gravity keeps us pressed against the floor. windows don't usually go down to the floor, but doors do. the word \"door\" is short for \"down to the floor\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.22&nbsp; \n7:25 am</dco> &nbsp;<qco> I've been attempting to write music for the better part of two years, and I have finished 13 songs. There is only one song of the 13 that I can look back on and actually think is decent. For the last few weeks, I've been trying to perfect this one song, but now I am starting to dislike it too. I've been putting loads of time and energy into music making, and nothing I make is any good. How do I make my music sound decent? Both lyrically and musically?</qco> </h3>      \nit might be time for a little reverse psychology. try to make something bad on purpose. the results may surprise you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.22&nbsp; \n5:59 am</dco> &nbsp;<qco> does the next song contain a circle</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.22&nbsp; \n5:15 am</dco> &nbsp;<qco> How to start animations?</qco> </h3>      \nstart by making every frame all black. if it's already all black, try making every frame all white\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.22&nbsp; \n12:34 am</dco> &nbsp;<qco> Tips on hearing/transcribing inner voices? All my digital playback trickery is failing me and I feel like I'm wasting my time, but sometimes I wanna know the exact voicing man.</qco> </h3>      \nafter you learn enough songs, it just happens, somewhere around the 10,000th song, you'll realize you have it. it's kind of like knowing how to spell \"doubt\". you can't actually hear the \"b\" but you've just been around long enough and you've seen that word in enough places that you just know what it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.22&nbsp; \n12:02 am</dco> &nbsp;<qco> hey are you a protagonist?&nbsp;</qco> </h3>      \neveryone is\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.22&nbsp; \n11:53 pm</dco> &nbsp;<qco> Why is La de da de da de day oh so upbeat but the lyrics deal with sad topics?</qco> </h3>      \nthat's to uplift the sad topics and make them happier\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.22&nbsp; \n10:42 pm</dco> &nbsp;<qco> When are Monday videos coming back</qco> </h3>      \nmaybe on tuesday\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.22&nbsp; \n9:31 pm</dco> &nbsp;<qco> i'm going to do a debate in 17 hours what do i do? i'm barely even familiar with the topic at hand lmao</qco> </h3>      \nhow about using the chewbacca defense\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.22&nbsp; \n8:22 pm</dco> &nbsp;<qco> how to deal with unpredictable fits of anger because I cannot make the music I want or anything else of the like?</qco> </h3>      \nyou'll have to start making anger music\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.22&nbsp; \n7:36 pm</dco> &nbsp;<qco> What universe do you live in?</qco> </h3>      \n1a\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.22&nbsp; \n2:11 pm</dco> &nbsp;<qco> what's the deal with airplane food?</qco> </h3>      \nthere's no such thing as airplane food. so that must be something else they're serving\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.22&nbsp; \n11:49 am</dco> &nbsp;<qco> would you say that you're a risk taker?</qco> </h3>      \neventually\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.22&nbsp; \n9:12 am</dco> &nbsp;<qco> I try to write music but the types of music I enjoy are so diverse and nothing alike that I couldn't possibly use what I know about music from them to write a coherent song and so everything I make is just a worse version of whatever artist I'm listening to at the time what do i do</qco> </h3>      \nkeep living\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.22&nbsp; \n7:38 am</dco> &nbsp;<qco> how do you make videos?</qco> </h3>      \ni don't really know yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.22&nbsp; \n7:35 am</dco> &nbsp;<qco> In History of the World, did it take a long time for you to figure out that you could turn the map to make Cuba look like Japan? That was so brilliant.</qco> </h3>      \nas soon as i found out that columbus made that mistake, i knew i'd be able to execute it on the map\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.22&nbsp; \n5:16 am</dco> &nbsp;<qco> how long does it usually take to make a song?</qco> </h3>      \ni haven't figured out the usual way yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.22&nbsp; \n3:59 am</dco> &nbsp;<qco> if you were to redo any of your old songs, which would you choose?</qco> </h3>      \nthat's unthinkable, because there are so many new ones to be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.22&nbsp; \n1:38 am</dco> &nbsp;<qco> what is your favorite video you have made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.22&nbsp; \n12:54 am</dco> &nbsp;<qco> have you ever done anything badder/worse than the thing you did do in the song just did a bad thing or was that the (worst) baddest thing youve ever done</qco> </h3>      \ni've only done medium things\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.22&nbsp; \n12:34 am</dco> &nbsp;<qco> Do you think I can complete an album in 3 months?</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And not have it feel rushed?&nbsp;</qco> </h3>      \nyes. in the old days, albums were made in 1 day\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.22&nbsp; \n11:19 pm</dco> &nbsp;<qco> hi bill, this is kinda grim but i really am interested in this answer. has anyone ever told you their suicidal thoughts as a question?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ok so that sounds bad but how do you go on without feeling guilty, or do you even feel guilty? </qco></h3>      i give the best answer i can, if i can. sometimes i skip. i don't feel guilty for that, because many of them i do answer<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because if it was me i wouldn't know how to respond, hell! i wouldn't even know if i SHOULD respond!? so how do you deal with all that pressure to formulate the right answers, and not just suicidal questions, like any question you get. how do you deal with everyone's expectations that you're&nbsp;&nbsp;some wise old sage who knows it all? </qco></h3>      the best way around this, i've found, is to simultaneously pretend that i am and am not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do you know it all? </qco></h3>      everything is everything, so, even knowing just 1 thing, technically that would amount to knowing it all. but still there's everything else, which i don't know. and even that 1 bit of thing that i do know keeps changing, so then suddenly i don't know it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;maybe, or maybe not?? heck! maybe i know it all. ok, so maybe i don't, but who says you do too. ok wait, everyone thinks you know it all,</qco></h3>      that's not true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and honestly i would agree, except i don't. know one really knows it all, there's no such thing. unless a god or a higher power exist, but even that itself might not be the case. well goodbye bill:)</qco> </h3>      \n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.22&nbsp; \n11:03 pm</dco> &nbsp;<qco> why hello bill, is the color blue going to be in the new video?</qco> </h3>      \nyes, how did you know\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.22&nbsp; \n10:56 pm</dco> &nbsp;<qco> what to do when your anxiously waiting for something?</qco> </h3>      \nfind a second thing to wait for. by the time you find that second thing, the first thing will have arrived\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.22&nbsp; \n10:03 pm</dco> &nbsp;<qco> I want to try writing a jazz song and I have some stuff written out already but the issue is that it just doesn't sound very jazzy. It sounds interesting but it doesn't have that distinct jazz flavor. I'm not very far into the writing process do you think that i should just keep trying stuff until it eventually comes or should I start looking more into jazz theory type stuff to help or some combination of everything&nbsp;</qco> </h3>      \njazz means like 20 different things now, so i'm not sure. to me it's a dank scrabble word\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.22&nbsp; \n8:35 pm</dco> &nbsp;<qco> how would you pronounce carribean: cur-rib-ean or care-ri-be-an?</qco> </h3>      \nneither. instead, i tumble into a fit of indecision\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.22&nbsp; \n5:57 pm</dco> &nbsp;<qco> sometimes i worry that i'm not enough, any advice?</qco> </h3>      \nthat's normal. no one is enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.22&nbsp; \n4:45 pm</dco> &nbsp;<qco> what is the best way to show love?</qco> </h3>      \nlove is self showing\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.22&nbsp; \n1:48 pm</dco> &nbsp;<qco> Do people ever send rude comments to you via ueqstions?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.22&nbsp; \n12:04 pm</dco> &nbsp;<qco> do you have a favorite picture</qco> </h3>      \n1 black pixel\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.22&nbsp; \n7:34 am</dco> &nbsp;<qco> do you follow the rules or bend them or are you completely oblivious to their existence (when you're writing songs and stuff)&nbsp;</qco> </h3>      \ni like to make up new rules to break\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.22&nbsp; \n4:45 am</dco> &nbsp;<qco> What came first - the road or the chicken?</qco> </h3>      \ni was going to say chicken but now i'm not so sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.22&nbsp; \n12:30 am</dco> &nbsp;<qco> what is life</qco> </h3>      \ni will let you decide\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.22&nbsp; \n10:03 pm</dco> &nbsp;<qco> why do you like music</qco> </h3>      \nit likes me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.22&nbsp; \n9:54 pm</dco> &nbsp;<qco> Bill, have you ever used a capital letter on this website?</qco> </h3>      \n<a href=\"capitals-report.php\" target=\"_blank\">yes</a>\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.22&nbsp; \n9:29 pm</dco> &nbsp;<qco> Is there something stronger than love</qco> </h3>      \nhow about super love\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.22&nbsp; \n8:20 pm</dco> &nbsp;<qco> How do you come up with your music&nbsp;</qco> </h3>      \ni don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.22&nbsp; \n8:19 pm</dco> &nbsp;<qco> How do you survive life? Wake up and decide to keep going?&nbsp;</qco> </h3>      \nyou'll need to get yourself an ikigai\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.22&nbsp; \n7:40 pm</dco> &nbsp;<qco> Whats your favorite trick</qco> </h3>      \nswitching tricks\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.22&nbsp; \n7:06 pm</dco> &nbsp;<qco> how do you know if you are real?</qco> </h3>      \n i guess you'll just have to believe me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.22&nbsp; \n6:58 pm</dco> &nbsp;<qco> are you a magician?&nbsp;</qco> </h3>      \neverything is magicians\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.22&nbsp; \n5:10 pm</dco> &nbsp;<qco> Is there a way to make people not be so afraid of change, cups of tea don't seem to do it</qco> </h3>      \nyou'll have to make better change\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.22&nbsp; \n11:56 am</dco> &nbsp;<qco> why didnt you upload brick floor to youtube</qco> </h3>      \nbecause it was only a test/practice, and for some reason i didn't feel like i was at a point in my career where i should be uploading test/practices to youtube\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.22&nbsp; \n11:03 am</dco> &nbsp;<qco> hey when new video</qco> </h3>      \ndoing it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.22&nbsp; \n10:17 am</dco> &nbsp;<qco> what was the big big vehicle you were driving in&nbsp;&nbsp;</qco> </h3>      \ni have never driven a large vehicle\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.22&nbsp; \n9:16 am</dco> &nbsp;<qco> If you finished recording \"here comes the sun\" and posted the video in 2018 (assuming it was selected to be made at that time), do you think the final product would have turned out worse than what \"here comes the sun\" sounds like today?</qco> </h3>      \ni'm not sure\n<br><br>"
  }
]
