[
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n7:43 pm</dco> &nbsp;<qco> during the first instrumental break in the video for i'm a princess, why is there a faint exit sign outside the video border?</qco> </h3>      \nbuilding regulations\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n7:41 pm</dco> &nbsp;<qco> do ducks roll?</qco> </h3>      \nwith the right infrastructure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n7:41 pm</dco> &nbsp;<qco> Do you ever think about the fact that sometimes the past is remarkably similar to the present?</qco> </h3>      \nyes\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n7:41 pm</dco> &nbsp;<qco> in i'm a princess, I cannot, for the life of me, feel the rhythm of beat 3 and beat 4 of the measure at 2:39. I lose my place every time. I slowed down the audio on Youtube and tried to count along, and the best I could come up with is (1)e triplet 2e&amp;a (3)&amp;a (4)e&amp;, but the note D is halfway between 4 and e. And the sixteenths are slightly swung, right? I'm so confused, will you explain the rhythm? </qco></h3>      <a href=\"rhyth.png\" target=\"_blank\">sure</a><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And also, will you explain how you came up with this rhythm, if you have time?</qco> </h3>      it just seemed sensible at the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp;\n7:12 pm</dco> &nbsp;<qco> the world is so so large</qco> </h3>      \nthis is to make sure it never runs out\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n6:53 pm</dco> &nbsp;<qco> Do you think overthinking is a superpower?</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n6:31 pm</dco> &nbsp;<qco> Do you know the key sig of your next song already </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and if so is it D?&nbsp;</qco> </h3>      no, that would be irresponsible\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n6:00 pm</dco> &nbsp;<qco> are you planning on making more songs soon</qco> </h3>      \nyes but to expedite that process i'm also doing it now\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n5:18 pm</dco> &nbsp;<qco> How do you write vocal melodies?</qco> </h3>      \ntry thinking of words and phrases (lyrics) at the same time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n4:49 pm</dco> &nbsp;<qco> How to make song?</qco> </h3>      \n  sometimes a little reverse psychology is all it takes \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n4:28 pm</dco> &nbsp;<qco> I think I've watched I'm a princess about 10-15 times so far, it's not a jam it's THE JAM. What was your favorite part of putting this together?</qco> </h3>      \nsomewhere around the second week of recording the song, i realized i had written it way too fast and i actually went back to the writing and re-wrote a little. then fixed the recording to reflect those changes. You get things like the whole message/lesson bit of the lyrics. that used to be instrumental all the way through\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n3:37 pm</dco> &nbsp;<qco> how do you make music</qco> </h3>      \nbake music\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n3:36 pm</dco> &nbsp;<qco> in \"i'm a princess\" how'd you come up with klkfpu8orzce0ix, is that a new language?</qco> </h3>      \ni pressed the dz2ukatiittyp8l button\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n3:35 pm</dco> &nbsp;<qco> Hi Bill! Loved you new music video! Was wondering, does the guy in the \"i'm a princess\" video represent you?</qco> </h3>      \nno. well, sort of\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n3:30 pm</dco> &nbsp;<qco> how do i find out if i'm going insane?</qco> </h3>      \nsing a song and see how awesome it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n3:02 pm</dco> &nbsp;<qco> What is the chord over the word \"belong\" (What an interesting song, tell me where I *belong*)? </qco></h3>      F#min7<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It may be the same as the one over \"Tell it to me once before I'm *gone* (C#?), but I'm not sure, it's pretty low in the mix. \n</qco></h3>      that one is C#min7<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, what are the chords over \"*I don't know what we're here...*\" </qco></h3>      Bbmaj7 (and then maybe Bb6 to catch the melody 'here'<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(then a clear suspended C maybe with added 7 or 9, over \"for\")?</qco> </h3>      yes, Csus4 with 2\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n2:26 pm</dco> &nbsp;<qco> I know the song came out along time ago but why did you make a song about a airport terminal that's somehow really catchy to sing? I listen to it almost everyday.</qco> </h3>      \nsongs can be made about anything. and if you make a lot of songs, you're gonna need a lot of things to make songs about. I had just recently gone through an airport terminal, and when i did my next new song idea session, those memories came back to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n2:22 pm</dco> &nbsp;<qco> how many songs do you have currently recorded and finished, and are just waiting for a video?</qco> </h3>      \nnone\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n1:31 pm</dco> &nbsp;<qco> Hey Bill sir! I'm a big fan of your songs! You had said that you don't incorporate any meaning in your lyrics, </qco></h3>      i never said that. it's actually the opposite. i make sure there is as much meaning as possible, not just in the lyrics but specifically in the combination of the lyrics and music together<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but in your two new songs, I'm a princess and here comes the sun, I felt emotion and nostalgia. HOW??</qco> </h3>      \ni'm still not sure how it works, but this is the magic of songs, and songwriting. it's the whole reason i do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n1:27 pm</dco> &nbsp;<qco> do you feel proud of the quality of here comes the sun/i'm a princess?</qco> </h3>      \nalmost\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n12:50 pm</dco> &nbsp;<qco> is there any documentaries/shorts planned, like \"hi im steve\" ?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n11:47 am</dco> &nbsp;<qco> What inspired you to do the kind of music that you do?</qco> </h3>      \njust trying to get by\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n11:04 am</dco> &nbsp;<qco> How did you find the style you use in your videos?</qco> </h3>      \nbasically what usually happens is, i get a trillion ideas in my mind of what i WISH it could be like. then i get extremely disappointed to realize that none of those ways are actually possible for me to do. then, sometimes, i am able to find 1 way that is just barely possible. and i settle for doing it that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n10:55 am</dco> &nbsp;<qco> whats your favorite key on a computer keyboard?</qco> </h3>      \nthe space bar\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n10:40 am</dco> &nbsp;<qco> bill wurtz can you write a song about me please</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n10:04 am</dco> &nbsp;<qco> what rhymes with orange?</qco> </h3>      \ncorn bread\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n8:44 am</dco> &nbsp;<qco> i'm sure you've already answered this type of question before so i apologize, but what kind/genres of music do you like to listen to?</qco> </h3>      \npost office\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n8:08 am</dco> &nbsp;<qco> how much time should i be spending listening and learning and watching other artists vs writing and working on my own things? </qco></h3>      maybe 50/50, but it's ok to do a lot of 1, for a while, and then a lot of the other, for a while<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i know so little and i'm on an endless discovery of new things, but it isn't helping me get anything done, at least currently</qco> </h3>      \neventually your desire to switch will become too much to deal with, and then you will figure out a way to switch. if you are overwhelmed and don't know where to start, it's good to just make words or drawings on paper, just to try to explain your feelings to yourself first. that will usually open up some doors\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n8:06 am</dco> &nbsp;<qco> <a href=\"q.php?date=202103232319\">3.23.21&nbsp;&nbsp;11:19 pm</a> &nbsp;&nbsp;\n<br>Is there any way you could show us the old princess model?</qco> </h3>      \nsure. it's the one from the top of the house, then on the bike, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n7:04 am</dco> &nbsp;<qco> how long has it been since you found your style? </qco></h3>      still haven't found it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how long did it take to find it?</qco></h3>      it can take a lifetime<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; love the vids, they're humbling yet very uplifting</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n4:16 am</dco> &nbsp;<qco> Do you ever feel like you have to restrict yourself when it comes to writing music in order to complete videos?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n4:16 am</dco> &nbsp;<qco> why did you make \"brick floor\"</qco> </h3>      \nit's a test\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n3:46 am</dco> &nbsp;<qco> i've listened to every one of the reality video logs, I've seen the transition from room to different room with lamp to scheduling to car logs to vines to not vines to projects. Can you please tell me what the reality password is?</qco> </h3>      \nlooks like you've found it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n3:23 am</dco> &nbsp;<qco> Hey Bill! I'm challenging myself this year to write and post a song in my spare time every other week, so I can hopefully get better at writing/arranging/producing. Am I doing this right?</qco></h3>      i think so<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you have any advice?</qco> </h3>      not until something goes wrong\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n2:54 am</dco> &nbsp;<qco> when did you start making \"I'm a princess\"</qco> </h3>      \ni wrote the song starting on march 20, 2019, the song recording was finished by april 27, 2019, then i immediately started on the video, then i got lost in the wonderful world of 3D graphics........ forever ...... then, starting around june/july 2019, i started moving to an entirely new computer system because i was long overdue to do that. then that opened a few dozen hundred cans of worms. then just when i thought i had fallen too far into the abyss to ever save myself, i snapped out of it and demanded that i simply just do \"a video\" any way i can. but 'princess' didn't feel like a good first one. so i did a different one. then immediately after that one was done (january 16, 2021) i assembled the pieces from 'princess' and continued working on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n2:14 am</dco> &nbsp;<qco> I keep on listening to New Canaan because it's too personal for me. Are you sad when you wrote it? - Kang</qco> </h3>      \ni was feeling good, because the most important thing for me at that time was to write more songs, and there i was, spending the day going to a new place and writing a song\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n12:34 am</dco> &nbsp;<qco> Will you continue to make more videos?\n<br></qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n12:06 am</dco> &nbsp;<qco> I think a lot about art (including yours maybe even especially yours) and I try really hard to interpret things and it often makes me feel very bad because I feel like I am failing to get the meaning out of something. I feel very stupid like the conclusions I am coming to are baseless and/or wrong and bad or maybe I'm not even coming to any real conclusions at all. do you have any thoughts on these feelings? is it possible I am just thinking too much and being ridiculous or am I really just wrong about everything. sometimes I can listen to a song of yours and it speaks to me in these very difficult to explain and powerful ways but other times I might listen to the same song and feel like I can't even begin to wrap my head around the smallest concepts.</qco> </h3>      if you enjoy it, or if it made you feel something, or if it meant something to you, then it might be worth thinking about. i'm sure you'll come up with something. and if you didn't feel anything, that's ok, it was a failure to communicate somewhere, no need to blame yourself, the customer is always right. \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n10:31 pm</dco> &nbsp;<qco> What do I do when I have so much raw inspiration and so little inspiration that's concentrated into actual tangible ideas?</qco> </h3>      \nstart with a very simple and easy format. just writing on paper. or maybe typing text, if you prefer. or maybe just drawing with a pencil. Something that's easy for you and where you'll get instant results. and just start using it, in any way. just start doing anything with it. we're going to want to eventually open up many doors so that your inspirations can be delivered to the world. there are many different ways to do this, some are complicated, some or more simple, and you can learn them over time. but, the only place to start really is something very simple that you can get instant results. Maybe the result you get will simply be knowledge of the next specific step\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n10:26 pm</dco> &nbsp;<qco> do you have any plans to make a song with an odd time signature?</qco> </h3>      \nno need to plan that. i just use time signatures as needed\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n10:13 pm</dco> &nbsp;<qco> hey bill, i've listened to quite a number of your songs, old and new, and i noticed that you've used many kinds of different vibes, such as reggae (it's gonna be alright, got to listen to bob marley), mellow (the world, i love you), acoustic (new canaan, and the day goes on), jazz (the road, home) etc.\n<br>\n<br>so, question time, will you consider using more unique vibes for your newer songs? you know, like acapella, alternative rock, traditional folk, or whatever. i would like to see some more variety.\n<br>\n<br>thank you for reading this long question, and i would highly appreciate it if you could provide an answer.</qco> </h3>      \ni try to make each song as different as i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n9:10 pm</dco> &nbsp;<qco> Did you intend for \"The day goes on\" to help people so much with bad days?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n9:00 pm</dco> &nbsp;<qco> So why did you get into music</qco> </h3>      \nit kept getting into me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n8:08 pm</dco> &nbsp;<qco> What's your advice to someone trying to get better at songwriting?</qco> </h3>      \nthat depends how good you already are\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n6:46 pm</dco> &nbsp;<qco> Why does the groove and point section feel so damn tasty to watch?</qco> </h3>      \nthe music might be convincing you to think the video is better than it is. that's music's job\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n6:36 pm</dco> &nbsp;<qco> do you feel bad about the 2019 video material for 'i'm a princess'?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; turning into your old abstract princess model when you call yourself a dunce feels a little self-loathing. or are you making a more general statement about the difficulty of animating people in 3D?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n6:36 pm</dco> &nbsp;<qco> why would i want to buy more diamonds and roses if i don't enjoy them?</qco> </h3>      \nthe company generously guarantees you this opportunity\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n6:25 pm</dco> &nbsp;<qco> why is \"i'm a princess\" labeled as released in 2019 in the songs page?</qco> </h3>      \nbecause that's when the song recording was fully completed\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n6:17 pm</dco> &nbsp;<qco> what parts of the video for \"i'm a princess\" was done before you started working on the video for \"here comes the sun\"?</qco> </h3>      \n<a href=\"princess-20190512.mp4\" target=\"_blank\">this much</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n6:13 pm</dco> &nbsp;<qco> I really like the thing you did in the last two music videos where the last object shown is the same as the first object shown - the Blender default cube in here comes the sun and then the cylinders+truncated icosahedron in i'm a princess. Is this an intentional motif in the two videos or am I reading into it too much?</qco> </h3>      \nas i'm gradually learning, these are the kind of moves you can make, at the very end of production, when you are sick of the whole thing, and thinking the whole thing sucks. if you target the beginning and end, and make some simple moves there sometimes you can really save it. thinking of it from the perspective of someone who is seeing the video for the first time\n<br><br>"
  }
]
