[
  {
    "html": "<h3> <dco>10.27.21&nbsp; \n11:42 am</dco> &nbsp;<qco> what do you do to entertain yourself</qco> </h3>      \nthat's preposterous. who do you think i am\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.21&nbsp; \n11:28 am</dco> &nbsp;<qco> Any plans for future longer videos, or just songs for the time being? Love your work!</qco> </h3>      \nthere are several non-songs that i am eager to do. some are as short as 1 minute. some may be as long as 15 minutes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.21&nbsp; \n11:06 am</dco> &nbsp;<qco> Is it today? or does it just seem that way?</qco> </h3>      \nboth\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.21&nbsp; \n9:45 am</dco> &nbsp;<qco> can your next song not include the word 'the' at all</qco> </h3>      \nno, it already does\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.21&nbsp; \n9:19 am</dco> &nbsp;<qco> When making a music video do you edit it out of order or do you go from beginning to end?</qco> </h3>      \nusually beginning to end\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.21&nbsp; \n8:33 am</dco> &nbsp;<qco> is life too short to be serious?&nbsp;</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.21&nbsp; \n7:34 am</dco> &nbsp;<qco> im bored what should i do?</qco> </h3>      \nhow about getting struck by lightning\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.21&nbsp; \n6:41 am</dco> &nbsp;<qco> are you weary that if you ever choose to do some sort of live stream, all the chat will just be filled with \"hire a samurai\" and \"the sun is a deadly lazer\" and other quotables over and over</qco> </h3>      \ni think i'm wary of worse things happening there\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.21&nbsp; \n6:24 am</dco> &nbsp;<qco> Hi Bill, im a huge air conditioner</qco> </h3>      \ni believe you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.21&nbsp; \n5:07 am</dco> &nbsp;<qco> have you considered performing live?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.21&nbsp; \n3:49 am</dco> &nbsp;<qco> Thanks to this page youve morphed over the years from idol into pretty cool friend.</qco> </h3>      \nand somehow despite that i still have no idea who you are\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.21&nbsp; \n1:50 am</dco> &nbsp;<qco> is \"thelonious sphere monk\" the coolest name ever?</qco> </h3>      \non paper it looks cool, but the problem when it's spoken is that the s on 'sphere' will blend with the previous word. so it will probably sound like 'fear'. on the other hand, maybe that's cool nonetheless\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.21&nbsp; \n1:32 am</dco> &nbsp;<qco> oh BILL! starting at 00:43 in got-some-money.mp4 did you purposefully bounce that triangle to get viewer's heads bobbing along to the tune to get them more entranced in the musical beat? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;clever move, bill. btw that song is fantastic, i like it. deeply meaningful to me: it makes me think about selfishness, it makes me think about where happiness comes from, and it makes me think about the side effects of a purchase-based economy... the stuff about plastic in the ocean at the end really gets me. </qco></h3>      i didn't say it was plastic, but maybe you carried that idea over from another one of my videos<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also, i was having a hard time in my life when it came out and it was nice to hear a song from one of my favorite composers. thanks!</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.21&nbsp; \n12:28 am</dco> &nbsp;<qco> how would you define \"goth\"?</qco> </h3>      \ni'm not sure. i don't entirely know what it means\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n11:50 pm</dco> &nbsp;<qco> what's the bestest feeling ever to be felt?</qco> </h3>      \nbetter\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n11:48 pm</dco> &nbsp;<qco> have you ever tried writing a song in the locrian mode</qco> </h3>      \nwhat happens when you try to base a song in locrian: it almost immediately tends to shift into neighboring relative normal modes. for example, if you start writing something in C locrian, it's going to have a tendency to start sounding like Bb minor, or maybe even Db major, or perhaps Ab mixolydian, etc... I think you'll find it will be an uphill battle to continue to 'prove' that C is actually the root of it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n10:58 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202110260512\">10.26.21&nbsp;&nbsp;5:12 am</a>  why do you send your music to stores if there aren't any physical copies of your music? what are they meant to do with it?</qco> </h3>      \nthey post it online. the music stores are online now\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n9:41 pm</dco> &nbsp;<qco> how would you describe your music/animation style?</qco> </h3>      \nthe whole reason i do it is so i don't have to describe it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n9:16 pm</dco> &nbsp;<qco> thoughts on fretless guitars?</qco> </h3>      \ncould be fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n9:12 pm</dco> &nbsp;<qco> what's your favorite polygon?</qco> </h3>      \nn gon\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n8:24 pm</dco> &nbsp;<qco> how do i solve world hunger</qco> </h3>      \nhow about inventing an automatic food maker\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n8:15 pm</dco> &nbsp;<qco> how is the progress of your new song/video coming along?</qco></h3>      pretty good<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also I hope you're doing well!</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n7:51 pm</dco> &nbsp;<qco> hey blil, you answer these?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n6:45 pm</dco> &nbsp;<qco> why am i so stupid</qco> </h3>      \ndue to intelligence\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n6:20 pm</dco> &nbsp;<qco> what's the best way to learn how to read</qco> </h3>      \nthere's gotta be some books about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n5:48 pm</dco> &nbsp;<qco> I am 19 and I am in 2k $ debt should kill myself?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n3:23 pm</dco> &nbsp;<qco> what's your favourite song you havent made yet?</qco> </h3>      \nthe next one\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n3:01 pm</dco> &nbsp;<qco> could you make a page that is just like videos, except more specifically, music videos?</qco> </h3>      \ni used to have one, but then the distinction became unclear as i realized that almost all of my videos are at least somewhat musical\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n2:50 pm</dco> &nbsp;<qco> what happens at the airport terminal</qco> </h3>      \nlife goes on\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n2:42 pm</dco> &nbsp;<qco> have you considered running for public office?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n2:34 pm</dco> &nbsp;<qco> what kind of music you like</qco> </h3>      \nit has to be at least good enough to make me forget which kind is which\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n1:57 pm</dco> &nbsp;<qco> how do you often find yourself?</qco> </h3>      \nevery time i lose myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n1:41 pm</dco> &nbsp;<qco> bill, your music is beautiful, i like it! by the way, what's the genre of it??</qco> </h3>      \nif what you say is to be trusted, then it would be considered 'beautiful', 'likeable',\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n12:28 pm</dco> &nbsp;<qco> is it a long long long journey</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n12:11 pm</dco> &nbsp;<qco> how does it feel being alive?</qco> </h3>      \ncomplicated\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n11:35 am</dco> &nbsp;<qco> you are a surrealist, arent you</qco> </h3>      \nif the shoe fits,\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n9:57 am</dco> &nbsp;<qco> i had a dream that the title of your new song is \"cover your eyes\". is my dream correct?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n9:31 am</dco> &nbsp;<qco> Is anything even real</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n9:14 am</dco> &nbsp;<qco> how do you decide what tempo to play things at, and how do you go about tempo changes, accelerandos, rallentandos, and the like?</qco> </h3>      \ni have to use my intuition and imagination. it's like figuring out how to pace your speaking. just have fun and enjoy yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n7:13 am</dco> &nbsp;<qco> How frequently are your answers longer than the questions asked?</qco> </h3>      \nlet's look at the last 30 questions as a sample space. 14 of those answers were longer than the question, and now 15. so that makes 50% of the time, based on this sample space, which i assume is average, given the spectacularly average mood i am in currently\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n6:36 am</dco> &nbsp;<qco> how can a stranger help another stranger in need?</qco> </h3>      \nyou're gonna have to somehow know what they need. i'm honestly pretty bad at figuring out what other people need. sometimes i assume they need the same thing that i need, which sometimes might be correct\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n5:13 am</dco> &nbsp;<qco> What's your favourite song that you've written?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n5:12 am</dco> &nbsp;<qco> are you avoiding labeling your music as \"pop\" because you're afraid that people will just discard it with a \"I don't like pop\"?</qco> </h3>      \ni actually do label my music as \"pop\" when i send it to stores, because i write it with the intention of making it as good as i can. and i believe that is the most important feature of pop music: to be really good. However, that might be socially frowned upon to declare that your own music is popular and/or really good. so in conversation i just say it's 'normal'. and i just keep it my own little secret that being good is normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n3:31 am</dco> &nbsp;<qco> are you tired of the world?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n3:25 am</dco> &nbsp;<qco> I want to make songs in the future but I dont know where to start, I don't even know all the keys in piano, it's hard to start something that I don't know where to start of. How can you come up of making songs?</qco> </h3>      \ni'm not sure. i discovered most of the music basics when i was a very small child. but doing 'songs' still required a lot of additional spiritual exploration (or at least i chose to require that of myself), but i had a lot of musical experience to back it up. i'm not sure what it would be like to approach it without having that musical experience, but, in some ways i suspect it might have been simpler and more adventurous, with less blockages maybe. i've had to do a lot of soul-searching at some points, to coax the adventures out. but if i had no musical experience i suspect that the adventures might have been ready to go, right on the surface. i think i've seen other people work this way\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n2:45 am</dco> &nbsp;<qco> How did you develop your style?</qco> </h3>      \njust keep doing things. it's still developing\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n12:54 am</dco> &nbsp;<qco> i really want to make music, my voice isnt good. not in a self depricating way- it just doesn't sound presentable. how can i make music with a voice that sounds good?</qco> </h3>      \nit will sound better the more you use it. but in the meantime, pretend you are doing an avant garde artpiece that requires it to sound exactly the way it sounds. you can put it in some kind of avant garde hipster location that's so far underground that no one will see it yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.21&nbsp; \n12:48 am</dco> &nbsp;<qco> hey man, i just started college, major in Psychology. \n<br>i feel like I took the wrong course. Everything feels wrong. I was not able to take the course I want, but now that course feels wrong as well. I feel like nothing fits with me. got any advice?</qco> </h3>      \nwhat are some of the things in the past 12 months that felt right? that's just a starting point\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.21&nbsp; \n11:52 pm</dco> &nbsp;<qco> Why is 'dick' short for 'richard'?</qco> </h3>      \nto 'razzle' you, which of course is short for 'bedazzle'\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.21&nbsp; \n10:57 pm</dco> &nbsp;<qco> how high can you jump</qco> </h3>      \njust barely high enough to jump over my fears\n<br><br>"
  }
]
