[
  {
    "html": "<h3> <dco>12.1.20&nbsp; \n12:36 pm</dco> &nbsp;<qco> BILL WHEN WILL YOUR NEW SONG COME OUT</qco> </h3>      \npretty soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.20&nbsp; \n11:32 am</dco> &nbsp;<qco> In the reality section of the website, at the oldest entry after selecting \"i don't know\" at the password screen, what was with the stacking of the books and such?</qco> </h3>      \nthat looks like a person who is absolutely desperate to make videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.20&nbsp; \n10:22 am</dco> &nbsp;<qco> if you wouldn't mind temporarily stepping out of the mindset of producing your newest and soon-too-be-hopefully-greatest song and video, is there any song you've made in the past that stands out to you in any way;&nbsp;</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and if so, would you have any thoughts you could share?</qco> </h3>      \non 'hallelujah', i decided to START the entire recording process on an EQ setting that mimics the speaker on a smartphone. the reason i did this was to try to have a better guarantee that the arrangement would make sense there (literally no bass). it sometimes stresses me out that that platform is so drastically different from the ones that include the bass (headphones, car speakers, etc). It's almost like if you are doing a TV show and 40% of your audience can't see the color green. If you are making the project on a system where you CAN see the color green, you're gonna have no idea what those greenless viewers are even seeing. Some people check different systems at the very end, and then make 'adjustments', but i figured it's way too late if you check it at the end. so i decided to start the entire process in the bassless mode, to make sure i was making decisions that were strong on that platform. Then turn the bass frequencies back on and then fill in the bass i want for the full-range listeners. This seemed like a good idea but it didn't really go so well and i don't do it anymore. it didn't really harm the sound of the song, but it encouraged me to overthink even more than i normally do\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.20&nbsp; \n9:06 am</dco> &nbsp;<qco> Is life secretly weird</qco> </h3>      \nyes, but there is an even bigger secret, that it's normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.20&nbsp; \n9:01 am</dco> &nbsp;<qco> How much of what you learned with these new methods will you be implementing into the music video? </qco></h3>      about 32%<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you exactly know yet?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.20&nbsp; \n8:33 am</dco> &nbsp;<qco> what is a country?</qco> </h3>      \ni'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.20&nbsp; \n7:09 am</dco> &nbsp;<qco> how to make music without knowing anything about it?</qco> </h3>      \nit might be easier. no matter how much you 'know' about it, there is infinite times more unknown about it. that's because music is limitless. So, if you think you 'know' some things about it, it might be tempting to think your knowledge is worth something. when actually, no matter how much anyone knows, that still only represents around 0.0000% of the overal potential music knowledge base\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.20&nbsp; \n6:08 am</dco> &nbsp;<qco> what is your thought process when making your music? </qco></h3>      mostly thinking about how i feel. but, that actually doesn't work until i can reverse it. feeling about how i think <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you just start with a single random note or beat </qco></h3>      usually the starting point has closer to 50/50 balance between musical and linguistic elements. otherwise it probably won't go so smoothly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and go with the flow or do you think hard before making a song?</qco> </h3>      think easy. the hardest thing about songwriting is it's too easy. sometimes it's very hard to try easy on something, especially when you want it so bad\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.20&nbsp; \n5:31 am</dco> &nbsp;<qco> I usually am the one to reach out to people to hang out and what not, so I stopped reaching out to see if anyone would reach out to me and I realized that I don't actually have any friends. How can I actually make good friends?</qco> </h3>      \ni think this might be the perfect time to take a look at some of your non friend-related goals. this will help you be more of the person you want to be, which will also easily improve the friend scene in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.20&nbsp; \n4:53 am</dco> &nbsp;<qco> how are you so blatant how do you think of random things?\n</qco></h3>      i refuse to think of random things. i only think of things in numerical order<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what goes into your mind all the time?</qco> </h3>      it's a lot of counting\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.20&nbsp; \n4:01 am</dco> &nbsp;<qco> do you like christmas ?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.20&nbsp; \n2:58 am</dco> &nbsp;<qco> is this the first question of december??</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.20&nbsp; \n2:11 am</dco> &nbsp;<qco> is this the first question of december bill?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.20&nbsp; \n1:35 am</dco> &nbsp;<qco> What's your opinion on ceilings</qco> </h3>      \ntoo high\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.20&nbsp; \n1:34 am</dco> &nbsp;<qco> mambo no 5 is a great song but it makes me wonder what happened to mambos 1-4</qco> </h3>      \nless\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.20&nbsp; \n1:23 am</dco> &nbsp;<qco> What was the bad thing you did in \"just did a bad thing\"?</qco> </h3>      \nfailed at producing a song too quickly nor too slowly, and accidentally ended up working on it for exactly the right amount of time \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.20&nbsp; \n1:10 am</dco> &nbsp;<qco> what's your favorite date in the year?</qco> </h3>      \n1/1\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.20&nbsp; \n12:21 am</dco> &nbsp;<qco> Are you making more songs?</qco> </h3>      \nflipping hecko yes \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.20&nbsp; \n12:11 am</dco> &nbsp;<qco> why did the chicken cross the road</qco> </h3>      \nwhat my client (the chicken) and i are wondering is why was a road built across the chicken's path \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.20&nbsp; \n12:05 am</dco> &nbsp;<qco> I like to make very simple music from time to time, but sometimes I come up with a tune that I later realize is just a variation or too similar to a tune I have already created before. Do you have any advice on how to not make songs that sound too similar to one another?</qco> </h3>      \nthis is just an experiment, but try to write something that's not a song. it will become a song anyway, and the  pathway back should be unique\n\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2020-11.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n11:28 pm</dco> &nbsp;<qco> what was your biggest inspiration when you started to make music?</qco> </h3>      \nmusic\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n11:17 pm</dco> &nbsp;<qco> would you classify your music as it's own genre?</qco> </h3>      \nwouldn't get a chance. i would be making new music instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n11:17 pm</dco> &nbsp;<qco> I want to create content, but all I have is a USB microphone. Should I wait until I can afford better equipment to start doing stuff,</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or should I just start now and upgrade when I get the chance?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n11:04 pm</dco> &nbsp;<qco> What genre do you think your music would fall under</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n10:54 pm</dco> &nbsp;<qco> Revolution. Is it a good idea?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n9:50 pm</dco> &nbsp;<qco> Out of all of the songs you have made so far, and not including something that hasn't been made yet, which is your favorite? (I think this will work).</qco> </h3>      \nat the time of releasing each item, i am supposed to believe each one is the best. so that means, if the system is working properly, my opinion should be either biased, changing, or deluded. which creates quite a nice Trifecta of Unreliability\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n9:08 pm</dco> &nbsp;<qco> What project are you doing now?</qco> </h3>      \nit's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n8:30 pm</dco> &nbsp;<qco> when you said, that you did a weird thing and made everything pink in \"just did a bad thing\", how was this weird thing achieved</qco></h3>      i made it up<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and how did you change it back?</qco> </h3>      \nthe song ends immediately after that, so life should mostly return to normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n7:18 pm</dco> &nbsp;<qco> are you smooth brain</qco> </h3>      \nnot quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n6:54 pm</dco> &nbsp;<qco> do you think ghosts are sentient or just repeats of past people in a deteriorating cycle&nbsp;</qco> </h3>      \ncustomized ghosts, to suit your needs\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n5:38 pm</dco> &nbsp;<qco> Why does your music include sounds?</qco> </h3>      \nto hopefully *influence* you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n4:51 pm</dco> &nbsp;<qco> what do you think of other people</qco> </h3>      \ni'm impressed\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n3:39 pm</dco> &nbsp;<qco> When is the time for time?</qco> </h3>      \nalways\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n2:41 pm</dco> &nbsp;<qco> Ok so I have this long elaborate theory on time that says it all already happened and that's why the past is what it is, and you can't change it since it already happened exactly the way future people wanted it to since it can't ever change. Does that sound right or am I just crazy?</qco> </h3>      \nit sounds wrong, and not crazy enough\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n1:47 pm</dco> &nbsp;<qco> I often find words that fit the meaning of the word, such as pungent. It sounds like it should mean what it does. Do you ever find yourself feeling the same way about any particular word?</qco> </h3>      \nobfuscate\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n1:23 pm</dco> &nbsp;<qco> What vid are you working on\n<br></qco> </h3>      \nit's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n12:55 pm</dco> &nbsp;<qco> on the cover of the song \"Outside\" it reads o.u.t.s.i.d.e. Does that stand for something?</qco> </h3>      \nour universe tried something i didn't expect\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n12:41 pm</dco> &nbsp;<qco> was \"long long journey\" about your journey as an artist</qco> </h3>      \nif the shoe fits,\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n11:54 am</dco> &nbsp;<qco> what are you working on</qco> </h3>      \nit's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n11:08 am</dco> &nbsp;<qco> what's more scary, too much logic or too little logic?</qco> </h3>      \nit's those medium amounts you gotta watch out for\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n10:42 am</dco> &nbsp;<qco> If you could invent a holiday that has as much songs that get produced in it as Christmas, what would the theme and activities in that holiday will be?&nbsp;</qco> </h3>      music\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n10:36 am</dco> &nbsp;<qco> What rhymes with Orange?</qco> </h3>      \nFlorence\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n10:33 am</dco> &nbsp;<qco> would you say that you like your songs (might quit, i just did a bad thing) or your documentaries (history of the world and japan) more?</qco> </h3>      \nat the time of releasing each item, i am supposed to believe each one is the best. so that means, if the system is working properly, my opinion should be either biased, changing, or deluded. which creates quite a nice Trifecta of Unreliability\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n10:05 am</dco> &nbsp;<qco> what do i need to make a good song?</qco> </h3>      \nthe MiRaCLe oF LiFe\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n9:58 am</dco> &nbsp;<qco> how can I find waldo?</qco> </h3>      \ntake a look in the  mirror\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n9:55 am</dco> &nbsp;<qco> what's your take on switzerland</qco> </h3>      \ncan't seem to find it\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n8:35 am</dco> &nbsp;<qco> favorite type of live music venue? maybe for your live show...</qco> </h3>      \nsomething small enough where drum mics are not necessary\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n6:08 am</dco> &nbsp;<qco> what video on youtube are you most proud of?</qco> </h3>      \nhow about some new ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n5:12 am</dco> &nbsp;<qco> i miss ur music,</qco></h3>      plot twist, it's still available<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; are you considering putting out more?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.20&nbsp; \n4:25 am</dco> &nbsp;<qco> How do i type ?</qco> </h3>      \nput the keyboard face down and just press the entire keyboard into the table. that way you can type everything at once\n<br><br>"
  }
]
