[
  {
    "html": "<h3> <dco>3.30.19&nbsp; \n3:45 am</dco> &nbsp;<qco> do you like airports</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.19&nbsp; \n2:23 am</dco> &nbsp;<qco> <a href=\"q.php?date=201903291526\">3.29.19&nbsp;&nbsp;3:26 pm</a>  well, I know so little about established music theory, that im not even sure what it is, how many theories of music there are.</qco></h3>      it's like bugs. there must be trillions of species of bugs, scientists will never discover all of them, and they are mutating into more at a moments notice <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Maybe it works exactly like how i think about music, maybe it's entirely different. I feel like the moment I try to learn it, though, it might start to influence the ideas i already have, which isnt necessarily bad but a part of me feels like i should keep it isolated for maximum interesting outcome. i think i'll write a book about it and make millions revolutionizing the music industry with information that might already be well established.</qco> </h3>      maybe you could even do some music that revolutionizes the book industry\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.19&nbsp; \n12:53 am</dco> &nbsp;<qco> Is it true that you are a being of more than 3 dimensions?</qco> </h3>      truth itself is a dimention, so\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.19&nbsp; \n12:49 am</dco> &nbsp;<qco> Will you make a video with your version of horror?</qco> </h3>      <a href=\"https://billwurtz.com/tfw2015.mp4\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.19&nbsp; \n12:33 am</dco> &nbsp;<qco> Wow, posting your \"stupid song\" link sent me looking through your everything section, and looking at other songs from around that area. I really like stupid song, and also the world's got a problem. Very somber compared to your recent works, do you think you'll do more piano-focussed somber music in the future?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.19&nbsp; \n12:21 am</dco> &nbsp;<qco> Is there a recommended number of times to go mad with power per life,\n</qco></h3>      1 to 2<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or is it best avoided?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n11:50 pm</dco> &nbsp;<qco> What's the context for Eat Bread?</qco> </h3>      wrote a song in bed. could have used the keyboard but i did not. really trying to just use the paper. was trying out a technique where you are so sick of not getting any songs written that you are willing to completely and totally sabotage the beginning, giving the song no choice but to bloom swiftly into a more legitimate adventure, moments later\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n11:46 pm</dco> &nbsp;<qco> how was it like meeting rob markman?</qco></h3>      i did not<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n is he a nice guy?</qco> </h3>      i have no idea who that is\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n10:04 pm</dco> &nbsp;<qco> I have a Wacom tablet, a 27\" iMac, and a great drawing program...what do I do with it</qco> </h3>      feel confused and strange, for now<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n9:38 pm</dco> &nbsp;<qco> Just curious how Mount St. Helen's is feeling as of late.&nbsp;</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n9:34 pm</dco> &nbsp;<qco> brief history of books</qco> </h3>      2 hard book covers collided in space, giving birth to the pages\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n9:09 pm</dco> &nbsp;<qco> do you have any driving tips</qco> </h3>      honk in the direction you are trying to go\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n8:28 pm</dco> &nbsp;<qco> is that \"dream idea\" thing in those reality vids \"might quit\"??? </qco></h3>      no, 'might quit' came from 11.5.18<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is it a different one</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n7:38 pm</dco> &nbsp;<qco> Why is it that suddenly we realize that we need something in our lives but never teasure it when it's there?</qco> </h3>      it seems like we're always trying to make things better\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n7:36 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201812301122\">12.30.18&nbsp;&nbsp;11:22 am</a>  What do you disslike about diss tracks?</qco> </h3>      the disses\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n7:33 pm</dco> &nbsp;<qco> in what sense are birds free?</qco> </h3>      they can travel internationally without a plane ticket. or a passport actually, now that i think of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n7:32 pm</dco> &nbsp;<qco> What is the best free app for video creation and editing ? Thanks!</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n7:30 pm</dco> &nbsp;<qco> In which order should I listen to your songs</qco> </h3>      which collection / site / platform / page are you on? (which songs are we choosing from)\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n7:20 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903281740\">3.28.19&nbsp;&nbsp;5:40 pm</a>  will you make a video using this song?&nbsp;</qco> </h3>      the main thing that needs is voc harmonies in certain places, but i would prefer to make new songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n6:57 pm</dco> &nbsp;<qco> can you post the last meme saved on your device&nbsp;</qco> </h3>      <a href=\"drake-wishin.mp3\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n6:35 pm</dco> &nbsp;<qco> What is the context for The World (Has Got a Problem)?</qco> </h3>      was playing an open mic on closed mic night (if that makes sense) so needless to say i needed material. i wrote that extremely quickly, and recorded a demo immediately, just for purposes of learning it on short notice. but the demo was reasonable enough to consider a final recording\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n6:34 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903020655\">3.2.19&nbsp;&nbsp;6:55 am</a>  what was the original title?</qco> </h3>      it's the first day of school\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n6:16 pm</dco> &nbsp;<qco> Thoughts on people pressuring you on the artifacts page,</qco></h3>       no one is pressuring me. hardly anyone even knows what it is<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n and does it demotivate you to make the page?</qco> </h3>      it's already been made for a while\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n6:03 pm</dco> &nbsp;<qco> You answer questions between every 30 minutes and two hours. </qco></h3>      that's not true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nDo you answer a bunch and release them periodically (like on an automatic timer), or do you just never sleep?</qco> </h3>      i usually do them all for the day before going to sleep\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n4:22 pm</dco> &nbsp;<qco> what are some cool stretches you know?</qco> </h3>      home\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n4:19 pm</dco> &nbsp;<qco> do you ever sleeptalk?</qco> </h3>      talksleep\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n4:02 pm</dco> &nbsp;<qco> How can i be great at everything? I understand everything about ambition, set a goal and every day work towards it.\n<br>\n<br>but there are so many intersting things to do and learn. How can i pick one?\n<br>I want to be great at music, i want to be great at electronics, programming, cooking, painting, ...&nbsp;&nbsp;\n<br>There are all great, I love them all equally, but there are all so vast that even a lifetime isn't enough to master one. how can i work exclusively towards one and ditch the others?&nbsp;&nbsp;\n<br>I don't want to make a choice here</qco> </h3>      ah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n3:58 pm</dco> &nbsp;<qco> what is your favourite random historical fact</qco> </h3>      history is actually based on reality\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n3:26 pm</dco> &nbsp;<qco> I don't know much of anything about music theory. But I can compose tunes pretty easily, and I can very intuitively tell when some series of notes are good, or when some are bad. I've come up with this idea of composition that models songs/melodies based on the attention they gather from the listener (attention being used, for lack of better word), which seems like a promising way of writing/thinking about songs. A part of me wants to ignore modern music theory and reinvent the wheel as a means of making more unique music, another part of me says that maybe that's a bad idea. These parts of me are getting very upset, and they're calling each other VERY rude names. Can you help settle the dispute?</qco> </h3>      your theory sounds great. you weren't even too clear about what that other competing theory even is, so from here it seems like a no brainer\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n3:07 pm</dco> &nbsp;<qco> Is anything a waste of time if you spent time on it?</qco> </h3>      not entirely\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n2:03 pm</dco> &nbsp;<qco> how do i get out</qco> </h3>      better to already be out. which is convenient because everywhere is out\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n1:26 pm</dco> &nbsp;<qco> Are you able to make another long movie like the other 20 minute one?</qco></h3>      i could<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If not, Why?</qco></h3>      takes about 12 months. which is fine as long as i'm absolutely sure that's the best possible use of my entire year. (so no other videos during that time, no songs, no anything. unless i want the thing to take longer than a year)<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Are you too bored or running out of thoughts?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is your mind lost in other thoughts like pizza?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Another question: Can you do Vlogs?</qco> </h3>      sure, but i'm kind of a perfectionist, so they're not live by any means\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n1:11 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903281331\">3.28.19&nbsp;&nbsp;1:31 pm</a> \n<br>\n<br>Isn't it a little disingenuous to call the release of the page a secret thing nobody knew about when indeed many people, both on this questions page and elsewhere on the interwebs, knew about the artifacts page and were highly expecting it? \n</qco></h3>      i disagree<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nNot mad, just wondering\n<br>\n<br>(Or is it just dreaming big, I like to do that too)</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n12:34 pm</dco> &nbsp;<qco> What do you use to work on?</qco> </h3>      plate\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n12:13 pm</dco> &nbsp;<qco> what does your yelling voice sound like</qco> </h3>      asmr\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n11:50 am</dco> &nbsp;<qco> When will you talk about velcro</qco> </h3>      in due course\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n11:41 am</dco> &nbsp;<qco> How often do you listen to your own music after releasing it for fun?</qco> </h3>      1 time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n10:20 am</dco> &nbsp;<qco> would you like a free ham</qco> </h3>      what's the catch\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n9:53 am</dco> &nbsp;<qco> if i were to make music without knowing how it works would that be a viable way to make music? like if i just put notes together without knowing if they go their or not, is that going to ruin the song?</qco> </h3>      you'll have to try it and see\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n9:37 am</dco> &nbsp;<qco> So is it true the earth is a failure,</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n and will always strive to be best planet for us failures ? If that's true then we should accept failure as a way to progress and not reflecting on our weaknesses.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n8:56 am</dco> &nbsp;<qco> Do you spend time explicitly thinking about the \"quiet\" space (musical rests) in your songs?</qco></h3>      usually think about it together with the non-space<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It stands out in a very nice way.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n7:27 am</dco> &nbsp;<qco> Do you feel like revealing your process via livestream might take away some of the magic?</qco> </h3>      i think livestream is not the best way to show the process. it's also better to show the process on a project that's already been released, that way you can compare it to the final product and also without spoiling a new project before it's released\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n7:02 am</dco> &nbsp;<qco> where are my innards</qco> </h3>      where did you last have them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n5:50 am</dco> &nbsp;<qco> how's the mission statement coming along?</qco> </h3>      pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n2:40 am</dco> &nbsp;<qco> You've talked about doing that little singing exercise when you go on walks and stuff, do you still do it when you walk by/near other people? I like to sing when I'm walking around outside also but often I feel self-conscious and don't want everyone to think I'm some crazy person (I mean I sort of am, but I don't want them to know that) you know what I mean?&nbsp;</qco> </h3>      it's very quiet<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n1:12 am</dco> &nbsp;<qco> do you agree that one of the best ways to make a good product is to take a bad idea and stick with it</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n1:08 am</dco> &nbsp;<qco> do you ever want to run into a cornfield to catch your dreams?</qco> </h3>      sure, that would be a nice change from what i usually do which is run into my dreams to catch a cornfield\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.19&nbsp; \n12:17 am</dco> &nbsp;<qco> i suffer from 'tunnel vision' and i can't tell if the rhythm of my song makes sense to the listener. how do i establish rhythmic context to introduce a 'jumpy' melody?&nbsp;</qco> </h3>      you could try putting a drum or percussion instrument on a steady beat\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n11:55 pm</dco> &nbsp;<qco> what do you say to someone who wants to do music but also feels like it's not profitable</qco> </h3>      i would ask if you want to do something profitable<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n11:36 pm</dco> &nbsp;<qco> Can people eat Milky Way Galaxy?</qco> </h3>      only parts of it\n<br><br>"
  }
]
