[
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n1:27 pm</dco> &nbsp;<qco> do you think these changes to your channel/upload schedule/how the world perceives you are for the better?</qco> </h3>      no, the upload pattern since december has been a mistake. it is currently less than it was before, but it was supposed to be more than before\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n1:25 pm</dco> &nbsp;<qco> how do you feel about judging people?</qco> </h3>      \nfine, very easy to judge, everyone's great. done, already judged<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n1:25 pm</dco> &nbsp;<qco> what should i major in</qco> </h3>      the roundness of the globe\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n12:52 pm</dco> &nbsp;<qco> Did you deliberately quote the lick near the end of \"Mount St Helens is About to Blow Up\"?</qco> </h3>      there is no need to quote the lick. each person who uses the lick is doing it first hand. the lick is in the public domain, cc0\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n12:26 pm</dco> &nbsp;<qco> what is your favorite idea you've ever had?</qco> </h3>      un ruin things\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n12:17 pm</dco> &nbsp;<qco> What are your values and standards?\n<br></qco> </h3>      ruin things\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n11:33 am</dco> &nbsp;<qco> Hey bill what do you do when you're bored</qco> </h3>      try to accomplish my core ambitions and goals\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n11:08 am</dco> &nbsp;<qco> what genres of music do you enjoy listening to?</qco> </h3>      capitalist\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n10:48 am</dco> &nbsp;<qco> I'm glad you got your video out on time. Good job, I'm proud of you.</qco> </h3>      it was supposed to come out 3 weeks earlier\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n9:53 am</dco> &nbsp;<qco> is the ASK button (under the box for submitting questions) an Acronym for something because it is in all caps.</qco> </h3>      Ask Something Krazy\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n9:46 am</dco> &nbsp;<qco> What's next video going to be?</qco> </h3>      perspective of life and the world from inside a shoe\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n9:24 am</dco> &nbsp;<qco> why is there an interstate in hawaii</qco> </h3>      for traveling purposes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n9:22 am</dco> &nbsp;<qco> what do you use your notebook for (on your website)</qco> </h3>      posting some of the many textual writings i've done over the years, especially from the years before i figured out how to record songs and make videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n9:18 am</dco> &nbsp;<qco> It is great to love and be loved and your love is 619 km distant, isn't it?</qco> </h3>      try 5000\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n9:06 am</dco> &nbsp;<qco> which questions are good questions? what aspect of a question makes it a good question?</qco> </h3>      if a question is bad that makes it good. if the question is even worse then it becomes great\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n9:04 am</dco> &nbsp;<qco> What do you like about nature</qco> </h3>      you can't make that stuff up\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n8:55 am</dco> &nbsp;<qco> Are we going to know where/when velcro was invented and who invented it?</qco> </h3>      you can probably look that up on line, but if it is more convenient i can do it for you and then explain it to you in an interesting tone of voice with pictures and music\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n8:14 am</dco> &nbsp;<qco> do you play sportsball&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n8:09 am</dco> &nbsp;<qco> Why is your newest video good to watch in a dark basement?</qco> </h3>      could be used as a light source\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n8:03 am</dco> &nbsp;<qco> What's a topic or subject that you would never ever ever ever ever EVER touch in your videos?</qco> </h3>      there is nothing off limits in videos that wouldn't also be off limits on the questions page\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n7:11 am</dco> &nbsp;<qco> Is velcro really going to be covered in the next video?</qco> </h3>      maybe\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n5:51 am</dco> &nbsp;<qco> What's with you and owls?</qco> </h3>      nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n5:44 am</dco> &nbsp;<qco> holy shit the perfect topic for wfaoie is music theory for dummies</qco> </h3>      i've tried that but it unravels very quickly because music is a magic and paradoxical game which goes beyond our wildest dreams, and i have pretty much no choice but to display the dreams directly\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n4:23 am</dco> &nbsp;<qco> What will our next Wild Frolicking Adventures of Informational Education episode be about?</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n4:19 am</dco> &nbsp;<qco> after making this video, do you have a more clear format for wfaoie? i mean, you could make a video of 15 minutes about the rise and fall of the inca's, but that's not what you want to do right now. Do you want to focus on one subject (for ex. greenland) and talk about it more within the two minutes? although then the level of wild frolicking is reduced in a major way. i thknk this is my main point: i foresee a big conflict between your desire for wild frolicking and your desire for a more coherent topic. what are your thoughts on that?\n</qco></h3>      that's been a conflict for a long time. one solution failed (wfaoie), on to the next<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ps. i liked the video, and am exited for where you are going to go with this.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n2:11 am</dco> &nbsp;<qco> When picking up objects, how far up do you pick them?</qco> </h3>      half way\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n12:22 am</dco> &nbsp;<qco> Do you like philosophical of existential questions, cause sometimes it can hurt a persons head</qco> </h3>      the only part that hurts my head is deciding what gets to be called a philosophical question or existential question or neither or both\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n12:20 am</dco> &nbsp;<qco> Can an opinion only exists as long there is something changeling it. Example would be \"I like the color yellow\" being an opinion but if there were only the color yellow and no other color, is it no longer an opinion?</qco> </h3>      it would be no longer a color but you can still like the way things are. in fact that's very convenient\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n12:00 am</dco> &nbsp;<qco> what is \"in the snow\". i am confusion, and probably very stupid</qco> </h3>      a song which was never recorded until i hijacked the verse and turned it into a different song called 'la de da... etc'\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.19&nbsp; \n11:36 pm</dco> &nbsp;<qco> when's that velcro episode</qco> </h3>      right away\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.19&nbsp; \n11:01 pm</dco> &nbsp;<qco> what's your plan for these free-wheeling videos in the future?</qco> </h3>      slightly more coherent topics, while frolicking just as much, and staying inside a 2 (or 1) week production schedule\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.19&nbsp; \n10:33 pm</dco> &nbsp;<qco> In a Philosophize This Podcast, there is discussion between Faciticty and Trancendance. Facticity is the third person perspective that any other person can take. These facts include biological facts about height, weight, race, gender, skin color, eye color, etc. However, these facts also include social and economic, psychological and historical facts as well. Transcendence is the first person perspective of a human being. With transcendence, human beings can \"transcend\" their facticity and become something more than they are or seem to be. This \"something\" they can become is a result of that human beings individual choices or decisions, and many turn it in to a tug-a-war situation in life. People who want both 100% of transcendence and facticity basically want to be god is some sort, \"can do no wrong but has ultimate power\". So my question is what is your take on this, is there a possible balance you choose when it comes between the two?</qco> </h3>     i didn't quite get your explanation of either one well enough to understand entirely what they are supposed to be and/or why they would be in conflict\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.19&nbsp; \n10:29 pm</dco> &nbsp;<qco> Are you good with people? \n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Meaning are you a social person?\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I'm not</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.19&nbsp; \n9:50 pm</dco> &nbsp;<qco> how do you write good poetry</qco> </h3>      the more words you write the better your skills will get. so hurry up and start writing them\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.19&nbsp; \n9:44 pm</dco> &nbsp;<qco> Hey why isn't Greenland a continent</qco> </h3>      you'll have to ask the authorities which i was just informed do not exist\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.19&nbsp; \n9:27 pm</dco> &nbsp;<qco> will you ever release the old ending to 'in the snow'?</qco> </h3>      maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.19&nbsp; \n9:24 pm</dco> &nbsp;<qco> When is your next Vid</qco> </h3>      it's supposed to be made over the course of the next 7 days and released next tuesday\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.19&nbsp; \n6:18 pm</dco> &nbsp;<qco> your new video is awesome it feels like I watched a 5min video lol, btw I was wondering do you improvise your sound effects or are they thought during the script they are very detailled</qco> </h3>      they are not written in the script, they are the last element to be added, after the video is mostly done. the parts contain varying degrees of improv\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.19&nbsp; \n6:15 pm</dco> &nbsp;<qco> Why do you so rarely capitalize letters?&nbsp;</qco> </h3>      i thought i did it the same amount as most people\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.19&nbsp; \n6:11 pm</dco> &nbsp;<qco> Will \"Wild Frolicking Adventures of Informational Education\" be a new series?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.19&nbsp; \n6:08 pm</dco> &nbsp;<qco> Are your videos just a documentary of you exploring another dimension?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.19&nbsp; \n5:58 pm</dco> &nbsp;<qco> omg, i really liked the new video, are you planing to do more that kind of videos? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how did you felt while making it?</qco></h3>      uncomfortable, scared, and pathetic<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; same way as history of the entire world?</qco> </h3>      no, history of the entire world i was terrified that i would not finish producing it before armageddon. yet i was extremely confident in the topic. this one however was very breezy in size, and was deliberately written to be produced inside of 1 or 2 weeks, but with no coherent topic it started to feel alarmingly useless<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.19&nbsp; \n5:47 pm</dco> &nbsp;<qco> what are your plans for summer&nbsp;</qco> </h3>      that depends if i succeed at my plans for the spring\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.19&nbsp; \n5:47 pm</dco> &nbsp;<qco> Will there be more videos like wfaoie in other topics like science, engineering and technology?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.19&nbsp; \n5:47 pm</dco> &nbsp;<qco> I really enjoyed the new video!! Are you going to do more videos like that in the future?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.19&nbsp; \n5:40 pm</dco> &nbsp;<qco> Hewwo thank you for uploading you missed a spot two weeks ago</qco> </h3>      actually i mised about 5 spots. ever since dec 4 there were supposed to be videos every week\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.19&nbsp; \n5:37 pm</dco> &nbsp;<qco> Bill that video is so amazing! Are you planning on making it sorta like a series?&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.19&nbsp; \n5:37 pm</dco> &nbsp;<qco> how do you be a person who isn't other people?? (how do you be a person without having to be the person other people want you to be?)</qco> </h3>      they were wondering how to escape who you wanted them to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.19&nbsp; \n5:35 pm</dco> &nbsp;<qco> oh and id like to request a part 2 already for wfaoie</qco> </h3>      let me know what it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.19&nbsp; \n5:33 pm</dco> &nbsp;<qco> Is this \"Wild Frolicking Adventures of Education\" going to be a series?</qco> </h3>      yes\n<br><br>"
  }
]
