[
  {
    "html": "<h3> <dco>12.26.20&nbsp; \n7:35 am</dco> &nbsp;<qco> I always wondered\n<br> How do you think of your music it's so cool\n<br></qco> </h3>      \nthis may sound weird, but, .....it thinks of me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.20&nbsp; \n6:50 am</dco> &nbsp;<qco> What is music?</qco> </h3>      \nlike a reflection of you, but not a reflection. actual \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.20&nbsp; \n6:49 am</dco> &nbsp;<qco> How to deal with will that isnt strong enough to overcome the obstacles that intuition is pointing towards</qco> </h3>      \nyou can't. but if you are asking this question you have already indicated that the will is there\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.20&nbsp; \n2:37 am</dco> &nbsp;<qco> What was in the fragile box during your unboxing?</qco> </h3>      \nan even more fragile box\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.20&nbsp; \n2:06 am</dco> &nbsp;<qco> how are you so smart?</qco> </h3>      \nah, that's from the huge amount of books on the shelf behind me in the video chat\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.20&nbsp; \n12:16 am</dco> &nbsp;<qco> a song you posted 2 years ago is titled \"christmas isn't real\" does that still hold up or has christmas become real</qco> </h3>      \nit is real, despite its best efforts to be fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.20&nbsp; \n12:09 am</dco> &nbsp;<qco> do you ever write something and, when you look back, it has a meaning that you weren't even thinking about in the moment?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.20&nbsp; \n12:06 am</dco> &nbsp;<qco> Do you find albums overwhelming</qco> </h3>      \ni usually find them underwhelming. which is kind of a paradox because i think the reason they seem underwhelming is because it's too many new songs at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n11:50 pm</dco> &nbsp;<qco> Hello Bill. I was wondering if you'd ever considering making a holiday song.</qco> </h3>      \nsure. i've done it before, and i will also do it more times\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n10:35 pm</dco> &nbsp;<qco> how do i turn thoughtlings into thoughts and ideas</qco> </h3>      \nstart by writing them down. that might be all it takes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n9:38 pm</dco> &nbsp;<qco> How did you predict 2020 in \"just did a bad thing\"? \"All the things I'm supposed to do / and the places I'm supposed to go are cancelled\" </qco></h3>       things predict themselves. that's what i like about songwriting, it opens the door for things to do what they're gonna do<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What is the real meaning behind this line?</qco> </h3>      here's what i think, as i'm analyzing it now: this is a classic case of the song being about itself. The starting point for that song was just the one line ('just did a bad thing'), with really no indication of any sort of form or anything. Half way through the first section, it already seems to ditch out of the original paradigm slightly ('wondering what it is, etc'), it slips into the major key, and just,... no sort of repeating figure has been established. so far everything seems to be a special-case scenario. Then when it hits the next stanza, (bad day, bad year), we've already broken from what it had done in the first stanza. (the first stanza had the 'regret' line, which is quite different from the first line, but in the second stanza, the first two lines essentially are the same as each other), so for many reasons, at this point, (after 'bad year'), it's very clear that there is NO established pattern. we are free to roam. And it's likely at this point that i was feeling stuck, because really there's just too many possibilities. I was probably running through what i had so far, thinking i would get clues about the future (of the song) from the past (in the song). And that's just not gonna happen, because really what should probably happen is it should probably get out and GO somewhere it hasn't gone yet. So, looking at what did come next, the 'cancelled' line, this is a perfect way of expressing that everything you might have expected was going to happen (based on what happened so far) in the song, will probably not happen. And, sure enough, immediately after this, it transitions into a totally new key, and a new paradigm entirely. So basically the reason for that line is to shake off the previous paradigm (bad things, etc), because we gotta get away and jump into a whole new territory. (the 'game' section, etc).<br>\n     As far as anything having resemblence to future world events, well, this is always more likely to happen the more songs i write. when making a case that something predicted something, you can always ignore the ones that didn't fit. such as 'at the airport terminal' which certainly does not predict 2020\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n8:31 pm</dco> &nbsp;<qco> I often hear melodies In my head but I can't transcribe them. Any tips for transcribing better?&nbsp;</qco> </h3>      \nyou might not need to, if you can record yourself singing it into your phone or something similar\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n7:33 pm</dco> &nbsp;<qco> How to open doors?</qco> </h3>      \nhave you considered screaming at them \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n6:30 pm</dco> &nbsp;<qco> why does church gotta be a whole hour? wouldnt 30 minutes work better?</qco> </h3>      \nthat depends how good it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n6:14 pm</dco> &nbsp;<qco> Please give me some insight on how you write chords / progressions</qco> </h3>      \nuse melody. and if that's not working, you can take it a step further and use words to make the melody\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n5:59 pm</dco> &nbsp;<qco> okay but what the heck is yogurt</qco> </h3>      \ngoup\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n5:53 pm</dco> &nbsp;<qco> Do you ever stop and think?&nbsp;</qco> </h3>      \nyes but it can be even more fun to think on the go\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n5:27 pm</dco> &nbsp;<qco> Oh you make musician? Name every song</qco> </h3>      \nall of you, all of me,\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n5:21 pm</dco> &nbsp;<qco> What is the best dimension?</qco> </h3>      \nup\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n5:09 pm</dco> &nbsp;<qco> was your first 3d experiment the ball in 'ball and stick'?</qco> </h3>      \nno. it would have been some of the balls in 'history of the entire world, i guess'\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n5:01 pm</dco> &nbsp;<qco> Does it take you a long time to make music whether it is short or not?</qco> </h3>      \nit shouldn't, but, it does\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n3:39 pm</dco> &nbsp;<qco> is the color scheme of this page intentional</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n3:36 pm</dco> &nbsp;<qco> Where do you get your inspiration from, generally?&nbsp;</qco> </h3>      \nfrom the toilet, in the gutter. bet you didn't think they had toilets in the gutter, well here i am, as living proof \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n3:24 pm</dco> &nbsp;<qco> Hi Bill,\n<br>Will you be making music with someone else?</qco> </h3>      \nonly if it's good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n2:48 pm</dco> &nbsp;<qco> What are your thoughts on Christmas</qco> </h3>      \n1. how could something so lovely be so terrible<br>\n      2. how could something terrible be so lovely \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n2:03 pm</dco> &nbsp;<qco> do you know how to end world hunger</qco> </h3>      \ni have some ideas\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n1:48 pm</dco> &nbsp;<qco> Do u believe that one song could change one's mindset forever</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n1:39 pm</dco> &nbsp;<qco> Life is strange</qco> </h3>      \nthat may be true\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n1:11 pm</dco> &nbsp;<qco> I love you, your music, your videos, and your wisdom. You truly are one of the greatest men to have ever lived.</qco></h3>      holy smokes you are friendly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you write your music first or your Lyrics.</qco> </h3>      \nno, it usually doesn't work too well that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n1:10 pm</dco> &nbsp;<qco> are you enjoying the process of making the newest video?</qco> </h3>      \nyes and no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n12:26 pm</dco> &nbsp;<qco> have you considered making non video songs in-between one of those songs where it has a music video also, to go along with the song. released as just the song, in order to increase the rate at which you produce cool music?</qco> </h3>      \nyes i have considered that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n11:38 am</dco> &nbsp;<qco> What is youre favorite genre of music?</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n11:14 am</dco> &nbsp;<qco> What are you thinking about for your next video?</qco> </h3>      \nprobably another song video, like the one i am working on now. i already have 2 songs completed, so i will likely do a video for the other one after this one\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n8:13 am</dco> &nbsp;<qco> what is the meaning of potato</qco> </h3>      \nto dazzle, and inspire\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n8:01 am</dco> &nbsp;<qco> do you plan to make more videos?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n7:32 am</dco> &nbsp;<qco> how do you confess your feelings to someone</qco> </h3>      \nthat's easy. just tell them\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n6:58 am</dco> &nbsp;<qco> Q.01)Dear Bill, what's the first 3D object you will put in your newest video?</qco> </h3>      \na cube\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n5:33 am</dco> &nbsp;<qco> Why are your songs such absolute bops?</qco> </h3>      \nthis is partly a defense mechanism\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n4:13 am</dco> &nbsp;<qco> Merry Christmas Bill, when could I find my dreams in school?</qco> </h3>      \nany moment\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n3:32 am</dco> &nbsp;<qco> Have you ever wanted to be a hero?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n2:46 am</dco> &nbsp;<qco> Why do you exist?</qco> </h3>      \nwas thinking it would improve my reputation \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n2:45 am</dco> &nbsp;<qco> is piano a keyboard</qco> </h3>      \nah, now it's all starting to make sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.20&nbsp; \n2:32 am</dco> &nbsp;<qco> do you ever dedicate time just to listen to music (you didn't make) to get inspiration for your own music (which you will make)?</qco> </h3>      \nno but it happens anyway\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n11:44 pm</dco> &nbsp;<qco> how merry is christmas</qco> </h3>      \nalmost as merry as the rest of the year\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n11:26 pm</dco> &nbsp;<qco> would you eat a goldfish for breakfeast</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n10:33 pm</dco> &nbsp;<qco> will you give me some advice</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n10:11 pm</dco> &nbsp;<qco> are you a bot</qco> </h3>      \n i'll have to think about that \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n10:09 pm</dco> &nbsp;<qco> Hey bill, i love your music, and you've inspired me a lot. But the thing is i get so much inspiration from music that i want to replicate the feelings i get when i listen to it. But i am more experienced in visual art and would prefer to work with it. Long question short do you think it's possible for visual art (paintings, drawings, sculptures, etc) to somewhat encapsulate the feelings in written art or musical art (and vice versa)?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n9:43 pm</dco> &nbsp;<qco> Does the universe smile upon you or simply throw ideas at your head?</qco> </h3>      \nyes but it does this to everyone\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n9:38 pm</dco> &nbsp;<qco> How do you get thoughts to enter your brain</qco> </h3>      \njust breathe\n<br><br>"
  }
]
