[
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n4:43 pm</dco> &nbsp;<qco> how did you get the courage to start putting your work online?</qco></h3>      the more i didn't, the more it didn't happen. and it needs to happen. so as it doesn't happen, that leads to a greater need, greater desire, and more courage<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I have years of stuff that I never put up because I'm waiting for the right moment. There's still more work I want to do, lots of the songs feel unfinished, and for the ones that feel finished I have more work I want to do on them (like better mixing etc). Im scared to make a social media account or a place where I can upload my songs, because what will probably happen is no one will care about it, then I'll be embarrassed for having this music project rot on the internet. Also I'm scared that if I upload something, I'll feel the pressure to keep uploading, and that pressure might kill the fun of it and I won't want to make songs anymore. maybe I shouldn't post online at all if I enjoy making songs on my own? I admire how your music is so carefree and you post it all online for everyone to see, but there must have been a moment when you posted your first ever song online, was that hard to do? </qco></h3>      \nusually it's a package deal for me. posting 1 item online is almost unbearable. what i truly want is to post an ongoing series of many items. most of the time, if i've posted 1 item, it means i've fully convinced myself that it is just 1 of a series of many\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n2:13 pm</dco> &nbsp;<qco> your last song hit me with a silverforged umbrella which could be also used as a warhammer in a surprising manner my dear cousin......... i've been boobling and wobbling allll kinda shenanigans and randomly shouting 'mm scaağeğğeağğerddd in my home. thank thank thank thank you! and now, the question part,,,,\n<br>\n<br>since this song revolves highly around the j u i c y bassline, and since you and most other people are complaining about how most of the daily go to devices of ours tyrannically kill the lower frequencies, did this come as a problem in this song during a part of your process?</qco></h3>      it's always a problem, but, whatever, so is gravity<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; have u used some lil trix to make the bass even juicier for our mobile devices, what was those trix? </qco></h3>      on this song, because the bass riff is featured, it's usually doubled by something else, such as piano<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you also love me?</qco></h3>      i'm not sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; thank you thats all my questions\n<br>\n<br>down down n down down keep talkin'\n<br>i'm on the ground an i'm walkin!</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n1:42 pm</dco> &nbsp;<qco> how are you able to maintain a wide and vast perspective on things</qco> </h3>      \ni'm a dot. everything looks wide when you're that small\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n1:30 pm</dco> &nbsp;<qco> you say \"hope you have a good day\" is 6 seconds on the snogs page, but it is actually 12 seconds. what is the meaning of this</qco> </h3>      \nit's 6 seconds, and it's intended to be repeating seamlessly infinite times. on this website, i don't have the capability to post a (SEAMLESSLY!) looping audio file. so it plays 2 times, because 1 would not demonstrate the loop, and anything more would create too much expectation that something would change\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n1:13 pm</dco> &nbsp;<qco> Do you like to travel</qco> </h3>      \nyes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n12:51 pm</dco> &nbsp;<qco> did you ever make your way out of mount st Helens?</qco> </h3>      \ni've never been to mount st helens\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n12:31 pm</dco> &nbsp;<qco> I'm scared of doing things, cuz if I do maybe my expectations of my proficiency in them will be broken. I'm scared lol&nbsp;</qco> </h3>      \ninstead of being suprised by non-proficiency, ...... if you do it 100 times you can surprise your friends and family with proficiency\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n12:28 pm</dco> &nbsp;<qco> opinions on clouds?</qco> </h3>      \n they are surprisingly heavy \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n12:10 pm</dco> &nbsp;<qco> did your imagination work the same way as when you were younger? if so, how? and if not, how has it changed? \n<br>if you're not sure that's chill. you're wonderful, bill. &lt;3</qco> </h3>      \ni've learned to better understand some of the paradoxical workings of imagination. i've formed an amicable working relationship with my imagination\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n12:07 pm</dco> &nbsp;<qco> Looking forward to this boat song i keep hearing so much about&nbsp;</qco> </h3>      \ni'm not doing a boat song\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n11:31 am</dco> &nbsp;<qco> your opinion on porcupines</qco> </h3>      \nnot very realistic\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n11:30 am</dco> &nbsp;<qco> how do you come up with such diverse lyrics?</qco> </h3>      \nit helps to always have people accuse me of using too many of the same lyrics. this motivates me to prove them wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n11:28 am</dco> &nbsp;<qco> how long does it normally take for you to make a music video?</qco> </h3>      \ni don't think i've ever done it a normal way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n10:03 am</dco> &nbsp;<qco> do your songs have any deeper meaning to them </qco></h3>      than what<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is my 2am brain thinking too deeply into the funky beep bop song?</qco> </h3>      \nyou can go to whatever meaning-depth you desire, at any time of the day. i always try to get it as deep as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n9:19 am</dco> &nbsp;<qco> what is your music genre</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n9:07 am</dco> &nbsp;<qco> is the next about breakfasts?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n8:54 am</dco> &nbsp;<qco> will you ever make more boat-related music</qco> </h3>      \ni don't see why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n7:53 am</dco> &nbsp;<qco> is your next song about planes\n<br></qco> </h3>      \nno, but i can see why you would think that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n7:09 am</dco> &nbsp;<qco> Do you like blue-green? Or do you like blue and green separated together?...</qco> </h3>      \ni like them both separately, or together. i don't know what separated together means\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n7:02 am</dco> &nbsp;<qco> hello could you please make a video like \"tomato anxiety\" i really liked that one</qco> </h3>      \nsure, how about <a href=\"https://www.youtube.com/watch?v=AgXQZnQo0eM\" target=\"_blank\">this one</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n4:55 am</dco> &nbsp;<qco> what is your secret to creating amazing music? are you high when making it?</qco> </h3>      \ni am all different heights\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n2:06 am</dco> &nbsp;<qco> have you ever been playing an arcade game when suddenly you run out of quarters but then you look underneath the cabinet and find another quarter?</qco> </h3>      \nfirst i'll have to find another arcade machine, because i ran out of arcade machines\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n12:12 am</dco> &nbsp;<qco> is must/might on the lyrics of your next song</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n11:18 pm</dco> &nbsp;<qco> are we in a simulation?&nbsp;&nbsp;</qco> </h3>      \nof what\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n11:11 pm</dco> &nbsp;<qco> what is the approximate numerical percentage that, theoretically, your next song will be in some way related to boats</qco> </h3>      \nthere's a 2% chance that it might remind you of some feelings you may have had while on a boat. but it doesn't remind me of that, and it doesn't mention anything about boats\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n10:20 pm</dco> &nbsp;<qco> why are glow sticks so cool?</qco> </h3>      \nbecause of how impossible they seem\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n9:48 pm</dco> &nbsp;<qco> have you ever though about doing your videos in 60fps?</qco> </h3>      \nyes. in 2020 i was doing everything in 60fps but it made everything look cheaper. didn't expect that, but it's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n9:45 pm</dco> &nbsp;<qco> is your next song about a beach</qco> </h3>      \nno, but i can see why you would think that\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n9:15 pm</dco> &nbsp;<qco> is at the airport terminal basedon a true story that happened to you</qco> </h3>      \nno, but it's based on how it feels at an airport terminal, in the best of times\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n8:26 pm</dco> &nbsp;<qco> do song melodies come to you in dreams?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n7:17 pm</dco> &nbsp;<qco> how to be cool</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n7:00 pm</dco> &nbsp;<qco> What are your thoughts on Kansas (the state, not the band)? </qco></h3>      2D<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Have you been there to see for yourself which side of the road the land is on, or do you just enjoy imagining it?</qco> </h3>      \nit's on both sides\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n5:51 pm</dco> &nbsp;<qco> do you use the same color palette in all your videos? i like them a lot</qco> </h3>      \ni use all the colors\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n5:29 pm</dco> &nbsp;<qco> I described here comes the sun (specifically 0:17 with the chairs) as having \"hard, uneven lighting that communicates a sense of disorder to audiences\" in a Media project. Is this true, or is something else being communicated?&nbsp;</qco> </h3>      \nthe objective was to explore the dank 3D space in any way i can, without being sucked into the vortex of spending 500 years in the project. 500 to 1000 years is probably the natural amount to be stuck in a 3D project, in order to reasonably explore at least all the basic options for the material. And that's probably many times longer than my entire life span, so clearly some drastic drastic measures need to be taken, urgently, constantly, in order to taper that down to not only something that fits within 1 lifetime, but several times during 1 lifetime (i'm a multi-video kinda guy). So, ...... you grab some cubes, grab some chairs, stack them up, throw some lights, move the camera, .... and even just 1 of those things individually would be enough send you into a 25-year wormhole. so a \"shut up and go\" strategy has to be rapidly and rigorously invoked, again and again and again\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n3:56 pm</dco> &nbsp;<qco> youve said the letter e 13,777 times on this page, why</qco> </h3>      \nwell, let's backtrack a moment, why did you use it 7 times in your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n3:42 pm</dco> &nbsp;<qco> what advice do you have on trying to come up with music?&nbsp;</qco> </h3>      \nit's all you. there's infinite music you can come up with. the hardest part is remembering how easy it is\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n1:51 pm</dco> &nbsp;<qco> what the hell is the time signature near the end of Slow Down </qco></h3>      7/4, or if you prefer a more reasonable sized bar then you could alternate 4/4 and 3/4 <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(also do you like soup)</qco> </h3>      \ni've been advised not to say\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n1:34 pm</dco> &nbsp;<qco> how do i make words make sense artistically but also not sound like they're someone else's? - a poet goin thru a crisis</qco> </h3>      \nartistic sense is magnetic. words and anything else are all magnetically attracted to making artistic sense. So what this means is you can totally smash the words up into mud, and over time if you stir it and live with it, the sense will happen and it will be original. As long as you're there\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n1:29 pm</dco> &nbsp;<qco> your best piece of advice?</qco> </h3>      \nmake sure you give very good advice\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n1:11 pm</dco> &nbsp;<qco> Will your next song have the word wednesday in it?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n1:08 pm</dco> &nbsp;<qco> what is music</qco> </h3>      \nit's a feelings enhancer\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n11:48 am</dco> &nbsp;<qco> How to not be conscious of your own dancing?</qco> </h3>      \ndo something else important at the same time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n11:13 am</dco> &nbsp;<qco> are you ever taken aback?</qco></h3>      sometimes i'm taken aback when the door is ajar<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; why does the expression \"take aback\" seem so silly?</qco> </h3>      probably because you've never seen the word \"aback\" in any other context\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n10:22 am</dco> &nbsp;<qco> why did you put the squid game shapes in the song \"im scared\" at 2:05</qco> </h3>      \nthose are just regular shapes. what i'm wondering is, why did the squid game use regular shapes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n8:59 am</dco> &nbsp;<qco> Do you ever feel like no matter whwt you do it wont matter because in the grand scheme of things our entire planet is a spec in the galaxy and is about to explode in the sun in a couple billion years.</qco> </h3>      \nactually in the grand scheme of things, the planet is not a spec. the universe being of infinite size means it's impossible to compare any object's size against it. so therefore, everything is considered normal sized by default. and everything can also be considered to be in the center of the universe, by default\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n7:29 am</dco> &nbsp;<qco> On 1.8.17 at 4:03 am you were manufacturing an elephant. Did you finish the elephant?</qco> </h3>      \nyes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n3:56 am</dco> &nbsp;<qco> I'm working on a thesis about why the chicken crossed the road. Can you help me?</qco> </h3>      \nare you sure the chicken even did cross the road\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n3:45 am</dco> &nbsp;<qco> is being crazy a good or bad thing?</qco> </h3>      \nit's a medium thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.22&nbsp; \n2:43 am</dco> &nbsp;<qco> How many hours would you say it takes to make one video? Including writing.</qco> </h3>      \ni've no idea. i've never done it in the correct amount of time\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.22&nbsp; \n11:00 pm</dco> &nbsp;<qco> do we really need to put stuff in bags</qco> </h3>      \nprobably yes, until the day of global collective telepathy\n<br><br>"
  }
]
