[
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n12:49 pm</dco> &nbsp;<qco> If Scary Pockets asked you to tour, would you accept?&nbsp;</qco> </h3>      i think they did ask me, but as usual i seem to be egregiously overdue on 100 things at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n11:37 am</dco> &nbsp;<qco> Are you working on a new video, or you quited and take a break?</qco> </h3>      i was working on a song which was taking way too long because i was trying to do a too good job on it, then i finished it and went to the video and then i suddenly realized something very obvious that was staring me in the face the entire time. then things got very interesting ............ and as if that wasn't scary enough, ..... suddenly i tripped and fell into a sort of spiral shaped tornado into the future. had to happen sometime i guess. but wow there's more to it than i thought\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n11:21 am</dco> &nbsp;<qco> <a href=\"q.php?date=201906291202\">6.29.19&nbsp;&nbsp;12:02 pm</a>  care to describe this \"technological transformation\"?</qco> </h3>      i'm drastically reinventing everything i do, at least visually. audio/music will continue the same steady rate of re-invention ... well no actually slightly more\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n11:12 am</dco> &nbsp;<qco> When is the time?</qco> </h3>      always\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n10:58 am</dco> &nbsp;<qco> Is the new vid taking so long because you're updating to new video making software?</qco> </h3>      CAN'T YOU SEE I'M TRYING TO FAKE MY OWN DEATH\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n10:52 am</dco> &nbsp;<qco> how can you tell if a song is going to be good or bad before it's finished</qco> </h3>      you could try tapping it lightly with a tiny hammer\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n10:49 am</dco> &nbsp;<qco> I'm want to learn to play an instrument, and I want to start with one that's easy to learn. I was going to learn to play the kazoo, since my friend who plays one says it's pretty easy,but I wanted your opinion before buying an instrument. So what's an easy instrument to learn?&nbsp;</qco> </h3>      keyboard i think. but it's been a long time since i learned it. wait no nevermind, i'm actually still learning it. i almost forgot, perhaps because of how easy it is, i didn't notice<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n6:27 am</dco> &nbsp;<qco> Is there any country you really want to visit ?</qco> </h3>      all of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n5:57 am</dco> &nbsp;<qco> why do you think that i am still awake</qco> </h3>      perhaps you are busy\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n5:56 am</dco> &nbsp;<qco> so in the notation program i use, whenever i insert a pickup bar some unremoveable tenuto-like lines appear above each voice (each staff). have you got any idea what this is, is this a symbol i'm&nbsp;&nbsp;unaware of</qco> </h3>      it's a sign you are supposed to hand write your notation\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n5:27 am</dco> &nbsp;<qco> when video</qco> </h3>      time o' clock\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n4:36 am</dco> &nbsp;<qco> i feel like sexyback is a really really underrated song. it's great, emotionally. sexy was gone and they brought it back, we should be more thankful. thoughts? =)</qco> </h3>      i feel the opposite, i think the reputation that song has is much much greater than the amount i personally like it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n4:17 am</dco> &nbsp;<qco> What am I wearing&nbsp;</qco> </h3>      a set of bagpipes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n4:03 am</dco> &nbsp;<qco> do you think that some people may be concerned that you quit youtube after you made a video named \"might quit\" then proceeding to not upload for the next 3 months?</qco> </h3>      i proceeded to make a song and a very advanced video to accompany, is what i proceeded to do. also if you watch 'might quit' it becomes obvious in the first line what the quitting refers to\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n3:15 am</dco> &nbsp;<qco> Somehow you (your creations) make everything feel okay. Today I said something real stupid and was a bit mortified, but then I suddenly remembered your \"i hate myself\" video and it just made the whole thing funny and honestly fine. Now I'm laughing. Thank you!!&nbsp;</qco> </h3>      it's interesting that so many people think the reason i made that video is because \"i\" actually \"hate\" \"myself.\" it's good to see someone is actually understanding the purpose of that jingle\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n2:39 am</dco> &nbsp;<qco> Does context matter</qco> </h3>      depends on the context\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n2:06 am</dco> &nbsp;<qco> in the reality video where you talk about making a connection between two towns called \"can\" ( 5.11.12 8:31am ), did it have anything to do with new canaan</qco> </h3>      i doubt it. i think it had more to do with ability\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n1:41 am</dco> &nbsp;<qco> What's the best Wikipedia article? I'll read the entire thing.</qco> </h3>      <a href=\"https://en.wikipedia.org/wiki/Scoops_(magazine)\">https://en.wikipedia.org/wiki/Scoops_(magazine)</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n12:30 am</dco> &nbsp;<qco> Are you self</qco> </h3>      let me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n12:02 am</dco> &nbsp;<qco> Do you think you made a wise choice when you decided to post a video titled \"Might Quit\" right before starting some large project?</qco> </h3>      that's not quite what happened. i started a very average sized project. then when i got to the video portion i decided to do it in a much more exciting way, which unfortunately takes a ridiculously long amount of time. then during the course of that, i got caught up in a technological transformation which i am still going through\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n11:46 pm</dco> &nbsp;<qco> I've played the drums for 4 years and I want to learn piano but I find most of the songs I like are very hard to play for a beginner like me. I was wondering if you have any suggestions for finding a song that was easier to play so I can improve a bit more before trying the hard songs.</qco> </h3>      start by learning just the melody. also, start by learning songs in the key of C\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n10:27 pm</dco> &nbsp;<qco> a while ago i asked what your first ever reality video was. so what if we think in the context of \"ok, i'm going to sit down and record this, for this specific reason,\" do you think you'd know what the first video like That was? or was it more like something that morphed into a video journal thing that was something else, making it not really have a \"first video\" like that. i hope that makes sense and i apologize if it does not</qco> </h3>      the first time i spoke on a recording for the purpose of trying to sort things out and collect my thoughts, was probably some time in 2005\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n9:22 pm</dco> &nbsp;<qco> What would you do in a world without music?</qco> </h3>      something else that involves playing with time and space\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n8:06 pm</dco> &nbsp;<qco> JUsT pUT OuT THe nEw SoNg NOw aND THen Put OUt thE viDeO WhEn It'S DoNE Oh mY GOsH!!!! janRdnDHDKErueDkalDJSHEfhryeDjzhRalRHgheiwDlsJSHahajdbfjekwlaAhHgwjHGTJwbGJaiwhGrkaoHsyeualHrhro!1!!!1!1!!!! :( :) :( :) :( :) :/</qco> </h3>      that would be nice but that makes the video release so much less exciting\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n7:01 pm</dco> &nbsp;<qco> Is Mount Saint Helens Going to Blow Up?</qco> </h3>      it's happened before\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n6:54 pm</dco> &nbsp;<qco> Are long bike rides an acceptable substitute for long walks?</qco> </h3>      sometimes it's actually a medium length bike ride which substitutes a long walk\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n5:49 pm</dco> &nbsp;<qco> have you had any problems with the copyright system on youtube?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n5:08 pm</dco> &nbsp;<qco> is your new video going to mention the shaanxi earthquake of China in 1556?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n4:37 pm</dco> &nbsp;<qco> how/where do i get a dream or/and a goal?</qco> </h3>      from the night sky. or the day sky, depending on the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n3:23 pm</dco> &nbsp;<qco> reality video posted on the 28th?</qco> </h3>      none, unfortunately\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n2:07 pm</dco> &nbsp;<qco> About to live in a college dorm. Any advice on getting privacy to make voice recordings and or sing?</qco> </h3>      you probably can't\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n1:18 pm</dco> &nbsp;<qco> what were you doing at the time this question was asked?</qco> </h3>      sleep\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n1:18 pm</dco> &nbsp;<qco> What advice do you have for King Charlemagne?</qco> </h3>      keep it up, you're doing a great job\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n12:19 pm</dco> &nbsp;<qco> Hey. You're pretty great. I miss you.</qco> </h3>      i didn't leave\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n11:04 am</dco> &nbsp;<qco> How u found time to answer this stupid questions?</qco> </h3>      it is quite enriching to take stupid things and make them smart, and also to take smart things and make them stupid. it is one of the great joys of this life. even more fun if you don't say which is which. kind of like a fun scavenger hunt\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n10:26 am</dco> &nbsp;<qco> would you like to live in a world full of demonic patatos</qco> </h3>      i was going to say no but now that i think about it that sounds pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n9:21 am</dco> &nbsp;<qco> How do we preemptively save the planet?</qco> </h3>      the planet has preemptively saved itself long ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n8:03 am</dco> &nbsp;<qco> why did you start doing what you're doing?</qco> </h3>      to be able to communicate with my viewers and answer their questions in a simple setting, without forcing them to sign up for anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n7:16 am</dco> &nbsp;<qco> What made the keys solo in Might Quit 100% premium qualtity?</qco> </h3>      is there a keys solo? ...... ok i am remembering ... i remember how it ends but not how it starts. ok i remember it now. I can tell you one thing that helps is quote the main melody where it counts. always a good trick\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n6:41 am</dco> &nbsp;<qco> What's longer, eternity or forever?&nbsp;</qco> </h3>      both\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n5:09 am</dco> &nbsp;<qco> In your documentary videos, how often do you increase the saturation of paintings and other images you add?</qco> </h3>      maybe about 80% of the time. the other 20% i probably change it in a different way\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n4:36 am</dco> &nbsp;<qco> you fill me the fuck up with inspirational energy (no homo), thank you. How do you deal with getting addicted to watching other people stress out (like watching behind the scenes stuff)?</qco> </h3>      at some point what should happen is you'll set in place a rigorous production schedule\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n3:12 am</dco> &nbsp;<qco> I've recently been experimenting with habit, addiction and obsession and I'm realizing that it's a cheat code for finding love and happiness. Thoughts?</qco> </h3>      i'm not clear on what the code is. do i just do each one in the order you mentioned? or something else\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n2:55 am</dco> &nbsp;<qco> When will you upload</qco></h3>      i upload all the time. for example i just uploaded about 24 hours worth of question/answers<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n and are you really quitting?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n1:27 am</dco> &nbsp;<qco> <a href=\"q.php?date=201906270856\">6.27.19&nbsp;&nbsp;8:56 am</a>  Why is it a Rich Text File?</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n12:36 am</dco> &nbsp;<qco> What's the next thing you're making I am dying rn.</qco> </h3>      there's been a bit of an explosion and i am unfortunately making a lot of different things\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n11:58 pm</dco> &nbsp;<qco> Are you a good impressionist?</qco></h3>      in some cases<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I feel like you're probably the type of person that can do pretty much anything, so do you have any good impressions you could share with us?&nbsp;</qco> </h3>      <a href=\"Rec-08-03-2008-045103\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n10:23 pm</dco> &nbsp;<qco> do you think that that everything in the entirety of existence could be getting really big and really small all the time, but because it is all scaling together we just wouldnt be able to tell?&nbsp;&nbsp;</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if this could be true, do you think it might have other physical ramifications that cause other things to occur?&nbsp;&nbsp;</qco> </h3>      that seems plausible\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n9:27 pm</dco> &nbsp;<qco> how can i combat injustice?</qco> </h3>      with justice\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n8:15 pm</dco> &nbsp;<qco> it has come to my attention that you might be being interviewed at some sort of comedy show coming up next month.&nbsp;&nbsp;in an announcement (tweet) the person linked a submission form where people are going to present to you work that they made from being inspired by you.&nbsp;&nbsp;he then said that on stage, in front of a live audience, you will be selecting which one is your favorite.&nbsp;&nbsp;this sort of made my brain explode and i just wanted to make sure you knew the situation because it makes me afraid for you.&nbsp;&nbsp;but if you understand whats going on then of course youre strong enough to handle this.</qco> </h3>      that's not what he told me. <a href=\"iuagfesu.png\">this</a> is the information that i have\n<br><br>"
  }
]
