[
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n10:19 am</dco> &nbsp;<qco> Can you try making a video with the same type completely on a mobile device like an iPad or some sort?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n9:08 am</dco> &nbsp;<qco> Opinion on fish as pet?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n8:44 am</dco> &nbsp;<qco> Opinion about velcro?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n7:13 am</dco> &nbsp;<qco> how many garlic cloves to potatoes is ideal for mashed potatoes?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n6:09 am</dco> &nbsp;<qco> how do you know so much</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n5:20 am</dco> &nbsp;<qco> Do you have problems in your life so that why your 'hi I'm steve' video has a deeper meaning?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n4:38 am</dco> &nbsp;<qco> i have ideas for things like cartoons and movies but i have no experience with making either one. ive been writing down my ideas in a little book and im banking that im going to forget all of it, find my book, and work on my ideas when i have more experience on the topics in the future. my question is what can i do to save my ideas that i cant explain on paper? and how would i be able to remember every little detail without missing anything that i thought of in the past? (lets say the past is right now)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n3:20 am</dco> &nbsp;<qco> do you think a book is good?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n2:51 am</dco> &nbsp;<qco> is there any triangle boy movie or any of the likes? i'd like to see more of my three sided bb thanks&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n1:50 am</dco> &nbsp;<qco> how does one not forget everything thats currently important to them?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n12:40 am</dco> &nbsp;<qco> How do I make a song while knowing nearly nothing about music theory? Like I have an idea of what the mood is supposed to be like and all but when I start playing on the piano, I don't know how to modify a chord or scale and stuff like that so I don't get anywhere interesting.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n11:40 pm</dco> &nbsp;<qco> what is the occupation that you think is the most underrated?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n10:06 pm</dco> &nbsp;<qco> you think could upload the stems to Just Did a Bad Thing? i love the production and would like to hear the individual instruments to see how it's made.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n9:30 pm</dco> &nbsp;<qco> do you use tab or space for formatting? pick carefully, your life's on the line</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n8:15 pm</dco> &nbsp;<qco> hello bill, do you have any more scheduled interviews coming up? both of your recent interviews were great. i hope you enjoyed them as much as we enjoyed watching/listening to them. you previously talked about how you were terrible at doing interviews but, imho, they're great and very genuiune. please don't go hard on yourself. it's great seeing you on screen. you are great.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n7:12 pm</dco> &nbsp;<qco> peach iced tea or lemon iced tea?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n6:17 pm</dco> &nbsp;<qco> Have You Ever Thought The World Is Stupid&nbsp;&nbsp;So You Planned To Raid Area 51 Steal The Aliens Move To Mars And Lived There?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n5:49 pm</dco> &nbsp;<qco> do you live in a castle</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n4:25 pm</dco> &nbsp;<qco> Are you a tractor?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n3:34 pm</dco> &nbsp;<qco> in march 2014 you asked if me if i wanted to get high and now weed is legal in canada so when I turn 18 meet me at toronto pearson I have decided to accept your offer thank you very much I have a potato to eat</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n2:52 pm</dco> &nbsp;<qco> how can I find songs I could really like?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n1:41 pm</dco> &nbsp;<qco> How do I know what I'm feeling</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n12:31 pm</dco> &nbsp;<qco> Got a pin from your shop and it is very nice. Where can i wear it?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t On one hand pins seem like a weird thing to wear in public but on the other hand i really want do wear your pin.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n11:55 am</dco> &nbsp;<qco> Do you agree disorder is the purpose of everything?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n10:04 am</dco> &nbsp;<qco> would it be possible to use midi input from your (musical) keyboard to do key shortcuts?&nbsp;&nbsp;it looks like there are some programs to do this</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n9:56 am</dco> &nbsp;<qco> How many bad days have you had so far?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n8:29 am</dco> &nbsp;<qco> Can you tell me how to fly?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n7:21 am</dco> &nbsp;<qco> where can motivation be found?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n6:18 am</dco> &nbsp;<qco> what are your thoughts on the new Twitter \"update?...\" it's literally mobile Twitter and it pisses me off</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n5:00 am</dco> &nbsp;<qco> In the event of becoming a self aware dinosaur, would you accept being a dinosaur?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n4:19 am</dco> &nbsp;<qco> if the next song u make was your last, what would it be about\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n3:53 am</dco> &nbsp;<qco> Do you actually exist?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n2:43 am</dco> &nbsp;<qco> can I have your bread?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n1:11 am</dco> &nbsp;<qco> If you were a teacher, what subject would you teach (that isn't music-related)?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n12:11 am</dco> &nbsp;<qco> do you think the area 51 raid is actually going to happen?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.23.19&nbsp; \n11:58 pm</dco> &nbsp;<qco> on a Scale from 1 to 5 how big is the earth?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.23.19&nbsp; \n10:26 pm</dco> &nbsp;<qco> Hey bill, so I was thinking about doing some magic. Do you have any advice for that?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.23.19&nbsp; \n9:15 pm</dco> &nbsp;<qco> I've got some songs I wrote on guitar and I want to record them to record more of my music, but I feel stuck unless I'm playing on my guitar. Is it better to record the guitar and build from there or try to lay a groundwork and then overdub it for stable rhythm?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.23.19&nbsp; \n7:53 pm</dco> &nbsp;<qco> Are you an airplane?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.23.19&nbsp; \n7:51 pm</dco> &nbsp;<qco> are there any sad jazz songs?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t&nbsp;&nbsp;it seems to me that the more \"jazzy\" you make a song, the more upbeat, cheery, playful, or even \"chill\" it sounds.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.23.19&nbsp; \n7:48 pm</dco> &nbsp;<qco> What is the name of this chord?\n<br>\n<br>A#/Bb - C - E?</qco> </h3><a href=\"thesearentright.mp4\">constructive feedback</a>"
  },
  {
    "html": "<h3> <dco>7.23.19&nbsp; \n6:19 pm</dco> &nbsp;<qco> after quite some time of not knowing what to draw, an idea finally popped into my head last night!!!! I'm working on the drawing right now yayyyy!!!!!!!!\n<br>I've decided to try my best to make the drawing look different from my past drawings. It just NEEDS to be different, I mean, I haven't done anything in weeks! The problem that I'm currently facing is the idea that the drawing won't be worth the wait.. My audience is waiting for me to post something good, but what if the drawing doesn't end up meeting their expectations? What if the drawing ends up looking the same as my past ones despite my efforts to make it look different and unique?\n<br>Do you ever worry about this kind of stuff?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t If so, how do you cope with these negative thoughts and worries?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Do you simply ignore the thoughts and just hope for the best? Or do you do something else?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.23.19&nbsp; \n5:26 pm</dco> &nbsp;<qco> Have you ever just been Mad Online(tm)?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.23.19&nbsp; \n5:23 pm</dco> &nbsp;<qco> when you were writing notebook stuff back in 2005 (or earlier), were you thinking they would be published or shown to anyone else?&nbsp;&nbsp;</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tif not, when did you decide to publish them?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.23.19&nbsp; \n4:55 pm</dco> &nbsp;<qco> I feel so alone. Not in the sense that I don't have any friends, or nobody to talk to... but we're all humans. WHERE ARE THE ALIENS??? Shouldn't there be some by now?? Just... where is everybody? Where are they? I'm so lost and confused I wanna build a rocket ship and go exploring</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.23.19&nbsp; \n4:20 pm</dco> &nbsp;<qco> follow your heart or your mind?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.23.19&nbsp; \n2:11 pm</dco> &nbsp;<qco> I just discovered \"The Narrative\", it is a magic narration by myself of my own story. It happens real time as the story unfolds, mostly out loud (not quietly inside my head), and it is extremely powerful. If it is turned off, the story defaults along, but if it's turned on, I'm in control of the story.\n<br>\n<br>Is this what you refer to when you say you gotta talk things out?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.23.19&nbsp; \n12:40 pm</dco> &nbsp;<qco> is the reason for your hiatus due to triangle boy the movie</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.23.19&nbsp; \n12:16 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907211902\">7.21.19&nbsp;&nbsp;7:02 pm</a>  have you looked at Karabiner, you can use it to bind keys to stuff on mac</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.23.19&nbsp; \n11:43 am</dco> &nbsp;<qco> why is 1 smaller than 2?</qco> </h3>"
  }
]
