[
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n10:08 pm</dco> &nbsp;<qco> what do you think of computer programming</qco> </h3>      it is nice because now the computers do exactly what you tell them!\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n9:20 pm</dco> &nbsp;<qco> how 2 respond to compliments of your work</qco> </h3>      make more work, even better\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n8:42 pm</dco> &nbsp;<qco> What's a time signature? I've seen you talk about them on this site and I'm just curious. Sorry, I don't know a lot about music :(</qco> </h3>      i only talk about it when asked, it is not something i normally talk about. it's how you group beats together in music. the 'beat' is like when you tap your foot to the music, each tap is a beat. the time signature tells you how many beats in a group. (hint: it's usually 4)\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n7:51 pm</dco> &nbsp;<qco> Do you think a certain platform or setting or medium can lead to a certain type of content that is new and doesn't really exist in other places? Like the type of videos that you see on the internet you wouldn't really have seen on television or in movies.... like all those weird meme-y viral trend videos, and vloggers, and gaming channels and all that kind of stuff... does that type of content only exist because there's a platform (the internet) that kind of helped to shape it and give it a home? </qco> </h3>      yes, the tools will always play a role in shaping the product, at least texturally. for example if you live in sand world, you can expect sand art\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n7:20 pm</dco> &nbsp;<qco> How come you rarely hear major 11th chords    used?</qco> </h3>      depends what exactly you mean, but if it means like a C chord that includes E, B, and F, with C in the bass .....you'll have to just try it and see what happens. \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n7:07 pm</dco> &nbsp;<qco> Do you have any secret identities? If yes, which are they? If not, why?</qco> </h3>      this page is public. probably the wrong place to reveal secret identities, don't you think\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n7:05 pm</dco> &nbsp;<qco> Hey bill, since you seem a bit behind with the anagrams I have scrambled a sentence for you: \"stop, duck-billed mayor (what a town).\"  Now you just need to wait for the right prompt and hey presto! (a thank you would be nice).</qco> </h3>      i'm not behind, i'm actually ahead. i'm releasing them once a day, but i have at least 100 finished in advance. so even if i do none, i have about 100 days worth that i can release\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n6:53 pm</dco> &nbsp;<qco> what is the most annoying thing ever?</qco> </h3>      scientists are still trying to figure that out\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n6:16 pm</dco> &nbsp;<qco> I noticed that \"I wanna be a movie star\" was submitted to your anagrams page in June.</qco></h3>      the date they were submitted is not listed. only the date i completed it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Was that anagram part of the inspiration to make the video?</qco> </h3>      no. the song had already been released before that, the anagram request was from someone quoting the song<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n5:52 pm</dco> &nbsp;<qco> why does the mailwoman KNOW that everything's gonna be just fine, whereas steve only FEELS like everything's gonna be fine? Does the mailwoman know something steve does not??</qco> </h3>      she knows that it is nice to change the lyrics slightly in the second chorus of a song\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n5:48 pm</dco> &nbsp;<qco> do you like girly music?</qco> </h3>      all music is girly\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n5:24 pm</dco> &nbsp;<qco> Sorry for doubting you but why did it take 11 months to do HOTEWIG? </qco></h3>      you will have to try doing something like that and see for yourself. it doesn't count if you make it worse<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I can't possibly pretend to know your workflow and pace,</qco></h3>      it's very fast, i cut a lot of corners<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but 11 months seem like a really long time. Like an absurdly long time. </qco></h3>      i agree but if i wasn't very careful to trim it down and simplify at every turn it would have taken 10 years<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you hadn't told me, I would've guessed that a single person made HOTEWIG in perhaps 3 months. 11 months. Wew. Sorry for making such a big deal out of it, it's just that I've never worked on a single thing for that long. Kudos to you.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n5:23 pm</dco> &nbsp;<qco> Are sus chords short for jesus chords? </qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n5:17 pm</dco> &nbsp;<qco> are you mad at me for looking up chords to your songs instead of figuring it out myself</qco> </h3>      the only source you will find would be someone else figuring it out, which may or may not be correct\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n4:57 pm</dco> &nbsp;<qco> Have you ever tried exploring new opportunites, by using not used as instrument tools as instruments, for example typing on a keyboard or ripping a piece of paper?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n4:27 pm</dco> &nbsp;<qco> How are the pumpkins?</qco> </h3>      sorry which pumpkins\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n4:16 pm</dco> &nbsp;<qco> who is stupider the one that calls the stupid guy smart or the guy that gets called smart even though he's stupid?</qco> </h3>      they are both smart but not as smart as the one who calls them both stupid<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n1:17 pm</dco> &nbsp;<qco> do you overwork yourself</qco> </h3>      i try to work just the right amount\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n1:00 pm</dco> &nbsp;<qco> is it really possible to be anything other than yourself?</qco> </h3>      you can pretend\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n12:48 pm</dco> &nbsp;<qco> So I finally figured out reality, and it's a bit of a bitch. Any tips for coping?</qco> </h3>      get bitchy\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n12:38 pm</dco> &nbsp;<qco> Will there be any dom7#9 chords in your upcoming song?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n12:34 pm</dco> &nbsp;<qco> Have you decided if the new song will be in E or Eb? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, can you drop another hint and tell us one noun from the song lyrics?</qco> </h3>      newspaper\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n10:41 am</dco> &nbsp;<qco> My sister says life is suffering but I say life is opportunity. Where should I go from here?</qco> </h3>      perhaps you could look for some opportunities to suffer\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n10:21 am</dco> &nbsp;<qco> can I be your assistant </qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n10:22 am</dco> &nbsp;<qco> how do i get over my identity crisis </qco> </h3>      more identities!\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n9:54 am</dco> &nbsp;<qco> Can something be span without it also being spick? Or is it always either both or neither? </qco> </h3>      spick and span, the legendary cleaning duo, died on the same day and were buried together. they will always be remembered, together (although spick will always be first)\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n9:28 am</dco> &nbsp;<qco> My siblings keep traping me in conversation, so I end up revealing more about myself then I would like. I can't give them the silent treatment because that would be mean and I don't want to be mean to them but I don't know how to have so many conversations without letting something personal slip. </qco> </h3>      become a professional actor\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n9:29 am</dco> &nbsp;<qco> what time signature would you say the calypso rhythm is?</qco> </h3>      regular\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n9:36 am</dco> &nbsp;<qco> what are your thoughts on airplane food?</qco> </h3>      it is wonderful. it really lays to rest the old adage, \"Flight is the Hungriest Endeavor\" \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n8:55 am</dco> &nbsp;<qco> what do you think about fangirls?</qco> </h3>      back in my day a fangirl had to be a fan and a girl. nowadays they can be neither\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n6:25 am</dco> &nbsp;<qco> How do you combat wombats?</qco> </h3>      you could try using a rhyming dictionary\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n5:41 am</dco> &nbsp;<qco> opinion on bees? </qco> </h3>      i think they are doing a great job\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n5:26 am</dco> &nbsp;<qco> hey i don't think i'm really good at anything but i guess i'm pretty okay at quite a few things. so what should i do in life to make my parents proud ?</qco> </h3>      you could try being someone else's parents\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n1:06 am</dco> &nbsp;<qco> donald trump</qco> </h3>      ah, you make an interesting point\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n12:15 am</dco> &nbsp;<qco> if there are supposedly infinite parallel universes, does that mean there is a parallel universe where parallel universes don't exist?</qco> </h3>      'where' means somewhere in this universe\n\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2017-08.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n11:47 pm</dco> &nbsp;<qco> How do you survive high school without dying...?</qco> </h3>      bring plenty of food and water, and warm blankets \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n11:41 pm</dco> &nbsp;<qco> Why did you remove your improv pages?</qco> </h3>      i did not, but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n11:23 pm</dco> &nbsp;<qco> I have noticed that my life has recently taken a sharp turn. On one hand, I am becoming more and more obsessed and afraid of my own delusional thoughts, but this has also forced me to do productive and creative things to take my mind off of things. I'm not sure if this is the right thing to do, since it has not stopped my stupid dreams from ruling over a large part of my life. Am I doing something wrong?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n10:52 pm</dco> &nbsp;<qco> thoughts on the world ending in 2012?</qco> </h3>      that was a misunderstanding based on a rumour that that is when the world was supposed to START, not end. unfortunately the original rumour was also false, but the good news is the world has been starting and ending simultaneously for the entire time it has existed\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n10:38 pm</dco> &nbsp;<qco> What were you in your past life?</qco> </h3>      anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n10:33 pm</dco> &nbsp;<qco> Will you ever write a medium-lengthed song that contains 100% true facts?</qco> </h3>      i might have already done it but i'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n10:32 pm</dco> &nbsp;<qco>  <quotequestion><small>\n\t\t\n\t\t\t<h3 style=\"display: inline;\"><quotedco>8.30.17  9:42 pm   </quotedco> <quoteqco> why do people at my school hate that I listen to the beatles and john lennon?</quoteqco><br>\n\t\t</h3><quoteaco> \n     why did you tell people what you listen to    </quoteaco></small></quotequestion>\n</qco></h3><h3>&nbsp;&nbsp;&nbsp;<qco>Ah, I see that is the weakness in telling people ones favorites.  I just realized I fell victim to this a long time ago except with the video games I play.</qco> </h3>      <a href=\"hide-your-love-away.mp3\">well then</a>\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n9:47 pm</dco> &nbsp;<qco> What is your advice for approaching a person you like and are wanting to be friends with?</qco> </h3>      i don't think that sort of thing works. but perhaps you are asking the wrong person\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n9:14 pm</dco> &nbsp;<qco> So you're looking for an assistant... any potential candidates you have your eye on, or just more of a \"whatever happens, happens, and maybe I'll find someone I enjoy playing with\" or a different attitude. </qco> </h3>      it has traditionally been impossible, but i am open to the possibility if it presents itself. it would most likely not be involving any of the core things such as music or video-making. it would be something of a completely different nature such as taxes, or business emails or something\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n9:09 pm</dco> &nbsp;<qco> If there were no birds, how would there be any egg?</qco> </h3>      maybe from frogs\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n8:44 pm</dco> &nbsp;<qco> How do you combat nihilism?</qco> </h3>      i have never been confronted by it. except frequently on this questions page, with questions such as \"opinion on nihilism\" or \"are you nihilist\" etc etc, to which i respond by explaining that i don't know what it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n8:30 pm</dco> &nbsp;<qco> I WAS LOOKING AT SOMEONE'S TWITTER FROM HIGH SCHOOL THAT I THOUGHT WAS KIND OF CUTE AND I LIKED SOMETHING THEY RETWEETED ON MY \"ANONYMOUS\" ACOUNT THAT HAD MY FIRST NAME AND PICTURE SHITUCK</qco> </h3>      you're going to have to leave the country\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n8:18 pm</dco> &nbsp;<qco> What is your opinion on serious businessmen/women that get the job done?</qco> </h3>      i think you provided the opinion, without even saying who it's about\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n7:52 pm</dco> &nbsp;<qco> Have you ever gone on a space adventure? </qco> </h3>      all of life as we know it is a space adventure (and time)\n<br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n7:32 pm</dco> &nbsp;<qco> what is one thing you wish you could do when making videos that you can't do at that time</qco> </h3>      make more songs, or make a different type of video\n<br><br>"
  }
]
