[
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n8:49 pm</dco> &nbsp;<qco> during this quarantine, I think you could help people out by answering, what are some things you can do with bread inside? I have a prototype list attached.\n<br>\n<br>-Eat Bread\n<br>-Drink Bread\n<br>-Fix Bread (With Bread Glue)\n<br>-Make a model plane out of Bread\n<br>-Fly the Plane to-\n<br>Wait no\n<br>Nix that last one\n<br>Stay inside\n<br>Don't leave the house\n<br>Be Safe, thanks for your help\n<br>\n<br>-philosopher of bread, \n<br>Jammeson Wheatus\n<br></qco> </h3>      the thing about this quarantine, if you truly are trying to stay isolated as much as possible, bread seems not ideal. because it doesn't last very long\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n8:31 pm</dco> &nbsp;<qco> What are potatoes?</qco> </h3>      i have it written down somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n7:59 pm</dco> &nbsp;<qco> I know you just did a bad thing, but do you plan on doing a good thing?</qco> </h3>      it's on my to do list\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n7:14 pm</dco> &nbsp;<qco> what is your favourite sandwich filling?</qco> </h3>      sandwiches. (pronounced 'sandwidges')\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n7:03 pm</dco> &nbsp;<qco> It's just occurred to me that someone could ask you what number the countdown timer is at, and you could just not publish the question, ultimately having full control over the countdown timer. Now I know you make it up anyway, but do you actually have a rough idea when the countdown timer will be up?... What number is it at now?&nbsp;</qco> </h3>      IT HAS ENTERED A STATE OF HIGH ALERT\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n6:16 pm</dco> &nbsp;<qco> I tried figuring out the chords to this reaaaally cool part in \"Hello Sexy Pants\" and it goes like this: \"Simon says(F-G#-C-Eb) I can't remember (C#-Eb-F#-G#) anything I'm doing (B-C#-E-F#) or anything that I remember (G-B-D-F#). Hopefully you don't have to listen to your own song in order to help me here but I'm curious if these are the actual chords or just chords I like that sound good when played at the same time as the song. Maybe this doesn't matter since I already like it</qco> </h3>      here is the <a href=\"write201805100324.mp4\" target=\"_blank\">original writing demo</a> if it helps\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n6:06 pm</dco> &nbsp;<qco> the land of two letter words is cool but what about the land of four letter words?</qco> </h3>      also very cool, just like......<a href=\"hellyeah.mp4\" target=\"_blank\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n6:06 pm</dco> &nbsp;<qco> what's your opinion on fast bpm songs (240 or higher)</qco> </h3>      i'll have to hear it for my self, to see if it doesn't really just feel like 120\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n5:57 pm</dco> &nbsp;<qco> I love your songs they make me smile</qco> </h3>      if true, i am working on proving it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n5:40 pm</dco> &nbsp;<qco> when will you make another song?</qco> </h3>      you're acting like i'm only gonna make 1 song. i'll tell you one thing for sure, songs are way too awesome to make just 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n5:27 pm</dco> &nbsp;<qco> how do you win at spelling?</qco></h3>      have people understand what you are saying<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also ur a great artist</qco> </h3>      if true, i am working on proving it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n5:01 pm</dco> &nbsp;<qco> Why are you alive?</qco> </h3>      it's part of my contract\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n4:53 pm</dco> &nbsp;<qco> Favorite frequency range?</qco> </h3>      20hz - 10k\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n4:40 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202004081758\">4.8.20 5:58 pm</a>  What future video would that be?</qco> </h3>      any/all\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n4:37 pm</dco> &nbsp;<qco> that method you outlined for recording a band separately, is that how you record your stuff? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;/ do you have any tips for recording stuff separately as one person?</qco> </h3>      it is exactly the same advice, what with making the rounds and going back and forth. that way you can create the illusion that all the players heard each other, rather than just each person hearing only the previous and the first person hearing nothing. as you keep touching it up all the way round, it starts to really sound genuine\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n4:09 pm</dco> &nbsp;<qco> People are telling to draw from \"imagination\". But is that even possible? I always have to have a model or to take random words to have an inspiration or to look at an object. Do I lack something to make something that comes out of \"nowhere\"/my imagination?</qco> </h3>      imagination from a total void might be somewhat rare. you are right in noticing that it is extremely useful and friendly to have some cross pollination, between your imagination and the imagination of the wider world\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n4:06 pm</dco> &nbsp;<qco> Do you ever capitalize your letters?</qco> </h3>      have you ever seen any of my videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n4:02 pm</dco> &nbsp;<qco> why is most music divided into sections?</qco> </h3>      that is to surprise you, and yet also sometiems to do exactly what you expect\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n3:59 pm</dco> &nbsp;<qco> whats a paradiddle</qco> </h3>      right left right right, left right left left. etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n3:54 pm</dco> &nbsp;<qco> I've heard the theory \"'just did a bad thing' is from the view of'mt st Helen' but I've got a continuation\n<br>\n<br>that 'might quit' starts it and after that is 'at the airport terminal' than 'long long journey ' mount saint Helene'then out side and finely 'la-de- da- de -la -da -da dayoh' \n<br>\n<br>some one drops out of school and leaves to go to mt st and it blows. the he wait and finally he can go outside and and is vary happy.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</qco> </h3>      that's cool but i am adding more songs to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n3:19 pm</dco> &nbsp;<qco> Hey I am curious what is your stance on windmills? </qco></h3>      put it this way .... ever tried to mill your own wind<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Are they all evil giants in disguise or just that one windmill?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n3:11 pm</dco> &nbsp;<qco> i saw a spider help</qco> </h3>      could be the spider who needs help in this situation\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n2:48 pm</dco> &nbsp;<qco> are the path trains in the hudson</qco> </h3>      well sort of. they tend to go under it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n2:42 pm</dco> &nbsp;<qco> What are all the easter eggs on this site?</qco> </h3>      oh you are trying to get me to ruin easter\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n2:27 pm</dco> &nbsp;<qco> i accidentally destroyed the universe what do i do?</qco> </h3>      you'll want to go ahead and create a new one\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n2:27 pm</dco> &nbsp;<qco> Microtonality?</qco> </h3>      if i am not allowed to make the tones any size, i will rise up in protest\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n2:18 pm</dco> &nbsp;<qco> what is a tim and eric skit that you really like?</qco> </h3>      how about celery man\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n2:01 pm</dco> &nbsp;<qco> what's your favorite sentence</qco> </h3>      what the hell is a sentence\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n1:58 pm</dco> &nbsp;<qco> which software are you learning?</qco> </h3>      at this point i almost feel as if i am teaching it, to do things\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n1:49 pm</dco> &nbsp;<qco> what has writing/producing those really short (&lt;= 10 seconds) songs done for you? I'm doing that now because I am really bad at developing a melody but really good at coming up with a short melodic phrase and producing it to sound really fun and interesting. I think it is making me better somehow. I would also like to know how you learned to create longer songs that develop the melody and go to other places. It's hard for me to write stuff that doesn't \"end\" as quickly as it started.</qco> </h3>      the reason for doing this when starting out is simple. especially when working alone, the riddles and challenges grow exponentially with the piece length. so it's gonna get real hopeless real fast if you are trying to learn everything all at once. My advice for something longer, at the risk of being very obvious advice, i would suggest increase the length in extremely small increments. make each one 1 second longer. i think you will learn a lot\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n1:35 pm</dco> &nbsp;<qco> opinion on microsoft word</qco> </h3>      i've only used it a couple of times and it overwhelmed me\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n1:31 pm</dco> &nbsp;<qco> could i have an instrumental copy of Might Quit?</qco> </h3>      maybe later.......\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n1:30 pm</dco> &nbsp;<qco> How do I catch my escaped inter-dimensional snake?</qco> </h3>      you'll have to start putting up lost snake signs in all the dimensions\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n1:03 pm</dco> &nbsp;<qco> Thoughts on eggs?</qco> </h3>      \n\n the fact that they are not a perfect sphere: that is a telltale sign of the volatility and wildness of life\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n12:40 pm</dco> &nbsp;<qco> have covid19? </qco></h3>      not unless it jumped off the box i just carried in (and did not lick) with gloves which i took off using the gloves themselves, before taking 4 showers<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;just say no! or is that illegal... oh i know : the dow jones just fell down to 0</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n12:25 pm</dco> &nbsp;<qco> do you get frustrated with your music often?</qco> </h3>      yes and no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n12:19 pm</dco> &nbsp;<qco> Is your opinion wrong?</qco> </h3>      in my opinion yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n12:19 pm</dco> &nbsp;<qco> is there a word you dislike and would like to get rid of?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n12:08 pm</dco> &nbsp;<qco> will you ever put the squarified vine versions of your videos on this site?</qco> </h3>      yes, if i can figure out a reliable way for them to loop infinitely, Properly (not wrong), without having to re-cut all of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n11:58 am</dco> &nbsp;<qco> do you think the corona virus was made by amazon so people would be forced to order lots and lots of things from it&nbsp;</qco> </h3>      it's hard not to at least ponder the thought. and just so they don't vaporize me, let me clarify by saying that's not true, and i would also like to add that i am extremely thrilled by the fact that literally every package i have ever ordered from them has arrived significantly earlier than estimated\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n11:30 am</dco> &nbsp;<qco> is it odd to be born on 4.20 at 4:20 pm.</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n11:10 am</dco> &nbsp;<qco> Hello and goodbye do you think that you will make more videos?</qco> </h3>      now what the heck gave you that idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n10:46 am</dco> &nbsp;<qco> How many times have you been alive?</qco> </h3>      it's hard to remember. either because it has been infinity times, or else maybe it's just because my memory was horrible and then suddenly got good in my current lifetime\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n10:28 am</dco> &nbsp;<qco> how do i make friends?</qco> </h3>      be the friend\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n10:26 am</dco> &nbsp;<qco> Could you make a song using only bananas\n<br>as instrument?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n9:42 am</dco> &nbsp;<qco> I'm writing poetry, and often when I start off it feels like some of my weirder ideas just sound willfully eccentric and obscure, or just whimsical, quirk, wordiness for the sake of it. Houw do you strike that balance between free form surrealy stuffs, without distracting from the thing as a whole ?</qco></h3>      one approach is to try to get way way way way too surreal, and then wait for the inevitable epic surprise when the meaning suddenly shines through anyway, with the power of 1000 suns<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I would also like to say that it is very nice that you have this page where you make an effort to be nice to people.</qco> </h3>      are you challenging me to a duel of niceness\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n9:33 am</dco> &nbsp;<qco> are you mentally stable?</qco> </h3>      i will be discussing it with my team\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n9:33 am</dco> &nbsp;<qco> How do dreams work?</qco> </h3>      they are made up\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n9:30 am</dco> &nbsp;<qco> why are your videos and songs so catchy?</qco> </h3>      to increase the likelyhood that you will catch them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n9:19 am</dco> &nbsp;<qco> Are you slowly losing it in quarantine?</qco> </h3>      no, i briefly did in around september 2008 and then quickly got over it because i realized how much important work i have ahead of me\n<br><br>"
  }
]
