[
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n4:02 pm</dco> &nbsp;<qco> Is love real?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n2:51 pm</dco> &nbsp;<qco> Have you thought about making a spin-off of reality called realty?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n2:05 pm</dco> &nbsp;<qco> what are some strategies you use to help you get creative when your in a funk?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n2:00 pm</dco> &nbsp;<qco> Is the next song about how much you love potatoes?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n1:36 pm</dco> &nbsp;<qco> Is creating music content for your Youtube channel your full-time job or is it just a hobby?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n12:41 pm</dco> &nbsp;<qco> you belong in a poorly written teen drama</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n12:33 pm</dco> &nbsp;<qco> Is the world ending?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n12:25 pm</dco> &nbsp;<qco> Give us all the letters of the new song so we can unscarmble them!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n12:24 pm</dco> &nbsp;<qco> After eating fast food I'm still hungry but the day after I feel that my stomach is about to explode. How is that possible?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n12:12 pm</dco> &nbsp;<qco> Thoughts on music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n11:59 am</dco> &nbsp;<qco> where are going my deleted files?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n11:54 am</dco> &nbsp;<qco> Do you put a lot of levels and meaning into your songs that you think people don't get or are you generally happy with how they're received (somewhat of a false dichotomy but I think you get it)?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n11:48 am</dco> &nbsp;<qco> Can you give a clue as to what the password on the password page is? If so, what is the clue?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n11:06 am</dco> &nbsp;<qco> help i just wrote an 8 page essay that was only supposed to be one and now all I want to do is write what do I do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n11:04 am</dco> &nbsp;<qco> how many vegtables do you intake during dinner</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n10:58 am</dco> &nbsp;<qco> Do you believe in natural talent for making music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n10:33 am</dco> &nbsp;<qco> how do you survive a hurricane</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n9:04 am</dco> &nbsp;<qco> How to find google</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n9:03 am</dco> &nbsp;<qco> How come we have so many holidays so near each other starting this time of year, but as soon as the next one starts we get nothing but sadness?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n9:02 am</dco> &nbsp;<qco> Are we the void</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n8:49 am</dco> &nbsp;<qco> are you thinking of dissing eminem in your next song?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n8:32 am</dco> &nbsp;<qco> have you ever quoted the lick intentionally</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n8:29 am</dco> &nbsp;<qco> My car broke down a couple days ago and a friend I haven't seen in 15 years heard about it and sent me enough money to pay not only the car, but next month's rent. Essentially, if my car hadn't broken down, I wouldn't have experienced this insane reconnection and blessing. \n<br>\n<br>This planet seems to place a high premium on balance, so I try to remember when shit is hitting the proverbial fan that in order for the universe to balance things out, something equally wonderful is heading my way. In the flip, when something wonderful happens, I tend to brace myself for inevitable challenge. \n<br>\n<br>Have you experienced anything like this in your own research?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n8:10 am</dco> &nbsp;<qco> What is your song \"dance the\" about?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n8:06 am</dco> &nbsp;<qco> be straight with me bill, you got some AMAZING songs right here on your website that are nowhere else on the web. Not on youtube, or spotify etc. The world deserves to hear them just as much as they deserve to hear your latest stuff. This passive \"come and get it\" scheme doesn't work because 99% of people stick to what they can find on their favorite music platform and assume you don't have more.</qco></h3>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n6:23 am</dco> &nbsp;<qco> Favourite thing to doodle?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n5:44 am</dco> &nbsp;<qco> i know this is gonna sound like im just admiring the greenness of your grass but i really feel like the whole respecting pop music for what it is thing works a whole lot better in the USA than in my country where most of the music i hear on the radio is just the same melodies and chord progressions and the same synth instrumentation again and again and again.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n4:30 am</dco> &nbsp;<qco> How do you feel about the fact that I have \"And the Day Goes On\" as my alarm song?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n4:27 am</dco> &nbsp;<qco> Do you think chairs are secretly jealous of potatoes?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n2:32 am</dco> &nbsp;<qco> what percent of the unedited reality audio is completely silemt?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n12:53 am</dco> &nbsp;<qco> I can see that you are answering questions. but do you ever question the answers</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n12:32 am</dco> &nbsp;<qco> How to identify intervals (both visually and aurally) as quickly as possible? \n</qco></h3>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n12:23 am</dco> &nbsp;<qco> What is your music background from? How do you come up with this typically classic 80's 90's songs? They're PRICELESS!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n11:43 pm</dco> &nbsp;<qco> you need to teach music class at some point in life.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n11:40 pm</dco> &nbsp;<qco> Why are your 2014 and 15 songs so much better in quality than the current ones?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n11:33 pm</dco> &nbsp;<qco> gonna start a photography business but the only pictures i take are screenshots of my desktop</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n11:22 pm</dco> &nbsp;<qco> about that matt stone and trey parker interview... do you like south park?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n11:13 pm</dco> &nbsp;<qco> can you put the song \"i'm crazy/its raining\" song on spotify please? I would love to add it to my Bill Wurtz playlist and listen to it with the others!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n11:07 pm</dco> &nbsp;<qco> Why do you think a lot of people dislike math.&nbsp;&nbsp;&nbsp;I personally find it amazing, because it gives you a few axioms as a base that allow you to create essentially anything you want, like how an instrument lets you play certain notes, but math can go even further because its all about a mental construct, meaning the limits are literally just that of your imagination.&nbsp;&nbsp;&nbsp;So, why do you think it isn't liked as much?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n11:02 pm</dco> &nbsp;<qco> Have you ever thought of ending your own life?</qco></h3>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n10:55 pm</dco> &nbsp;<qco> You often say things along the lines of \"yes, and more\" when someone says something about your songs that you agree with.&nbsp;&nbsp;&nbsp;What is this \"more\" you speak of, or is it purposefully unidentifiable in order to represent the limitless amount of possibilities and interpretations of every one of your songs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n10:06 pm</dco> &nbsp;<qco> do you really think you are a piece of garbage?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n10:03 pm</dco> &nbsp;<qco> Will you write the anthem for Planet Earth?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n8:57 pm</dco> &nbsp;<qco> can you change the shortcut to submit an ask to be like tab-enter instead of just enter because like i use enter for emphasis and i made this mistake like a thousand times but i forgot each time so can you at least apologize for inconviencing me?\n<br>\n<br>\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n8:45 pm</dco> &nbsp;<qco> Give us ONE letter for the next song title!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n8:39 pm</dco> &nbsp;<qco> Why don't fortune cookies tell the future instead of just giving really generic life advice?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n8:27 pm</dco> &nbsp;<qco> what is your high score in countdown timer?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n7:45 pm</dco> &nbsp;<qco> i am having a lot of trouble processing the world. every time i think i have it figured out, i change my mind. i don't know if i will ever figure out the true nature of anything</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n7:27 pm</dco> &nbsp;<qco> I always get motivation to do something at the most inconvenient times&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n7:17 pm</dco> &nbsp;<qco> Can I have your autograph?</qco> </h3><br><br>"
  }
]
