[
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n1:11 am</dco> &nbsp;<qco> How would you classify your own singing voice?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n1:07 am</dco> &nbsp;<qco> How do I stop pushing people away?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n1:01 am</dco> &nbsp;<qco> You said recently \"i will be doing songs til the cows come home\". In your song \"i can play\" there's a section in the lyrics that contain the same phrase (til the cows come home), and it even is presented with the same characteristics as your answer for the question of 6.17.17  11:06 am. So, does that mean that this week's music is a follow up to the song \"i can play\" or is it related in any other way to the refered composition? Please don't answer with something like \"i can't tell\", i hope that makes sense.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n12:50 am</dco> &nbsp;<qco> will your new song cure my depression?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n12:39 am</dco> &nbsp;<qco> yo bill, is the new song finished? answer it and drop a crazy hint about it, if you want to of course</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n12:13 am</dco> &nbsp;<qco> hallo! I wanted to ask you about I's, as I don't run into many other people who do not follow the capitalization guidelines just as they are given. I capitalize names as a measure of respect, and I consider I to be a name (your name for yourself when you are conveying yourself to someone else) but with how often I's turn up in text, it can feel self centered to capitalize it so often. do you think I should consider changing my policy? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n10:47 pm</dco> &nbsp;<qco> Have you ever thought about putting your music on Google Play?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n10:10 pm</dco> &nbsp;<qco> I love your \"harmonizing the weather lady\" video and \"the high class stuff\" video. I want to try doing something similar (mimicking speech with music).. I think that would be a cool way to incorporate spoken word parts in songs.. but I can't seem to get the hang of it. Any tips? What was your process when writing the music to those videos? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n9:44 pm</dco> &nbsp;<qco> Hey Bill, why not upload the songs you've made right after you finished them, and not wait until Tuesday? I think it would make things a bit faster.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n9:20 pm</dco> &nbsp;<qco> If you release the song after Tuesday, that day could be the new day for releasing songs each week. Would this be constant, logical evolution, or would it be a temptress from Hell?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n8:56 pm</dco> &nbsp;<qco> Do you ever think to yourself: \"Wow, this day is going to go super badly\"? And then it does, but it's kind of not as bad as you thought. And you feel a little stronger for having survived it. Does that ever happen to you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n8:19 pm</dco> &nbsp;<qco> Why are computers great?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n8:16 pm</dco> &nbsp;<qco> My cat listens to Nirvana too often, should I call an addiction hotline?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n7:58 pm</dco> &nbsp;<qco> I decided to write a paragraph for a question. You see a lot of other people have multiple questions in one request, so <a href=\"can-you-answer-this-question.html\">will you answer this?</a> Also, <a href=\"which-questions-to-answer.html\">how do you decide which questions to answer?</a> You even seem to answer questions over and over and over again just by linking to the old question. Last question: <a href=\"will-you-answer-this-with-a-link.html\">will this become a link to a past question?</a> I hope it won't. That would be very sad...</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n7:04 pm</dco> &nbsp;<qco> Why do you always have a real bass in your videos but in the music there is only a MIDI bass sound?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n6:47 pm</dco> &nbsp;<qco> Bill I've read somewhere that you like to keep 2 projects at the same time.</qco></h3>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n6:13 pm</dco> &nbsp;<qco> how did you learn chords?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n5:57 pm</dco> &nbsp;<qco> do you do all the graphics in your vids</qco></h3>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n4:33 pm</dco> &nbsp;<qco> You expressed that you prefer adding chords into your music after you write a melody with lyrics, </qco></h3>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n4:07 pm</dco> &nbsp;<qco> What if myself is someone who pretends to be some one else, how do I be myself?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n12:06 pm</dco> &nbsp;<qco> how do you know if youre an artist or not? do you just decide you are? do others have to tell you are? ... no you just decide. </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n10:51 am</dco> &nbsp;<qco> What is it called when you mix a thing with a thing with another thing to make even greater thing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n9:39 am</dco> &nbsp;<qco> if you just look at the title of your unrecorded songs, do you still remember how any of it goes?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n9:22 am</dco> &nbsp;<qco> How do you take note of the feel/groove you want when writing a song? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n9:02 am</dco> &nbsp;<qco> What is your favorite interpretation of quantum mechanics?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n6:51 am</dco> &nbsp;<qco> will you ever to a breakdown on your thought-process in making your music and/or videos, or do you consider that as an autopsy of your creativity, rather than a live dissection?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n6:38 am</dco> &nbsp;<qco> Jeremy Corbyn has wayyyy more followers than you on Instagram!! </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n2:44 am</dco> &nbsp;<qco> When compared to general classical music, pop music has strayed vastly from the complexity of older music. </qco></h3>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp; \n1:21 am</dco> &nbsp;<qco> You mentioned wanting to tour-I'm guessing thats still quite a ways off from coming to fruition due to stuff like wanting to focus on the randomized songs, building up a song catalogue, time and money, etc?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp; \n1:14 am</dco> &nbsp;<qco> how to find a soulmate </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp; \n12:11 am</dco> &nbsp;<qco> <a href=\"how-long-does-it-take-to-answer-questions.html\">how long do you normally spend thinking of answers to these questions</a></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n11:14 pm</dco> &nbsp;<qco> where is the universe i think im lost</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n10:39 pm</dco> &nbsp;<qco> <a href=\"why-make-a-youtube-channel.html\">Why did you create your YouTube channel?</a></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n10:25 pm</dco> &nbsp;<qco> bill, do you think that life has meaning?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n10:19 pm</dco> &nbsp;<qco> who is diario??</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n10:18 pm</dco> &nbsp;<qco> i think it's time for you to update the reality section, don't you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n10:16 pm</dco> &nbsp;<qco> why did u end \"all you need is love\" with a major chord?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n10:09 pm</dco> &nbsp;<qco> I am a robot programmed to make music. I've been told that my music lacks what you humans call \"feeling\" or \"soul\"... If I use more variation in dynamics, incorporate grace notes, and throw in an occasional rubato passage... would that be enough to trick humans into believing that I play with this so-called \"feeling\"? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n9:55 pm</dco> &nbsp;<qco> if you can't finish your song until  this tuesday, will you upload it another day of the week or you'll wait until next tuesday?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n9:55 pm</dco> &nbsp;<qco> I got bit by a goblin, and now I'm starting to feel woozy..  what should I do? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n9:29 pm</dco> &nbsp;<qco> have you thought maybe you can release an older song on tuesday if the new one isn't finished in time? i know that's not as thrilling but it might be a good compromise?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n8:44 pm</dco> &nbsp;<qco> WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n8:26 pm</dco> &nbsp;<qco> You make music... so that's like notes and stuff right? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n8:07 pm</dco> &nbsp;<qco> What is the best day of the yaer?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp;\n7:00 pm</dco> &nbsp;<qco> You said that you just updated notes but when I go to notebook the latest notes are from last year??? (I'm pretty sure I can see some updated ones in expert mode but not in notebook)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp;\n6:48 pm</dco> &nbsp;<qco> Do you think age is a number or a word?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp;\n6:25 pm</dco> &nbsp;<qco> What are you working on right now? Can you tell us about it please</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp;\n5:47 pm</dco> &nbsp;<qco> when will the song be released?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp;\n5:30 pm</dco> &nbsp;<qco> what is your opinion on the tesla cars and their electric energy!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp;\n2:04 pm</dco> &nbsp;<qco> are you like a magic 8 ball?</qco> </h3><br><br>"
  }
]
