[
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n12:41 am</dco> &nbsp;<qco> can i use yesn't in a conversation</qco> </h3>      sure, if the other person can use 'what'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n11:20 pm</dco> &nbsp;<qco> I think I identify with your characterization of Mount St. Helens. Do you identify with your characterization of Mount St. Helens?</qco> </h3>      i don't entirely remember it but yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n9:44 pm</dco> &nbsp;<qco> Do you know of any song that goes IVM7 iiim7 VIIbM7 visus4 III IVM7 iiim7 I6 ii6 III vi or anything like that (treating vi like the tonic chord)? It is for a song I'm writing but I feel like I got it from somewhere (or at least part of it). Does it sound original? If not, do you think it's a good progression? (please bleep it too if it does sound original) And, do you have any suggestions?</qco> </h3>      golden rule, never judge chords without everything else that goes with it. even worse to judge it on paper with absolutely nothing specified (tempo, timing, anything). that would be like taking a look at a list of color names (blue, yellow, etc) and trying to figure out whether that would make a good movie, without seeing any additional information like plot, characters, script, etc, or even what the colors actually look like exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n9:28 pm</dco> &nbsp;<qco> What is the key to being creative?</qco> </h3>      copy the key, then realize half way through copying the key that you want to do it differently anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n7:11 pm</dco> &nbsp;<qco> I often write bits of songs, but I feel like sometimes I don't really want to say anything, or any words I think of have already been said before by someone else but songs generally have to have lyrics, yet I don't really want to write instrumental music. Do you have any advice?</qco> </h3>      wander the earth for a bit, until you stumble upon something you actually want to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n7:07 pm</dco> &nbsp;<qco> Some of your most recent notes releases have fascinated me.&nbsp;&nbsp;Some of these notes feel like a lot more information is being revealed about you, or your processes.&nbsp;&nbsp;That's not to say that all earlier notes havent been very revealing.&nbsp;&nbsp;Do you feel as though you are consciously revealing more through lately or is it just sort of happening now? Do you deny that they're more revealing altogether?</qco> </h3>      they run a broad spectrum of revealing and non-revealing, but the spectrum is getting broader on all sides the more content is released, as the overall context becomes gradually clearer\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n6:23 pm</dco> &nbsp;<qco> there's a spider nest in the bathroom and it looks like the babies are about to s c a t t e r what should i do??</qco> </h3>      sounds like you could be the next contestant on 'aaaah spiders'. the grand prize is spiders\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n4:51 pm</dco> &nbsp;<qco> what is the meaning of death</qco> </h3>      learning from your mistakes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n3:56 pm</dco> &nbsp;<qco> What are your thoughts on the future of monetizing music?</qco></h3>      music is very powerful, there will always be a very powerful and monetizable use for it, even if it changes over time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; With streaming services paying next to nothing, do you think we'll see a better system for artists and consumers alike?</qco> </h3>      i'm actually amazed they pay so much, considering the audience is usually capable of getting access to the music entirely for free\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n3:43 pm</dco> &nbsp;<qco> are words just words and thats why they are so powerful? or are words more than words and thats why they are so powerful?\n<br></qco> </h3>      they are powerful, regardless of if they are more or less than themselves. which is a power they sometimes have\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n3:40 pm</dco> &nbsp;<qco> hey, can you help with those chords? https://youtu.be/kpMx2gnx83I?t=188 (from 3:09 to 3:17). thnx</qco> </h3>      that would be, at 1 bar a line, <br>     Gma7 <br>     F#7#9 (F#7b9) <br>     Bmi7 F#(b9)/A# <br>     Ami9 D7sus4\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n3:17 pm</dco> &nbsp;<qco> What are your thoughts on stuff?</qco> </h3>      very good, would recommend\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n2:55 pm</dco> &nbsp;<qco> How do you time?</qco> </h3>      the only way to do it is by utilizing space\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n2:45 pm</dco> &nbsp;<qco> Do you think about your music theoretically, or do you play what you think sounds good?</qco></h3>      i thought the theory was supposed to be based on the sound anyway<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n E.g do you think: \"Modal Interchange into the Dorian mode will be nice\" or \"That chord sounds nice let's use it\"</qco> </h3>      i would never say 'modal interchange' when i can say 'switch' and it would mean exactly the same thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n2:11 pm</dco> &nbsp;<qco> Would you advise trying to love everyone</qco> </h3>      that could be a good starting point\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n2:08 pm</dco> &nbsp;<qco> What sentence do you live by?</qco> </h3>      i like to try different ones a lot\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n1:21 pm</dco> &nbsp;<qco> how much negative emotion do you have? I used to have a lot, but it's gone, and I almost miss it.</qco> </h3>      + or - 99.5%\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n1:11 pm</dco> &nbsp;<qco> Why do you like to be unprofessional?</qco> </h3>      i do not\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n12:44 pm</dco> &nbsp;<qco> i'm curious about your process of going back through all your old voice recordings and improv videos to find material for reality vids and stuff. how do you effectively wade through hundreds or thousands of hours of recordings to find the little nuggets of gold?</qco> </h3>      something like <a href=\"reality-search.png\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n12:14 pm</dco> &nbsp;<qco> opinion on 5/4?</qco> </h3>      often used for only 1 bar\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n12:14 pm</dco> &nbsp;<qco> Do you enjoy the wonders of aquatic life?</qco> </h3>      i don't have a good way of assimilating them into my daily regimen\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; 11:26 am</dco> &nbsp;<qco> Why are your drums never seen in your videos?</qco> </h3>      they are sometimes, but hitting them would cause insanely intrusive sound vibrations all throughout the local vicinities\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n8:32 am</dco> &nbsp;<qco> are you going to make new reality videos instead of adding old ones?</qco> </h3>      i always record new reality content, and i always edit old reality content. the editing can be much stronger if i already know how the story is going to turn out. can use stronger forshadowing, better plot lines, not spoil new content, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n8:03 am</dco> &nbsp;<qco> why dont you post reality anymore?</qco> </h3>      i do, every friday\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n7:47 am</dco> &nbsp;<qco> I have a co-worker who is way too irresponsible and always finds an excuse in order not to do the job. I have a presentation with him and I want to make him do somwthing. Any tips?</qco> </h3>      as you can see, getting other people to do something is not my strong point\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n7:07 am</dco> &nbsp;<qco> <a href=\"q.php?date=201904180324\">4.18.19&nbsp;&nbsp;3:24 am</a>  that makes no sense</qco> </h3>      the lyrics/vocal was born entirely and 100% out of how that vamp feels. the entire explanation and essence of the lyric/vocal can only be explained by that \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n4:38 am</dco> &nbsp;<qco> what are the types of content ur working on right now?</qco> </h3>      sensoritory\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n4:26 am</dco> &nbsp;<qco> Do you like kurt cobain's songwriting?&nbsp;</qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n1:44 am</dco> &nbsp;<qco> what's the difference between something weird and something normal</qco> </h3>      \na different difference from any of the other differences\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n1:42 am</dco> &nbsp;<qco> How do I balance honesty with being considerate of other people's feelings? I used to never really say anything because I was afraid of somehow offending someone, but now I feel like I say too much.&nbsp;</qco> </h3>      try to find an optimistic side of the truth\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n12:49 am</dco> &nbsp;<qco> what makes a pillow comfortable</qco> </h3>      the fluff, in the center\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.19&nbsp; \n12:00 am</dco> &nbsp;<qco> Are you going on tour by yourself or with other people?</qco> </h3>      band\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.19&nbsp; \n11:47 pm</dco> &nbsp;<qco> https://youtu.be/JKlSVNxLB-A what's the time signature for the intro riff? it sounds like 3/4 followed by a sped up 3/4 i don't know what that is.&nbsp;</qco> </h3>      loosey goosey. he's playing alone, on his own time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.19&nbsp; \n11:45 pm</dco> &nbsp;<qco> what kinds of questions do you like getting? what kinds of questions do you like not getting? </qco></h3>      it's hard to know for sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what is your opinion on potatoes.</qco> </h3>      no 2 potatoes are alike\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.19&nbsp; \n11:41 pm</dco> &nbsp;<qco> on a scale of gay to gay how gay is gay</qco> </h3>      i'd say an average amount\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.19&nbsp; \n11:35 pm</dco> &nbsp;<qco> How do I learn guitar when I'm self conscious of the amount of noise I make?</qco> </h3>      you could try electric guitar with a headphone system\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.19&nbsp; \n9:46 pm</dco> &nbsp;<qco> Wanna start a cult?</qco> </h3>      i have actually made a new years resolution to start fewer cults\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.19&nbsp; \n8:10 pm</dco> &nbsp;<qco> am i a potato</qco> </h3>      as long as you keep renewing that potato status year after year, then you should be all good\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.19&nbsp; \n7:03 pm</dco> &nbsp;<qco> Bill I would rather sit and do nothing than do anything new, or important, or mildly interesting and enjoyable because I am terrified of screwing it up. What kind of person does this make me?</qco> </h3>      cautious, careful\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.19&nbsp; \n5:43 pm</dco> &nbsp;<qco> on a scale of 1-reversed big bang years when do you think society will be normal</qco> </h3>      society is normal. where do you think they get all those norms from\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.19&nbsp; \n4:14 pm</dco> &nbsp;<qco> Is the next song called \"rues\" by any chance?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.19&nbsp; \n2:04 pm</dco> &nbsp;<qco> bill I feel like I build things up to mean more than they have to, and it's sorta tiring me out. I mean I make out everything anyone does or says or anything I do or say or anything anyone makes to be something powerful enough and big enough to change the world-but people tell me that's not how it works, that I can't change the world, and nothing else really can either. Well if that's true, what's even the point anyway? And if it's not true, and every action you take has the potential to change your life as well as billions of others, how do you take the right actions? Thabks.</qco> </h3>      if you feel like every bit and piece of this universe has worlds full of meaning in it, you are right. if you are encountering skepticism or disapproval from others, it might not be that they disapprove of this idea, instead it might be an indication that they feel you are going slightly overboard in the way you are presenting yourself currently. if you have big monumental ideas of change for the world, sometimes it's better to not reveal too much until you've already made some tangible progress. otherwise you may earn a reputation of talking more than you can accomplish. don't let that stop you from actually following through with your ideas\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.19&nbsp; \n1:01 pm</dco> &nbsp;<qco> Are you still going to make songs and videos?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.19&nbsp; \n12:23 pm</dco> &nbsp;<qco> Besides your own music, what was the last song you listened to?</qco> </h3>      part of despacito\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.19&nbsp; \n11:10 am</dco> &nbsp;<qco> would you consider yourself an honest person?</qco> </h3>      yes, and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.19&nbsp; \n10:04 am</dco> &nbsp;<qco> What are your thoughts on lemoms, limes, and lemon-lime?</qco> </h3>      i think it's a conversation we need to start having\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.19&nbsp; \n9:17 am</dco> &nbsp;<qco> my right earphone broke. whatever shall i do?</qco> </h3>      get a new pair (you have done this before)\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.19&nbsp; \n9:09 am</dco> &nbsp;<qco> What's the most memorable question you've received?</qco> </h3>      <a href=\"most-memorable-question.php\">this one</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.19&nbsp; \n7:51 am</dco> &nbsp;<qco> do you wish the questions you got were more philosophical overall? Or less? Or are the philosophy levels just right?</qco> </h3>      the questions are not supposed to be right. that's what makes this page so exciting\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.19&nbsp; \n4:00 am</dco> &nbsp;<qco> What is the downside of being creative?</qco> </h3>      fear\n<br><br>"
  }
]
