[
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n9:13 pm</dco> &nbsp;<qco> Is the current project of a medium size in any way related to history?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n9:12 pm</dco> &nbsp;<qco> have you ever just opened up logic express without having any particular idea in mind, and improvisationally created a song from scratch?</qco> </h3>      i have learned from experience that that is not the way for me to get the best results. ultimately i perform the strongest when i write the song first and finalize the entire road map before starting the session. that's just the best way to play to my strengths. everyone is different, and i have tried both ways and i've found that it is much better for me to write first\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n9:09 pm</dco> &nbsp;<qco> Wait, so you didn't take the Shorty Award with you at home?</qco> </h3>      it was not made yet at that time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n9:03 pm</dco> &nbsp;<qco> What instrument did you use for the melody of New Canaan? thanks</qco> </h3>      my voice\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n8:58 pm</dco> &nbsp;<qco> Why did you have no car in December of 2013?</qco> </h3>      because the old one broke (it was very, very old.) and then at the end of december i bought a slightly less old one\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n8:42 pm</dco> &nbsp;<qco> hey im a fellow musician do you have any tips for surviving this world of chaos</qco> </h3>      use the chaos to fuel your vehicle\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n8:30 pm</dco> &nbsp;<qco> If I have trouble working on a long term project due to a busy life, should I make a random short term project to at least get experience on a long term project?</qco> </h3>      yes but not just one. do many\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n8:07 pm</dco> &nbsp;<qco> do you ever get a random thought about hotewig and just feel happy bc it's out? like i had a random thought today about how you spent 11 god damn months trying to get it done and you're making songs so fast now and it's wonderful everything is wonderful. can u relate at all or do i sound crazy</qco> </h3>      yes i agree, it is too good to be true that it is finally done, and that the songs thing is happening. although surely the anxiety will start to set in as people continue to ask where the fuck the videos are. but if i didn't do this now i would be kicking myself for the rest of my life. the same was true for history of the entire world\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n6:23 pm</dco> &nbsp;<qco> How long did it take to make \"What is Love?\"?</qco> </h3>      maybe 5 days\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n5:51 pm</dco> &nbsp;<qco> <a href=\"alphabet-nonsense.html\">On a scale from one to ten, true of false - what is your favorite color on the alphabet?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n5:46 pm</dco> &nbsp;<qco> why do you have two different \"world history\" videos\n\"history of the world\" and \"history of the entire world, i guess\"</qco> </h3>      a similar reason to why you have used some of the same letters multiple times in your question, in different ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n5:44 pm</dco> &nbsp;<qco> Are you asking me to ask a question, or are you telling me to ask a question? Ironically, my question just so happened to be about asking a question about asking a question. (hope you understand this)</qco> </h3>      it's just a suggestion\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n5:13 pm</dco> &nbsp;<qco> do you care that your new instagram posts might be thought of as video hints?</qco> </h3>      do you care that i can post anything i want on instagram\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n5:11 pm</dco> &nbsp;<qco> can you do some more content</qco> </h3>      i am making content constantly, as fast as i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n5:10 pm</dco> &nbsp;<qco> what are the types of chords? im confused</qco> </h3>      just start playing notes together and see what happens!\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n4:42 pm</dco> &nbsp;<qco> What is your <a href=\"daily-routine.html\">daily routine like?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n3:59 pm</dco> &nbsp;<qco> <a href=\"what-do-you-do-when-youre-not-making-videos.html\">what do you do when you aren't doing videos, songs or anything related to publishing things on the internet?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp; \n3:54 pm</dco> &nbsp;<qco> how do be creative\n</qco> </h3>      the answer may surprise you<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp; \n3:53 pm</dco> &nbsp;<qco> how do deal with creativity</qco> </h3>      the answer may surprise you<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp; \n3:48 pm</dco> &nbsp;<qco> Assuming you will live forever, you will finish all of the songs and that you make 1 song weekly, how long will it take to finish the songs?</qco> </h3>      the current list would be finished in about 6 years. but that is not taking into account many important things: songs will be added. some songs may take more than 1 week. and most importantly, there are many other things i would like to do besides songs, such as: more videos<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp; \n3:42 pm</dco> &nbsp;<qco> <a href=\"how-to-deal-with-existential-crisis.html\">how do you deal with an existential crisis\nim asking for a friend maybe</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp; \n3:30 pm</dco> &nbsp;<qco> What's your <a href=\"favorite-season.html\">favourite season?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp; \n3:08 pm</dco> &nbsp;<qco> How has song recording been going?</qco> </h3>      very good<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp; \n3:03 pm</dco> &nbsp;<qco> what are some ways to  solve the south china sea dispute problem?thanks.</qco> </h3>      china is gradually becoming stronger. i'm not sure if that answers your question<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp; \n2:34 pm</dco> &nbsp;<qco> i like you but how does patreon work? i wanna support but i don't get it - sorry english is bad </qco> </h3>      i'm not sure, i think you just click subscribe and say how much you want to pay per month<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp; \n2:15 pm</dco> &nbsp;<qco> hey, how much fun was making in california after months of waiting to make songs</qco> </h3>      very much. although there were some interesting riddles and hardships, which have made me stronger after solving them. looking forward to solving more riddles and becoming steadily stronger on a regular basis<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp; \n2:01 pm</dco> &nbsp;<qco> Do you tend to write a melody first and then put chords to it, or pick the chords and develop a melody as you choose them? I notice I tend to do chords first then melody. </qco> </h3>      both at the same time. but the melody is more important. actually the lyics and melody together are most important, which are both written at the same time. and the chords appear too, at the same time<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp; \n12:55 pm</dco> &nbsp;<qco> spotify isnt available where i live :(</qco> </h3>      where do you normally get your music? my music might be available in one of those places. if not i will try to make it available there\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n12:31 pm</dco> &nbsp;<qco> hi bill how do you stay committed to a project so long without getting demotivated to a point of quitting</qco> </h3>      it helps if you are confident that it's the right project, and also if you are confident in the process. a good way to work yourself up to that is to do a series of much shorter projects, which get done much more easily, and each one is a chance to learn new tricks and refine the process\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n12:16 pm</dco> &nbsp;<qco> Can you please grade my grammar?</qco> </h3>      it's fine, i know exactly what you said. A+!\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n11:30 am</dco> &nbsp;<qco> are you independent?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n11:26 am</dco> &nbsp;<qco> how many songs are on your list?\n</qco></h3>      395<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also do you continue writing new songs while recording these songs? (i mean writing completely from scratch, so not the songs that you had to finish writing) </qco> </h3>      i am considering adding one spot in the list that is [new song] but i'm not entirely sure that's necessary right now. there are so many new ideas in the list i really don't need to do that right now. i actually just did a writing session about a month ago where i added about 10 new ideas of different types. there are plenty for now. i generally think it's better to do the writing at a different time from coming up with the original idea. also, ideas normally fall on my head at random times, and they get entered into the list.\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n11:21 am</dco> &nbsp;<qco> You think that you probably will not finish the songs within your lifetime. Does it mean no more YouTube videos?</qco> </h3>      i would like to try to complete at least a little bit of every type of thing, in my life time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n11:01 am</dco> &nbsp;<qco> You have been doing some songs lately. Will you return to making videos?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n10:47 am</dco> &nbsp;<qco> best way to deal with trauma?</qco> </h3>      maintain a professional attitude\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n10:01 am</dco> &nbsp;<qco> why do you not updating your reality page ?</qco> </h3>      because i am doing other types of content instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n9:54 am</dco> &nbsp;<qco> when was \"i love you\" written?</qco> </h3>      originally 2009, but in 2012 the ending of the chorus was re-written, the outtro limerick was added, and the verse was shortened. i also changed all the verse lyrics last week\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n9:01 am</dco> &nbsp;<qco> Sorry for the confusion with the binder question. I meant \"songs\". The blue binder where you put the song fragments. Do you still have it?</qco> </h3>      they never fit in one binder. it is about 7 or 8, and all of them are black except one which is white and one which is dark blue. but ever since 2012 i have done most of the organization on the computer, and most of the newer songs and ideas are not on physical paper\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n8:44 am</dco> &nbsp;<qco> Your videos only look simple, but they're not, right? <a href=\"how-long-did-it-take-to-make-hotewig.html\">How much time did it took to make the history of the whole planet</a> and the <a href=\"how-long-did-it-take-to-make-history-of-japan.html\">history of japan</a>?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n4:23 am</dco> &nbsp;<qco> have you been asked for your hand in marriage yet?</qco> </h3>      <a href=\"marriage-proposals.html\">yes</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n4:08 am</dco> &nbsp;<qco> is today tuesday</qco> </h3>      i will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n1:25 am</dco> &nbsp;<qco> are you an animal?\n\n\n</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n1:23 am</dco> &nbsp;<qco> <a href=\"car-journals.html\">In most of your recent reality videos, I can always hear ambience of cars, engines, car door, and other outside stuff... do you always go outside to record them, or you're just in your house and see cars pass by frequently?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n1:08 am</dco> &nbsp;<qco> Why does nobody use the locrian scale?</qco> </h3>      once you start using the 'evil' notes, there is no point in sticking to a scale anymore. if you adhere strictly to locrian, it will only start to sound like one of the more normal modes, with a different root. for example if you start using only notes from B locrian, it will really probably just start to sound like C ionion or A aolean, etc etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n12:57 am</dco> &nbsp;<qco> in an earlier question you mentioned that you had to go through quite a bit to keep you content on spotify, but you said 'it was a story for another time.' What is it that happened there?\n</qco> </h3>      basically you can't just upload your music to spotify. you have to pay somebody 'more important' who has the privilege to do it. some of these services charge a fee for every song, which would never work for me, because i plan on releasing a lot of songs. i found a service lets you do it unlimited for a yearly fee, and they deliver the song within a couple days (sometimes next day) to itunes and spotify. but unfortunately they refuse to send any songs that are less than 1 minute. so i actually had to sign up for a second service which allows short songs, but they take about 4 weeks to send it. so i am paying 2 different companies to upload my songs for me, depending on whether they are less or more than a minute. also, when it comes to putting my umbrella icon on my channel, i have mostly given up on that. they only take images from a database called \"Rovi,\" and i have submitted my image to the database, but it never seems to go through. i read somewhere that Rovi basically only accepts who they want, and there's nothing i can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n12:20 am</dco> &nbsp;<qco> was guessing the majapahit's name as mapajahit twice in hotewig intentional</qco> </h3>      no, i actually meant to do all 6 combinations. i am embarrassed that i screwed it up. i guess it was just cause i was working so fast\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n12:06 am</dco> &nbsp;<qco> I'm surprised you released \"i love you\" so close to \"in california\". Are you trying now to release every tuesday like stated but with additional content whenever if its finished?</qco> </h3>      i am aiming for every tuesday. 'i love you' was lucky because the instrumental sequence was actually already recorded in early 2015, i just had to do the vocals. also it was relatively short. the next song, for example, was only 10% written and it is full length so i have to write the whole thing, AND record it. not entirely sure that is possible in one week but i will try.\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n11:59 pm</dco> &nbsp;<qco> I found it kind of funny that you were like, \"Oh, no, not another weed song\" when in california was selected. I had the same thought when I heard it. Nonetheless, it is a great song.\nBut that's beside the point. You've previously touched on the idea that you have different \"periods\" in your songwriting. For instance, you mentioned that songs written in spring/summer of 2009 like new canaan have a \"traveling feeling.\" Since we probably won't hear a song that you have recently written for a while (unless the randomizer picks it),</qco></h3>      actually the current song is a hook from late 2015, which i have written the remaining 90% of this week<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do you have an idea of what characterizes your current music writing style?</qco> </h3>      my current writing is sort of a culmination of all the techniques i have ever used\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n11:17 pm</dco> &nbsp;<qco> are capital letters the downfall of humanity?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n11:00 pm</dco> &nbsp;<qco> do u regret working so much on vine to have the app be shut down</qco> </h3>      everything i accomplished on vine still stands. i moved on from vine about a year before it was cancelled\n<br><br>"
  }
]
