[
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n8:17 pm</dco> &nbsp;<qco> How do you make your videos?</qco> </h3>      \ni'm still trying to find a way\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n8:07 pm</dco> &nbsp;<qco> What's your favourite place to see on Google Maps?</qco> </h3>      \nsomewhere new\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n7:48 pm</dco> &nbsp;<qco> Hı&nbsp;Bill! May i ask you how to be great in guitar -Especially in a polyphonic way (since \n<br>i dont have a looper pedal yet )- \n<br>I LOVED the way you suggested For that bass player . Hope you Can Help me. Have a great day!</qco> </h3>      \nguitar is not really my strong point. but just spend a lot of time with the guitar, playing a lot of different things. and, only get a loop pedal if you are cool with having the same exact thing repeated over and over again\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n7:33 pm</dco> &nbsp;<qco> What conspiracy did you do?</qco> </h3>      \nmade everything alright but i might have to do it again\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n7:23 pm</dco> &nbsp;<qco> im confused about note/note chords. would c/e be e c e g (normal c chord with an extra e below it)or e g c (flipped version of c chord)?</qco> </h3>      \ni would say if your chart says C/E, that means the E note is probably supposed to be a bass note. (so, probably at least an octave away from the rest of the chord. As for whether you think it's necessary to still include another E note in the midrange part of the chord, that's up to you. it can be nice to put the E in the bass and actually just play C and G in the midrange of the chord. that's a pretty nice sound that is found readily all over all types of music you've heard. you'll have to check to see which seems to sound better at that point in the song you're playing, and on the instrument you're using. If the arranger has a specific preference, then they're gonna have to tell you directly or else write out the notes in the chart\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n6:51 pm</dco> &nbsp;<qco> why does the mere concept of chicago anger me deep within&nbsp;</qco> </h3>      \nmaybe you're anxious that you can't reach the east or west coast. or maybe you feel deceived because what appears to be the east coast is actually just a lake\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n4:57 pm</dco> &nbsp;<qco> reading all of these questions it's clear you're a very wise person, how did you become so wise?</qco> </h3>      \ni'm still working on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n4:06 pm</dco> &nbsp;<qco> Do you use autotune?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n3:53 pm</dco> &nbsp;<qco> why do I feel worthless when I listen to very good music instead of feeling inspired by it</qco> </h3>      \none possible reason could be that you would like to make good music also, and someone else seems to be doing it in some ways that you feel are out of reach to you at this time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n2:01 pm</dco> &nbsp;<qco> i have a problem. when i compose music it takes me like forever and then i start to hate the piece. What would you suggest i do?&nbsp;</qco> </h3>      \ni think it's going to be ok, if you can manage to stay calm. if you can occupy your mind with other tasks, like simple games (with no sound) while listening to run-throughs of what you have, this will help you stop thinking about it directly, and get your mind in a more comfortable and forgiving place\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n1:31 pm</dco> &nbsp;<qco> what does \"trash mountain\" in i'm a princess mean?&nbsp;</qco> </h3>      \ni made a mountain that was clearly trash, so it made me feel better to label it trash mountain. but then, as time went by and more things unfolded, i realized there was more trash than could ever be labeled, so i probably threw the sign into space somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n1:20 pm</dco> &nbsp;<qco> have you ever tried listening to 2 different songs simultaneously in each ear? ive adopted this tactic to get faster at finding my way once ive gotten lost. </qco></h3>      i find it more comfortable to play both songs in stereo<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;plus you can listen to twice the music and only slightly make yourself go crazy</qco> </h3>      yes that's true\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n12:59 pm</dco> &nbsp;<qco> is your next song gonna be more like a 'motivational' type or 'storytelling' type?</qco></h3>      it's not quite either of those<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; does it have ambient sounds?</qco> </h3>      \nall options are on the table\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n11:56 am</dco> &nbsp;<qco> what is the meaning behind \"no castle\"?</qco> </h3>      \ni was experimenting with making 'bad' songs as a trick to get them to be good by accident. and i had just done some that had turned out to have good some good parts in them. so then i tried to make one that actually stayed bad. i am talking about the music, not the video. the video was made years later, and the meaning of that is to try to make a music video to a piece of music with no lyrics, and find other non-lyrical ways to visually express it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n10:09 am</dco> &nbsp;<qco> could you please prime factorize 110?</qco> </h3>      \nsure. that's just 2x5x11\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n9:56 am</dco> &nbsp;<qco> I keep hearing \"birthday\" in money as \"earth day\". P,eas whelp?</qco> </h3>      \nafter assessing your situation i've concluded that you are gonna be fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n8:12 am</dco> &nbsp;<qco> when you're writing a song on average how many times do you revoke and/or change the lyrics or do you usually have the general point of the lyrics on the first try and don't have to change much? (sorry if this doesnt make sense english is my second language)&nbsp;</qco> </h3>      \nthe lyrics and music are so closely linked, that quite often a lyric change means you have to change the music also. occasionally in some rare cases there might be a seamless lyric change, but that would usually only be for a word or two. Also, any significant change anywhere in the song will almost certainly have a ripple effect and everything after it would need to be changed also. it's kind of like when you change one thing in the present, and then the whole future changes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n6:09 am</dco> &nbsp;<qco> Back in the days of your short videos (let's say 2013), did you have a clear vision of how your music will sound like/how your videos will look like, </qco></h3>      i had already done a huge amount of music. i wanted it to sound like that, except better. for the videos, generally what i've always wanted my videos to look like is to be able to see every part of the world from some very cool and warm angles. although i've always known it's gonna be a long time before i'm capable of anything like that. so i'd have to settle for putting words on the page at warm/cool angles instead<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or did you just discover it along the way? Or both? Do you think it's useful for an artist to have this concrete vision?</qco> </h3>      \nsure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n4:20 am</dco> &nbsp;<qco> why did \"got to know what's going on\" never get a music video or release on youtube?</qco> </h3>      \nthis is so every other video and song i've ever done since then could be released about 4 weeks earlier than it otherwise would have\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n3:53 am</dco> &nbsp;<qco> do you like saying the word blimp&nbsp;&nbsp;</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n3:21 am</dco> &nbsp;<qco> why are there so many very unreasonable people in this world</qco> </h3>      \nto challenge your expectations and intuitions\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n3:15 am</dco> &nbsp;<qco> What do you do in your free time?</qco> </h3>      \nmy time is actually very expensive\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n12:56 am</dco> &nbsp;<qco> would you mind sharing your list of potential songs to cover here?&nbsp;</qco> </h3>      \nif i tell you what any of them are, they would immediately drop off the list. that's just how it goes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n12:52 am</dco> &nbsp;<qco> whats up with the little green 'EXIT' text on the left in I'm a Princess starting at 1:18?</qco> </h3>      \nbuilding code\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2021-04.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n11:34 pm</dco> &nbsp;<qco> in the corner of this page, there's a button that says, \"I'm feeling randy.\" how is randy feeling?</qco> </h3>      \nthat's not a person. it's a feeling. the feeling would be \"in the mood to see randomly selected questions instead of chronologically\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n11:31 pm</dco> &nbsp;<qco> why did the chicken cross the road</qco> </h3>      \n      what my client (the chicken) and i are wondering is why was a road built across the chicken's path \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n10:49 pm</dco> &nbsp;<qco> Do you remember how the melody for new canaan came to you? If so, what was it? Thanks so much!</qco> </h3>      \ni wrote the whole thing while i was on a train to new canaan, and in new canaan, and on the way back from new canaan. i made some significant edits to it years later, but all of the main melodies stayed the same \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n9:09 pm</dco> &nbsp;<qco> I've written something so wild it almost feels like it wasn't me who wrote it. Have you ever experienced this?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n8:35 pm</dco> &nbsp;<qco> What is music</qco> </h3>      \n like a reflection of you, but not a reflection. actual \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n8:30 pm</dco> &nbsp;<qco> what do you do when you love it too much and you're vibrating about it and you can't sleep</qco> </h3>      \nit's gonna be fine. just stay calm and watch your head. there will be plenty of good news left for later\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n8:13 pm</dco> &nbsp;<qco> what is your favorite poem?</qco> </h3>      \nsigns, and signage in general\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n6:05 pm</dco> &nbsp;<qco> Is there a secret lore behind all of your videos?&nbsp;</qco> </h3>      \nyes, it's me, i'm making videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n5:46 pm</dco> &nbsp;<qco> what was the motivation to make expert mode on this site?</qco> </h3>      \nexpert mode was made first, but it wasn't called expert mode, it was called billwurtz dot com. the motivation to make billwurtz dot com was probably just from being bill wurtz all the time, and finally wanting to do something about it. Then, a little while later, there was motivation to make some categories pages because truthfully this bill wurtz content does tend to come in categories. But i didn't wanna get rid of that original 'combined' experience, so i gave it a name and kept it there. and the reason i called it 'expert mode' is because it's all the categories at the same time, including some things in categories which haven't been defined yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n4:41 pm</dco> &nbsp;<qco> would you host SNL if given the opportunity?</qco> </h3>      \nsure\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n2:54 pm</dco> &nbsp;<qco> are you working on some reality posts right now?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n2:00 pm</dco> &nbsp;<qco> i want to do everything but i don't think i have time. What do I do?&nbsp;</qco> </h3>      \nyou might have to sing a song. that may be the only way to reconcile\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n11:26 am</dco> &nbsp;<qco> how are your answers to questions so intelligent??</qco> </h3>      \nmaybe i'm finally running out of stupid answers\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n10:52 am</dco> &nbsp;<qco> im not even here to ask a question i just wanna say ive been in love w ur music since i was in 7th grade. my question is what inspired you to make the history of the entire world, i guess?</qco> </h3>      \ni figured someone's gotta do it. i might as well give it my best shot\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n10:33 am</dco> &nbsp;<qco> other than just doing more of it, is there a way to be faster at writing down rhythms (ie when trying to catch an idea without a keyboard available)?\n<br> notes are easy to transport out of the mind but it's taking me a lot of time counting out the exact rhythm i want to put down</qco> </h3>      \ngot a phone?\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n10:31 am</dco> &nbsp;<qco> is \"ax\" in It's Gonna Be alright means ask?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n9:28 am</dco> &nbsp;<qco> will your next song be an SATB chorale harmonization in the style of 18th-century Anglican chanting commissioned by the Lutheran church featuring heartwarming voice leading and an ecclesiastical organ of gargantuan proportions?</qco> </h3>      \nall options are on the table\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n7:46 am</dco> &nbsp;<qco> why did you choose to quit on the first day of school as opposed to the last one?</qco> </h3>      \nhelps the plot, especially right at the beginning\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n7:20 am</dco> &nbsp;<qco> why do you sometimes answer the same question differently? were you lying the first time, did you change your mind, or is it some mysterious third thing?</qco> </h3>      \nthis is to provide something new, if you've seen the question before\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n4:52 am</dco> &nbsp;<qco> what do you think of palm-muting on distorted guitar? </qco></h3>      it's pretty good<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;seems an effective way to make it more percussive&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n2:34 am</dco> &nbsp;<qco> Why did you decide to stop working on i'm a princess at one point and start here comes the sun?</qco> </h3>      \ni did a heck of a lot in between. i stopped working on i'm a princess because the world of 3D was so vast and overwhelming and i was so in love with it, i needed to get as deep as i could into it, which also requires some significant renovations, and i also got really into those too. Then finally when i had hit rock bottom and needed to pretty much 'make a video or die', i think i decided i wanted to start fresh, with something a little more straightforward. although in retrospect, 'princess' would have been pretty good there. but the other technical reason is because the video was already like 20% made in the old system, and i was certainly in no mood to go back to the old system, and yet i still desperately wanted to use the footage, because it was very sentimental to me, because it literally shows the moment where i fell in love with 3D. So i knew it was going to be somewhat of an odd case, a frankenstein project, that would have to be pieced together cleverly to combine old and new. a bit too complicated of an endeavor for me to attempt in the first go. in addition it obviously required character animation, for continuity purposes, which actually i was quite ready for because i developed most of that in early 2020. but i still wasn't ready for it yet. i tried a cameo in the 'sun' song to prepare\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n2:26 am</dco> &nbsp;<qco> hello bill billson my question is how do i stop zoning out while listening to music? it seems like no matter how much i'm enjoying the music, no matter how interesting the music is, no matter how few distractions i have, i still zone out often during my music listening sessions. i also often have trouble paying 100% full attention to the music for more than like 10 seconds at a time. this doesn't mean i don't get to enjoy the music in the moment, just that it always takes multiple listens for me to digest a song or album and figure out how much i like it, if that makes sense. i can't imagine having any cohesive thoughts about a song or even remembering how it goes after listening to it only once, yet my music nerd friends seem to do all of this with ease. is there anything you think might help with this? sorry for the slightly unnecessarily-long winded question, and thank you in advance for any wisdom you may choose to dispense mr billiam wurtz</qco>\n  </h3>      you'll get this, in time. you just have to listen to a lot of music. you'll get it when you least expect it. how about this, have you ever tried working in a store where they play a broad and well established popular repertoire through the ceiling\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n2:20 am</dco> &nbsp;<qco> When did this page turn into \"ask Bill to prime factorise numbers\"?</qco> </h3>      \none time, a while ago, but nowadays i have some firm safeguards in place to make sure it is not that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n2:03 am</dco> &nbsp;<qco> why do almost all songs have the same vi-IV-I-V progression?</qco> </h3>      \nsomewhere in the age of computers, it became easy to loop 4 bars over and over and over again. so it makes sense that someone would find a chord sequence that works very well when looped forever. basically if you're seeing that sequence a lot, it probably means you're in the age of the loop. that's my take\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n1:07 am</dco> &nbsp;<qco> What is the first number that is divisible by numbers 1-10? This is for extra credit&nbsp;</qco> </h3>      \nfeels like it's gotta be something like 420, but my therapist has just advised me not to worry about that too much right now. fuck, that doesn't have 9, how about 1260, gotta go\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n12:54 am</dco> &nbsp;<qco> <a href=\"q.php?date=202104290227\">4.29.21&nbsp;&nbsp;2:27 am</a>  now i realize i can play also lacks V-I resolutions, which i think is notable because most songs you do have them at the end of verses or choruses. </qco></h3>      are you kidding, there are 5-1s all over the place in there<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;guess i prefer plagal cadences</qco> </h3>      i don't know what plagal means\n\n<br><br>"
  }
]
