[
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n6:42 pm</dco> &nbsp;<qco> how many digits of pi can you recite?</qco> </h3>      66\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n6:23 pm</dco> &nbsp;<qco> if cells multiply by dividing,does that mean they can add by subtracting?</qco> </h3>      yes, when they move from one location to another, they are able to add themselves to the second location by subtracting themselves from the first location\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n6:16 pm</dco> &nbsp;<qco> Describe the word hi</qco> </h3>      high\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n5:11 pm</dco> &nbsp;<qco> do you have advice for dealing with fruit (aggressive or otherwise)?</qco> </h3>      fruit is defenseless against vegetables\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n4:55 pm</dco> &nbsp;<qco> What's your advice for writing music?</qco> </h3>      write 10 things and see which ones were music. then suddenly you'll realize the music has been trying to write you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n4:54 pm</dco> &nbsp;<qco> Favorite polygon?</qco> </h3>      triangle\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n4:46 pm</dco> &nbsp;<qco> Does sleeping once 8 hours a day makes more sense than sleeping twice 4 hours a day?&nbsp;</qco> </h3>      nothing makes sense, but 8 hour sleep is closely in accordance with standard human design\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n4:35 pm</dco> &nbsp;<qco> What is your favourite type of cup?</qco> </h3>      it's a tie between world and sippy\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n4:25 pm</dco> &nbsp;<qco> how do I succeed in life</qco> </h3>      you could try having big muscles\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n4:21 pm</dco> &nbsp;<qco> so let's say time travel is real. if it is, then every year in the past and every year in the future has already happened. so does that mean the past, present and future is just a theory and it isn't actually 2019 and we are just in a year or is this really the present?</qco> </h3>      time travel is real, and 2019 is the current position of time. we are swiftly and steadily traveling toward 2020\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n3:34 pm</dco> &nbsp;<qco> Since you're such in incredible human being, do you have hyperthymesia? \n<br>\n<br>It's a condition in which an individual possesses a superior autobiographical memory, meaning he or she can recall the vast majority of personal experiences and events in his or her life.\n<br>\n<br>Do you remember dates often?</qco> </h3>      i've never heard of that name for it but yes i do have that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n3:32 pm</dco> &nbsp;<qco> Did I do good on my PSAT?</qco> </h3>      yes. wait, what the heck is a PSAT\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n3:28 pm</dco> &nbsp;<qco> do you like badgers</qco> </h3>      i like to badger the badgers. give them a taste of their own medicine\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n3:20 pm</dco> &nbsp;<qco> How long would it take me to dig to China? I was told it was on the other side of the world, so I was thinking of taking a vacation</qco> </h3>      the center of the earth is a great vacation spot also, in case you decide to stop there on the way\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n3:00 pm</dco> &nbsp;<qco> within a margin of error how many years will it be from now until you release a new video, </qco></h3>      1<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tand maybe even after that point are able to be releasing videos regularly?\n<br>yeeeeeehaaaaaaaw\n<br>aaaaaaw</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n3:00 pm</dco> &nbsp;<qco> are you good at dancing?</qco> </h3>      only for business purposes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n2:41 pm</dco> &nbsp;<qco> Do you have any tips on motivating me to practice, not to shriek into eternal crisi because of my lack of skills?</qco> </h3>      what is the task\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n1:58 pm</dco> &nbsp;<qco> Have you ever played Dungeons and Dragons?</qco> </h3>      dragons, not dungeons\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n1:56 pm</dco> &nbsp;<qco> What's your favorite song that you made?&nbsp;</qco> </h3>      i would prefer to make a new one to be my favorite\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n1:38 pm</dco> &nbsp;<qco> If it takes John 5 hours to paint a house and Sam 3 hours to paint the house, how long does it take them both to paint a house together?</qco> </h3>      1 hour and 35 minutes because sam spent the first 5 minutes showing john the faster way\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n1:05 pm</dco> &nbsp;<qco> i saw that one new hot ones episode and the guy said \"comedies are the most dramatic and dramas are the most funny\", and that sounds like something you have said before in different ways. do you want to sue him for intellectual property? might be fun</qco> </h3>      that doesn't belong to either of us, that's a classic. it's the old switcheroo\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n12:43 pm</dco> &nbsp;<qco> My turtle is liquid, what should i do?</qco> </h3>      interview it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n12:01 pm</dco> &nbsp;<qco> answer my question without knowing what it is</qco> </h3>      i already did\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n10:47 am</dco> &nbsp;<qco> What's the the best piece of advice you've ever gotten? </qco></h3>      despite the various viewpoints of haters and doubt masters, songwriting is actually something you can do all by yourself<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tWhat's the best piece of advice you've got to give?</qco> </h3>      something specifically catered to the circumstance of the person to receive the advice\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n10:38 am</dco> &nbsp;<qco> when you say you haven't learned guitar, do you mean you couldn't play one in a professional setting</qco></h3>      that's probably the best way to figure it out actually<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t or like you only know a few chords</qco> </h3>      i can know any chord i want. but it's the strength and ease and comfort that probably wouldn't be there. i've probably only totaled maybe 50 to 75 hours holding the instrument\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n8:47 am</dco> &nbsp;<qco> <a href=\"q.php?date=201910180024\">10.18.19&nbsp;&nbsp;12:24 am</a> \n<br>How did your answer have time down to the second? Most clocks only show down to the minute. So what did you use to get that answer?</qco> </h3>      mac os\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n8:37 am</dco> &nbsp;<qco> I have a large surplus of shredded cheese what do I do please help</qco> </h3>      build a cheese nest\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n8:09 am</dco> &nbsp;<qco> Japan is just China but smaller</qco> </h3>      that's not true\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n7:38 am</dco> &nbsp;<qco> How do you feel about carpets</qco> </h3>      they have a nice rugged feel to them\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n6:10 am</dco> &nbsp;<qco> i took away a lot of value and sentiment from \"might quit\". upon many repeated listens, i pieced together a narrative that really resonated with me. do you intentionally keep things vague in such a way that people can take away whatever they want from your content, or is that simply a byproduct of your creative process?</qco> </h3>      that's common songwriting advice which i always heard, and i recall thinking i'm 'supposed' to do it that way, or wishing i could or would, and then possibly going so far the other way it might have come full circle\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n5:09 am</dco> &nbsp;<qco> Thank you for the link to Restless several months ago. It helps me feel peaceful and happy. Any suggestions for when I must smite mine enemies?</qco> </h3>      you could try <a href=\"https://www.youtube.com/watch?v=77PzXCKDyVQ\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n5:02 am</dco> &nbsp;<qco> am i able to go to the castle without getting hassled?</qco> </h3>      make sure you have an appointment. make 100 appointments, just to be safe\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n3:27 am</dco> &nbsp;<qco> why do things sometimes not make sense?</qco> </h3>      so you get to enjoy figuring it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n2:46 am</dco> &nbsp;<qco> how frequent do you get stupid questions</qco> </h3>      all questions are stupid. otherwise they would have the answers already\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n1:40 am</dco> &nbsp;<qco> What time is it in Kazakhstan?</qco> </h3>      Monday, October 21, 2019 9:51:22 AM\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n1:13 am</dco> &nbsp;<qco> I wanted to ask why piano keyboards did not include shift keys but then I remembered about pedals. I guess the better question is why don't typewriters have pedals?</qco> </h3>      typewriters are a pedal. put it under your foot, and enjoy\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n12:15 am</dco> &nbsp;<qco> What to do if I forgot what question I asked?</qco> </h3>      <a href=\"q.php?date=201909280606\">click here</a>, to find out what it was\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n11:24 pm</dco> &nbsp;<qco> What is the difference between donut and dougnut. I have trouble distinguishing etween them.</qco> </h3>      the size of the sign\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n10:09 pm</dco> &nbsp;<qco> do you get mad when people imply that you never type capital letters</qco> </h3>      i mostly just question whether they are paying any attention what so ever\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n9:51 pm</dco> &nbsp;<qco> Could you beat me in a match of soccer?</qco> </h3>      i'll try\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n9:35 pm</dco> &nbsp;<qco> how did you do that thing in hallelujah where your construction hat fell onto your head from the ground?\n<br></qco> </h3>      first i tried to put it on. then it fell off because it doesn't fit. then i played the clip backwards\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n7:39 pm</dco> &nbsp;<qco> Does being popular make you tired of being popular knowing that the people who view your content want even more content every day?</qco> </h3>      no, that's encouraging. because that's what i want also\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n7:37 pm</dco> &nbsp;<qco> Quick! I need every single letter in the alphabet in a randomized order!</qco> </h3>      <a href=\"phlabaet.php\">ok</a>\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n7:10 pm</dco> &nbsp;<qco> How do I be the trendy hipster kid at my school without going to0 mainstream?</qco> </h3>      start by wearing your pants in a size no one has heard of\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n6:11 pm</dco> &nbsp;<qco> Ive noticed that most of your old songs have a lot of drums that are very loud, and you sing at a pitch that tends to be closer to your normal speaking voice, and now your songs tend to have quiet drums and you almost always sing at a high pitch, do you know how this changed over the years? I somehow like both styles despite them being polar opposites.</qco> </h3>      someone else literally asked me why i used to sing high but now i sing low. i will be holding a contest to determine whether i sing high or low, stay tuned\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n5:51 pm</dco> &nbsp;<qco> what is the most important thing in human life</qco> </h3>      consciousness\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n5:28 pm</dco> &nbsp;<qco> at what age did you learn guitar?</qco> </h3>      still haven't learned it yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n4:52 pm</dco> &nbsp;<qco> How do I download cheese</qco> </h3>      you have to downgrate it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n4:29 pm</dco> &nbsp;<qco> Are we all just looking for distractions all the time?</qco> </h3>      you're probably just looking for something that's actually good enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n4:21 pm</dco> &nbsp;<qco> what does life mean?</qco> </h3>      anything\n<br><br>"
  }
]
