[
  {
    "html": "<h3> <dco>1.5.25&nbsp; \n3:00 am</dco> &nbsp;<qco> what is your favorite misspelling&nbsp;</qco> </h3>      \nih\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.25&nbsp; \n1:29 am</dco> &nbsp;<qco> Let's say my family has an extremely violent pet goose named Fransisco that has a constant thirst for human blood. How would one deal with that?</qco> </h3>      \nwrite a sitcom 'loosely' based on that where you keep absolutely everything the same except you change everyone's name by 1 letter\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.25&nbsp; \n1:11 am</dco> &nbsp;<qco>   a couple years ago i distinctly remember reading = a response on here that went something along the lines of \"use as few chords as possible when writing a song\"</qco></h3>      that's really not something i would say. there may have been some very specific context where that would be appropriate, but it really does not sound like something i would say. various times in  my life i have heard people say that kind of thing and it doesn't quite sit well with me. that being said, the opposite doesn't sit well either of course<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;--i've been haunted by this ever since.</qco></h3>      please don't give me credit for that. this is something you either thought of yourself, or heard from someone else (a lot of people say it actually) probably trying to address their concerns that people may be using the opposite strategy, which doesn't really make sense either<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nthe more i dig into your music, the more i realize just how much of it is founded on the most rudimentary I's, IV's, and V's, despite all the crazy fills and modulations.</qco></h3>      i think you're looking in the wrong place. in fact, just the order and pattern to which you listed the chords you just listed, gives me a clue that you might be looking in the wrong place for this<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nwhen i write, i often find myself getting distracted by the more lush and colorful sound of upper extensions,</qco></h3>      i find you can't actually prove which part extends from which and when<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; as well as lots of dramatic chord movements.</qco></h3>      how do you feel about melodies<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i've trained my brain to prioritize those kinds of sounds, and it feels like anything else sounds, regrettably, \"plain\". but i feel oftentimes that it undermines my music in the grand scale of things; i'd do ANYTHING to go back in time to before i was so mired in jazz theory. </qco></h3>      you seem to be walking backwards all the time. all this 'how to not'. sounds like youve got a case of the 'how to nots'. so 'how to not have a case of the how to nots?' well actually i think in your case, hear me out, ........ i think you should try to write the most academically advanced musical composition the world has ever seen. (seen?..... wait no actually yes.)<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\ndo you have any advice on achieving this sort of \"harmony nirvana\" that you seem to have? it's as if you know perfectly where to place all the surprising and exciting harmonic moments without compromising simplicity.</qco></h3>      i'm just pursuing what excites me most. i took a random quasi-satirical guess just now at what might excite you, but that might be unfair.... the point is, i see you back-stepping away from anything that might truly thrill you, and then backstepping back away from the alternative because of course it doesn't thrill you enough. Whatever your thrills may be, ....... you must go toward them. or, if it's more thrilling, do a fake-out and go briefly away from them and then slam back toward them, and so on<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;tl;dr: as a theory-obsessed berklee dropout, how can i learn the confidence to use more \"basic\" or \"boring\" chords in my music?</qco></h3>      why settle for just scratching the surface..... go for a world record. make the most boring song ever made. heck, you'd be famous immediately if you actually achieved that\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.25&nbsp; \n11:59 pm</dco> &nbsp;<qco> Are you Actually a HUGE gamer most of the time?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.25&nbsp; \n9:06 pm</dco> &nbsp;<qco> Are you in love with existence?</qco> </h3>      \ni mean, yes, but it doesn't sound exactly correct when you put it that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.25&nbsp; \n7:11 pm</dco> &nbsp;<qco> Decided on a whim today to take a different path than I normally do on a walk. When I went down it I kept thinking to myself \"Why don't I go down here? Why haven't I incorporated this into my normal route yet? This is nice.\" It got me wondering why people get so stuck in a routine or become reluctant to try different things. Even when those things are relatively easy to try. Have you ever experienced that?</qco> </h3>      \nyes i have\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.25&nbsp; 6:15 pm</dco> &nbsp;<qco> Hey bill, whats your favorite chord?</qco> </h3>      \nF\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.25&nbsp; \n5:05 pm</dco> &nbsp;<qco> please rate my keyboard layout: azertyuiop^$*qsdfghjklmùwxcvbn,;:!</qco> </h3>      \n(4x20)+19 \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.25&nbsp; \n4:24 pm</dco> &nbsp;<qco> new jersey devils are gonna beat the sharks tonight</qco> </h3>      \nfair enough\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.25&nbsp; \n3:22 pm</dco> &nbsp;<qco> Favorite egg?&nbsp;</qco> </h3>      \neaster\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.25&nbsp; \n2:37 pm</dco> &nbsp;<qco> What's 9+10?&nbsp;</qco> </h3>      \n323/17\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.25&nbsp; \n1:05 pm</dco> &nbsp;<qco> hi bill what is the highest elevation you have ever been at?</qco> </h3>      \nall the way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.25&nbsp; 12:53 pm</dco> &nbsp;<qco> do you have any examples of infinity or zero tempo?</qco> </h3>      \nsure. normal speech\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.25&nbsp; \n12:15 pm</dco> &nbsp;<qco> have you ever just not been there?</qco> </h3>      \ni don't recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.25&nbsp; \n9:02 am</dco> &nbsp;<qco> When watching/reading the news, how do you manage to strike a good balance between consuming enough news so that you don't feel out of touch with the world and consuming so much news that you feel like hanging yourself?</qco> </h3>      \ni just have 1 mural painting, showing the the world depicted in the most constantly dramatic and unnerving way possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.25&nbsp; \n8:44 am</dco> &nbsp;<qco> I've been reminded that growth isn't supposed to be easy or comfortable. Can you attest to that?</qco> </h3>      \nwhat it often is, is very EXCITING\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.25&nbsp; \n8:15 am</dco> &nbsp;<qco> Do you think the secret of making a good rhythm game is to make players feel like they're playing a musical instrument(which feels pretty cool)?</qco> </h3>      \nthat doesn't sound like a secret. that's like the only thing i know about rhythm games\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.25&nbsp; \n7:30 am</dco> &nbsp;<qco> do you think the first houses built were made of sticks, then they leveled up and became stone? because today you need a house to build a house...?</qco> </h3>      \nyes i think it's been quite a progression, for almost all activity in the universe now that i think about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.25&nbsp; \n5:57 am</dco> &nbsp;<qco> what if i shirk all my responsibilities and spend my time watching movies and&nbsp;</qco> </h3>      \nimpressive. i've never even heard of shirking\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.25&nbsp; \n5:20 am</dco> &nbsp;<qco> whats ur political opinion?</qco> </h3>      \ni'm still trying to figure out if 'non-competitive' politics is legally admissable as politics\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.25&nbsp; \n2:39 am</dco> &nbsp;<qco> Can the corner store be any sort of corner possible?</qco> </h3>      \ni think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.25&nbsp; \n2:01 am</dco> &nbsp;<qco> Is going to college to major in musical theater dumb?</qco> </h3>      \ni'm not sure\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.25&nbsp; \n1:25 am</dco> &nbsp;<qco> Does stuff actually exist or are we all imagining it?</qco> </h3>      \nwhat do you think 'actually exist' means\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.25&nbsp; \n1:02 am</dco> &nbsp;<qco> do you like the pitch 442Hz?</qco> </h3>      \nit's ok\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.25&nbsp; \n12:12 am</dco> &nbsp;<qco> what number am i thinking</qco> </h3>      \nyou are not thinking of a number\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.25&nbsp; \n11:51 pm</dco> &nbsp;<qco> are you self-sufficient&nbsp;</qco> </h3>      \nyes and no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.25&nbsp; 11:17 pm</dco> &nbsp;<qco> do you have perfect pitch? :)</qco> </h3>      \ni can access pitches musically or non-musically if necessary, but my musical connection to pitch is much much stronger. sometimes the phrase 'perfect pitch' is used to refer to not the one of those you might expect\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.25&nbsp; \n9:11 pm</dco> &nbsp;<qco> can you help look for my time-traveling reality-shattering snake? she got loose and now i'm scared she'll break something</qco> </h3>      \ndon't worry, it didn't happen\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.25&nbsp; \n9:08 pm</dco> &nbsp;<qco> what's your least favorite tempo?</qco> </h3>      \ni honestly can't think of any bad tempos. i was gonna have to say something like infinity or zero, but then i realized those are some extremely important tempos as well\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.25&nbsp; \n6:09 pm</dco> &nbsp;<qco> do you need bread to make your brain work\n<br></qco> </h3>      \nsort of\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.25&nbsp; \n4:45 pm</dco> &nbsp;<qco> hey bill, why do leap years exist?</qco> </h3>      \nbecause 365 days is not the exact length of a year. it's like 365 and a quarter. if you're brave enough to try having a quarter day every year, be my guest\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.25&nbsp; \n3:20 pm</dco> &nbsp;<qco> what do you think of this big scary world in terms of the big scary people who inhabit it?</qco> </h3>      \nsometimes the big scary is what you don't know. let me clarify..... it's when you think there is something somewhere that you don't know about\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.25&nbsp; \n2:44 pm</dco> &nbsp;<qco> i'm tired of being a failure. how can i stop failing</qco> </h3>      \nthat's easy, just stop not succeeding\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.25&nbsp; \n11:22 am</dco> &nbsp;<qco> Are you a chess Grand Master ?</qco> </h3>      \nnot at this point in time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.25&nbsp; \n11:05 am</dco> &nbsp;<qco> is this an actual question?</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.25&nbsp; \n10:56 am</dco> &nbsp;<qco> I like that thing that happens sometimes in songs where an unfinished lyric is repeated in kind of an unresolved melody, then the lyric finishes climacticly as the melody/harmony resolves. Usually happens with the title line of the song and at the end of the song. \n<br>\n<br>A couple examples that come to mind are Jingle Bell Rock (\"That's the jingle bell, that's the jingle bell,&nbsp;&nbsp;that's the jiiiinnnnggleee belllll rooooockkkk!\"). There's also this live version of You Make Me Feel So Young where Sinatra ends it with \"You make me feel so, you make me feeeeel so... Oh, you!... Make me feel, sooooooo..... (crazy horn section line).... yooouuunnnnng!\"\n<br>\n<br>I want to come up with a name for this thing?</qco></h3>      you're a little late for that...... the vast majority of all working musicians have been calling this a 'tag', for at least a century in my estimate<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also, can you think of any more examples?</qco> </h3>      trillions. for huge parts of the 20th century, it seems like all songs did that. maybe slightly less often nowadays but it still gets used all the time. heck i do it in my own songs. Or any time i'm listening to a song, especially if it might not be from an era or context where you might expect a tag, and then they start doing a tag, i say out loud, to myself or whoever's around, 'taggin it!'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.25&nbsp; 8:57 am</dco> &nbsp;<qco> what genre is your music</qco> </h3>      \ni can't tell you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.25&nbsp; \n6:39 am</dco> &nbsp;<qco> i like bananas do you like bananas</qco> </h3>      \nsomewhat\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.25&nbsp; \n2:54 am</dco> &nbsp;<qco> What's there at the end of time</qco> </h3>      \nall of time in that direction\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.25&nbsp; \n2:33 am</dco> &nbsp;<qco> What's your favorite way to procrastinate?</qco></h3>      finding out what's really important<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And do you have a favorite obscure word or phrase?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.25&nbsp; \n2:04 am</dco> &nbsp;<qco> How can I convince my dog that he is actually a cat?&nbsp;</qco> </h3>      \nfirst you have to convince yourself. reading your question closely, it appears you haven't done that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.25&nbsp; \n12:15 am</dco> &nbsp;<qco> How to figure out what am myself doing in general&nbsp;</qco> </h3>      \nhow do you think anyone else is gonna do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.25&nbsp; \n10:53 pm</dco> &nbsp;<qco> just how many instruments did you use in \"long long long journey\"??</qco> </h3>      \nprobably more than i should have\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.25&nbsp; \n9:39 pm</dco> &nbsp;<qco> will you make a sequel to \"mount saint helens is about to blow up its gonna be a fine swell day\"</qco> </h3>      \nyes but if i had to take a wild guess i might say you and i might disagree on what a sequel is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.25&nbsp; \n9:35 pm</dco> &nbsp;<qco> WHERE are you on a scale from zero to hero?</qco> </h3>      \ni'll never admit\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.25&nbsp; \n5:44 pm</dco> &nbsp;<qco> when does a rule feed into itself?</qco> </h3>      \ncould do it right now actually\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.25&nbsp; \n2:56 pm</dco> &nbsp;<qco> Do you consider this webpage a really long interview</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.25&nbsp; \n2:48 pm</dco> &nbsp;<qco> is today a day of whimsy for you?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.25&nbsp; \n2:33 pm</dco> &nbsp;<qco> People stress about writing good vocal melodies, but I think you could make any melody a good one by surrounding it with the right music</qco> </h3>      \nthe relationship of everything makes it what it is. i'm surprised you didn't mention words here, that's often a big player in this scenario\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.25&nbsp; \n2:03 pm</dco> &nbsp;<qco> what do you think about overthinking and all of its thoughts it makes you think when you overthink</qco> </h3>      \nthe use of the prefx 'over' in this case gives you the implication that it would be okay and allowable, hypothetically, to ultimately do less thinking than this\n<br><br>"
  }
]
