[
  {
    "html": "<h3> <dco>12.13.22&nbsp; \n3:35 pm</dco> &nbsp;<qco> it's my birthday today (13th dec), i'm 16 now, and life has no meaning</qco> </h3>      \nin that case, it looks like you are in for a pleasant surprise\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.22&nbsp; \n2:47 pm</dco> &nbsp;<qco> would you be able to share an audio journal from a year ago today?</qco> </h3>      \n<a href=\"202112131219.mp3\" target=\"_blank\">sure</a>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.22&nbsp; \n2:00 pm</dco> &nbsp;<qco> are you a frog</qco> </h3>      \nno, thank you for checking\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.22&nbsp; \n1:57 pm</dco> &nbsp;<qco> Which of your songs had alternate titles, and what were they?</qco> </h3>      \ni don't have a complete list because it would be too ambiguous, and many of them are just subtle doubts of whether to include tiny words like \"the\" or \"a\", etc. but some highlights may include:<br>\n      \n\"it's the first day of school\" == \"might quit\"<br>\n      \n\"special sandals\" == \"fly around\"<br>\n      \n\"getting ready to\" / \"beautiful day\" / ... just about every other line of the song before i found the right one == \"the ending\"<br>\n      \n\"money (cash)\" or \"got some money\" == \"money\"<br>\n      \n\"the easter bunny told me that christmas isn't real (but santa claus is still jesus)\" == \"christmas isn't real\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.22&nbsp; \n1:55 pm</dco> &nbsp;<qco> whats your favourite world flag</qco> </h3>      \nthe world flag. i'm not sure if there is an official world flag, but just about any rendition of a flag that represents the world, i am on board with that one\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.22&nbsp; \n1:01 pm</dco> &nbsp;<qco> Why are potatoes?</qco> </h3>      \nto dazzle and inspire you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.22&nbsp; \n11:56 am</dco> &nbsp;<qco> what is your favorite stringed instrument</qco> </h3>      \ni like switching to different ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.22&nbsp; \n11:28 am</dco> &nbsp;<qco> Do princesses think about the sky too often</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.22&nbsp; \n11:05 am</dco> &nbsp;<qco> If you really wanted to, do you think you could make something that had no pattern whatsoever (without using a computer, dice, coin, or other external source for randomness)?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.22&nbsp; \n10:18 am</dco> &nbsp;<qco> how to make a movie around a song?</qco> </h3>      \ni'm still trying to figure that out really\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.22&nbsp; \n9:06 am</dco> &nbsp;<qco> what's your fav christmas song?</qco> </h3>      \ni just like the part of feliz navidad where he does the mario scream, \"ha ha\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.22&nbsp; \n8:04 am</dco> &nbsp;<qco> How to become entirely at peace with the world?</qco> </h3>      \nyou've probably heard this before, but i think you might have to make peace with yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.22&nbsp; \n8:00 am</dco> &nbsp;<qco> is \"2 friends on the beach\" your way of making fun of nfts?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.22&nbsp; \n7:47 am</dco> &nbsp;<qco> Were you showcasing a magic trick in \"how to pull a rabbit out of a hat?\"</qco> </h3>      \nthe trick i was attempting to showcase is how to make a video in a relatively short amount of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.22&nbsp; \n7:03 am</dco> &nbsp;<qco> How do record the music I hear in my dreams? Like seriously, I hear nice music in my dreams but at the moment I wake up, I forgot everything. It's frustrating.</qco> </h3>      \ni think if you make a habit of working on music frequently enough, eventually, hopefully, you will forget to notice whether you are awake or asleep. and you'll be able to bridge this gap, even if just for fleeting moments\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.22&nbsp; \n6:50 am</dco> &nbsp;<qco> what is your opinion on a \"universal language\"?</qco> </h3>      \nthat sounds great to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.22&nbsp; \n6:33 am</dco> &nbsp;<qco> Does Daniel's Actual Pizza serve legit pizza?</qco> </h3>      \naccording to my research, yes they did, before they closed probably about 6 years ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.22&nbsp; \n6:02 am</dco> &nbsp;<qco> should I study music in university or should I give up and do something else?</qco> </h3>      \nif you enjoy music then i would certainly recommend doing it in real life, outside of university. regardless of what you do or do not do in university\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.22&nbsp; 3:08 am</dco> &nbsp;<qco> how are you today?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.22&nbsp; \n2:57 am</dco> &nbsp;<qco> what does \"meef\" mean? (it's in the 987 song)</qco> </h3>      \nit means it's time to end the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.22&nbsp; \n1:25 am</dco> &nbsp;<qco> yo what was your favorite cartoon as a kid?</qco> </h3>      \nren and stimpy\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n11:42 pm</dco> &nbsp;<qco> what's your best motivational quote?</qco> </h3>      \nsome of your biggest fears are due to some sort of miscalculation on your part\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n11:39 pm</dco> &nbsp;<qco> this is about to be the first year without anything in the notebook</qco> </h3>      \neveryone always thinks that, but then they are always eventually proven wrong. probably because they don't understand the backdating and curative nature of this site\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n11:23 pm</dco> &nbsp;<qco> are you quirky</qco> </h3>      \nabsolutely not      \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n10:46 pm</dco> &nbsp;<qco> do you think true love can set us free?</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n10:26 pm</dco> &nbsp;<qco> Could you share your rules of capital letter usage?</qco> </h3>      \nit's not perfectly defined, but some of the general principles are: chord symbols are always capitalized (except for \"b\" when it's used to mean \"flat\"). Acronyms are almost always capitalized. the letter L is often capitalized whenever it would otherwise be in danger of being confused for I or 1. the letter \"i\" when referrring to self is never capitalized. the start of sentences may occasionally need to be capitalized if i feel there is a tone change, or if there should be a decisive break in between sentences, OR if there seems to be a lot of other punctuation in the area and it would otherwise be unclear that it's the start of a new sentence. It's used for emphasis, the same way bold would be used, and the reason i prefer capitals instead of bold is because it's much more likely that the capitals will actually show up on any device, where as bold might get lost somehow. And also if i'm just simply referring to the letter itself, such as the letter F, it is most often capitalized, because that is probably the way that most people think of individual letters. The exception to that, of course, would be the letter \"i\", which, again, for similar reasons to why L sometimes gets capitalized more often, \"i\" should be capitalized less often because, similarly, it runs the risk of being confused with l or 1. I also often use capitalization for signage, especially with short contents, such as \"STOP\" or \"EXIT\", especially when i am trying to replicate signage that people are familiar with in the outside world\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n9:26 pm</dco> &nbsp;<qco> can we talk</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n9:01 pm</dco> &nbsp;<qco> do you have a favorite part of the songwriting process or is the whole process your favorite thing pertaining to it</qco> </h3>      \ni like getting something i love in a totally new way from what i've loved before\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n8:23 pm</dco> &nbsp;<qco> It's no longer 1900, are the times still changing?</qco> </h3>      \neven more\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n7:49 pm</dco> &nbsp;<qco> How arbitrary is the relationship between signs and signifiers?&nbsp;</qco> </h3>      \nno limit. as arbitrary as your mind can dream it to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n7:39 pm</dco> &nbsp;<qco> if the world doesn't end, is it ready to begin?</qco> </h3>      \nthat could be the case\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n7:29 pm</dco> &nbsp;<qco> do you ever use spreadsheets to organize thoughts/ideas?&nbsp;</qco> </h3>      \noccasionally, but i find my powers are actually better unleashed with just raw text. especially when i set the keyrepeat speed to maximum\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n7:11 pm</dco> &nbsp;<qco> would you go on a date with luigi from the super mario franchise????</qco> </h3>      \nno but i'd be glad to do a business lunch with luigi, even if just for casual chit chat\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n5:11 pm</dco> &nbsp;<qco> favourite art era ?</qco> </h3>      \nthe present\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n5:08 pm</dco> &nbsp;<qco> I feel like I'm in between a rock and a hard place but the rock is nothing and the hard place is also nothing and I'm entirely directionless and disoriented.</qco> </h3>      \nhow about writing a memoir\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n2:52 pm</dco> &nbsp;<qco> Is \"thanks\" short for \"tom hanks\"?&nbsp;</qco> </h3>      \ni thought it was short for theodore anks\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n2:36 pm</dco> &nbsp;<qco> how to know what to focus on</qco> </h3>      \nthat's easy, just focus on everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n1:05 pm</dco> &nbsp;<qco> how do you feel about songs that are spinoffs of other songs through the perspective of the second person in that original song?</qco> </h3>      \ncould work\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n12:29 pm</dco> &nbsp;<qco> was the street dirty before the street cleaning car came?</qco> </h3>      \nyes, and after\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n11:34 am</dco> &nbsp;<qco> If I avoid eye contact to avoid saying hi when some classmate enters the class bc we're not that close ( of friends ) and I'm afraid something awkward happens like they're not gonna hear me or I just shouldn't say hi to them cause we don't really know each other that much and they don't expect me to say hi , what is wrong with me and this whole situation?\n<br>Also if non of the people in the class are simply not the type of people I'd like to be friends with but I'd like to have some friend to hang out with at the break time, what do you recommend me to do ?\n<br>Thank you.</qco> </h3>      \nbecome a writer......... in fact you already are\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n11:27 am</dco> &nbsp;<qco> what's the secret to properly drawing a treble clef?</qco> </h3>      \nit's about like <a href=\"render20221212180102.mp4\" target=\"_blank\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n11:01 am</dco> &nbsp;<qco> I keep embarrassing myself when I make music so maybe it's time to quit. That would be pretty sad though, but maybe it's necessary.</qco> </h3>      \nall the best stuff seems a little embarrassing\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n10:35 am</dco> &nbsp;<qco> Where do your videos ideas come from ?</qco> </h3>      \ni get them from my local chasm\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n9:53 am</dco> &nbsp;<qco> are you having a sad mad and bad glad dream</qco> </h3>      \nyes, how did you know\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n8:45 am</dco> &nbsp;<qco> what are your thoughts on chess</qco> </h3>      \nseems winnable\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n8:07 am</dco> &nbsp;<qco> what is the best invention</qco> </h3>      \ncommunication\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n1:58 am</dco> &nbsp;<qco> is learning french useful?&nbsp;</qco> </h3>      \nsure, especially in france\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; \n1:12 am</dco> &nbsp;<qco> Why do dogs love peein on fire hydrants so much?</qco> </h3>      \nsomeone's gotta do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.22&nbsp; 12:50 am</dco> &nbsp;<qco> do u have a cat?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.22&nbsp; \n11:39 pm</dco> &nbsp;<qco> should i do something that i have motivation to do or something that is more important</qco> </h3>      \nthere's gotta be a sweet spot somewhere in between\n<br><br>"
  }
]
