[
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n9:52 pm</dco> &nbsp;<qco> Not to be rude but do you have any friends?</qco> </h3>      not really\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n9:10 pm</dco> &nbsp;<qco> What do you think about the Internet?</qco> </h3>      i think it's off to a good start\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n9:02 pm</dco> &nbsp;<qco> what inspired outside?</qco> </h3>      the title line just came to me on a writing session last march. then it got chosen in august based on a manual exclusion system which narrowed the master list down from 400 to about 27, and then from there random number chose which one to do, and it was completed, recorded, and made into a video\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n9:01 pm</dco> &nbsp;<qco> Why haven't you updated your reality page in a while</qco> </h3>      because i've been making more exciting videos instead, with colors and music, to go on my \"videos\" and \"youtube\" pages\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n8:59 pm</dco> &nbsp;<qco> What is your favourite unit of measurement?</qco> </h3>      the planck\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n8:51 pm</dco> &nbsp;<qco> Do you think good intentions are more important than good results?</qco> </h3>      the intentions are what helps you get the results\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n8:39 pm</dco> &nbsp;<qco> What are the philosophical implications of \"outside\"?</qco> </h3>      maybe like escaping from restrictions or something. also just something totally normal and commonplace which is also healthy. and it's a very common and familiar word that i think everyone knows\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n8:34 pm</dco> &nbsp;<qco> Where did you learn to mix music so well? Any tips :)</qco> </h3>      yes, the secret is start by don't doing anything. only fix what seems to be the problem, and if you don't notice any problems then you are already done\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n8:14 pm</dco> &nbsp;<qco> why do your songs sound kind of similar to each other? </qco></h3>      well i try to make them sound different<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;were they made by the same person?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n8:14 pm</dco> &nbsp;<qco> What kind of traditional religious songs were blowing your mind at 9:28am on 9.4.12?</qco> </h3>      \nnigerian christian\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n8:06 pm</dco> &nbsp;<qco> do you like watching tv?</qco> </h3>      at this point i think i am better of spending time making things to put on the tv\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n8:06 pm</dco> &nbsp;<qco> why did you capitalize Arrest and Crime in outside?</qco> </h3>      it's kind of an unexpected line, so i figured it might need a little extra conviction, and confidence\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n7:55 pm</dco> &nbsp;<qco> How do you feel about 45 degree angles?</qco> </h3>      seems like a nice compromise\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n7:50 pm</dco> &nbsp;<qco> I'm looking forward to your next new thing so please release it by Saturday, thanks</qco> </h3>      in that case, it would have to be painfully short. how about the tuesday after next, and it could be more of a medium size, but even then i will have to hustle my ass off. which i was thinking of doing anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n7:48 pm</dco> &nbsp;<qco> do you just not bother with repeated questions any more?</qco> </h3>      i have mostly trained the computer to handle them\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n7:46 pm</dco> &nbsp;<qco> do you ever picture any stories while writing your songs? as in \"ok, now i'm going through space-time, now aliens are impregnating me, etc etc etc\" or do you just throw stuff around until you see something that you feel like it \"fits\" with the rest of the song?</qco> </h3>      sometimes stories happen. sometimes they're even true\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n7:46 pm</dco> &nbsp;<qco> Who is the nick of time?&nbsp;</qco> </h3>      one of bonnie raitt's ex-lovers\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n7:26 pm</dco> &nbsp;<qco> can i have your discography in mp3s?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n7:25 pm</dco> &nbsp;<qco> I love your work, keep it up! What's your opinion on the famous Bill Wurtz video: \"history of the entire world, i guess\"?</qco> </h3>      all i remember was it occupied 11 entire months of my life. i don't remember anything else\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n7:23 pm</dco> &nbsp;<qco> did you go outside at all during the making of 'outside'? </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;that's not what outside is like at all anymore</qco> </h3>      it depends what you are outside of\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n7:23 pm</dco> &nbsp;<qco> What is the square root of 4?</qco> </h3>      2\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n7:21 pm</dco> &nbsp;<qco> Hey bill, just wanted to let you know you inspire the hell out of me. I wish i was half as efficient as you are. How do I become as efficient as you are/where do you find the time to do all this?! Sincerly, I appreciate you.</qco> </h3>      if you realize your life depends on it, you will find away\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n7:19 pm</dco> &nbsp;<qco> Do you like videoentertainment electronic virtual experiences? </qco></h3>      yes, although i've hardly had time to experiment as much as i would like, considering the booming technology in the field<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nThanks</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n7:08 pm</dco> &nbsp;<qco> Are socks really worth it?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n7:08 pm</dco> &nbsp;<qco> how do i come live with you</qco> </h3>      you would have to utilize time and space in just the right way<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n7:06 pm</dco> &nbsp;<qco> what is your relationship with the sun like</qco> </h3>      normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n7:06 pm</dco> &nbsp;<qco> what kind of project would you like to do but haven't made even the teensiest bit of progress on yet</qco> </h3>      live streaming\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n6:58 pm</dco> &nbsp;<qco> What do you think Steely Dan would sounds like when they're just talking</qco> </h3>      nice, analytical, intellectual, genuine people, probably slightly jealous that their backup musicians always bring more girls to breakfast, yet at the same time realizing that those girls might not be the most interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n6:47 pm</dco> &nbsp;<qco> would you date someone who looks like a dog?</qco> </h3>      only if they really do, not if they look like a non-dog but overlay a dog graphic on their picture\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n6:26 pm</dco> &nbsp;<qco> some people say you have a \"nihilistic outlook\". What does that mean?</qco> </h3>      i don't know. i look it up every time someone says it, and i always forget what it is, but it doesn not apply to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n6:24 pm</dco> &nbsp;<qco> how do we know your a real person and not just a robot?</qco> </h3>      you'll have to read more questions, until you are sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n6:22 pm</dco> &nbsp;<qco> Do a barrel roll?</qco> </h3>      ok i will do one when i get a chance\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n6:22 pm</dco> &nbsp;<qco> Do you like umbrellas?</qco> </h3>      yes but it is very important to be careful when opening them. you can get hurt badly if you do it wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n6:10 pm</dco> &nbsp;<qco> How to do youtube?</qco> </h3>      i guess you just make an account and put videos there. you can make them yourself, or maybe just make a copy of someone else's video and put it on your channel, perhaps they won't mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n6:01 pm</dco> &nbsp;<qco> What if you tried to go to heaven but god said \"What's the password?\"</qco> </h3>      after being perplexed for a minute, i would say what i think it should be, while trying to remain as comfortable as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n6:00 pm</dco> &nbsp;<qco> do u like to bike</qco> </h3>      i would, but it is kind of hazardous for cars and bikes to operate in close proximity. i don't have a good solution for this\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n5:59 pm</dco> &nbsp;<qco> What is your main source of income?&nbsp;&nbsp;</qco> </h3>      what is yours\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n5:57 pm</dco> &nbsp;<qco> Will you do more history lessons?</qco> </h3>      if i do they will be much shorter, so that way i can get them done before we are all elderly\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n5:53 pm</dco> &nbsp;<qco> on a scale of 1 to 10, how angst are you at the moment?</qco> </h3>      2.4\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n5:53 pm</dco> &nbsp;<qco> Are we living in a simulation?</qco> </h3>      of what\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n5:51 pm</dco> &nbsp;<qco> what do you think of french people ?</qco> </h3>      they are nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n5:47 pm</dco> &nbsp;<qco> congratulations on the video release! what sound effect do you use on the line \"the wind blows\"?</qco> </h3>      i actually don't remember. but it was something windy i assume\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n5:35 pm</dco> &nbsp;<qco> Who would you rather have lead the country, the far left or far right.&nbsp;</qco> </h3>      well something in the middle would be nice but i have heard some rumors that that's the wrong answer now\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n5:33 pm</dco> &nbsp;<qco> Love the vids, how do you do the flashy flashu</qco> </h3>      usually just put a lighter layer on top (either a blank white thing, or a lighter version of the video under) and then fade it away quickly. and also make sure you do it at the right time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n5:28 pm</dco> &nbsp;<qco> Can I pay you to be my best friend?&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n5:26 pm</dco> &nbsp;<qco> I really wanna be a singer/songwriter but I've never played an instrument in my life. Is it hard? Should I start before it's too late?</qco> </h3>      i'm not sure. i don't remember starting\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n5:24 pm</dco> &nbsp;<qco> Voulez-vous coucher avec moi ce soir?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n5:23 pm</dco> &nbsp;<qco> I want to make the world a better place, where do I start?\n<br></qco> </h3>      start by trying to figure out how good it is now\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n5:23 pm</dco> &nbsp;<qco> What the hell were you thinking about when you made that video?</qco> </h3>      how to best support the contents of the song, visually\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n5:20 pm</dco> &nbsp;<qco> Is outside a completely new song or was it partially/completely written but just needed to be recorded?</qco> </h3>      the chorus (title line) was written in march 2017. the rest was written in august 2017. it was recorded after that\n<br><br>"
  }
]
