[
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n6:51 pm</dco> &nbsp;<qco> thoughts on Helvetica?</qco> </h3>      drama free\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n6:19 pm</dco> &nbsp;<qco> have you ever heard of \"hidden mother photography?\"</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it's a photographic technique in which moms are hidden under drapes, disguised as chairs, etc. to comfort/settle a child long enough for them to stay still in a photo taken back when the exposure time for photos was really long, and the mother wanted to be hidden so the child could be the focus of the photo. i've been looking at all the hidden mother photos i can find and they make me feel all warm and emotional for reasons i can't explain. anyway do you think the world is trying to be a hidden mother to us all the time</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n6:16 pm</dco> &nbsp;<qco> When are geting the velcro video?</qco> </h3>      don't you get it, every video is a velcro video. Video is short for Velcro video\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n5:32 pm</dco> &nbsp;<qco> Why people different?</qco> </h3>      so you can tell them apart\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n5:08 pm</dco> &nbsp;<qco> Did you create the moon</qco> </h3>      no but i would have tried, if it was not already created\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n4:58 pm</dco> &nbsp;<qco> i typed something</qco> </h3>      i want to believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n4:32 pm</dco> &nbsp;<qco> What can I do while in quarantine?</qco> </h3>      learn every language in the world. you probably won't have enough time, but you could try\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n3:49 pm</dco> &nbsp;<qco> I'm really worried that the economy might crash, what do I do?&nbsp;</qco> </h3>      i'll tell you what NOT to do, and that's crash the economy. that way you can have peace of mind knowing that if it happens it wasn't you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n3:22 pm</dco> &nbsp;<qco> Hey AWESOME GENIUS KING OF THE MUSIC! \n<br>Do you like compliments?</qco> </h3>      they're ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n3:03 pm</dco> &nbsp;<qco> are houses necessary </qco></h3>      if you want to have style<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or should i live in the woods?</qco> </h3>      in the woods would be specially awesome if you were a bird\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n2:53 pm</dco> &nbsp;<qco> When new video (love your vids tbh) &lt;3</qco> </h3>      i'm having a countdown timer\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n2:53 pm</dco> &nbsp;<qco> You said you were building a new instrument. Are you actually?</qco> </h3>      hm, that's a surprisingly good way of describing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n2:03 pm</dco> &nbsp;<qco> Why do people need attention?&nbsp;</qco> </h3>      we are attention\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n2:00 pm</dco> &nbsp;<qco> So I've recently been trying to be more conscious of the melodies that randomly pop into my head and have been making a point to document them and it has been very weird so far. I've realized that I actually don't give myself many chances to come up with stuff. This is because I'm either at work (aka: the no-melody zone)</qco></h3>      hm, i would think a lot of them would appear there, in your mind<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or I'm somewhere else listening to music. When do you find that these melodies appear?</qco></h3>      all the time, but from what you said at the top, it seemed like you already had melodies coming to you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also, I feel weird being conscious of them now. Almost like I'm prohibiting them from appearing by being aware of the possibility of that exact thing happening. Is this feeling to be expected?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Should it be dealt with? </qco></h3>      i think what will actually help with this is just more experience and speed when documenting them. so it will seem trivial to document anything that appears. keep in mind, in the digital age, recordings are well allowed, as long as you can keep them sorted/logged<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Oo, and what do you do to rid your brain of the most recent song you've heard?</qco> </h3>      plant another song. actually hear it, (works best), or just start imagining it. that's all it takes really<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n1:48 pm</dco> &nbsp;<qco> what kind of music do you listen to?</qco></h3>      very wavy<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; other than our own while you are recording it</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n12:17 pm</dco> &nbsp;<qco> Why did you change the color of grass to turquoise?</qco> </h3>      i thought that song was about you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n11:57 am</dco> &nbsp;<qco> How do you feel that your countdown timer is at some number which is presumably below 14, presumption being that the countdown timer will continue to count down by a number which is at least one over a period of however long it is that the countdown timer takes to count down by a number which is at least one?</qco> </h3>      pretty good, but super nervous\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n11:11 am</dco> &nbsp;<qco> can you write an essay on why 24 hour timekeeping is better than 12 hour timekeeping&nbsp;</qco> </h3>      \ngives a more true and clear look at the actual quantity of time in a day \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n11:05 am</dco> &nbsp;<qco> you should have a timestamp for when you post the questions as well as your already established timestamp for when the question was asked. perhaps put it right before your answer.\n<br></qco> </h3>      2 dates for each question? heads would explode\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n11:03 am</dco> &nbsp;<qco> Hey bill, i have lots of artistic projects going on, but i hurt my hand and i have to stop all of then for a while...do you have some advice on what i can do til my hand get better?&nbsp;</qco> </h3>      this is the perfect time to learn and develop skills with your other hand. might seem confusing at first, it's thrilling and i think it actually strengthens your brain\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n10:17 am</dco> &nbsp;<qco> do you find it easier to sing while playing an instrumemt?</qco> </h3>      yes and no. actually yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n10:00 am</dco> &nbsp;<qco> is the thing fun?</qco> </h3>      each thing is more fun than a different thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n9:55 am</dco> &nbsp;<qco> Other than my two main languages I can speak Thai and Malay but I'm horrid at both of them. So which of them should I learn first?</qco> </h3>      how about chinese\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n9:38 am</dco> &nbsp;<qco> hows it going</qco> </h3>      ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n9:37 am</dco> &nbsp;<qco> why are your songs so catchy </qco></h3>      to increase the likelyhood that you will catch them<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and is there a cure to them being in my head?</qco> </h3>      yes, just listen to a different song\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n8:49 am</dco> &nbsp;<qco> Any piano chords to: The moon is made of cheese Also the bass notes </qco></h3>      yes, much of both<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;as well thanks bill your music&nbsp;&nbsp;is godlike\n<br></qco> </h3>      going to see if i can make some improvements on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n7:58 am</dco> &nbsp;<qco> greetings from China;&nbsp;please stay healthy and safe. you're one of the best things on the internet</qco> </h3>      holy home planet you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n7:44 am</dco> &nbsp;<qco> how do you deal with the feeling of wanting to do many things but being mentally incapable of doing any of them</qco> </h3>      start a search party ...... searching for just 1 piece of 1 of those things that you may be able to comprehend. as soon as you find that one thing, it leads to virtually every other thing, on a step wise, staircase basis\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n7:32 am</dco> &nbsp;<qco> whenever i try to make songs, i play the same chord progressions as something i recently listened to. what should i do? i can't get out of this</qco> </h3>      hm, i think the only solution to this is to listen to every song in the world, all in 1 day. now you have heard everything recently, and so now if you play chords, they might be from something but no one not even you will be able to figure out what it's from. actually it will probably be a combination of like 15 things\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n6:41 am</dco> &nbsp;<qco> Do you know everything?</qco> </h3>      every time i almost do they keep making more\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n5:10 am</dco> &nbsp;<qco> whats the best 70s song, hehe</qco> </h3>      jimmy buffet, i dunno where ima gonna go whenna volcano blo\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n5:04 am</dco> &nbsp;<qco> What are you passionate about?</qco> </h3>      different types of land patterns\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n5:03 am</dco> &nbsp;<qco> Have you ever wondered how existence can actually exist?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n4:36 am</dco> &nbsp;<qco> how are you feeling currently</qco> </h3>      pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n3:45 am</dco> &nbsp;<qco> will it be more than 2 months from when this is submitted to when you upload more music/other cool creative stuff?</qco> </h3>      hm. let's try to knock it out in 1.7 months, that's about 1 mo 3 weeks, for the floks at home\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n3:20 am</dco> &nbsp;<qco> What is the Bruhest moment you've ever experienced?</qco> </h3>      regular\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n3:01 am</dco> &nbsp;<qco> Can you help me with some pre-calculus homework? I'm having having a hard time grasping trigonometry.</qco> </h3>      just imagine this very real life situation. there is a flagpole and you need to figure out how tall the flagpole is. imagine that you must, actually figure out how tall the flagpole is. but you don't know how to climb a flagpole. cannot climb the flagpole, but you must figure out how tall the flagpole is. the world needs to know. but there are two skills you do have, which is knowing how far away you are standing from the flagpole, and knowing exactly what angle you are looking when you look up. you look up at the flagpole and you magically know you are looking up at a 60degree angle (like imagine you have an app or something, in your headpiece). you are 10 feet away from the flag pole. got to find out how tall that flagpole is, i don't care how you do it.  except as i said before you're not allowed to climb it. has 'do not climb' written on it. how high is flag pole? find out next season\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n1:06 am</dco> &nbsp;<qco> Are you a robot?</qco> </h3>      my emotions keep telling me, 'yes'\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n1:04 am</dco> &nbsp;<qco> what the heck is cinematography</qco> </h3>      how a movie looks, i think?\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n12:53 am</dco> &nbsp;<qco> Is it okay to believe in a religion besides Christianity.</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n12:51 am</dco> &nbsp;<qco> Which, if any, invertebrate would you eliminate from this realm if given the opportunity?(sorry if you get this a lot.)</qco> </h3>      i am not interested in eliminating any invertibrates at this time. i appreciate the opportunity, kind regards\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n12:50 am</dco> &nbsp;<qco> Is there any reason why you use traditional grip?</qco> </h3>      an extremely minor basketball injury at a young age, which healed very quickly but during that time i had switched positions to accomodate and then didn't want to switch back<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n12:24 am</dco> &nbsp;<qco> Would you agree that our traditions/rituals make us (humans) very similar, but that the way we as individuals experience those things makes us (still humans) very different?</qco> </h3>      yes and no, and no and yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.20&nbsp; \n12:10 am</dco> &nbsp;<qco> Do you feel like the creator of knock knock jokes should win an award?</qco></h3>      i was going to say no but now that i think about it yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Maybe like a nobell prize?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.20&nbsp; \n11:46 pm</dco> &nbsp;<qco> how to have a good time?</qco> </h3>      get a clock, start spinning it around like crazy\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.20&nbsp; \n11:39 pm</dco> &nbsp;<qco> Why do people lie?</qco> </h3>      if they think the truth is not good enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.20&nbsp; \n11:16 pm</dco> &nbsp;<qco> I accidentally made a wierd and embarrassing joke (was just supposed to be a regular, funny joke) and now I feel embarrassed. How do I rid myself of the cringe?</qco> </h3>      you'll have to just make different jokes to make up for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.20&nbsp; \n11:13 pm</dco> &nbsp;<qco> what's the countdown timer at for your next 87 videos?</qco> </h3>      for n in range (14, 101):<br>\n       print(n)\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.20&nbsp; \n11:04 pm</dco> &nbsp;<qco> I wrote a story, and now I wanna make it longer. Any tips?</qco> </h3>      you'll just have to read it, and then see if you wish something happened next\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.20&nbsp; \n10:45 pm</dco> &nbsp;<qco> How do you feel about giving life advice</qco> </h3>      pretty good\n<br><br>"
  }
]
