[
  {
    "html": "<h3> <dco>4.19.23&nbsp; \n5:09 pm</dco> &nbsp;<qco> why do I have nothing to do?</qco> </h3>      \nmaybe you haven't yet asked yourself if you would like to do something\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.23&nbsp; \n4:50 pm</dco> &nbsp;<qco> Two years ago, on April 19th, you uploaded \"Got Some Money\", and then on April 19th last year you uploaded \"At the Corner Store\". Was it at all intentional to upload those two songs exactly a year apart?</qco> </h3>      \nabsolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.23&nbsp; \n2:56 pm</dco> &nbsp;<qco> what chords did you use in improvisation in \"central park west\" cover?</qco> </h3>      \nthere's pretty much no improvisation in that. but the chords are straight off the page of the real book, which looked just like <a href=\"cpw.png\" target=\"_blank\">this</a> except higher resolution and on an actual piece of paper\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.23&nbsp; \n2:24 pm</dco> &nbsp;<qco> its like as soon as im not in the mood to write a song, i stumble across the best stuff ever. </qco></h3>      yep. that's exactly right<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how to write songs on demand?</qco> </h3>      \ntry to write it bad. this way you can get those same benefits of reverse-psychology, in an on-demand setting\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.23&nbsp; 1:15 pm</dco> &nbsp;<qco> Could you recommend me a book please?</qco> </h3>      \ni recommend all of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.23&nbsp; \n11:45 am</dco> &nbsp;<qco> why am i so cool and awesome</qco> </h3>      \nthat's your own fault\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.23&nbsp; \n10:56 am</dco> &nbsp;<qco> Whenever I am working on an idea, I feel guilty about all of the ideas I am not working on. Does this ever happen to you?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you have any advice?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.23&nbsp; \n7:42 am</dco> &nbsp;<qco> Is green really green</qco> </h3>      \nlet me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.23&nbsp; \n3:57 am</dco> &nbsp;<qco> Will you have recurring characters across some of your videos?</qco> </h3>      \nit's possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.23&nbsp; \n1:49 am</dco> &nbsp;<qco> i am a woodpecker-pecker</qco> </h3>      \nwhy stop there\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.23&nbsp; \n10:25 pm</dco> &nbsp;<qco> did you expect the spanish inquisition?</qco> </h3>      \ni'm still expecting it. but it never seems to arrive\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.23&nbsp; \n9:20 pm</dco> &nbsp;<qco> thoughts on the color rose gold</qco> </h3>      \nnever heard of it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.23&nbsp; \n6:51 pm</dco> &nbsp;<qco> In \"here comes the sun\" you have a part that says it's your favorite part of the video - why is that your favorite part of the video&nbsp;&amp; do you have any favorite parts of any other videos?</qco> </h3>      \nthat was an attempt at misdirection. it's a part of the video which is supposed to be great. there's no lyrics in that part of the song, so, there is a much more heavy responsibility on the visual, to carry that moment. i couldn't handle the pressure of living up to that demand, and i found that this bit of textual misdirection was my best bet, as a way to give the viewer something to hold onto in that moment, to carry it through\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.23&nbsp; \n6:48 pm</dco> &nbsp;<qco> What spiritual practices do you pursue&nbsp;</qco> </h3>      \nchanging my mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.23&nbsp; \n6:07 pm</dco> &nbsp;<qco> i got asked \"hotdogs or pizza?\" in my dream last night. dream me responded with \"why not put hotdogs on the pizza?\" which is rad, but real life me would've definitely just picked hot dogs.&nbsp;&nbsp;i wish i was making this shit up cause its kinda messing with me with how silly it was. which would you choose, hotdogs or pizza?</qco> </h3>      \nit depends what they are being used for. if i need a pointing device, i'd use hotdogs. if i need some kind of a blanket, i'd choose pizza\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.23&nbsp; \n6:05 pm</dco> &nbsp;<qco> What is or was the significance of the 240 on your wall in some of your older videos such as when I get older x&nbsp;</qco> </h3>      \nwhen i moved in, it said 420. and i just thought that was a little..... unimaginative. so i switched it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.23&nbsp; \n5:10 pm</dco> &nbsp;<qco> i need a tutorial how to write a good question. can you give it to me?</qco> </h3>      \nno. you are supposed to give the tutorial\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.23&nbsp; \n2:28 pm</dco> &nbsp;<qco> How do you figure out what to say in a song? Like, I know I have at least one song's worth of stuff to say about something, but when it comes to actually writing stuff out, I can only get a chorus, and maybe a verse. I feel like writing down notes is too clinical, like I'm writing a college essay. If I have to force myself to write stuff down, is what I'm writing even important to me? Do I just not have that many thoughts? Gorillaz have written, like, 6 songs about the exact same thing and I never feel like they're repeating themselves. What's their secret?</qco> </h3>      \nsongwriting is mysterious. i'm not the only songwriter who says this. i think most songwriters realize this. it's as if the song is writing you. you really can't control it. but what you can do, is just ask, curiously, the open ended question, ....... what would really really really excite you?\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.23&nbsp; \n2:27 pm</dco> &nbsp;<qco> I noticed that last week you missed a golden opportunity to use the word \"finitude\" in one of your answers. I think that's a shame. It's a fun word to think and to say.</qco> </h3>      \nit's not a shame for me, because i don't crave that word the way you do. the golden opportunity is yours. you can continue using that word for the rest of your life\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.23&nbsp; \n12:59 pm</dco> &nbsp;<qco> what do i do</qco> </h3>      \nyou'll wanna go ahead and do every thing. each individual thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.23&nbsp; \n12:32 pm</dco> &nbsp;<qco> how do you complete a large project in a short amount of time?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.23&nbsp; \n12:22 pm</dco> &nbsp;<qco> why does a u always come after a q. </qco></h3>      tradition<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is there some secret relationship going on between them that I have not been informed of</qco> </h3>      \nit's a well known relationship, and it's taught in most schools. but you might have been busy paying attention to something more important at the time, such as how to be a person\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.23&nbsp; \n11:21 am</dco> &nbsp;<qco> How to embrace one's natural beauty?</qco> </h3>      \nit will embrace you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.23&nbsp; \n11:04 am</dco> &nbsp;<qco> what is your opinion in people who say their name at the beginning of a song</qco> </h3>      \ni can't remember their name\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.23&nbsp; 10:08 am</dco> &nbsp;<qco> whats your musical background</qco> </h3>      \ngetting my mind blown\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.23&nbsp; \n9:55 am</dco> &nbsp;<qco> does the corner store sell off brand sodas like dr. 23 and fountain dew?</qco></h3>      never heard of it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; does the corner store sell soda at all?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.23&nbsp; \n9:34 am</dco> &nbsp;<qco> if one of us was mean and one of us was nice, how would we know who was the mean one? </qco></h3>      probably won't know, for a while<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what if we're both opposite means? would we know we're both mean?</qco> </h3>      eventually, but i think you'd realize you're both alright\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.23&nbsp; \n8:52 am</dco> &nbsp;<qco> How to music any instrument?</qco> </h3>      \nhow about doing it wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.23&nbsp; \n7:06 am</dco> &nbsp;<qco> what are colors</qco> </h3>      \ni have no earthly idea\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.23&nbsp; \n5:55 am</dco> &nbsp;<qco> I just think it's beautiful how your videos make me feel. Oh and my question is would you ever consider branching out to make more types of art</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.23&nbsp; \n3:55 am</dco> &nbsp;<qco> You mentioned before that you first started writing 'here comes the sun' in ~2010. How long do you think it'll be before some of the songs you're only just starting to write now come to fruition?</qco> </h3>      \npretty soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.23&nbsp; \n3:08 am</dco> &nbsp;<qco> Have you ever invented the pork chop?</qco> </h3>      \nno, but maybe some other time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.23&nbsp; \n1:35 am</dco> &nbsp;<qco> Have you come to terms with the fact that regardless of when you die you'll probably wish you could do more things</qco> </h3>      \nnot yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.23&nbsp; \n1:04 am</dco> &nbsp;<qco> do you ever listen to a song and feel like it should have been radically different&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.23&nbsp; \n11:38 pm</dco> &nbsp;<qco> are you you?</qco> </h3>      \nlet me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.23&nbsp; \n11:11 pm</dco> &nbsp;<qco> how do you go about writing a second verse when the melody is already pretty clearly defined by the first verse? i'm totally fine with writing the melody and lyrics at the same time, and i'm even decent at writing lyrics for a melody that has no lyrics attached yet at all, but writing lyrics for a pre-existing melody WHILE keeping it cohesive with already existing lyrics is shockingly difficult</qco> </h3>      i have good news and bad news here. the bad news is, what you are trying to do, you cannot do. you are trying to 'write the song'. and you simply can't do that. this is extraordinarily bad news, unless you realize that the song actually wants to write itself. In the cases where you already have a first verse, and if the song wants to use that melody again, it actually comes extremely easy when the time is right. Actually, when it comes, it's likely that you may get a flood of 100 verses that all seem super good. but it never happens when you are in that frustrated mood of \"i can't get this\". it's a bizarre phenomenon, but just think of it this way: the song is going to come to you as soon as it feels it will be appreciated. and sometimes, when you're frustrated, you'd probably really appreciate some surprises, i bet\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.23&nbsp; \n10:16 pm</dco> &nbsp;<qco> who is the main character</qco> </h3>      \nthe story\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.23&nbsp; \n10:00 pm</dco> &nbsp;<qco> do you like little baby kittens</qco> </h3>      \nthey intimidate me\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.23&nbsp; \n8:34 pm</dco> &nbsp;<qco> what's in the box?</qco> </h3>      \na bag\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.23&nbsp; \n7:40 pm</dco> &nbsp;<qco> You said earlier that keys a minor third apart tend to be \"ghost cousins\" and while it could be argued that this is solely because that's the distance between a minor key such as D minor and its relative major , F, I was gonna ask do u think that movement between said keys can happen even if they are both major? </qco></h3>      when i said that, i was specifically talking about when both keys are major (or both minor). if one is major and the other is the relative minor, i would consider those to be the same key. but indeed the reason that (for example) Fmaj and Dmaj slip so easily, is essentially the same reason that Dmin slips so well to Dmaj. (for the folks at home, you might know this as the \"parallel major of the relative minor\" of F). but the important thing is, this is not discovered by deliberately trying to slip a minor third. it's just simply by finding how you want the song to go, and go there. Zero times have i ever deliberately decided to do a minor 3rd slip on purpose. in fact, sometimes i am driven to avoid it and find some other amount to slip, just for something new<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;As I mentioned before you did this is \"more than a dream\" where the fact that the bit in D was major&nbsp;&nbsp;was hinted at by having a Gmaj7 in there, giving an F# in the melody. You ve said that this is a very natural movement and it does sound as such, so have you used this same harmonic technique in any other songs of yours?</qco> </h3>      i'm not sure which thing you mean, but whether you are talking about slipping to minor-third-away sister keys, or landing in a new key on its 4maj7 with 3 note of new key in melody, both seem to occur quite frequently in my writing. again, in zero cases is this premeditated. the technique is to dive where i want to dive, and then let the analysts analyze later, which of course has no effect on the song, unless i notice certain maneuvers that are just happening way too often and then i try to avoid them for a while and find something new instead\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.23&nbsp; \n7:06 pm</dco> &nbsp;<qco> What is the origin of egg</qco> </h3>      \nthe chicken\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.23&nbsp; \n6:42 pm</dco> &nbsp;<qco> hey did you see that the days 3/20/23 to 3/29/23 were all palindrome dates (amazing really)</qco> </h3>      \ni did not, but what i did notice is that people find fun tricks with the date, one way or another, at least a couple times per decade\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.23&nbsp; \n4:40 pm</dco> &nbsp;<qco> What are some things you can do?&nbsp;</qco> </h3>      \ncalm down,\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.23&nbsp; \n3:41 pm</dco> &nbsp;<qco> if i were to become an aeroplane would the sky be welcoming? </qco></h3>      indifferent, but also welcoming, just by its spaciousness by default<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what if it doesnt want aeroplanes in its personal space? how do i ask the sky?</qco></h3>      i don't know, but i think it's alright<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and if i learn to talk to the sky and it says i can fly then what do i&nbsp;&nbsp;talk to the sky about while flying, </qco></h3>      anything/everything<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because if i dont talk but i know i cant talk its akward</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.23&nbsp; \n3:33 pm</dco> &nbsp;<qco> if i asked someone a musical question, would i get a musical answer or a different kind of answer?</qco> </h3>      \nbetter yet, what kind of answer would a person get from a second person, about their prediction of how a 3rd person would answer a question asked by person 1 to person 3, but not revealed to person 2?\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.23&nbsp; \n1:06 pm</dco> &nbsp;<qco> It seems like your songs from the 2010s convey things that mirror my development/growth and the ideas I'm encountering. Did you use your music to help you go through the process of growing up into yourself?</qco> </h3>      \nyes but not at that time. i grew up many years before that, and i was only doing instrumental music back then. after i was an adult, that's about when i started trying to tackle the challenges of figuring out what i wanted to do with words, but even then, it still required many years of spiritual/philosophical searching, and wordplay, until i was finally confident enough to really jump head-on into the songwriting gambit. so all of the songs you are thinking of, would be well after that point <br><br>"
  },
  {
    "html": "<h3> <dco>4.17.23&nbsp; \n1:02 pm</dco> &nbsp;<qco> How to become comfortable with yourself?</qco> </h3>      \nhow about shape shifting\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.23&nbsp; \n11:20 am</dco> &nbsp;<qco> in an absolute perfect world, how often would you release videos</qco> </h3>      \njust once, and it would be infinitely good, so no other videos would be necessary\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.23&nbsp; \n10:27 am</dco> &nbsp;<qco> do you still use the list where you generate a random number and use it for a video \n</qco></h3>      i don't do direct randomization from the entire list. first what i do is go through the entire list and manually pick out ones that currently excite me. then, from that smaller list of those choices, (which can end up anywhere between 4 and 30 items) i'll do a random selection from within that. sometimes there's an even more detailed approach where i do some additional writing/developments on items in the final list, just to turn up the heat on some of those even more, then do the random selection amongst the ones i worked on\n<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how many items are on it&nbsp;</qco> </h3>      \ni'm not exactly sure, and it changes frequently\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.23&nbsp; \n10:08 am</dco> &nbsp;<qco> what are you working on right now?</qco> </h3>      \nwriting\n\n\n<br><br>"
  }
]
