[
  {
    "html": "<h3> <dco>4.7.17&nbsp; \n6:27 pm</dco> &nbsp;<qco> how can scientists claim to know anything if we don't even know what the universe or life is? </qco> </h3>      they can surely know how some things work inside the game, even if they don't know what the name of the game is <br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp; \n5:50 pm</dco> &nbsp;<qco> <a href=\"character.html\">is the personality you have online your real personality or is it a facade?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp; \n5:49 pm</dco> &nbsp;<qco> Who closes the bus door after the driver gets off?</qco> </h3>      the driver<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp; \n5:24 pm</dco> &nbsp;<qco> <a href=\"dont-understand.html\">Calendars?</a>\n</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp; \n5:16 pm</dco> &nbsp;<qco> What sort of video are you making? C</qco> </h3>      an important one<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp; \n4:55 pm</dco> &nbsp;<qco> maybe you could make each sub-question a lighter shade of purple. that's effort though. just my worthless opinion :)  </qco> </h3>      i think that would add to the problem of people not seeing them as part of the same question. the problem is people tend to think it's a different question. they say 'why does this question have no date.' and if it were a different color also i think they would be even further confused\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp; \n4:43 pm</dco> &nbsp;<qco> has one of these questions ever made you cry</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp; \n4:11 pm</dco> &nbsp;<qco> is it reasonable to expect the new video this month? </qco> </h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;next week?</qco> </h3>      that would be nice<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp; \n3:58 pm</dco> &nbsp;<qco> Are you, in fact, a real person?</qco> </h3>      i will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp; \n3:44 pm</dco> &nbsp;<qco> when someone asks you a history question, do you look it up or do you only answer history questions that you already know the answer to?</qco> </h3>      sometimes<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp; \n3:44 pm</dco> &nbsp;<qco> <a href=\"more-of-the-same.html\">Are you going to make more history videoes?</a> </qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp; \n3:38 pm</dco> &nbsp;<qco> <a href=\"http://billwurtz.com/im-a-person.mp4\">What are some things that you assume people know about you when you first meet them?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp; \n3:04 pm</dco> &nbsp;<qco> What's the hottest beauty advice you can give me?</qco> </h3>      breathe\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp; \n2:55 pm</dco> &nbsp;<qco> Do you want to get coffee with me this weekend?</qco> </h3>      monday or tuesday would be better\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp; \n2:48 pm</dco> &nbsp;<qco> Would you ever consider answering questions or YouTube comments in a YouTube video?</qco> </h3>      i think i've done that before\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp; \n12:48 pm</dco> &nbsp;<qco> do you do everything you plat to do, or do you sometimes not do a thing you had planned because doing something else seemed better? </qco> </h3>      sometimes the plans change. a \"change of plans\" i like to call it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp;\n12:26 pm</dco> &nbsp;<qco> Have you spent any time on Mars?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp;\n11:58 am</dco> &nbsp;<qco> what's your favourite note?</qco> </h3>      all the notes are bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp;\n11:29 am</dco> &nbsp;<qco> what is your favorite thing in the world</qco> </h3>      the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp;\n11:26 am</dco> &nbsp;<qco> Hey, so I've been reading music for a while now, and I feel like I can read just about anything given five-ten minutes. But now I feel like that's a hurdle to jump since people in the real world may be like \"no. Are you crazy? Ten minutes doesn't exist. Play this thing now or not at all\" so I'm trying excercises where I just flip to a random piece in \"the real book\" and play it as accurately and fast as possible. I find myself panicking and stressing myself out doing this though. So how to not panic? Or is panic is necessary to do better?\n    -Mr. Freak</qco> </h3>      start practicing with a metronome. take it as slow as you need so you can actually sight read it. when you run out of tunes, get another book -- try to get one with actual tempo markings so that way you can keep track of what your handicap is, relative to the song's actual tempo, and that way you can very gradually increase the tempo. also a good technique is learning to look ahead. i know that seems crazy but that is really how you get it done\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp;\n10:41 am</dco> &nbsp;<qco> Have you ever thought about becoming raw vegan?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp;\n10:41 am</dco> &nbsp;<qco> <a href=\"vegans.html\">Do you like vegans?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp;\n10:40 am</dco> &nbsp;<qco> Do you feel that there is a purpose to outlandishness other than humor? Does it encompass the chaos of reality?</qco> </h3>      anyone is welcome in the outlands\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp;\n10:38 am</dco> &nbsp;<qco> How many e's are on this page?</qco> </h3>      you wanna check\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp;\n10:38 am</dco> &nbsp;<qco> <a href=\"dont-understand.html\">Whole wheat or white bread?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp;\n10:37 am</dco> &nbsp;<qco> How did you develop your musical style?</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp;\n10:32 am</dco> &nbsp;<qco> do you want a social life?</qco> </h3>      i'm not sure. but i want to do business\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp;\n10:24 am</dco> &nbsp;<qco> Where are we in the universe?</qco> </h3>      probably in the middle somewhere<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp;\n9:23 am</dco> &nbsp;<qco> one day, if you become more famous than you currently are, are you still going to answer these questions?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp;\n9:10 am</dco> &nbsp;<qco> how do you find anything if your filenameswtrhuafghiwe9hgtw3</qco> </h3>      because i use the file instantly after it is made. with the folder arranged by date, the new file always appears at the top. if it is something that needs to be manually found and accessed later, it will have more human style info in the title, as well as nonsense also, to prevent it from colliding with other files<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp;\n9:08 am</dco> &nbsp;<qco> where are we going?\n</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp;\n9:08 am</dco> &nbsp;<qco> do you like who you are?\n</qco> </h3>      i try to be how i like\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp;\n9:00 am</dco> &nbsp;<qco> hello I am the signature police police, please tell the signature police guy that there is no rule against people signing their questions. thanks -SPP</qco> </h3>      ok i will tell them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp;\n8:54 am</dco> &nbsp;<qco> any tips on how to make money as an artist? </qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp;\n8:43 am</dco> &nbsp;<qco> Is the Gospel flat 5 slam a real concept and is it to do with when you move to the IV chord via a flat five? Like in this Chakha Khan recording at ~3:56 https://www.youtube.com/watch?v=mMhulkKXQjY&amp;feature=youtu.be&amp;t=3m55s\n\nAsking for a friend</qco> </h3>      yep that's the one. and the bass player is right in the shot too, nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp;\n8:05 am</dco> &nbsp;<qco> Do you respond to very lewd questions? </qco> </h3>      i don't have an accurate system for determining the lewdity levels of a question\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp;\n5:55 am</dco> &nbsp;<qco> i know you have probably gotten a lot of people whining about one side or another of this already but i really think the second, third etc. parts of questions you give multiple inline answers to should be at column 0 rather than indented because it makes much more sense, and currently the way that the question lines get indented slightly more than the answer lines in my browser really bugs me. you don't have to change it, you are great and should do whatever you want. but i just thought i should give a data point in favour of the older way of formatting it.</qco> </h3>      when i did it that way people always said 'why does this question have no date' thinking that it's a separate question\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp;\n4:19 am</dco> &nbsp;<qco> what is your opinion on robots </qco> </h3>      they are nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp; \n3:08 am</dco> &nbsp;<qco> do you enjoy focusing wholly like on this video more? or do you prefer the way you did it with history of japan where you still worked on smaller videos on the side?</qco> </h3>      trying to do short video simultaneously was a very annoying, pesky delay, every day<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp; \n2:49 am</dco> &nbsp;<qco> What is your opinion on Neo-Classism in the Baroque era?</qco> </h3>      i'm not sure how it differs from older classism, in the baroque era. now that i think about it, i'm not too sure how it's neo at all if it is from the baroque era which happens to be old as fuck<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp; \n2:46 am</dco> &nbsp;<qco> You put a lotta effort into your work. Do you try to get work out as soon as possible for your own sake or for others (i guess both is a reasonable answer as well)?</qco> </h3>      it's mainly so i can complete all the kinds of work i want to complete, in my life<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp; \n2:42 am</dco> &nbsp;<qco> do you like microtones</qco> </h3>      i try to use tones of a reasonable size\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp; \n2:41 am</dco> &nbsp;<qco> I noticed u answered a few questionsa lil while back with spelling you like \"u\" instead of \"you\". Please explain.</qco> </h3>      in english, 'u' is sometimes used as a substitute for 'you' because it is pronounced the same, and it's only 1 letter. this has become especially popular and widespread since the advent of text messaging and online communication via text/typing\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp; \n2:39 am</dco> &nbsp;<qco> So whats a diminished chord?</qco> </h3>      C#dim would contain c#, e, g\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp; \n2:38 am</dco> &nbsp;<qco> Is this sentence false?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp; \n2:13 am</dco> &nbsp;<qco> How long have you been working on your current project?</qco> </h3>      since june 16, 2016\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp; \n1:36 am</dco> &nbsp;<qco> <a href=\"dont-understand.html\">white or wheat?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp;\n1:16 am</dco> &nbsp;<qco> <a href=\"why-no-upload.html\">Why have you not uploaded a video in quite some time?</a></qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp;\n12:26 am</dco> &nbsp;<qco> Hypothetically speaking, if I were an aspiring indie-game developer and I were to approach you about making a soundtrack would you be willing to do it?</qco> </h3>      i am currently busy doing soundtracks for my own projects. i will let you know when i am done with all of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.17&nbsp;\n12:24 am</dco> &nbsp;<qco> Will the video come out on 4/20?</qco> </h3>      sooner i hope<br><br>"
  }
]
