[
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n9:12 pm</dco> &nbsp;<qco> Hey Bill, just wanted to say I found the fun of playing piano without a consistent tempo (kinda changing tempo based on the feeling of the song). Is there a word for that? </qco></h3>      rubato<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Have you ever used it in your stuff?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n8:51 pm</dco> &nbsp;<qco> thoughts on palindromes</qco> </h3>      \nfake\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n8:16 pm</dco> &nbsp;<qco> Is the earth a triangle</qco> </h3>      \nit's trying so hard to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n8:14 pm</dco> &nbsp;<qco> What's your favorite of your songs?\n<br></qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n8:05 pm</dco> &nbsp;<qco> I suck at games, any tips?</qco> </h3>      \nsometimes if you lose backwards you can win\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n7:44 pm</dco> &nbsp;<qco> In what way is math connected to music?</qco> </h3>      \nit helps you keep track of how many bad songs you've made, vs how many good ones. so you can determine the proper punishment\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n7:36 pm</dco> &nbsp;<qco> RGB or CMYK or do you have another favorite color set?</qco> </h3>      \nhsv for sure, but unfortunately this is not usually natively accessible without some hectic conversion tactics\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n7:14 pm</dco> &nbsp;<qco> How do you feel about \"History of the entire world... I guess\"?</qco> </h3>      \ni must admit it's pretty reckless to claim to tell all of world history by yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n7:07 pm</dco> &nbsp;<qco> holy shit why are so many of your songs in F# major?</qco> </h3>      \nthe only reason for that is i've done a lot of songs. i try to use all keys equally, with the POSSIBLE exception of C, which i might use slightly less often simply because it's exactly what my enemies would expect\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n6:25 pm</dco> &nbsp;<qco> im actually influenced by how much you learn and want to learn. id like to learn more myself but i have problems actually having the motivation to do such a thing. any tips to help a procrastinator?&nbsp;</qco> </h3>      \ni'm getting mixed messages. it sounds like you both do and don't want to do it. if you're having trouble making a decision, maybe there's a way you could half way do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n6:21 pm</dco> &nbsp;<qco> Any hints on your new project?</qco> </h3>      \nit's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n5:07 pm</dco> &nbsp;<qco> is there a difference between A-7 and A7</qco> </h3>      \nthat to me looks like Aminor7, and Adominant7. to most readers that will mean, if it's Aminor7, it will include the C note, but if it's A7 it would include the C# note instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n4:15 pm</dco> &nbsp;<qco> is cereal made out of rock&nbsp;</qco> </h3>      \nno, but, if you wait long enough, a rock can be made out of cereal\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n3:42 pm</dco> &nbsp;<qco> what to dress up as on halloween?</qco> </h3>      \nthe next president of the united states\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n2:05 pm</dco> &nbsp;<qco> What's the pythagorean theorem?</qco> </h3>      \nhow the heck long a diagonal line is\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n1:48 pm</dco> &nbsp;<qco> what is the best video anyone has ever made ever&nbsp;</qco> </h3>      \ni'm more interested in the videos that can be made in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n1:23 pm</dco> &nbsp;<qco> How are you so wise in the ways of \"nonsense\", and is it possible to learn this power?</qco> </h3>      \nbasically what you wanna do is carve through the sense at sort of a slantward angle\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n1:22 pm</dco> &nbsp;<qco> What has the simplicity police restricted you to do so far?</qco> </h3>      \nthey always make me cancel my dreams and stick to my other dreams, which is easier said than done\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n1:17 pm</dco> &nbsp;<qco> do you ever get so distracted that you focus again?</qco> </h3>      \ni was going to say no but now that i think about it yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n12:21 pm</dco> &nbsp;<qco> is your next video about bread</qco> </h3>      \nno but it is about the next best thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n12:14 pm</dco> &nbsp;<qco> Do you ever get into the habit of turning to a particular motif to the point where almost every time you sit down to write something, you end up playing that? How do I stop doing this?\n<br></qco> </h3>      \nthis may be a slightly unexpected technique, but try writing a song as if it's appearing in a movie or some other type of video-story. imagine the scene, imagine the story, imagine as many things as you can about the world the song may live in. even if none of what you're imagining actually gets mentioned in the song, it still seems to power the songwriting tremendously, and opens up the possibilities you need. less like staring at a wall\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n11:56 am</dco> &nbsp;<qco> How do I get better at playing double stroke rolls on the drum kit?&nbsp;</qco> </h3>      \njust start playing 2 strokes each hand, evenly, at some reasonable pace like 2 per beat, at 120bpm, and just speed up the tempo gradually. your hands will eventually figure out what you need to do. like that time when you learned to walk.<br>\n     actually wait i just remembered, here's a slightly more interesting tip .... try playing it so that the second note is actually the downbeat instead of the first note. so do like a RLLR-RLLR etc pattern, so the second stroke is the one that falls on the downbeat. and then gradually speed up from there. this way is actually very healthy to learn because it probably helps even out the strokes, by psychologically reversing the way your mind thinks of them. i just remembered that probably 80% of the doublestrokes i play are aligned this way, it's just more comfortable for me. it frees the pairs from prison of their pairing, if that makes sense. allows for stronger integration with singles actually, with more possibilities for sure. in other words it will help them not sound like doubles\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n11:29 am</dco> &nbsp;<qco> i try to make music but lose motivation after a little while do you have any tips</qco> </h3>      \ndo something you do have motivation for. it will work better\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n11:16 am</dco> &nbsp;<qco> hey what are your thoughts on calculators</qco> </h3>      \nthey are perfect for calculating how many calculators you have\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n10:40 am</dco> &nbsp;<qco> Ok, I know everyone has asked, and you've answered \"The new one\" but what is your favorite song that you made, as of right now, that isn't the new one. If it can only be the new one, what is your second favorite?</qco> </h3>      \nwould be one of the other ones i'm gonna make soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n10:21 am</dco> &nbsp;<qco> I think its reasonable to assume that the next song will come out sometime before the end of this century, yes?</qco> </h3>      \nthe most important thing to assume, is that i'm gonna do more than one song\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n9:40 am</dco> &nbsp;<qco> What is your opinion on the longest name ever : Pablo Diego José Francisco de Paula Juan Nepomuceno Cipriano de la Santísima Trinidad Ruiz Picasso</qco> </h3>      \nyou might not want to hear this, but there are some longer names\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n9:03 am</dco> &nbsp;<qco> How do you even play music?</qco> </h3>      \ntry tapping different combinations of twice and once. this is the basic mind game that essentially extrapolates out to all of music playing\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n8:21 am</dco> &nbsp;<qco> When is the next video gonna be?</qco> </h3>      \ndoing it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n8:18 am</dco> &nbsp;<qco> What is normal?&nbsp;</qco> </h3>      \nimagine a boat, on a ship\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n7:52 am</dco> &nbsp;<qco> whats your opinion on scientology</qco> </h3>      \nthe perfect mix of science and zoology\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n7:12 am</dco> &nbsp;<qco> How does one acquire such knowledge you are so blessed with?&nbsp;</qco> </h3>      \none way is to play a game where you try to tell which is knowledge and which is anti knowledge. if you can't figure it out then you might have to make music instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n6:21 am</dco> &nbsp;<qco> Is paper the best for writing?</qco> </h3>      \nit's pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n5:01 am</dco> &nbsp;<qco> What should I do while I'm waiting for you to drop more music?</qco> </h3>      \ntry to learn how to create scenes that are just as good as the ones from the movies\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n2:47 am</dco> &nbsp;<qco> Can we expect more videos soon</qco> </h3>      \nflipping hecko yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n2:45 am</dco> &nbsp;<qco> When will you be uploading a new video?</qco> </h3>      \ni could tell you what i think, but there is a risk i might be wrong, and be chastised for it. and if there's one thing i know about 2020 it's that i'm sick of being chastised\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n12:52 am</dco> &nbsp;<qco> How come no matter how much i practice, im never good enough</qco> </h3>      \nbecause, at practice time, you never actually do it for real\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.20&nbsp; \n12:18 am</dco> &nbsp;<qco> What are one of the things you did that are mildly questionable?</qco> </h3>      \ntried to make videos in addition to just music\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.20&nbsp; \n11:57 pm</dco> &nbsp;<qco> thoughts on bread</qco> </h3>      \nit grows back\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.20&nbsp; \n11:55 pm</dco> &nbsp;<qco> hey so I am lost in guitar learning, I know now how to play songs and tabs but I don't know where to go next. and what should be my end goal?</qco> </h3>      \nto score points\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.20&nbsp; \n11:45 pm</dco> &nbsp;<qco> you've been using a lot of capital letters recently, </qco></h3>      not just recently, i've been doing it all my life<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;are you ok?</qco> </h3>      \nyes. capital letters are one of the tell tale signs of OKness\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.20&nbsp; \n10:50 pm</dco> &nbsp;<qco> How did you make the sound in the background of ball&nbsp;&amp; stick during the violence don't do it part?</qco> </h3>      \nfm synthesis\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.20&nbsp; \n9:48 pm</dco> &nbsp;<qco> q1 = why is the font for this website on a laptop different than on a phone</qco> </h3>      \nbecause you have a different font setting on your laptop than on your phone\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.20&nbsp; \n9:09 pm</dco> &nbsp;<qco> whats a nice gesture</qco> </h3>      \nsaving the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.20&nbsp; \n9:04 pm</dco> &nbsp;<qco> are humans animals?</qco> </h3>      \nsort of\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.20&nbsp; \n8:35 pm</dco> &nbsp;<qco> How are you?</qco></h3>      i'm ok<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I'm currently listening to your song \"and the day goes on\"&nbsp;</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.20&nbsp; \n8:34 pm</dco> &nbsp;<qco> do you think efficient public transportation will supersede cars before the end of the century?</qco> </h3>      \nperhaps they will merge\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.20&nbsp; \n7:52 pm</dco> &nbsp;<qco> I just did a bad thing&nbsp;</qco> </h3>      \noh man now you've got me wondering what the thing is\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.20&nbsp; \n7:45 pm</dco> &nbsp;<qco> why do you like music</qco> </h3>      \nit's just a free and easy super power\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.20&nbsp; \n7:08 pm</dco> &nbsp;<qco> what's your favorite fantastic animal?</qco> </h3>      \nthe ordinary, average very normal animal\n\n<br><br>"
  }
]
