[
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n9:22 pm</dco> &nbsp;<qco> Are you gonna release more albums on your bandcamp?</qco> </h3>      oh hell yeah. i actually already have the titles and song lists for all the songs that were released in 2014 and 2015, which i will albumize and post as soon as i finish this video\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n8:39 pm</dco> &nbsp;<qco> hi, same dude asking and asking, </qco> </h3>      as whom<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; you know, i hope nobody has stolen my identity, someone could. Do you think teenagers are honest with themselves? </qco> </h3>      teenagers may use honesty and/or dishonesty with themselves and others in a wide variety of situations, depending on the person. actually this is possibly true about people of any age. i hope that helps\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n8:16 pm</dco> &nbsp;<qco> any tips for someone that wants to make music?</qco> </h3>      try making music\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n7:46 pm</dco> &nbsp;<qco> I feel like you're the kind of guy to make an ARG, if you could would you?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n7:42 pm</dco> &nbsp;<qco> What can I do to prepare my mind for watching this video</qco> </h3>      be a human person\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n7:14 pm</dco> &nbsp;<qco> Your video will be uploaded on April 21. </qco> </h3>      that would be nice. i'm not sure how you know that, because i don't even know\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n6:59 pm</dco> &nbsp;<qco> do you think comic sans is superior to times</qco> </h3>      the fonts don't have superiority. only size. and you can change the size of each font\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n6:43 pm</dco> &nbsp;<qco> Would you like to receive enough on patreon for making videos to be your only source of income?</qco> </h3>      patreon is not the only way i make money from my content\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n6:41 pm</dco> &nbsp;<qco> <a href=\"what-is-your-gender.html\">what is your gender</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n6:21 pm</dco> &nbsp;<qco> why did you decide to put your music on spotify, which is ad-supported for non-premium users, even though you are typically very against putting ads on your contents?</qco> </h3>      spotify seems to have captured the majority of the world's music listeners. so my music needs to be there. this is part of the same strategy of having my content be as readily available as possible. if i could get rid of the ads, of course i would. but no artist is allowed to to do that on spotify. like it or not, that's where everybody is listening to music. so my music needs to be there. you wouldn't believe how long i had to wait, and how many different people i am paying, just to get my music on there. but that's a story for another time<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n6:21 pm</dco> &nbsp;<qco> since you've written two songs about wanting to go home does that mean those are the only two times you've wanted to go home?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n6:16 pm</dco> &nbsp;<qco> <a href=\"why-no-upload.html\">Why do you no longer upload videos?!?!?!?</a> </qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n5:37 pm</dco> &nbsp;<qco> your reality videos have stopped - is there a reason for that?</qco> </h3>      so i could continue making other videos, which i had stopped in order to make the reality videos. i hope that makes sense<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n5:30 pm</dco> &nbsp;<qco> <a href=\"live-tour.html\">Do you have any plans to go on tour</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n5:03 pm</dco> &nbsp;<qco> I feel uncomfortable knowing babies don't get asked for permission to be conceived before getting conceived.</qco> </h3>      perhaps they do, but not here. it's like booking a flight to bermuda. you usually book your flight while you are in another location, other than bermuda<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n4:20 pm</dco> &nbsp;<qco> <a href=\"more-of-the-same.html\">will you make more videos like the history of japan</a>? i really loved the video and i always watch it.  it's full of comedy and i actually learnt new stuff from watching it, and also backing up my knowledge on world war 1.</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n4:03 pm</dco> &nbsp;<qco> <a href=\"dont-understand.html\">Chicken nuggets or Fish fingers?</a>\n</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n3:27 pm</dco> &nbsp;<qco> What happens after you finish the jingles?</qco> </h3>      then i am going to make some corrections to the score in the first minute, then i am going to make a checklist of all narration lines that need a re-do, and re-do them. then i have to do the ****s, and year labels, and any other labels i think it needs. and the remainder of graphics troubleshooting. then it's just full final spell check and error-checking, perhaps a thorough headphone/speaker check across a range of different devices, and that's about it<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n2:29 pm</dco> &nbsp;<qco> do you find it exhausting to watch your entire video as you go through to proof it and add minor details?</qco> </h3>      no. i think making the video itself is more exhausting. troubleshooting is a real breeze by comparison<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if so, what advice do you have for other people who feel this exhaustion near the end of a project?</qco> </h3>      i make lists. go through and make a list of all the things that are bothering you or need fixing (focus on the biggest things first). then just go through and fix all those things. then go through and make another list, because now that you fixed what you fixed, smaller issues will pop out at you. you will always notice smaller and smaller things, but after about round 4 the things will be so tiny that it doesn't matter  <br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n2:18 pm</dco> &nbsp;<qco> did you make any new and crazy synth settings for hotewig's score?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n2:14 pm</dco> &nbsp;<qco> mr sir what is the meaning of everything you do I feel like there is a deeper interconnected meaning to everything please answer sr.</qco> </h3>      i'm just trying to do whatever i can\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n2:12 pm</dco> &nbsp;<qco> <a href=\"would-you-make-vaporwave.html\">Have you ever considered making vaporwave?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n2:07 pm</dco> &nbsp;<qco> hello i <a href=\"i-miss-your-videos.html\">miss your videos</a> please make more now today</qco> </h3>      i work on making videos every day. actually for the last 304 days i have been working on the same video\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n2:06 pm</dco> &nbsp;<qco> Are you done with the score\n</qco> </h3>      yes, except i will be making some adjustments and corrections to the first minute or so\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n1:53 pm</dco> &nbsp;<qco> Have you ever been so far as to even?</qco> </h3>      i am getting there\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n1:34 pm</dco> &nbsp;<qco> how would i be able to recognize you in public?</qco> </h3>      perhaps with your eyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n1:29 pm</dco> &nbsp;<qco> have you put up a public anagram link yet </qco> </h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or have you just been hyperlinking it?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n1:07 pm</dco> &nbsp;<qco> What was the reason behind suddenly making a long 9 minute video after a ton of short 1 - 10 second ones</qco> </h3>      i always wanted to make videos of a wide variety of lengths. but i started with short ones, to learn the ropes and figure out what the hell i was doing. but just when i was ready to move on and totally sick of doing short videos, i suddenly had to start doing even more even shorter videos, for a <green>v</green>ery peculiar but important reason <br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n12:44 pm</dco> &nbsp;<qco> You seem to be very against advertising and capitalism in general. Is there a specific reason why or do you just not like it </qco> </h3>      i never said i was against capitalism and i'm not sure i ever said i was against advertising. unless they follow you around and interrupt your breakfast<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n12:26 pm</dco> &nbsp;<qco> Today, on a scale from 1-10, 1 being the most indifferent you've ever felt and 10 being the most excited you've ever felt, how excited are you to release your next video?</qco> </h3>      i melted the scale a long time ago\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n12:18 pm</dco> &nbsp;<qco> how to escape?</qco> </h3>      check to see if you already did<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n12:08 pm</dco> &nbsp;<qco> is it unethical to find autism attractive in people?</qco> </h3>      i hope not<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n11:42 am</dco> &nbsp;<qco> The schedule says that the final jingles came before the score. Did you just wind up skipping around or?</qco> </h3>      with some of the smaller tasks it doesn't matter exactly what order it is done  <br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n11:06 am</dco> &nbsp;<qco> <a href=\"favorite-weather.html\">what's your favourite kind of weather?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n10:40 am</dco> &nbsp;<qco> What are you most excited to do after you finish hotewig?</qco> </h3>      songs forever<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n10:39 am</dco> &nbsp;<qco> Can you make a video about videos about videos about videos?</qco> </h3>      i'll see what i can do<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n10:13 am</dco> &nbsp;<qco> can you divide by 0?</qco> </h3>      to divide something into zero pieces, you need to use subtraction, not division<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n9:54 am</dco> &nbsp;<qco> Happy Easter! Will you be celebrating?</qco> </h3>      i celebrate every day<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n9:32 am</dco> &nbsp;<qco> <a href=\"forgot-the-question.html\">I lost my own question that I asked pls help</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n9:18 am</dco> &nbsp;<qco> Do you like/enjoy physics?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n8:51 am</dco> &nbsp;<qco> What do you mean when you say you are doing jingles?</qco> </h3>      it's like in history of japan, the singing parts. i'm finalizing those for the current video i am doing<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n6:43 am</dco> &nbsp;<qco> are you planing to look at the youtube comments for hotewig at all? cause I don't think you need to. if there's anything wrong, people will let you know on this page.</qco> </h3>      it's difficult to spend any time in the youtube comments without my entire body catching on fire<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n5:52 am</dco> &nbsp;<qco> hey remember when you where aiming to finish the video last december? did you knowingly overshoot this project?</qco> </h3>      that deadline was made to be impossible on purpose. but it succeeded in giving me a turbo boost during late october, early november, which was right when i was starting on graphics. it was a very important boost<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n5:08 am</dco> &nbsp;<qco> Could you name me random \"magical\"-sounding chord?</qco> </h3>      whether or not a chord sounds magical depends on how and when it is played<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n4:57 am</dco> &nbsp;<qco> when you sing a jingle, how many permutations of it do you sing before you're satisfied with the melody you've chosen?</qco> </h3>      none. the melody and harmony was already firmly written and decided, before the recording happens<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n4:34 am</dco> &nbsp;<qco> <a href=\"how-are-you-so-cool.html\">how did you become such a rad cool, epic guy.</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n4:25 am</dco> &nbsp;<qco> Do you still want to do meaningful content?</qco> </h3>      oh hell yeah<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n4:17 am</dco> &nbsp;<qco> <a href=\"can-you-do-history-of-japan.html\">Can you make a video on the history of Japan?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n4:11 am</dco> &nbsp;<qco> do you have real friends?</qco> </h3>      maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp; \n3:56 am</dco> &nbsp;<qco> Will HotEWIG cover most of the history topics you want to cover or is there still more that didn't make it into the final cuts?</qco> </h3>      it only goes into about 5% of the detail level i would like\n<br><br>"
  }
]
