[
  {
    "html": "<h3> <dco>7.10.17&nbsp;\n7:16 am</dco> &nbsp;<qco> Will you ever <a href=\"collab.html\">colab</a> with anyone\n<br></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.17&nbsp;\n6:57 am</dco> &nbsp;<qco> You said that your favourite videogame is making your videos, but i think you should play Undertale, your videos remind me of Undertale, i know its probably difficult for you because you have to work a lot but i think you would like it, would you consider it?</qco> </h3>      that would mean i can make fewer videos, because i would be busy playing undertale. let me know if this is the scenario you had in mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.17&nbsp;\n6:45 am</dco> &nbsp;<qco> At one point you will probably get 1 question per minute, when it reaches that point, what are you going to do?</qco> </h3>      it has already reached that point. the solution is to not answer all the questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.17&nbsp;\n5:11 am</dco> &nbsp;<qco> <a href=\"least-favorite-type-of-question.html\">What kinds of questions annoy you?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.17&nbsp;\n5:07 am</dco> &nbsp;<qco> Why don't you make a video about the future rather than a history?</qco> </h3>      many of my videos are about the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.17&nbsp;\n4:35 am</dco> &nbsp;<qco> why are some of the questions that you answer in a different color than most questions?</qco> </h3>      if it's a link, it's a different color, and underlined\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.17&nbsp;\n4:26 am</dco> &nbsp;<qco> i dropped my pasta what should i do?</qco> </h3>      pick it up!\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.17&nbsp;\n3:02 am</dco> &nbsp;<qco> why did you choose to do the history of the earth and not mars or jupiter or something</qco> </h3>      i did not choose history of the earth, i chose history of the \"world\" which is the entire world in which we live, although the story is centered around the human existence, which has so far mostly been on planet earth\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.17&nbsp;\n1:57 am</dco> &nbsp;<qco> You seem to have replaced the n in \"thank\" with a b on your thabk you page. Do you think that it is appropriate to replace n's with b's on a regular basis?</qco> </h3>      i can be fun, but it will become less fun if you do it too often\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.17&nbsp;\n1:56 am</dco> &nbsp;<qco> Was the colour orange named before the fruit or was the fruit named orange before the colour was named?</qco> </h3>      i think the fruit was named first\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.17&nbsp;\n1:43 am</dco> &nbsp;<qco> Why did it take so long for you to get to the stage at the shorty awards. (My guess is you were far back in the crowd but maybe not.) and why was your acceptance speech so short (I.e. Thank you)</qco> </h3>      i was sitting in the middle of the back row\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.17&nbsp;\n1:14 am</dco> &nbsp;<qco> can i ask questions on mobile devices</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.17&nbsp;\n12:47 am</dco> &nbsp;<qco> <a href=\"why-japan.html\">Why Japan, what's so significant about them that you had to make a documentary?</a>\n<br></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.17&nbsp;\n12:28 am</dco> &nbsp;<qco> <a href=\"tell-me-a-story.html\">can you tell me a story?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.17&nbsp;\n12:28 am</dco> &nbsp;<qco> <a href=\"will-you-update-reality.html\">will you post more in the \"reality\" section of your website?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.17&nbsp;\n12:26 am</dco> &nbsp;<qco> Did you already had the idea of doing a long history video (hotewig) when making \"history of the world\" (the q&amp;a)?</qco> </h3>      actually doing the history of the world is probably an idea i've had forever but never thought it would be possible to attempt. but the history of the world vine (q&a) has nothing to do with that. that's just one of the daily vines \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp;\n11:59 pm</dco> &nbsp;<qco> do you often use phone timers when working on projects?</qco> </h3>      yes. i'm using one right now\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp;\n11:25 pm</dco> &nbsp;<qco> What was your response to the hi,I'm Steve analysis? I went to the comments section to try to find it but I couldn't.&nbsp;</qco> </h3>      there have been many, many analyses. i only responded to the first one that was sent to me, which by the way was horrifyingly depressing. i gave a long response of my own analysis, intertwined with theirs. it is on this page, a few days ago. you can't miss it, it's huge\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp;\n11:03 pm</dco> &nbsp;<qco> If you could make any one thing possible what would it be</qco> </h3>      making more than 1 thing possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp;\n11:01 pm</dco> &nbsp;<qco> What makes you feel alive?</qco> </h3>      the time space continuum\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp;\n10:56 pm</dco> &nbsp;<qco> Why is a building called a building when it's already built. It concerns me.</qco> </h3>      if you think that's alarming, wait til you see what's going on in syria\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp;\n10:52 pm</dco> &nbsp;<qco> if someone who does humble things and they say and identify themselves of being humble is that humble?&nbsp;</qco> </h3>      maybe but they might be cheating<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n9:32 pm</dco> &nbsp;<qco> <a href=\"title-design.html\">Why is questions spelled as \"ueqstions\" in the header?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n9:30 pm</dco> &nbsp;<qco> Will you run for president?</qco> </h3>      right now i don't think i have time<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n9:22 pm</dco> &nbsp;<qco> <a href=\"why-didnt-you-answer-my-question.html\">i have asked several questions and never seen any of them answered, what gives?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n8:56 pm</dco> &nbsp;<qco> if you remember what the inspiration was behind \"i'm alone in the universe\", could you explain it?</qco> </h3>      oh crap what is today's vine gonna be, better think of something quick<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n8:11 pm</dco> &nbsp;<qco> In the video \"i write stupid music\" you say that a lot of people like your music, but at the time not many people knew about you. Were you just making that up?</qco> </h3>      no, a lot of people liked my music at the time. the only part that is made up is the part where i said they must be stupid, and arguably the part where it says i write stupid music, but that is subject to debate\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n7:38 pm</dco> &nbsp;<qco> How do you care less about what others think about you?</qco> </h3>      start figuring out what You think about Them<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n7:38 pm</dco> &nbsp;<qco> Name something you think is beautiful&nbsp;</qco> </h3>      the time space continuum<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n6:58 pm</dco> &nbsp;<qco> is originality really really important?</qco> </h3>      how important is it to you<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n6:54 pm</dco> &nbsp;<qco> You've mentioned looking into possibly doing vinyl releases. is there any way we could get in touch with you for help on that?</qco> </h3>      vinyl releases are not a big priority. almost no one would be able to use it<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n6:48 pm</dco> &nbsp;<qco> How many times have you said \"i don't think that answers your question?\"</qco> </h3>      0<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n6:26 pm</dco> &nbsp;<qco> <a href=\"meet-and-greet.html\">will you ever have a meet and greet?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n5:53 pm</dco> &nbsp;<qco> &nbsp;<a href=\"can-you-read-this.html\">?noitseuq siht daer uoy nac</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n5:48 pm</dco> &nbsp;<qco> Define art.</qco> </h3>      no thanks<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n4:05 pm</dco> &nbsp;<qco> are you ever going to add more stuff to \"notebook\" and \"reality?\"</qco> </h3>      i do it all the time. are you ever going to notice<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n3:23 pm</dco> &nbsp;<qco> bill wurtz have you ever gotten an award</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n2:25 pm</dco> &nbsp;<qco> <a href=\"default-font.html\">I've noticed that throughout your earlier shorts, you've used many different fonts, such as Times New Roman, Courier New, papyrus, and some less easily identifiable ones. For this site, you also use TNR. I'm quite curious as to why you use mostly Helvetica in your newer videos.</a></qco> </h3>      \n <br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n12:43 pm</dco> &nbsp;<qco> did you seriously use a capital letter (A) in your response to the breakdown of \"hi, i'm steve\"?</qco> </h3>      i use capital and lowercase letters to express myself. i'm not sure if that answers your question<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n11:58 am</dco> &nbsp;<qco> <a href=\"whats-your-favorite.html\">What is your favorite?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n11:32 am</dco> &nbsp;<qco> can you write the worst poem ever created</qco> </h3>      it is impossible for any poem to hold that distinction because anything that makes it the worst is also going to be the reason it's meaningful, and great. the worst poem status will always be held by a quantity of poems approaching infinity, like an exponential function graph. the situation is further conplicated by the fact that there is no actual way to measure how good a poem is, or even to determine whether or not something is a poem<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n11:24 am</dco> &nbsp;<qco> should slang be used by people over 20</qco> </h3>      yes <br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n11:14 am</dco> &nbsp;<qco> Are we all part of one, giant, collective human consciousness? are we all one big person?&nbsp;</qco> </h3>      we could be. but we haven't learned how to it yet although we have made some huge breakthroughs <br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n10:29 am</dco> &nbsp;<qco> <a href=\"https://www.random.org/coins/?num=1&amp;cur=60-usd.0010c\">Heads or Tails</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n10:05 am</dco> &nbsp;<qco> <a href=\"free-time.html\">What do you do for fun/in your free time?</a>&nbsp;</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n9:48 am</dco> &nbsp;<qco> i quite like the song featured in \"hi, i'm steve\". will you make a full version of it?</qco> </h3>      why can't you like all the songs that i already made full versions of<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n9:42 am</dco> &nbsp;<qco> hi make more videos</qco> </h3>      i am making them as fast as i can<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n9:39 am</dco> &nbsp;<qco> why does your answer to the question posted on 7.9.17 at 2:34 am have a capital letter in it?</qco> </h3>      why would it not<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n8:53 am</dco> &nbsp;<qco> Hey, about that super long and very sad \"hi, i'm steve\" analysis. I find it super problematic that the original commenter perceived Steve as mentally ill just because he was different. Condemning people as schizophrenic or messed up just because of the way they like to live their lives is an awful thing to do. I think it was pretty clear that Steve was happy throughout the video in his unpredictability. In fact, his optimism and his \"peculiar\" ability to find the thing and do the thing are what make him successful in the end. Do you agree?&nbsp;&nbsp;</qco> </h3>      oh hell yeah<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n8:33 am</dco> &nbsp;<qco> is tweeting with zero followers special</qco> </h3>      somewhat<br><br>"
  }
]
