[
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n7:43 pm</dco> &nbsp;<qco> how long do you have to make more videos</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n7:43 pm</dco> &nbsp;<qco> how do you make your music exist?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n6:24 pm</dco> &nbsp;<qco> im learning a song and theres one chord that contains an A and a G in the left hand, and a Gb, B, and E in the right hand. i think this would be considered an Am13 but the book calls it an Am9 so i'm confused</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n6:02 pm</dco> &nbsp;<qco> oh no i gotta Make Something</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n5:10 pm</dco> &nbsp;<qco> i never learned to whistle, i have no idea on how to do it, do you have any tips to get started?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n5:02 pm</dco> &nbsp;<qco> Why do most people, if not all people, self deprecate? Could it ironically fall in line with our selfish desire of being accepted by anyone, possibly including ourselves?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n4:58 pm</dco> &nbsp;<qco> What are your feelings on organic chemistry?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n4:42 pm</dco> &nbsp;<qco> What's your biggest regret?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n4:39 pm</dco> &nbsp;<qco> Can I ask a statement here?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n4:37 pm</dco> &nbsp;<qco> Which disease did the music cure in \"i just did a bad thing\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n4:31 pm</dco> &nbsp;<qco> How do you make yourself do work?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n4:15 pm</dco> &nbsp;<qco> you've said you're down with accepting more interviews and such in the future;&nbsp;but this page sort of serves as a long-form interview, where you can be sure your answers are out there without being altered in any way. Why accept more interviews when you have this page? (not that im saying you shouldn't - just curious as to your thought process)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n3:51 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201902091321\">2.9.19&nbsp;&nbsp;1:21 pm</a>  could be fun to make one that's a little bit different from the universe doing the simulating</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n3:27 pm</dco> &nbsp;<qco> I know you can't tell us the release date of your new project, so maybe this could work - You could give me the number of hours until it's released, and I could do the math! Could you do that?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n3:00 pm</dco> &nbsp;<qco> my friends have been leaving me out of everthying lately.. should i do something about it? if so, what?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n2:49 pm</dco> &nbsp;<qco> What's the correct answer?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n2:45 pm</dco> &nbsp;<qco> the acronym isnt enough you need to give us an anagram for the title of your next project please</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n1:08 pm</dco> &nbsp;<qco> What is 10 amounts of bananas equal to in cash</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n12:34 pm</dco> &nbsp;<qco> Why are you so depressed</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n12:30 pm</dco> &nbsp;<qco> I am surprised that you like Christian music,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; most people think it is bad.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Why is it good?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n11:35 am</dco> &nbsp;<qco> its raining rocks</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n9:28 am</dco> &nbsp;<qco> Is it time to fuck the schedule again?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n6:09 am</dco> &nbsp;<qco> without relying on some existing institutional value system, how do you create a shared set of values with another person so that you can work together effectively?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n4:08 am</dco> &nbsp;<qco> Why are rice cakes called rice cakes when they're not cakes at all</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n2:37 am</dco> &nbsp;<qco> do u license ur music out? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm a young person trying to make films</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n2:30 am</dco> &nbsp;<qco> Why is your hair red</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n2:14 am</dco> &nbsp;<qco> Bill, are you a chat bot?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n1:30 am</dco> &nbsp;<qco> Call me paranoid (cuz I am) but with everything you've said about the upcoming video and how it's gonna soften the blow of the next ones being weak and it features you and the content involves you, now I'm lowkey scared that the next video is/includes you disclosing to us that you've been stricken with some kind of life-shortening disease,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and the reason for the next videos being weaker is that you'll henceforth be forgoing production value and consistency in order to put out as much/as many types of content as possible before you die.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; short of just being devastating for me, this would be terrible for you and the world but now that it's randomly occured to me I can't stop worrying about the possibility. If this is false and I'm just a big worrywart, can you please say so so I can stop fretting?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n1:14 am</dco> &nbsp;<qco> you get plenty of compliments here about your songs and videos, but i just wanted to say (after seeing all the reality videos) that you seem like a good person. smart but not conceited, selfless, and genuine. it seems to happen more and more often that our artist idols turn out to be bad people in their personal lives,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but i don't think we ever have to worry about that with you. thanks for being awesome.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n12:49 am</dco> &nbsp;<qco> what are your thoughts about a huge fan of your music videos that wants to make some tattoos of your drawing in them?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n12:18 am</dco> &nbsp;<qco> how do you spot fake people or fake intentions</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n11:38 pm</dco> &nbsp;<qco> I live in Mexico?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n11:36 pm</dco> &nbsp;<qco> Is the video about Antarctica and the laws around it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n10:33 pm</dco> &nbsp;<qco> Are questions getting repeated?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n9:50 pm</dco> &nbsp;<qco> why, in alphabet shuffle, do you omit the F when you use the funky Bb-7 chord 15 seconds in? it sounds gnarly but i'm just wondering what drives your decisions to leave tones out</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n9:44 pm</dco> &nbsp;<qco> i just want you to know that your oft-repeated advice to just create stuff rather than not create stuff, even if that means deliberately getting really good at making the worst shit ever until the day you accidentally fuck it up and make something good, is being taken to heart. out of all of my teachers, mentors, role models, fellow creatives, etc. you are the only one who has given me permission to make awful garbage and have a great time doing it.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n not that i need anyone's permission but it does help...anyway when i get discouraged i just remember rule #0: \"creating is better than not creating.\" thank you for informing my creative process at this stage in my life;&nbsp;i'm having a blast like never before. anyway none of that was a question so: how many verbs are in the title of the new thing</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n9:33 pm</dco> &nbsp;<qco> which national park is your favorite?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n8:23 pm</dco> &nbsp;<qco> trying to figure out if i'm strong enough to help people</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n7:10 pm</dco> &nbsp;<qco> can everything be nothing at the same time?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n6:36 pm</dco> &nbsp;<qco> have you ever considered using an electronic wind instrument (EWI)?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if you already do, then nevermind</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n6:16 pm</dco> &nbsp;<qco> where is the happy birthday song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n6:00 pm</dco> &nbsp;<qco> I'm feeling confused and low. Could you write a brief poem about a broken cart? I think it could help, if you have a moment.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n5:59 pm</dco> &nbsp;<qco> You must work almost constantly. Do you worry about not experiencing the world because you are too busy fighting deadlines?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n5:58 pm</dco> &nbsp;<qco> I've recently concluded that making the art involves learning how to create conditions where you accidentally tell the truth. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I've been getting better, but it's slow going. I suspect this is a part of your process too. If so, have you picked up any techniques that helped you in this?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n5:58 pm</dco> &nbsp;<qco> I've noticed something. You answer questions with longer answers if they are about music. So, b flat is a guitar, right?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n5:47 pm</dco> &nbsp;<qco> Do you like the rolling stones?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n5:43 pm</dco> &nbsp;<qco> Can you recommend me some nice soothing music? I need something to help calm me down.</qco> </h3><a href=\"https://www.youtube.com/watch?v=UuhYZrn4flo\">sure</a>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n3:53 pm</dco> &nbsp;<qco> What key is this progression: Am Abdim (A flat diminished) F C.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sounds pretty good to me but I can't figure out what it is. It's really really close to A minor but it contains 8 notes instead of 7 with that Ab there. \n<br>sorry for asking all these music questions that probably seem simple to you but i keep discovering stuff and i have an urge to know what the name of the thing i discovered is and it's difficult to google something like that</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n3:13 pm</dco> &nbsp;<qco> What if you made a song where all the percussion is replaced with snare drums?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n2:05 pm</dco> &nbsp;<qco> can you teach me to trill my r's?</qco> </h3>"
  }
]
