[
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n12:16 am</dco> &nbsp;<qco> heyo bill! here comes the sun came after im a princess? according to your snogs page</qco> </h3>      \nyes that's correct, for the songs (audio)\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.21&nbsp; \n12:12 am</dco> &nbsp;<qco> when you said you could see that 262147 didn't have a 7 in its factorization, how did you know that? since there is no easy rule for divisibility by 7</qco> </h3>      \nyou can legally knock off the 7 from the right side. and it still will or won't be divisible by 7. do you see what i mean? so, imagine if you could make legal moves like this, until eventually you got it down to something you could recognize. So you can knock the 7 off. then you still have a 14 on the end. so obviously you can subtract 14 and you'll still be left with the same status of 7-ness (or non.) Then you're left with 262, and of course you can divide it all you want and that won't change the 7-ness either. so go ahead and divide it by 2, which is super easy, digitally. just halve the digits and it's 131. Ok so i already know that one is prime just because i know my primes up to at least there. but if you didn't know 131, you can of course subtract 21 (again, that won't change the 7-ness of the main number). so that brings you to 110 and you can drop the zero (again, dividing (by 10) won't change its 7-ness). so you drop the zero and it's 11, and please tell me you can tell by looking at it if 11 is divisible by 7 (it's not). so the original number couldn't have been, because we've only made legal moves up to here\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n11:11 pm</dco> &nbsp;<qco> I don't think my voice sounds good when I sing. How do you make your voice sound good when you sing?</qco> </h3>      \nfirst, you'll have to be more open and honest with yourself, and the reasons you want to sing. hopefully that can make you feel comfortable enough to start doing it a little more, for now, and then pretty soon you'll get even better at it because that's just what happens when you do it more often. i think if you follow these steps you'll achieve results\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n9:49 pm</dco> &nbsp;<qco> when did you say wendnesday in a song? you said you mentioned it three or four songs ago in \"got some money\" but i can't find it lol.\n<br></qco> </h3>      \n'wednesday' is probably one of those words i use too much in songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n8:48 pm</dco> &nbsp;<qco> any favorite songs that are sung in languages you don't know (ie. you don't know what the song \"means\")?</qco> </h3>      \nof course. how about <a href=\"https://www.youtube.com/watch?v=o0b48EWd0iI\" target=\"_blank\">this one</a>, although i'm pretty sure i can tell what it means, and i'm paraphrasing, but i think it means \"holy moly! ..... that's a lot of love that i'm feeling\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n7:36 pm</dco> &nbsp;<qco> I have a piano keyboard and started experimenting with it like I saw you suggest here in the questions a few times to others. I barely know any music theory but the stuff I improvised actually sounded pretty good. However that was just more or less randomly pressing chords and making a melody w/o knowing where it is going or what it would sound like. </qco></h3>      it must not have been completely random, because you already said it was good<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;When I try to actually write a song on purpose it is no good. Is this normal?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Please advise me</qco> </h3>      music/art follows ridiculous rules. no scientist alive today can figure out exactly 'what' even is 'good' exactly. a huge amount of reverse psychology is at play. that's why it makes sense to me when you say you can't do it when you try, and you can do it when you don't try. sure, i can say \"don't try\", but that's easier said than done, especially if you really want it. but i think if you can accept the fact that it will come, you just don't know when, then you can feel ok waiting for it. get comfortable with the notes, while you are waiting. kind of like getting yourself comfortable in a waiting room chair\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n6:56 pm</dco> &nbsp;<qco> how do you take the first step to create art for the first time in your life?</qco> </h3>      \ngive me an example of what items you have to work with near by\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n5:50 pm</dco> &nbsp;<qco> was \"got some money\" made entirely in blender?</qco> </h3>      \nthe audio definitely was not\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n4:30 pm</dco> &nbsp;<qco> is there a particular reason you use mp3 files over a lossless format like flac or m4a?</qco> </h3>      \nin an mp3, i personally don't perceive any loss (to the sound). it sounds exactly the same to me as it sounded in the daw, and yet it saves a lot of space compared to other formats. and it's also an extremely popular format which i can almost guarantee is compatable with everyone's device\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n4:17 pm</dco> &nbsp;<qco> i find composing music quite enjoyable but the \"audio engineering\" part quite boring, which means i never improve at it, any advice?</qco> </h3>      \ni guess my first question is, do you think your song recordings sound good enough for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n4:07 pm</dco> &nbsp;<qco> do you use the transpose function your keyboard when you're playing in a chord you don't often play in? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do you know how to play in every key?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n3:15 pm</dco> &nbsp;<qco> Whats a good exercise to help someone not rush their vocals over a track</qco> </h3>      \nif you rushed it, then maybe you can just drag your entire vocal recording just a tiny bit to the right\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n3:09 pm</dco> &nbsp;<qco> do you listen back to your old songs?</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n2:36 pm</dco> &nbsp;<qco> airspeed velocity of unladen swallow</qco> </h3>      \nis that the african or european swallow\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n2:36 pm</dco> &nbsp;<qco> isn't it ironic how co-operate is spelled with 'co' being separated from 'operate' with a dash?</qco> </h3>      \ni didn't think there was a dash\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n1:54 pm</dco> &nbsp;<qco> what is life</qco> </h3>      \nit's like apples and oranges in a constant state of comparison \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n1:26 pm</dco> &nbsp;<qco> did you actually take a vacation on 8.1.14?</qco> </h3>      \ni didn't go anywhere, but i paused the regular video schedule (except mondays)\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n1:21 pm</dco> &nbsp;<qco> What inspires you write such silly, lighthearted, nonsense lyrics for your videos?</qco> </h3>      \nthis could be to distract from the other insanely meaningful lyrics i use\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n1:11 pm</dco> &nbsp;<qco> what is bread?</qco> </h3>      \nsome kind of a ruse \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n1:06 pm</dco> &nbsp;<qco> What is religion?</qco> </h3>      \nsort of like a bait and switch\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n12:50 pm</dco> &nbsp;<qco> Personally I get confused when chords are notated with a bass note, but it's the opposite of how fractions are written. Or is it the same as fractions? I've confused myself.</qco> </h3>      \nG/D is \"G over D\". you could almost imagine writing it more like a fraction with the G above the D, which implies the D is the low note (bass.) you could also think of the slash meaning \"over\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n12:43 pm</dco> &nbsp;<qco> I just realized you make all of then things in the expert mode a music video&nbsp;</qco> </h3>      \nthat's actually not true\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n12:38 pm</dco> &nbsp;<qco> are any of the spelling mistakes on this website actually accidental?</qco> </h3>      \ni think so. especially a lot of the ones in purple, in this section\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n12:30 pm</dco> &nbsp;<qco> do you think you'll ever release another song without a video?</qco> </h3>      \nthat sounds like a great idea, but it always FEELS like a bad idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n12:29 pm</dco> &nbsp;<qco> what happened to the mysterious unexsisting song \"a trip around the sun\" that used to be on the list and go taken off. Was it scrapped and replaced for here comes the sun?</qco> </h3>      \nthat's not one of my songs. i've never heard of that. so in that sense, you're right, it does seem to be mysterious and unexisting, at least from my point of view\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n12:22 pm</dco> &nbsp;<qco> why didnt you include any camera footage of you in got some money?</qco> </h3>      \nbecause i included other things instead. This is in line with a general revelation i've had recently, which is that trying to include everything in every video is not helpful for anyone\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n11:41 am</dco> &nbsp;<qco> Thoughts on reggae?</qco> </h3>      \ntoo good. not fair \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n11:06 am</dco> &nbsp;<qco> do you believe in the concept that time is just an illusion of the everchanging present? </qco></h3>      time IS the ever changing present<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;that time doesn't matter because in the grand scheme of the universe nothing we do will ever amount to anything?&nbsp;</qco> </h3>      no, that doesn't make any sense to me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n10:31 am</dco> &nbsp;<qco> what are your thoughts on nature?</qco> </h3>      \nseems so real\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n9:23 am</dco> &nbsp;<qco> Why do I get writer's block when I'm 99% done with my lyrics?</qco> </h3>      \nbecause there is more pressure now\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n9:22 am</dco> &nbsp;<qco> my left ear isn't hearing things as well as my right and now the stereo space inside my head has shifted and I need someone to say something so mindblowingly powerful to me that I am able to entirely forget about my obsession with this issue and return to enjoying music like a normal person</qco> </h3>      \nhave you tried going to an otolaryngologist to see if you need a major earwax cleaning? there is a chance this may be the cause\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n8:49 am</dco> &nbsp;<qco> How old were you when you got into making music?</qco> </h3>      \n2\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n8:48 am</dco> &nbsp;<qco> Is the next song in C?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n8:19 am</dco> &nbsp;<qco> prime factorize 262147.</qco> </h3>      \ni would love to but it's not a good use of my time. but i can already see that there's no 7 in it, and no 3\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n7:16 am</dco> &nbsp;<qco> why is there french featured in \"got some money\"</qco> </h3>      \ni don't recall putting any french there\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n5:40 am</dco> &nbsp;<qco> Is it safe to assume you REALLY like numbers?</qco> </h3>      \ni really respect them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n4:09 am</dco> &nbsp;<qco> do you still own the sombrero you wore in \"hi I'm Steve\"</qco> </h3>      \nthe sombrero is not in that video (and neither am i, visually). i didn't get it until about 6 months after that. and i've worn it in at least 3 videos since then, and i still have it and will use it again. i consider it a powerful asset\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n2:27 am</dco> &nbsp;<qco> was the lack of V-I resolutions in i'm a princess intentional?</qco></h3>      i guess it just didn't come up. there is a tendency for all the princess sections to start on the 4 chord. so that's just the way it happened<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it increases the wistfulness. </qco></h3>      i suppose that's true. that destiny was likely sealed as soon as the first section was written the way it was<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;same thing in got to know what's going on. </qco></h3>      now that i think about it, all those sections start on 4 also<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i think in these cases the music affects the perception of the lyrics.</qco> </h3>      the music ALWAYS affects the perception of the lyrics, and the lyrics ALWAYS affect the perception of the music. that's the whole magic of the song game\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n1:52 am</dco> &nbsp;<qco> you've said that you like to write the song and come up with the video at the same time, </qco></h3>      i don't recall saying that, and it's also not quite true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but you record the music completely before working on the video.</qco></h3>      that is usually true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do you just go by memory when you make the video or do you draw out the scenes of the video (stroryboarding, i think) while writing the song?</qco> </h3>      the song is the entire audio for the video. so even just that, is gonna be a hugely specific guide for what happens in the video. Some of the additional visual details might be obvious choices just from the way the song goes, and others might not be. Also, sometiems it can be a very good songwriting strategy to imagine visual scenes, to help propel the songwriting. however, this is mostly just to help the songwriting, and i don't necessarily need to use those scenes in the video\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n12:30 am</dco> &nbsp;<qco> How do I stop feeling inferior to other music writers and stop feeling discouraged?</qco> </h3>      \ntry to realize that other music writers may not be as good as you think they are\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.21&nbsp; \n12:01 am</dco> &nbsp;<qco> Why did you upload \" I'm a princess on Shaka khans birthday and \"got some money\" on hitlers birthday. Not sure if the second one is just a coincidence or if it's an easter egg. Because in one verse in got some money you were talking about birthdays.</qco> </h3>      \nyou won't believe how many other people have birthdays on those same days\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.21&nbsp; \n11:09 pm</dco> &nbsp;<qco> where goes that truck go by when it's time for the show</qco> </h3>      \ni didn't see, i was trying to do the show\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.21&nbsp; \n11:10 pm</dco> &nbsp;<qco> What is art?</qco> </h3>      \nit's when what you want to say is stronger than you thought \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.21&nbsp; \n11:07 pm</dco> &nbsp;<qco> is using only lowercase letters funny?</qco> </h3>      \nit's normal. and, i will admit, normalness is funny\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.21&nbsp; \n11:05 pm</dco> &nbsp;<qco> I've been making songs recently, just because I can.&nbsp;&nbsp;But I've noticed something weird about it.&nbsp;&nbsp;While I'm in the middle of making a song, the catchy melody is all I can think about, all day, and it's like I can't rest until I keep making the song.&nbsp;&nbsp;This happens every day until I finally finish the song.&nbsp;&nbsp;Do you experience this as well,</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and do you have any words of wisdom to combat these feelings?</qco> </h3>      \ni think this is probably a better problem to have than 2 other problems that i've also heard a lot about on here. which are: hating what you write, and not wanting to finish what you write\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.21&nbsp; \n8:48 pm</dco> &nbsp;<qco> if you get to a point where you stuck while writing a song, do you find it more beneficial to try and power through or walk away and try some other time&nbsp;</qco> </h3>      \ni have a new method, which is to browse google maps while listening to the latest run-through. the important thing is to make sure my mind relaxes and i'm not thinking about it directly<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.21&nbsp; \n6:46 pm</dco> &nbsp;<qco> Why does the universe exist instead of the universe not existing?</qco> </h3>      \nit does both. but you tend to not notice when it doesn't exist\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.21&nbsp; \n5:54 pm</dco> &nbsp;<qco> Why did you not make videos for 2020</qco> </h3>      \nbecause i was learning how to make videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.21&nbsp; \n5:49 pm</dco> &nbsp;<qco> What is a power move?</qco> </h3>      \nwearing silly costumes in videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.21&nbsp; \n5:45 pm</dco> &nbsp;<qco> Will you get some silly costumes to wear in your videos?&nbsp;&nbsp;</qco> </h3>      \ni have done that before, but i will do it again also\n<br><br>"
  }
]
