[
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n5:37 pm</dco> &nbsp;<qco> How to accept imperfection as a necessary ingredient in my work?</qco> </h3>      \neventually you will get tired of the alternative. which i am guessing is nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n5:26 pm</dco> &nbsp;<qco> Do you write songs cause its fun or because you want to?</qco> </h3>      \nfor those 2 reasons and much more\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n4:09 pm</dco> &nbsp;<qco> How do you make chocolate chip cookies?</qco> </h3>      \ni have no idea\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n3:47 pm</dco> &nbsp;<qco> Do you enjoy making songs?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n3:29 pm</dco> &nbsp;<qco> what should i do for my birthday</qco> </h3>      \nget 24 hours older\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n2:49 pm</dco> &nbsp;<qco> Are you creative?\n<br></qco> </h3>      \nput it this way, i'm not entirely sure which way is up. i can hypothesize, but i've never been able to prove it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n2:49 pm</dco> &nbsp;<qco> Do you have a favorite key and/or BPM?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n2:29 pm</dco> &nbsp;<qco> what is the best thing?</qco> </h3>      \nranking systems \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n2:29 pm</dco> &nbsp;<qco> What is the meaning of most of your songs?</qco> </h3>      \nto make you feel better. or worse, if you prefer\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n2:28 pm</dco> &nbsp;<qco> how can you be both so evasive and so clear and specific in your answers at the same time?</qco> </h3>      \njust trying to get a feel for the space\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n2:21 pm</dco> &nbsp;<qco> What instrument did you use for the solo in \"La de da de da de da de day oh?\"?</qco></h3>      keyboard<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also where did you get inspiration from for that song?</qco> </h3>      \nthe chorus was inspired by the pre-chorus. the pre-chorus was inspired by wanting to write a song. and the verse was inspired by feeling like i would never have enough time to express and do all the things i want to \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n1:59 pm</dco> &nbsp;<qco> Do your songs actually have meaning, or is it just a smorgasbord of different odd ideas?</qco> </h3>      \ni've tried to give them as much meaning as possible. the amount of meaning you've felt from it, is ultimately an indicator of how well i have done my job. so, if you can get back to me with those figures,\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n1:27 pm</dco> &nbsp;<qco> i am really good at reverse psycology. what could i do with it?&nbsp;</qco> </h3>      \nyou could try being bad at it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n1:27 pm</dco> &nbsp;<qco> what tempo is la de da de da de day oh</qco> </h3>      \njust thinking about it now, i would estimate somewhere around 100\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n1:07 pm</dco> &nbsp;<qco> What do you think of Canadians?</qco> </h3>      \nthey are very small compared to the actual size of their country. this leads me to believe there is potentially a lot of space in canada with no people in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n12:25 pm</dco> &nbsp;<qco> Hey wassup bill I was looking at your YouTube channel and I was wondering what you were implying by your last video I might quit&nbsp;</qco> </h3>      \n'here is the new song, again i'm sorry it took 5 weeks instead of 2, i was actually trying to make it 1 week. gonna try again for next tuesday. i will get this'\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n12:04 pm</dco> &nbsp;<qco> why did the chicken cross the road</qco> </h3>      \n      what my client (the chicken) and i are wondering is why was a road built across the chicken's path \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n11:23 am</dco> &nbsp;<qco> What is your opinion on mustard</qco> </h3>      \na safe option for people who have the urge to eat paint\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n10:19 am</dco> &nbsp;<qco> How do different sounds make nicer sounds together?</qco> </h3>      \nniceness is a product of our consciousness. from what i can tell, the way this game usually works is by making patterns and breaking them. THIS INCLUDES establishing a pattern of how you break the patterns, and then also, if the mood strikes, breaking that pattern as well. So in this way, it's impossible to determine if any 1 item is nice, or if any 2 items together are nice. i can promise you, for as many situations as you might find where 2 items seems nicer than one, there is also a similar sister-scenario out there where 1 thing seems nicer than 2. And it's really the process of Time/Space which allows these effects to unfold \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n10:14 am</dco> &nbsp;<qco> how do you move on from a song? How do u accept that a song is completed instead of coming back and constantly changing it?</qco> </h3>      \nit depends how badly you want the song to be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n9:09 am</dco> &nbsp;<qco> is it a good idea to make songs about random objects</qco> </h3>      \ncould be a nice exercise\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n8:57 am</dco> &nbsp;<qco> I want to record my own songs but am always discouraged by my silly voice and bad singing, how do I get over this?</qco> </h3>      \ni guess it depends on how badly you want it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n8:39 am</dco> &nbsp;<qco> Is the song making process really the one described in the 'slow down' video (solo bit)</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and if so do you have a specific lake you recommend for songwriting?&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n7:43 am</dco> &nbsp;<qco> should we combine jupiter and saturn to make jaturn</qco> </h3>      \ni dare you to try\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n6:53 am</dco> &nbsp;<qco> is your next video going to include the words\n<br>\"i was going to say no but now that i think about it yes\"</qco> </h3>      \nno\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n5:22 am</dco> &nbsp;<qco> did you ever get the heating time of your porridge right?</qco> </h3>      \nnot yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n5:11 am</dco> &nbsp;<qco> When is your next video&nbsp;</qco> </h3>      \nat the usual time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n4:35 am</dco> &nbsp;<qco> What is bigger? The universe or the Internet?&nbsp;</qco> </h3>      \nthe universe\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n2:49 am</dco> &nbsp;<qco> Bill, what is your current situation? I kinda started crying over your \"might quit\" video so I just wanned to know..&nbsp;</qco> </h3>      \nbasically it's like when you're in the circus, and your circus gets too big for the circus. so you have to build a bigger circus. then you find out, building circuses is totally impossible, which reminds me of how impossible it was to build the previous circus. but that's good news, because it reminds me that i was able to build that impossible circus, in addition to a variety of other sub-circuses since then\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n1:11 am</dco> &nbsp;<qco> Will you ever run out of ideas?</qco> </h3>      \nthat is scientifically impossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n12:57 am</dco> &nbsp;<qco> Now that you have time to say the things you wanna say, what do you wanna say?</qco> </h3>      \neverything, which unfortunately i still don't have time for. my theory is that i still do have time to say SOME things, which is a theory i have been following religiously for many years now, through thick and thin\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n12:37 am</dco> &nbsp;<qco> Are you ever going to complete the reality section?</qco> </h3>      \ni will try\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.20&nbsp; \n12:20 am</dco> &nbsp;<qco> When you first started making HOTEWIG, how long of a video did you expect it would be?</qco> </h3>      \nsomewhere between 5 and 10 minutes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n10:56 pm</dco> &nbsp;<qco> do you feel that your success has put pressure on your creative process? e.g. you feel hesitant to post a video, that in beginning you wouldn't think twice</qco> </h3>      \ni continue to think my normal amount, of 2 million times\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n10:20 pm</dco> &nbsp;<qco> Do you have any feelings about the chord Gmaj7?&nbsp;</qco> </h3>      \nif you hear it, as the first thing in a song, before you hear anything else, you might care to estimate that there is a about a 60% chance the song is in D\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n10:01 pm</dco> &nbsp;<qco> when do you think the world will end?&nbsp;</qco> </h3>      \nit is constantly ending and starting all the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n8:13 pm</dco> &nbsp;<qco> About how many hours of actual work does it take to make one of your music videos?</qco> </h3>      \nit depends if the video is long, and if i'm an idiot. if both are true, then it takes a really long time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n8:02 pm</dco> &nbsp;<qco> Are you gonna make an new album? \n<br>You don't got to make new vids \n<br>But... Your songs are quite a bop to hear</qco> </h3>      \ni will be doing songs, and also videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n7:52 pm</dco> &nbsp;<qco> Do you think there's a difference between a banger, a bop, and a jam?\n<br></qco> </h3>      \nthere's differences between everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n7:26 pm</dco> &nbsp;<qco> in \"at the airport terminal\" you used a minor IV chord (Bbm6?). what are your thoughts on the minor IV chord?</qco> </h3>      \nit's normal. can be used in normal every day life, throughout town. like when a store appears to be open and closed at the same time, and it tugs at your heartstrings for a lingeringly brief moment of eternity\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n7:21 pm</dco> &nbsp;<qco> How long does It take you to make each video?</qco></h3>      i have a new company policy which says videos should only take a reasonable amount of time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Especially with some of the long ones, I would think it would be months of time.&nbsp;</qco> </h3>      sometimes even the medium sized ones take months. this is not fair to anyone, but i am looking to increase my intelligence, which will hopefully solve the problem\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n6:55 pm</dco> &nbsp;<qco> How do you make your songs so catchy?&nbsp;</qco> </h3>      \ni'm still trying to figure out \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n6:44 pm</dco> &nbsp;<qco> What is the script for history of the entire world i guess?</qco> </h3>      \nalmost exactly the words i ended up delivering in the final vocal track\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n6:42 pm</dco> &nbsp;<qco> how does one master the \"bad foot tap\" from \"I just did a bad thing?</qco> </h3>      \nbasically the way you do it is you try to do a video in a much shorter time than you think you can. then, in haste, just put on a shoe and point the camera at it. as soon as you get a take that is mildly coherent, drop that in the video and use linguistics to come up with a caption that makes the action seem important at that time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n6:19 pm</dco> &nbsp;<qco> Do you have tons of ideas that you throw away or do you pursue most of them?</qco> </h3>      \nso far there hasn't been enough time to pursue all of them, but they are not thrown away\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n6:14 pm</dco> &nbsp;<qco> Why do you think people like your videos?</qco> </h3>      \nsome of them are good and bad at the same time\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n6:01 pm</dco> &nbsp;<qco> do you know when you are gonna release the video you are working on?</qco> </h3>      \ni know when i would like to release it. april 8, 2019 would have been the preferred time. and each day after that becomes slightly less of a prefered time, but still, admittedly, heaps better than never \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n5:56 pm</dco> &nbsp;<qco> what is your most proud creation from your videos,songs etc?</qco> </h3>      \ni would prefer to make many new ones to be proud of\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n4:38 pm</dco> &nbsp;<qco> what happens when you go to the airport terminal</qco> </h3>      \ni haven't been there in a long time. but, back in the good old days, i remember walking through the corridors and finding the correct plane which corresponded to my ticket, and maybe purchasing some name-brand meal items, at 2x price but with 2x nostalgia\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n4:29 pm</dco> &nbsp;<qco> Is your song \"Outside\" in any way a statement or comment on your status as an outside artist?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  }
]
