[
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n3:42 pm</dco> &nbsp;<qco> can you please explain a pickup switch an an electrical guitar to me like i'm a 5 year old?&nbsp;</qco> </h3>      \nflip the switch and it sounds different. that's actually about all i know about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n2:55 pm</dco> &nbsp;<qco> Is it possible to make good music if you're doing it as a means to an end (financial success, fame) rather than as an artistic pursuit?</qco> </h3>      \nsure. that might make it strangely impossible for some people, but easy for others\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n2:13 pm</dco> &nbsp;<qco> Where do you like to travel?\n</qco></h3>      around the world, if possible<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And I absolutely adore the song Airport Terminal;&nbsp;They truly are magical places! Would you ever go again? \n</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And do you like peanuts?</qco> </h3>      i'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n2:00 pm</dco> &nbsp;<qco> not to be political but what do you think about cheese?</qco> </h3>      \nit's complicated\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n1:46 pm</dco> &nbsp;<qco> Is your next song about grass?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n1:30 pm</dco> &nbsp;<qco> do you hate that song you said could be found in most dumpsters?</qco> </h3>      \nno\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n1:20 pm</dco> &nbsp;<qco> how do you describe the word dream?</qco> </h3>      \ntoo good. don't use\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n12:45 pm</dco> &nbsp;<qco> will you make cool videos like hi im steve unboxing viddeo and others?</qco> </h3>      \ni was hoping for something even cooler\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n12:38 pm</dco> &nbsp;<qco> opinion on communism</qco> </h3>      \n\"it just works\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n11:48 am</dco> &nbsp;<qco> Why is the world stupid?</qco> </h3>      \ndue to intelligence\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n11:38 am</dco> &nbsp;<qco> what is your favorite literary device?</qco> </h3>      \nthe word\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n11:29 am</dco> &nbsp;<qco> hey i forgot the question i wrote here a while ago, can u remind me?</qco> </h3>      \n<a href=\"q.php?date=202103291955\" target=\"_blank\">sure</a><remqq></remqq>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n10:58 am</dco> &nbsp;<qco> What is your favorite verse you've wrote?</qco> </h3>      \nthe second verse of \"airport terminal\" (unusual)\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n10:56 am</dco> &nbsp;<qco> Who is your favourite character</qco> </h3>      \nthe unreliable narrator\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n10:49 am</dco> &nbsp;<qco> can you PLEASE release the chords for \"money\" yourself? i can't find them myself and seems like nobody else could do it in the past four days</qco> </h3>      \nthe problem i face with this, is, to make it completely accurate it would be a disaster to read. but to make it more readable it would have to be terribly inaccurate\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n10:46 am</dco> &nbsp;<qco> this isnt actually a question but i wanted to say that i really really liked the video for got some money. the minimalist aesthetic is sick, and while its obviously very different from the visual spectacles that were i'm a princess/here comes the sun, its got a charm of its own and it kept me just as engaged watching as any of ur other videos. i especially liked the part where u represented the sea with a bunch of wavy slashes, that was awesome and reminded me of some sort of DOS game (thats a compliment, DOS games are cool). plus, i honestly think i prefer the blend of 2d and 3d to pure 3d... it makes the 3d parts feel more special. i hope u don't abandon this new style just bc its not as eye popping as ur other stuff - i do love ur cool big videos, but more than anything i love ur music, and it seems like this style lets u make videos for said music way faster.\n</qco></h3>      the visual minimalism has so many life-changing implications for me, it's hard to ignore. it just depends on whether i have the cojones to release things like that. and the key word is cojones<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;anyway sorry for posting feedback on ur questions page. to make up for it heres a question: when you sing \"i said it three or for songs ago\" what are u referring to?</qco> </h3>      i'm trying to make you think. get those gears turning\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n10:32 am</dco> &nbsp;<qco> how did you come up with the idea of the \"happy birthday to you, happy birthday to me\" part in \"got some money\"?</qco> </h3>      \nit seems to come naturally after the feeling of the previous line. i suppose i was feeling excited\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n9:47 am</dco> &nbsp;<qco> Any tips for learning bass?</qco> </h3>      \nthrow yourself into a professional working band as soon as possible. But, in case it is a disease year, here's something else i can recommend: take your favorite songs, and delete the bass. This is pretty easy to do if you have a phone, tablet, or laptop. just play it without any headphones, and it automatically deletes the bass. then, make sure your bass IS plugged into something that is large so you can actually hear it (like an amp) and play along. Generally what i'm trying to say, get yourself into a situation where you are actually playing the bass role in songs, as soon as possible. that's pretty much where you are going to learn everything. Start out by just playing the root note of each chord (for example, if the chord is C, play the C note). Try to hold back from doing anything else just yet. but then pretty soon, as if by magic, you're automatically going to start doing everything you need to do and have a wild time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n9:38 am</dco> &nbsp;<qco> why do capitalized letters exist?</qco> </h3>      \nit's an easy alternate size of letters readily at hand, without having to change the font, and it will be available on all platforms, even where no other stylings, fonts, or sizes are available \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n9:23 am</dco> &nbsp;<qco> how would you define art</qco> </h3>      \nby doing it \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n9:22 am</dco> &nbsp;<qco> What do you do besides music?</qco> </h3>      \nmake videos to go with the music, or sometimes, make videos for music to go with\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n9:20 am</dco> &nbsp;<qco> in your song where you say 'everything has been canceled' (like events) did you foresee a pandemic </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and if you did would you still have written it</qco> </h3>      i'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n9:17 am</dco> &nbsp;<qco> Is Earth acceptable to your standards?</qco> </h3>      \nsort of\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n9:02 am</dco> &nbsp;<qco> what can i do ?&nbsp;</qco> </h3>      \nhow about re-inventing the bread crumb\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n8:05 am</dco> &nbsp;<qco> Are you a princess?</qco> </h3>      \nno but i can see why you would think that \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n8:04 am</dco> &nbsp;<qco> how come your song titles on spotify aren't in lowercase?</qco> </h3>      \nthey are mostly lowercase\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n7:55 am</dco> &nbsp;<qco> what's your favourite song youve made</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n7:21 am</dco> &nbsp;<qco> Bill, Ive loved your music for so long, my favorites probably long long journey, but, I just wanna say that Im a huge fan, and love your music. </qco></h3>      holy smokes you are very friendly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I do have a question though, what got you into doing music?</qco> </h3>      \ni don't remember, but i assume it was music. i can say that music gets me into music again and again each day, even if i thought i already was into music\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n7:17 am</dco> &nbsp;<qco> What do you think of the ocean?</qco> </h3>      \ni can never remember how deep it is \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n5:47 am</dco> &nbsp;<qco> I've had several years of classical piano lessons as a kid but I hated them because I didn't like classical music. \n<br>\n<br>Now I'm an adult who wants to learn and play jazz piano but I'm nowhere near as good as I should be after all those years. \n<br>\n<br>Would you recommend me to get a teacher for jazz piano again?</qco> </h3>      \ni don't really know how music lessons are supposed to work. it never made very much sense to me. however, if you have access to a piano, and a lot of music recordings, then that is a gold mine right there\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n5:06 am</dco> &nbsp;<qco> Now that you've upgraded your whole setup to start using more 3D in your work, have you also upgraded the DAW you use to record the music?\n</qco></h3>      not yet. that could take years, so i'm trying to do that a little bit each day<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Have you found any benefits if so?</qco> </h3>      scriptability is the only reason to switch. and it is a big reason\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n4:38 am</dco> &nbsp;<qco> in the video for got some money, it's written \"one day will feel complete\", but on your lyrics page, it's written \"one day we'll feel complete\". did you make a mistake somewhere? are both writings acceptable? it is up to each of the listeners to decide?</qco> </h3>      \nwhen i wrote it, i thought it was \"we'll\", but then i soon realized that there was a double meaning available, which was very interesting, especially as it relates to the \"birthday\". so i took the opportunity to emphasize that in the video. but i decided to keep it as \"we'll\" on the lyrics page, to make sure that both options were conveyed somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n3:58 am</dco> &nbsp;<qco> How do I stop thinking in fifty different directions? It's really tiring :(</qco> </h3>      \nstart trying to write down what you're thinking\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n3:47 am</dco> &nbsp;<qco> what's your favourite adjective?</qco> </h3>      \nok\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n2:25 am</dco> &nbsp;<qco> Will you be making a big video soon or a little bit later?</qco> </h3>      \ni prefer to keep all my videos a very normal, and sensible size. this is mostly to avoid dying before i finish it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n2:07 am</dco> &nbsp;<qco> Do you ever find yourself unsatisfied with the music you write? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How do you figure out how to fine tune and perfect it?</qco> </h3>      \"not panic\" which of course is easier said than done\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n1:55 am</dco> &nbsp;<qco> At the beginning of your most recent song, \"got some money\", when you say \"and I wonder if I'm sad about the money that I have, what is the music there. Is there any name for it. Where it gets lower and lower and with the little bit at the end. \n</qco></h3>      the best names i have for it is just the names of all the notes and chords. the notes are E, D#, C#, C in the melody. then i think you probably want to put the bass with it on the same notes, for beef, except on \"have\", i am definitely using a chord known as G#dominant7, and the important part of that chord in this case will be: you want the C note (melody) then you also want the F# note with that, somewhere in the harmony, and then you'd have G# in the bass. And i can't remember if i put the bass in G# (root of the chord) or C (with the melody), let me listen and check. ok yes the bass is on G#. Also i've harmonized the melody a 3rd above, so \"money that i\" will also have notes G#, F#, E, and then it seems for \"have\", instead of harmonizing a 3rd above, for that one i've used F# as the harmony note, as i said, to get the best results on that chord you need the F# and C notes to give it that twang. with the G# in the bass.<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I also have a similar question for the line \"and it makes me mad\", which is about 35 seconds in. Same thing, what is the term for the music happening there. With emphasis on 'me mad'. That's all.</qco> </h3>      again, i can just tell you the notes. there's hardly any chords in here, except \"mad\". the bass is just wandering toward the important note (the \"mad\" chord), and the chord for mad could be pretty much described as D7 (D dominant7), and in this case, to get the sound you want there, really all you want is the note F# (in the melody), you want C also in the harmony, and you want D in the bass. that should do the trick\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n1:19 am</dco> &nbsp;<qco> do you do any vocal warmups before singing?</qco> </h3>      \nthe only vocal warm ups i know involve singing. so .... technically no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n12:41 am</dco> &nbsp;<qco> I'm not sure what you meant by \"when did all the windmills start to turn so slow\". Maybe it's supposed to be literal, idk. That line has stuck with me a lot, probably more than 99% of lyrics I've ever listened to. A very weird sense of a nostalgia for a moment I've never experienced.</qco></h3>      ah, that's good to hear. because, that's exactly what i meant to do<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Have they rusted and fallen into decay?</qco></h3>      that seems a little less romantic than i hope it sounds<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Could be that it's just a feeling of looking away and then back and recognizing that you never paid attention to the things right in front of you, because otherwise you'd know the speed. Or maybe the speed hasn't changed, but in youth everything looks bigger, faster, more vibrant and full of life and character. </qco></h3>      that sounds better to me<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm def rambling at this point, and maybe getting a definitive answer will ruin the magic for me, idk.</qco></h3>      i think you got it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; But thank you from the bottom of my heart for this song, I'll never forget it.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n12:17 am</dco> &nbsp;<qco> are you ever gonna make videos for your songs without videos?</qco> </h3>      \nsure. i've done it before, but i guess the reason you didn't notice is because now you probably no longer consider those songs songs without videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.21&nbsp; \n12:11 am</dco> &nbsp;<qco> Is there actually a note between B and C? I'm confused.</qco> </h3>      \ni guess it depends how flexible your instrument is\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.21&nbsp; \n11:44 pm</dco> &nbsp;<qco> I noticed that the \"hat\" in \"got some money\" was made out of a dash, a dot, and another dash. There was also monotone, high-pitched beeping noise at around 3:06. Is this a secret message in morse code?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.21&nbsp; \n11:00 pm</dco> &nbsp;<qco> How hard is it to make cool videos?</qco> </h3>      \nthe hardest part is remembering how easy it probably is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.21&nbsp; \n10:54 pm</dco> &nbsp;<qco> Whatever happened to neon text?</qco> </h3>      \nwhat the heck is neon text\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.21&nbsp; \n9:59 pm</dco> &nbsp;<qco> How accurate would you say the interpretations of your songs on Genius are?</qco> </h3>      \ni'm not sure. i haven't read them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.21&nbsp; \n9:05 pm</dco> &nbsp;<qco> is got some money based on your real life? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, just how many boats do you have on that plane?</qco> </h3>      i have neither\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.21&nbsp; \n8:09 pm</dco> &nbsp;<qco> someone just asked me what i do in my free time and i almost started crying. is it bad that i have no hobbies?</qco> </h3>      \nsometimes the best hobbies don't exactly have names. you might have some of those\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.21&nbsp; \n7:39 pm</dco> &nbsp;<qco> Do you agree that nothing can be indescribable because it can therefore be described as indescribable or rather as describable?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Perhaps describable, just not very well?</qco> </h3>      \ni don't think saying it's indescribable is enough to describe it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.21&nbsp; \n7:12 pm</dco> &nbsp;<qco> Where are the secret messages in your songs?</qco> </h3>      \nin the music\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.21&nbsp; \n5:51 pm</dco> &nbsp;<qco> Were the last 3 songs your project that you left for almost a year to make? </qco></h3>      i didn't leave, but, no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so then I'd say it was worth it, also how long did it take you to learn how to model/animate in blender?</qco> </h3>      i still can't really do it well enough to get the job done properly\n\n<br><br>"
  }
]
