[
  {
    "html": "<h3> <dco>6.3.20&nbsp; \n7:59 am</dco> &nbsp;<qco> Is this a bad time to ask a question?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.20&nbsp; \n7:21 am</dco> &nbsp;<qco> this may be (it is) the wrong place to ask but i recently dropped out of college after a year of suffering, what do. no but, any thoughts on how to escape the ''box'' of what is normal in trying to figure out what im gonna do in life (not even just career-related but life as a whole, if this rambling even makes sense)</qco> </h3>      \nthis is the perfect time to take some long walks, if possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.20&nbsp; \n6:01 am</dco> &nbsp;<qco> have you ever felt the urge to hit adam and eve in the head real hard?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.20&nbsp; \n5:58 am</dco> &nbsp;<qco> do you music?</qco> </h3>      \nyes, thank you for reminding me\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.20&nbsp; \n5:34 am</dco> &nbsp;<qco> What inspires you to make epic content?</qco> </h3>      \nseems like common sense, to at least try\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.20&nbsp; \n5:02 am</dco> &nbsp;<qco> How do you feel about dinosaur shaped chicken nuggets?</qco> </h3>      \nfake\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.20&nbsp; \n3:49 am</dco> &nbsp;<qco> Why does not elephants fly?</qco> </h3>      \nflying is difficult. you kind of have to defy gravity\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.20&nbsp; \n2:53 am</dco> &nbsp;<qco> Do you believe in frogs?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.20&nbsp; \n2:25 am</dco> &nbsp;<qco> Have you considered not running for president?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.20&nbsp; \n2:25 am</dco> &nbsp;<qco> what is your opinion on greek letters</qco> </h3>      \ntimeless \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.20&nbsp; \n2:14 am</dco> &nbsp;<qco> What is your favorite chord?</qco> </h3>      \nF\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.20&nbsp; \n1:53 am</dco> &nbsp;<qco> what is the best type of potato chip</qco> </h3>      \nthe whole potato, if you can get it past the regulations. good luck\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.20&nbsp; \n1:46 am</dco> &nbsp;<qco> Opinion on Earth</qco> </h3>      \nsuch an interesting shape\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.20&nbsp; \n1:37 am</dco> &nbsp;<qco> How would you describe your aesthetic?</qco> </h3>      \ni'm just trying to get by\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.20&nbsp; \n1:22 am</dco> &nbsp;<qco> did you actually do a bad thing?</qco> </h3>      \ni'm not sure, but i must admit that does sound very familiar\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.20&nbsp; \n1:13 am</dco> &nbsp;<qco> thoughts on gambling?</qco> </h3>      \nyou never know, you just might lose\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.20&nbsp; \n12:43 am</dco> &nbsp;<qco> If you don't mind me asking, what projects are you currently working on?</qco> </h3>      \ni'm re-inventing the graphics department. i did not plan this, but in retrospect i probably had no choice\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.20&nbsp; \n12:23 am</dco> &nbsp;<qco> what is the best way of learning something?</qco> </h3>      \nusually it would be to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.20&nbsp; \n12:12 am</dco> &nbsp;<qco> Why do people love Helvetica and Times New Roman?</qco> </h3>      \ndue to availability, and familiarity\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.20&nbsp; \n12:10 am</dco> &nbsp;<qco> Does the universe tend towards perfection or does it tend towards imperfection?</qco> </h3>      \nboth, and so much more\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.20&nbsp; \n12:08 am</dco> &nbsp;<qco> what do you think is in the future</qco> </h3>      \neverything you ever dreamed of\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n11:59 pm</dco> &nbsp;<qco> Do you answer repeat questions?</qco> </h3>      \nthat's preposterous. who do you think i am\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n11:58 pm</dco> &nbsp;<qco> What is your opinion on communism?</qco> </h3>      \ni just like the merch\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n11:55 pm</dco> &nbsp;<qco> Im having no inspiration when im trying to produce tracks. Whenever I try making a track i just feel like nothing fits and sit in my chair for hours and just end up giving up because \"nothing works.\" did you suffer this and are there any tips to get OVER this?</qco> </h3>      \ni don't know yet whether you do your writing before recording or if you actually try to do songwriting in the recording studio. but if you are one of those people that tries to write while recording the track, then based on your description of the problem i would highly recommend getting your writing entirely done before you start creating the track. this does not mean you have to know every instrument and every sound etc, but, what i recommend, is that you know every word, melody, chord, every bar, most importantly that you know the exact road map from beginning to end. Then the recording process becomes a fun adventure for how you are going to deliver the song, and you already know the agenda for every part (every bar, not instrument) of the song. forgive me if you already do this. if you have, then my answer would be different\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n11:14 pm</dco> &nbsp;<qco> what's your opinion on country music?</qco> </h3>      \ndue to having brainwashed myself at some point, i no longer care which music is 'country' and which music is 'not', so with that disclaimer out of the way i can safely guarantee that i like it very much\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n11:04 pm</dco> &nbsp;<qco> How did you get into writing music?</qco> </h3>      \nmy life depends on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n10:51 pm</dco> &nbsp;<qco> How to stop snapping pencils? This is legitimately urgent I have no more pencils&nbsp;</qco> </h3>      \nit seems you are a bit confused here..... i should remind you that you have already stopped snapping pencils, because you have no more pencils. and also i should mention that stopping snapping them not going to help you get more pencils because you already snapped them all\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n10:47 pm</dco> &nbsp;<qco> Advice for learning jazz piano? I really love your stuff and would love to play like \"you someday on my keyboard&nbsp;</qco> </h3>      \ndue to having brainwashed myself at some point, i no longer can figure out what 'jazz' means, other than that it is probably an awesome scrabble word, but just spend time on the keyboard and try to express every feeling you've ever known. the rest should happen automatically\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n10:42 pm</dco> &nbsp;<qco> Would you ever make a movie? They're like longer videos</qco> </h3>      \nyes i do very much aspire to that. some serious innovational solutions need to be found to allow for that, but i am making rapid progress\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n10:26 pm</dco> &nbsp;<qco> Why is everything so cool&nbsp;&amp; great</qco> </h3>      \nthat's just science\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n10:23 pm</dco> &nbsp;<qco> how much time a day do you spend working on building a skill rather than not. &nbsp;how would you motivate me to spend more time building a skill rather than not. i know i have what it takes to be a great musician but i feel sometimes im not working hard enough to achieve it.</qco> </h3>      the sweet spot is when you can find just the right angle where the purpose is ringing clear and you are enjoying it. that's really where all the progress happens. if you're not seeing any enjoyment anywhere here, then i think it's time to have a conversation about how you got into this\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n10:17 pm</dco> &nbsp;<qco> what are your feelings towards bread?</qco> </h3>      \nrowdy\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n10:15 pm</dco> &nbsp;<qco> am i good</qco> </h3>      \nyes, and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n10:02 pm</dco> &nbsp;<qco> What started your passion for videos?</qco> </h3>      \ncommon sense, i'm pretty sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n9:55 pm</dco> &nbsp;<qco> How many bees would you be comfortable with possessing?</qco> </h3>      \n0\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n9:03 pm</dco> &nbsp;<qco> How do you get over the hurdle of not quite trusting your own ears and thinking you need a second opinion? </qco></h3>      what usually works is to hear it again for the first time after not hearing it for a while. however, the problem with this is it wastes time. in general, it will probably help to try to complete the project in a relatively swift and quick manner. the doubt tends to get worse as the project goes on<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You've talked a lot about making what you alone like,</qco></h3>      that's not quite right, i believe that you must make what you like, but, doing this will also naturally cause others to like it. making what you like, i believe, is the only way to actually end up with something that anyone else will like. so in that case, doing what ONLY you like is probably impossible actually<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but when it comes to production, I don't trust my ears enough to know what sounds \"good.\" Is there even such a thing as good? </qco></h3>      good is more like a feeling. music can bring these feelings, but there are a lot of factors involved with what actually causes which feelings and when and why<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is it weak to seek a second opinion because it might ruin the genuine me-ness of the project?&nbsp;</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n8:57 pm</dco> &nbsp;<qco> have u ever experimented with microtones in music</qco> </h3>      \nif i am not allowed to make the tones any size, i will promptly call the central hotline and voice my displeasure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n8:38 pm</dco> &nbsp;<qco> What do you think about the ussr?&nbsp;</qco> </h3>      \nbring it back\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n8:35 pm</dco> &nbsp;<qco> How do you put into words what you can't explain?</qco> </h3>      \nmusic might help\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n8:34 pm</dco> &nbsp;<qco> how to recover from an awkward conversation ?</qco> </h3>      \nhave another conversation about how awkward the other conversation was\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n8:31 pm</dco> &nbsp;<qco> how can i make my vocal runs more smooth?</qco> </h3>      \nfocus on what the song is about. and also sing more in general\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n8:31 pm</dco> &nbsp;<qco> Should I write a book or make videos?</qco> </h3>      \nmake videos, i think. even if you only want to use text on a page, i would still recommend doing it on the computer, and putting it online. because that is where people normally read most of their text nowadays\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n8:29 pm</dco> &nbsp;<qco> what kind of scandal should i participate in?</qco> </h3>      \nhow about the earth being round\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n7:48 pm</dco> &nbsp;<qco> is the lick in the outro of mount st helens is about to blow up?</qco> </h3>      \ni don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n7:35 pm</dco> &nbsp;<qco> what is one word to describe the next video you're making&nbsp;</qco> </h3>      \ni'm not really thinking about what the next 1 video will be. i don't actually know which 1 will be next, i am more thinking about how the next several (10, 20, 100, etc) videos will be\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n7:35 pm</dco> &nbsp;<qco> Can we change the order of the alphabet to be qwertyuiopasdfghjklzxcvbnm so it's in the order of the keys on a key board?</qco> </h3>      \ni dare you to try\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n7:32 pm</dco> &nbsp;<qco> are you enjoying what you're currently working on?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you want it to come to an end?</qco> </h3>      i want it to move forward to the next phase\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n7:26 pm</dco> &nbsp;<qco> on the 3.10.09&nbsp;&nbsp;2:42pm (v) improv was there a story to why the car horn honked? </qco></h3>      possibly but i would have no idea what it would be because i didn't see what happened. there is a 90% chance, just based on my knowledge of horn honks, that the person honking the horn was trying to get a car in front of them to move out of the way somehow<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Crazy how it honked in the same key. What are the odds...</qco> </h3>      i'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n7:20 pm</dco> &nbsp;<qco> productivity is, to me, the number of hours you give to society. Does that make you productive in this sense?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n6:54 pm</dco> &nbsp;<qco> can bears be gay</qco> </h3>      \ni don't see why not\n<br><br>"
  }
]
