[
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n4:32 am</dco> &nbsp;<qco> why don't we pronounce the word 'password' as 'pas-sword'</qco> </h3>      i pronounce it the way i pronounce it because it is the way i have heard everyone else pronounce it. i am not sure why you pronounce it the way you pronounce it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n4:31 am</dco> &nbsp;<qco> Why do you answer an average of 49 questions everyday? (21,956 total)</qco> </h3>      why does your question have an average of 4.5 letters in each word?\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n4:25 am</dco> &nbsp;<qco> I think the point of life is to learn new things.</qco></h3>      that sounds about right<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Everyone does it who is alive.&nbsp;&nbsp;Babies do it.&nbsp;&nbsp;Russians do it.&nbsp;&nbsp;Everyone does it.&nbsp;&nbsp;But then again...&nbsp;&nbsp;Some people are in a coma and aren't learning anything.&nbsp;&nbsp;That either means that they are temporarily dead or they actually are learning things or learning isn't the actual point of life.</qco></h3>      that's not true, just because you aren't doing the thing that is the main point doesn't mean you are not doing it. for example if you are playing a video game but are not doing very well and not really scoring points, you are still playing the game. you are just perhaps not doing very well at the game<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and I think it's that they are temporarily dead.&nbsp;&nbsp;You can't learn anything if you aren't doing things.\n<br>When I say things like \"if I stop running I will die,\" or \"if I keep eating chips and jerking myself off all day I will die\" to people they usually think I am sick or something.&nbsp;&nbsp;I know I'm not sick but sometimes things I say don't fit into others' worldviews.&nbsp;&nbsp;What should I say to the people I care about and who care about me but just happen to think differently than me?</qco> </h3>    \n   perhaps 'hi'\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n4:19 am</dco> &nbsp;<qco> I really love your music, especially the stuff you put on the jazz and improv sections of your site! As a novice pianist myself, I wanted your opinion: Is it important to practice theory from different styles, (classical, jazz, etc.) to keep a wide scope and learn more? Or is practicing one style more effective to learn that one style?</qco> </h3>      you can use notes and sounds in any configuration you want! i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n4:09 am</dco> &nbsp;<qco> I don't feel like I'm popular enough for my friends, how do I stop this&nbsp;</qco> </h3>      invent some breakthroughs for the greater good of humanity as a whole\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n4:08 am</dco> &nbsp;<qco> how do I feel if I didn't get invited to a party</qco> </h3>      i don't know, how do you feel\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n3:41 am</dco> &nbsp;<qco> you said dork, nerd, dweeb, geek only sound different, but i think there's a lot of connotation that ignores. for example nerd and geek have turned into some marketing demographic now. they're also more associated with technology and study. and a dork moreso looks/acts stupid (e.g., bad fashion sense, dancing when no one else is dancing), but can also be endearing. dweeb is pure uncool. of course everyone has slightly different definitions and associations for each word but there is more to it than surface level meaning + sound.</qco> </h3>      that's true, but all those connotations can change fairly rapidly\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n3:37 am</dco> &nbsp;<qco> hey bill wurtz do you know what is your voice type? by that i mean baritone/tenor/bass.&nbsp;</qco> </h3>      if that's something you can tell by listening to it, then perhaps you can determine it. beyond that i have no additional information regarding that classification\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n3:08 am</dco> &nbsp;<qco> what is your opinion on quantum physics?</qco> </h3>      i have a different opinion depending on who is asking\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n3:04 am</dco> &nbsp;<qco> Do you plan on making videos for any of your other new songs? (In californa, etc)&nbsp;</qco> </h3>      i really really want to, although it is more likely that my next music video will be for a new song released at the same time as the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n3:02 am</dco> &nbsp;<qco> Is walrus popsicles?</qco> </h3>      i will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n2:53 am</dco> &nbsp;<qco> what does money mean?</qco> </h3>      it's how many points you have. in real life!\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n2:29 am</dco> &nbsp;<qco> what do you think of the current governmental system</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n2:24 am</dco> &nbsp;<qco> do you enjoy living</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n1:51 am</dco> &nbsp;<qco> can u help me fight the moon</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n1:45 am</dco> &nbsp;<qco> How can I care about stuff again?</qco> </h3>      it seems like you already do\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n1:24 am</dco> &nbsp;<qco> how vulnerable are we supposed to be with each other?</qco> </h3>      i will check with the rules and regulations\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n1:12 am</dco> &nbsp;<qco> what are your thoughts on the idea of solipsism?</qco></h3>      it's trending<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (the idea that nothing exists outside of ones own consiousness). can you think of anything to disprove the theory? </qco></h3>      you could try to get 2 people to fight over who is real, and see who wins<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and is it a valid assumption to make about our lives, or would it be considered insane if i (or someone else) actually believed the theory 100%?</qco> </h3>      you will have to try it and see\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n12:48 am</dco> &nbsp;<qco> why is fire hot?</qco> </h3>      someone's gotta do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n12:17 am</dco> &nbsp;<qco> would you say the majority of your music related advice is to just try it for yourself?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n12:10 am</dco> &nbsp;<qco> Should lyrics to music allow people to interpret and understand it in their own way? Or is it better to tell a specific story.</qco> </h3>      you will have to try both and see which way you like better. or just keep doing both if you like doing both\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n12:04 am</dco> &nbsp;<qco> i feel like... i'm on a similar journey. but i'm several to many years of nonstop full capacity work behind you and man. do i wanna catch up. and it's like \"how are you gonna catch up\" and the only thing i could think of was just run fucking faster. i'm 20 and i feel like i am just now in the first groggy stages of waking up to the reality of who i am and what i'm capable of and what i really want. and i could just go back to sleep but why the hell would i do that? and no actually: i can't go back to sleep. and yet i still feel held back by the fear that i've wasted too much time already and haven't developed my skills enough. and it's like i'm afraid of eating this snake. and i know it's gonna bite me on the way down but that's gonna happen whether i eat it tonight or tomorrow or next year or in 40 years, but if i want to be a snake eater i have to eat that first snake. and it's gotta be now or else it'll be soon, which really means later, which re\n ally mea\n ns never.&nbsp;</qco> </h3>      sounds like you are on the right track\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n11:56 pm</dco> &nbsp;<qco> How do I figure out what I want to do with my life?</qco> </h3>      you will have to just start some trying things\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n11:52 pm</dco> &nbsp;<qco> if you had a dog would u name it \"frog\"?</qco> </h3>      that sounds like a good idea but i am not interested in owning a dog\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n11:51 pm</dco> &nbsp;<qco> is social media&nbsp;&nbsp;a waste of time</qco> </h3>      if you want it to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n11:37 pm</dco> &nbsp;<qco> why do your videos feel like I'm on drugs</qco> </h3>      perhaps you are\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n11:19 pm</dco> &nbsp;<qco> how many questions on average do you answer every day?</qco> </h3>      you wanna check\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n11:17 pm</dco> &nbsp;<qco> What was your inspiration for the video for I wanna be a movie star?</qco> </h3>      my song \"movie star\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n11:09 pm</dco> &nbsp;<qco> would you release an album? i'd buy 4 copies. thanks</qco> </h3>      i am selling my songs in many places. some of those places even have it grouped together as albums. you can buy them, unless you are only teasing me, in which case that is not nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n11:00 pm</dco> &nbsp;<qco> Wyh do yuor gpae titlse all haev oen letert in a radnom eplac?</qco> </h3>      graphics free title graphics\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n10:53 pm</dco> &nbsp;<qco> I made a new word called \"insperogate\". Can you help me come up with a meaning?</qco> </h3>      interiewing new applicants to the\n<a href=\"https://en.wikipedia.org/wiki/Insper\"> school in Brazil</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n10:51 pm</dco> &nbsp;<qco> I refuse to ask a question</qco> </h3>      that's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n10:51 pm</dco> &nbsp;<qco> was your video \"history of the entire world i guess\" based on a true story?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n10:50 pm</dco> &nbsp;<qco> Give me a senior quote and Ill put it in the yearbook</qco> </h3>      i hope you are enjoying this year book\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n10:47 pm</dco> &nbsp;<qco> OK Bill, what in the fuck is that sound at 0:32 with the lyric \"do you have a nice car\"? I asked a long time ago about that sound in other videos but never remembered to check to see if you answered or not.</qco> </h3>      alien crickets\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n10:20 pm</dco> &nbsp;<qco> i miss 2014 bill with your weird dumb shit can i have 2014 bill back please</qco> </h3>      a lot of people think what i do is still weird and dumb\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n10:11 pm</dco> &nbsp;<qco> What was your reason for making the video \"Time mop\"?</qco> </h3>      i was on a schedule for making music videos twice a week (that's when i make a video out of a song that i have already recorded before, as audio). and mostly i was doing songs with lyrics/vocals. but for a thrill i decided to try one based on an instrumental song. that way i would be forced to come up with words and concepts out of nowhere, that were not specifically mentioned in the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n10:06 pm</dco> &nbsp;<qco> r u gonna do a video for 'got to know whats going on', 'i love you', and/or 'in california'?</qco> </h3>      i really really want to, although it is more likely that my next music video will be for a new song released at the same time as the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n10:04 pm</dco> &nbsp;<qco> under what circumstances do you think cooking an egg would be morally unacceptable</qco> </h3>      if the person who laid the egg is deciding what the morals are\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n9:55 pm</dco> &nbsp;<qco> ws4ijuhygt6frgyhujhgfrtghungbvfrtvghujngvtfgybhnjbgvfbhjgvfthjngvfbhjgvfc</qco> </h3>      i know what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n9:48 pm</dco> &nbsp;<qco> bon jovi and hey hey hey i'm kind of in a weird position where i don't know what what to do in life/don't want to go to college because i'm not really passionate about a SPECIFIC field. i paint, play the piano/cello, write, code, read and do a bunch of other crap but i honestly have no desire to go to art school, music school, or be a tech major etc. i like a lil bit of everything and honestly i'm totally fine working for the man without a degree for the rest of my life. ik how to save money and i'm planning to book it to australia asap and though that's EXTREMELY irrational and dumb i'm really ok being broke (i've been there my whole life). the problem is everybody thinks i'm dumb and batshit crazy for not caring money (\"what about health insurance?\" \"how are you gonna support yourself?\" \"you'll regret it\") and nobody understands that money. is. paper. and i don't care. i know how to steal, food isn't a problem. i just want to help people and i don'\n t need m\n oney to do that. tbh i would fake being religious to go be a missionary in countries damaged by political trauma, natural disasters, etc. what's the point sitting on a fat stack of cash and never helping anybody out that shit is gross. am i wrong for wanting to do that? should i work to something bigger? should i tell people to piss off, or take their advice with a grain of salt? ik you'll either a.) not answer or b.) give a half assed single word/sentence answer but hey, i'm gonna stay optimistic, you seem like a cool dude and gracias if you help a sis out. salut&nbsp;</qco> </h3>      \nit sounds like you are very strong and resilient. money does matter, and the ways people say it does matter are real. but you have also indicated that you are patient, resourceful, hard working, and responsible. it sounds like you are going to be fine. that kind of attitude is exactly what is going to free you up mentally, spiritually, and logistically, to build your life in exactly the way you are meant to. pretty soon everyone will be looking up to you and asking you how you did it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n9:41 pm</dco> &nbsp;<qco> anything you like to do besides music?</qco> </h3>      make videos, to go with the music\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n9:17 pm</dco> &nbsp;<qco> Do you really make $300000 a year?</qco> </h3>      fuck no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n9:10 pm</dco> &nbsp;<qco> Why is you website capitalized when you search it up on google if you don't like using capital letters?</qco> </h3>      you will have to ask google why they made it that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n9:08 pm</dco> &nbsp;<qco> hey uh.. do you like doors?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n9:02 pm</dco> &nbsp;<qco> Do you ever wonder if we have a reason to be on earth, but there isn't any easy definition for our existence, and that our reason to exist might be to constantly try to find out why we exist?</qco> </h3>      everything exists somewhere/some time. so if life exists anywhere, then there we are, asking ourselves why we are there. but we have to be somewhere, because everything is somewhere. so wherever that is, that's where we are\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n9:01 pm</dco> &nbsp;<qco> can you show the first question on this website?</qco> </h3>      the first question actually asked on this site was around march 30, 2016 and it was something like 'do aliens help you make your stuff', and the earliest question listed on the site is from may, 2015, and it is 'where has the fun gone'. all questions from before mar 30, 2016 were copied over from ask.fm, which is where i did the questions before i made this questions page\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n9:00 pm</dco> &nbsp;<qco> what is the antidote?</qco> </h3>      it depends on what the dote was\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n8:47 pm</dco> &nbsp;<qco> What's up with the Notebook page?</qco> </h3>      it is a page where i can post bits of things i've written, dated according to when they were written. i am steadily adding more, over time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n8:38 pm</dco> &nbsp;<qco> what is a movie star anyway?</qco> </h3>      i'm not sure\n<br><br>"
  }
]
