[
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n4:45 pm</dco> &nbsp;<qco> Do you sleep?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What is sleep? </qco></h3>      i'm not sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is sleep pointless? </qco></h3>      i doubt it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Why do we get tired?</qco> </h3>      i'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n4:38 pm</dco> &nbsp;<qco> Are doors just portals to another room?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n4:23 pm</dco> &nbsp;<qco> what's your opinion on the sky?</qco> </h3>      \ngood place to put stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n4:06 pm</dco> &nbsp;<qco> Which is your favorite key on your keyboard?</qco> </h3>      \nif i were the kind of person who had a favorite key, i would only have 1 key. would have no 'key board' (for multiple keys)\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n3:25 pm</dco> &nbsp;<qco> I'm slapping the shit out of my bass but it won't produce the signature Seinfeld© sound. What do?&nbsp;</qco> </h3>      \nyou'll have to do it on keyboard\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n3:01 pm</dco> &nbsp;<qco> Which line from one of your songs are your favorite?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n2:32 pm</dco> &nbsp;<qco> How did you go about learning and teaching yourself new things? </qco></h3>      i'm still doing it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How did you teach yourself music?</qco></h3>      music taught itself to me .... it's sort of like learning colors. it's not exactly like that, but it's like that in the sense that no one has to teach themself colors. they just look the way they look. then from there it's all fun and games and epic breakthroughs in the name of science<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I don't know where to start, but I would love to learn.</qco> </h3>      i think the best way to go from here, is to trace back your desire. when you say you 'would love to' .... 2 questions come to mind, 1 is what exactly is the thing you would love to do, but there's no point in answering that until you answer the other question, which was do you remember how and when you encountered this desire. once you remember that, you will actually find all the other answers there\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n2:16 pm</dco> &nbsp;<qco> I'm bored ;-;, what could I do to not get bored anymore&nbsp;</qco> </h3>      \nusher in a new era\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n1:52 pm</dco> &nbsp;<qco> I want to be a musician, how do you come up with meaningful lyrics&nbsp;</qco> </h3>      \nso far you've got the right idea (use music)\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n1:29 pm</dco> &nbsp;<qco> Which one is better, pants or shorts?</qco> </h3>      \nis there anything longer than pants\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n12:50 pm</dco> &nbsp;<qco> Whats your view on pebbles</qco> </h3>      \nnever heard of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n12:43 pm</dco> &nbsp;<qco> Opinions on Ukuleles.</qco> </h3>      \nvery roomy, and spacious\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n11:51 am</dco> &nbsp;<qco> how to speak like a normal person</qco> </h3>      \n\"How was your weekend?\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n11:50 am</dco> &nbsp;<qco> can you remember the name of the guy that mixed up the names of iceland and greenland back in the year 4821 BC. i forgot.&nbsp;&nbsp;</qco> </h3>      \nmust be either fridleif frodasson or frodi fridleifsson\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n11:42 am</dco> &nbsp;<qco> what time sig is the bridge in in at the ariport terminal</qco> </h3>      \nif you count it on the fast tempo, it's all 4 except 'time to let' which is one bar of 2. if you count it on the slow tempo, then 'time to let' would be a bar of 1, then 4, then 2, then 4\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n10:14 am</dco> &nbsp;<qco> i sent someone some art that i made for them. they have not responded and it is making me feel truly awful. i feel like it was a silly thing to do even though i thought it was cool when i did it. i know they may not have even seen it yet but my brain can't help but assume the worst, maybe i'm just being insecure and i shouldn't take it so personally. however i cannot stop thinking about how ashamed i feel for doing it. which sounds insane because its just art, and it really isn't that big of a deal but i can't stop obsessing over why they haven't responded. do they not like it? do they think it's weird that i made it for them? i wish i could unsend it. sorry that i sound like a crazy person. i think i may have truly lost the plot. if you have any advice for how i can get over this absurdness or any advice at all, it would be greatly appreciated.&nbsp;</qco> </h3>      \nmake sure you do a lot of writing, and creating. and be aware of the supercharged thinkfactory that is your mind, try to use it as a creative tool, and not be too alarmed at the side-order of somewhat predictably frequent storms\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n10:05 am</dco> &nbsp;<qco> How did it feel when you learned for real that the world would be ending and toilet paper be sending as you predicted in 1:03 of your video \"and the day goes on\"?</qco> </h3>      \nyou never answered my first question, which was how did it feel when you found out that your first, middle, and last name are all Jomphrey\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n9:35 am</dco> &nbsp;<qco> What is your favorite song you've ever made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n9:09 am</dco> &nbsp;<qco> why does everyone keep asking you about bread?</qco> </h3>      \nyou'll have to ask why bread itself continues to ~~ aMaZE, and iNsPiRe ~~\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n7:51 am</dco> &nbsp;<qco> Do you literally ever sleep? Im looking at the times you post the questions</qco></h3>      i doubt that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and it never seems to stop i am concerned about you</qco> </h3>      \nyes, another major update on this: i am now 100% sure that you are not looking at the times i post the questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n7:47 am</dco> &nbsp;<qco> Should you mash or bake potatoes?</qco> </h3>      \nbash\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n7:25 am</dco> &nbsp;<qco> Have you ever been criticized for you music?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n7:15 am</dco> &nbsp;<qco> How many drafts do you tend to do with your videos?</qco> </h3>      \nwhat the heck is a draft\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n6:23 am</dco> &nbsp;<qco> Chord you never want to use because you think it's boring?</qco> </h3>      \nno chord can ever be non-boring or boring by itself. the only way chords mean anything is with something else. such as another chord, a note, a situation, a sandwich, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n6:21 am</dco> &nbsp;<qco> Will you ever approach microtonal music?</qco> </h3>      \nif i am not allowed to make the tones any size, i will rise up in protest\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n5:57 am</dco> &nbsp;<qco> what is the worst good thing</qco> </h3>      \ndecent\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n4:09 am</dco> &nbsp;<qco> is time real</qco> </h3>      \nyes, that is their slogan\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n3:44 am</dco> &nbsp;<qco> How long did you sleep with a piano under the pillow before you learned it?</qco> </h3>      \nlearning is infinite. within moments after i first played it, i had learned it. and to this day, i am still learning it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n3:12 am</dco> &nbsp;<qco> how to make bagel?</qco> </h3>      \nyou're going to need some advanced mathematics\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n2:41 am</dco> &nbsp;<qco> how do i Brain?</qco> </h3>      \ncount to 2, at least once\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n2:40 am</dco> &nbsp;<qco> Will you ever mention Velcro again\n<br></qco> </h3>      \ni'm starting to be concerned i mention it too much\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n2:08 am</dco> &nbsp;<qco> What is a technology you'd want that isn't really around yet?</qco> </h3>      \nfaster transportation by at least 50 to 100x. preferably more\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n2:06 am</dco> &nbsp;<qco> How are you both so extremely cool, normal, and confusing all in one?</qco> </h3>      \nthat could be a reflection of the wider world around us\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n1:58 am</dco> &nbsp;<qco> how do i get rid of the monster under my bed?</qco> </h3>      \nit's you. all you have to do is get out from under the bed\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n1:52 am</dco> &nbsp;<qco> Why is there a \"d\" in \"fridge\" but not in \"refrigerator\", is the \"S\" or the \"C\" silent in the word \"scent, and last but not least: Who closes the bus door once the bus driver gets off?\n<br></qco> </h3>      \nis this a bot\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n1:50 am</dco> &nbsp;<qco> does the day go on?</qco> </h3>      \nthat sounds like something it would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n1:30 am</dco> &nbsp;<qco> How many things can I obtain?</qco> </h3>      \na whole set\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n1:11 am</dco> &nbsp;<qco> <a href=\"q.php?date=202005202200\">5.20.20&nbsp;&nbsp;10:00 pm</a>  have you tried blender stack exchange? I find that to be by far the most useful resource, especially if you answer other people's questions and then use the points you earn to set a bounty on your own question</qco> </h3>      \nmuch of the time i discover i'm going in a different direction\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n1:03 am</dco> &nbsp;<qco> What are some tips on writing screenplay? I'm trying to write something and I have no idea how to organize it.&nbsp;</qco> </h3>      \ntry not organizing it. try starting from the way you really wish it started, at the very beginning. then just carry along forward the same way, moment to moment after that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n12:58 am</dco> &nbsp;<qco> Has Wyoming ever existed?&nbsp;</qco> </h3>      \nnasa has sent rovers there, on a mission to find out\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n12:54 am</dco> &nbsp;<qco> how soon do you expect until instagram hints start happening?</qco> </h3>      \ni'm not the one who expects..... i'm the one who actually does it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n12:53 am</dco> &nbsp;<qco> what is oatmeal</qco> </h3>      \na simple test of intelligence\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.20&nbsp; \n12:09 am</dco> &nbsp;<qco> What's your opinion on anthropocene, the age of humans slowly but surely destroying the world and living through a mass extinction?</qco> </h3>      \ni call it the youpessimicene, the era where you are feeling a bit pessimistic\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.20&nbsp; \n11:58 pm</dco> &nbsp;<qco> what is your favorite type of yam?</qco> </h3>      \nflattened, like a yamcake (for the folks following along at home, that's a yam pancake)\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.20&nbsp; \n11:39 pm</dco> &nbsp;<qco> why is the earth round?</qco> </h3>      \nit's like an inside joke, for people 'in the know'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.20&nbsp; \n11:35 pm</dco> &nbsp;<qco> Have you memorized all the keyboard shortcuts? Aaaaallll of them? Are you sure?</qco> </h3>      \ni mostly make my own, and i am making new ones rapidly so i never have the new ones memorized, nor the ones that don't stand the test of time. but i do have infrastructure in place to recall what they are which speeds the process of making and learning the new ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.20&nbsp; \n11:22 pm</dco> &nbsp;<qco> What's the emotion when you're not quite sad or empty or anything like that but you just feel like there's something missing, and you're not sure if you ever knew what is was or where it went?</qco> </h3>      \nforgetfulness\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.20&nbsp; \n11:12 pm</dco> &nbsp;<qco> why don't you strip whitespace from the end of questions?</qco> </h3>      \ni do, but why don't you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.20&nbsp; \n11:00 pm</dco> &nbsp;<qco> Any advice on how to find motivation to stick with a schedule?</qco> </h3>      \nyou have to get to the point where it seems like you have absolutely no other option\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.20&nbsp; \n10:54 pm</dco> &nbsp;<qco> What happens when pigs fly?,\n<br></qco> </h3>      \nit #trends\n<br><br>"
  }
]
