[
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n11:35 pm</dco> &nbsp;<qco> Bill, what spicy <a href=\"memes.html\">memes</a> catch your eye as of late</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n11:19 pm</dco> &nbsp;<qco> what are your thoughts on the phrase \"nearly all of the most intelligent minds start out as heretics\"</qco> </h3>      actually not too sure what a heretic is, so i can't evaluate at this time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n11:17 pm</dco> &nbsp;<qco> <a href=\"happy-birthday.html\">Happy Birthday!</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n10:30 pm</dco> &nbsp;<qco> What do you think of questions that end without a question mark?</qco> </h3>      what i think of a question is usually not affected by whether or not it has a question mark, as long as it is clear that it is a question\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n10:23 pm</dco> &nbsp;<qco> Are you going to use the notebook page in the near future?</qco> </h3>      i don't know but i just 'used' it the other day. by which i mean added notes to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n9:46 pm</dco> &nbsp;<qco> what is emotion, on a conceptual level?</qco> </h3>      feelings, i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n9:25 pm</dco> &nbsp;<qco> <a href=\"questions-wish.html\">whats one question you have always wanted to be asked?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n9:20 pm</dco> &nbsp;<qco> Zodiacs are weird.  Some people will avoid you because you two don't 'mix' well.  I find that dumb.  What are your thoughts, </qco> </h3>      it seems like most people don't really know how to use them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n9:12 pm</dco> &nbsp;<qco> why did you only say \"thank you\" when you won the Shorty Award</qco> </h3>      was there something else i was supposed to say\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n9:10 pm</dco> &nbsp;<qco> how much formal musical education do you have?</qco> </h3>      i'm not sure but that's not how i learned music\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n8:51 pm</dco> &nbsp;<qco> do you think different shades of colors would be a good replacement to show capitalization? say, a letter is green, but the first letter is a darker green to symbolize a capital</qco> </h3>      no i think size is more easily recognizable, and more widely available across different text environments, and also more accessible to people with color-impaired vision\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n8:43 pm</dco> &nbsp;<qco> are you proud of ur copious achievements</qco> </h3>      yes but i am doing more\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n8:31 pm</dco> &nbsp;<qco> what are the most important skills to be a successful youtuber in your opinion</qco> </h3>      know how to use the 'upload' button\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp; \n7:43 pm</dco> &nbsp;<qco> what is your explanation to the relatable bop that is I Hate Myself? </qco> </h3>      just seems like common sense<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp; \n7:35 pm</dco> &nbsp;<qco> i really, really like music but despise the thought of spending so much time studying and stuff. i have general music theory is that all i need or is there more that i should learn, i already make decent stuff with just improv</qco> </h3>      spend time with music. listening to it, playing it, etc etc.  with others, if possible. the more time you spend with music the more you will learn <br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp; \n6:50 pm</dco> &nbsp;<qco> What is your social life like?</qco> </h3>      i don't have one<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp; \n6:14 pm</dco> &nbsp;<qco> <a href=\"why-didnt-you-answer-my-question.html\">why are you not awnsering me ueqestions?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp; \n6:13 pm</dco> &nbsp;<qco> <a href=\"do-you-like-cats.html\">Do u like cats?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp; \n6:08 pm</dco> &nbsp;<qco> What was the Silk Road?</qco> </h3>      generally the major trade routes connecting china to the rest of the world, starting about 2000 years ago<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp; \n6:00 pm</dco> &nbsp;<qco> have you thought about doing a concept album? \n</qco> </h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or would you prefer for each song to tell its own story</qco> </h3>      it would be nice to do both<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp; \n5:45 pm</dco> &nbsp;<qco> Your thoughts on hummus? </qco> </h3>      it is usually best not to think about hummus\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp; \n5:23 pm</dco> &nbsp;<qco> what does the delta symbol mean in a chord</qco> </h3>      it means major, but i prefer to use 'ma' or 'maj' instead, because on a dimly lit music stand, a sloppy triangle might accidentally look like a circle (diminished)<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp; \n5:02 pm</dco> &nbsp;<qco> have any of these questions caused you great despair?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp; \n4:01 pm</dco> &nbsp;<qco> are you academically smart but socially dumb? (or vice versa?)</qco> </h3>      i don't know<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp; \n3:38 pm</dco> &nbsp;<qco> You like dank <a href=\"memes.html\">memes</a>?</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp; \n3:31 pm</dco> &nbsp;<qco> whoops i'm on the wrong side of the emotional circle as everyone else.  is this something to worry about if i'm trying to make/release content</qco> </h3>      you can worry about it if you want to<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp; \n3:02 pm</dco> &nbsp;<qco> Hey Bill, I've been checking up on your questions page once a week for a couple months now. Right off the bat I was fascinated not only on how you function as an artist, but in your day-to-day life, your \"survival strategy\" if you will. And you even give a specific date on when you stared making videos non-stop save for a one-week break!\nAs an artist myself, this is very inspiring as I feel I've been stuck with a bunch of material written but not recorded. Like... what does one need to do to work on the level your doing? How do I engage this? Is it a personal event, or a simple yet sudden change of mind that causes this paradigm shift (if that's the proper term)?</qco> </h3>      you are on the right track. there are a million ways to do things, and that might make your head spin for a while. but eventually when you can't take it anymore, you will start anywhere because it doesn't matter where. and you will learn everything along the way. i could give you more details on how the transition occured for me, but i've surely explained it 100 times on here already<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp; \n2:50 pm</dco> &nbsp;<qco> Is the subversion of expectations the basis of humor?</qco> </h3>      it is a useful technique, among many other techniques<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp; \n2:46 pm</dco> &nbsp;<qco> hi i am the signature poloice again. now that i have successfully stopped lauren from adding signatures, please tell 'mr freak' to stop signing his questions. thanks</qco> </h3>      ok i will tell him<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp; \n2:45 pm</dco> &nbsp;<qco> How can I become a better person?</qco> </h3>      you just have to be as good as you can, and hope that's ok<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp; \n1:41 pm</dco> &nbsp;<qco> I thought of a melody last night, but realized today it was essentially the start to a chorus of another song. I have some ideas on how to change it enough to not rip it off, is that good? And does that ever happen to you?</qco> </h3>      sure, it happens to everyone. if you've got a great simple melody, chances are many people have used it before. depending on how distinctive it is, it may be fair game, like there are certain 3-note patterns that are so common they are fair for anyone to use because they've already been used so many times. each case is different, just use your best judgement. either way, you probably won't have any problems unless you get a top 10 hit, and if you do get a top 10 hit, everyone will try to sue you regardless of whether you copied anyone<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp; \n1:19 pm</dco> &nbsp;<qco> You mentioned you make videos for capitalistic survival </qco> </h3>      no i didn't<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(revolutionizing education &amp; art to gain an income to retain your current and desired comforts). In a socialistic utopia, where you get bought as a pet by robot overlods taking care of each and every need you may have, what do you see yourself doing?</qco> </h3>      the same things i'm doing, but way more of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp; \n1:16 pm</dco> &nbsp;<qco> Will HotEWIG be out by Thursday the 14th of April?</qco> </h3>      that seems reasonably plausible\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n12:48 pm</dco> &nbsp;<qco> what are you exactly doing with the \"score\"?\n\ni hope i don't sound stupid i really dont know what to think with that</qco> </h3>      if you watch history of japan, you will notice that in addition to the singing parts, there is also music, riffs, sounds, etc. almost the entire time i am speaking. that is the score, and it is catered specifically to fit every moment of the video, for maximum impact. that is my secret for saying such dumb stuff and having it seem cool\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n12:30 pm</dco> &nbsp;<qco> How do you spell \"Anaoabalabl\"?</qco> </h3>      i think the way you spelled it is just fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n12:05 pm</dco> &nbsp;<qco> <a href=\"do-you-like-dogs.html\">do you like dogs?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n11:20 am</dco> &nbsp;<qco> <a href=\"why-do-you-answer-questions.html\">why did you set up this questions page?</a></qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n10:38 am</dco> &nbsp;<qco> <a href=\"does-random-equal-funny.html\">Does random = funny?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n10:05 am</dco> &nbsp;<qco> when people ask you like gotcha questions in the real world has this questions page significantly helped in dealing with that or other types of questions too</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n9:42 am</dco> &nbsp;<qco> <a href=\"how-to-make-friends.html\">How to make friends?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n8:58 am</dco> &nbsp;<qco> When did you first start making videos? </qco> </h3>      experimented in 2010 but really started doing it on a full time schedule in 2014.<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How did it start for you?</qco> </h3>      i always knew i needed to do it, i knew that i could, and i also knew that there are 100 ways to do it, and i could never decide. finally one day i just snapped and drew up a patchwork weekly <a href=\"http://billwurtz.com/schedule.png\">schedule</a> of 5 different content formats (monday thru friday) and just started executing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n8:19 am</dco> &nbsp;<qco> Can you tell me the day the video won't be out?</qco> </h3>      june 17, 2016\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n8:08 am</dco> &nbsp;<qco> what do you sexualy identify as</qco> </h3>      a person\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n7:37 am</dco> &nbsp;<qco> do you consider yourself very organised? </qco> </h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you keep all your notes/ideas/scripts/to-do-lists in neat order?</qco> </h3>      they are labeled properly so as to be easily searchable. in addition, i am a good detective and have wily search skills\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n7:12 am</dco> &nbsp;<qco> what do you think about identity theft? -Mr. Freak</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n5:10 am</dco> &nbsp;<qco> do you remember all of your songs?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n3:36 am</dco> &nbsp;<qco> <a href=\"memes.html\">what are your favorite memes</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n2:58 am</dco> &nbsp;<qco> <a href=\"depressed.html\">do u have depression?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n2:45 am</dco> &nbsp;<qco> can you play and sing at the same time? and if so, how do you do that? i'm having a problem playing anything else but just block chords and singing at the same time. i stumble over words and melodies when trying to do two different things at once. i dont feel like i'm practicing correctly.</qco> </h3>      just start doing it, and record yourself. after a few weeks you will be amazed at the things you discover\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.17&nbsp;\n2:44 am</dco> &nbsp;<qco> <a href=\"pineapple-on-pizza.html\">do you enjoy pineapple on pizza?</a></qco> </h3>      \n<br><br>"
  }
]
