[
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n7:28 am</dco> &nbsp;<qco> why are bananas yellow</qco> </h3>      why would they not be<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n7:14 am</dco> &nbsp;<qco> How do you write a song?</qco> </h3>      make a specific plan for how you and/or others are going to play a brand new piece of music, in a way that you can understand that plan later. if you cant find a way to convey what you meant for later retreival, then you will have to just remember it, which is not always reliable <br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n7:10 am</dco> &nbsp;<qco> Holy wall of text dude. Can you cut down on that next time.&nbsp;</qco> </h3>      if you don't like text then i think this is the wrong page for you<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n6:14 am</dco> &nbsp;<qco> why does steves's hair move around so much</qco> </h3>      because he is alive<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n5:40 am</dco> &nbsp;<qco> What is your favorite scale?</qco> </h3>      i prefer to use the notes as needed, on demand!<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n5:34 am</dco> &nbsp;<qco> On a scale from 1 to 10, how likely are you to make a video about things?</qco> </h3>      10<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp; \n5:06 am</dco> &nbsp;<qco> do you think everything is weird ?</qco> </h3>      it depends how you look at it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp;\n4:47 am</dco> &nbsp;<qco> Can you answer this question with a VERY long answer please!?</qco> </h3>      that doesn't seem necessary for this question\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp;\n4:33 am</dco> &nbsp;<qco> How long did it take you too animate/voiceover hi I'm steve? </qco></h3>      about a week and a half<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you think you are faster at animating and making videos after making the long history videos and stuff or is it the same rate of speed\n<br>\n<br></qco> </h3>      i'm always discovering tricks and new ways to be more efficient\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp;\n4:08 am</dco> &nbsp;<qco> would you consider buying a handmade toothpick for over $3000?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp;\n3:37 am</dco> &nbsp;<qco> idea: have a questions section where people can ask you questions.</qco> </h3>      ah, i like that idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp;\n3:14 am</dco> &nbsp;<qco> Do you answer these 24 hours a day or is the time stamp from when they are asked?</qco> </h3>      the time stamp is when it is asked\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp;\n2:57 am</dco> &nbsp;<qco> Who let the dogs out?</qco> </h3>      i think the more important question is who imprisoned the dogs in the first place\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp;\n2:43 am</dco> &nbsp;<qco> Can u answer in a capital letter?</qco> </h3>      sure, but for this particular question i think i need more than one letter, and i don't think they need to be capital\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp;\n2:34 am</dco> &nbsp;<qco> What is my question?</qco> </h3>      What is my question?\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.17&nbsp;\n1:19 am</dco> &nbsp;<qco> Has the amount of views or the size of your audience ever since the history videos changed your creative process at all or affected how you think about youtube?</qco> </h3>      it made youtube my largest audience. where as before youtube was my second largest audience. this is significant because my previous largest audience was on a platform that only allows 6 and a half seconds in one video, where as youtube does not have that limitation\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n11:38 pm</dco> &nbsp;<qco> hi make larger videos</qco> </h3>      they take longer. i doubt you would want to wait for them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n10:38 pm</dco> &nbsp;<qco> How do you feel about the world?</qco> </h3>      nice, very good\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n10:09 pm</dco> &nbsp;<qco> have you ever considered voicing a cartoon character</qco> </h3>      no but i just did it in one of my own videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n9:07 pm</dco> &nbsp;<qco> Can you write a one word poem?&nbsp;</qco> </h3>      <a href=\"http://billwurtz.com/no.mp4\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n9:02 pm</dco> &nbsp;<qco> how did you become yourself?&nbsp;&nbsp;</qco> </h3>      it is the default setting. but occasionally i have to just check to make sure no one is messing with the settings\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n8:59 pm</dco> &nbsp;<qco> Why do you sort questions by time asked instead of by order answered?</qco> </h3>      they are answered in the same order they are asked\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n8:46 pm</dco> &nbsp;<qco> if you're supposed to be this free spirit who does whatever kind of content he wants, how come all your content is in english??? seems a bit restrictive doesn't it?&nbsp;</qco> </h3>      there are infinitely many different kinds of ways to do things. i am trying to do as many as possible as fast as i can. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n8:37 pm</dco> &nbsp;<qco> <a href=\"do-you-enjoy-answering-questions.html\">Do you enjoy answering these questions? Or do you answer them just to pass time?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n8:09 pm</dco> &nbsp;<qco> you seem to get questions about pineapples with some regularity... is there some inside joke or reference here that i'm missing? did you make a video about pineapple pizza or something?</qco> </h3>      the pineapple pizza question is a very popular question, it has nothing to do with me\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n7:54 pm</dco> &nbsp;<qco> i don't want to ask a question i want to give an answer</qco> </h3>      i will see what i can do\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n7:14 pm</dco> &nbsp;<qco> You have a very distinct personality in all your videos. how long after you first starting creating content do you think you found your \"voice\" or personality?&nbsp;</qco> </h3>      it wasn't after, it was before\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n6:20 pm</dco> &nbsp;<qco> if u were to play all 12 notes of the chromatic scale simultaneously... would chord name would you give it?&nbsp;</qco> </h3>      full mash\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n6:01 pm</dco> &nbsp;<qco> Is any of your music going to be on iTunes eventually </qco></h3>      i have had music on itunes for quite some time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or will you make more music? </qco></h3>      oh hell yeah<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I love your two documentary-esque videos!</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n5:50 pm</dco> &nbsp;<qco> <a href=\"why-are-people-mean.html\">why're people mean? what's the point of being mean?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n5:38 pm</dco> &nbsp;<qco> Some of my friends think that you are a member of illuminati. Is it real?</qco> </h3>      yes, but everyone is in it. you are too\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n5:28 pm</dco> &nbsp;<qco> <a href=\"time-asked.html\">are the times next to the questions when they were asked or when u answered</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n5:06 pm</dco> &nbsp;<qco> What have capital letters done do you?</qco> </h3>      helped me express myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n4:46 pm</dco> &nbsp;<qco> who u tryna <a href=\"collab.html\">collab</a> with</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n4:44 pm</dco> &nbsp;<qco> Did you consider releasing the \"Steve\" video in three separate parts as a series? It seems like it could stand almost as a combination of two old-style vine stuff clips and a mountain conclusion</qco> </h3>      posting things with vine-like time constraints, on a platform which allows longer time lengths, often produces catastrophic results. not to mention, the amount of less than 10 second material in my catalog is alarmingly too high (because of the vine content, and other reasons as well) so i am very keen to keep things at least above 30 seconds for now\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n4:39 pm</dco> &nbsp;<qco> Is being funny based on genes or is it your world views?</qco> </h3>      anyone can be funny. just do stuff that's not funny and wait for people to be mad at you for not being funny. at least that's the way i do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n4:35 pm</dco> &nbsp;<qco> What is your favourite length of video to make? Without involving anything to do with how the less time would mean you work on it less</qco> </h3>      there are many different ways to make videos of every different length. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n4:35 pm</dco> &nbsp;<qco> Do you receive messages of encouragement or praise often? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do they outweigh the negative/demanding questions? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sorry if these have been asked before.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n4:31 pm</dco> &nbsp;<qco> Hey do you do just a lot of research for your videos? Or do you hire people who have a lot of knowledge on the topic of the video? Or do you hire people who do a lot of research for your Videos?</qco> </h3>      i do everything myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n4:27 pm</dco> &nbsp;<qco> What do you think of the human race?</qco> </h3>      seems like something that could really take off\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n4:24 pm</dco> &nbsp;<qco> Sorry if you have answered this previously, but have you got multiple people working on each project or do you do everything on your own?</qco> </h3>      \ni do it all myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n3:52 pm</dco> &nbsp;<qco> Will you do a video similiar to history of the entire world, i guess?</qco> </h3>      those videos take a long, long, long time. i doubt you would want to wait\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n3:45 pm</dco> &nbsp;<qco> About the spams in the comment section of your videos, why not let some of your subscribers be moderators so they can delete them for you?</qco> </h3>      i think that's a great idea. please email me if you think you would be interested in doing that \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n3:02 pm</dco> &nbsp;<qco> Do you plan on adding anything to your reality and improv pages in the near future?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n3:00 pm</dco> &nbsp;<qco> Do you hav <a href=\"http://www.patreon.com/billwurtz\">patreon</a></qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n2:39 pm</dco> &nbsp;<qco> What if this site isnt run by you and is run by some impersonator or something?</qco> </h3>      then how did they get all this exclusive content that is available here and nowhere else. also even if i was an impersonator, it would still be run by me (the impersonator)\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n2:21 pm</dco> &nbsp;<qco> You keep telling people you're just trying to be reasonable. How well is that working out so far?</qco> </h3>      good\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n2:18 pm</dco> &nbsp;<qco> In your history videos the Earth is depicted as round but isnt it actually flat?</qco> </h3>      i have done 2 history videos, and in one of the videos it is portrayed as round. in the other video, it is portrayed as flat\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n2:16 pm</dco> &nbsp;<qco> why are the cymbals in i'm a diamond so loud</qco> </h3>      perhaps because you are accustomed to quieter cymbals\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n1:35 pm</dco> &nbsp;<qco> What is your opinion on the fact that your viewers are making theories about your a supposed hidden meaning in your 'hi, im steve' video? I mean, people are looking for things that you don't consciously put?</qco> </h3>      being able to put images, words, and music in a video is i think a very meaningful activity. this is not a secret. i'm not sure if that answers your question\n<br><br>"
  }
]
