[
  {
    "html": "<h3> <dco>1.21.23&nbsp; \n3:37 pm</dco> &nbsp;<qco> What is the meaning behind 2 friends on the beach&nbsp;</qco> </h3>      \nputting 2 people on the page and seeing what happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.23&nbsp; \n3:17 pm</dco> &nbsp;<qco> what is your opinion on mildly large cats&nbsp;</qco> </h3>      \nthey're huge\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.23&nbsp; \n1:02 pm</dco> &nbsp;<qco> Why do bad things happen to good people?</qco> </h3>      \nthat's to make up for all the good things that happen to bad people\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.23&nbsp; \n12:56 pm</dco> &nbsp;<qco> what is the most BONKERS thing in your room??</qco> </h3>      \nthe door\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.23&nbsp; \n12:41 pm</dco> &nbsp;<qco> How many times a day do you ask yourself if the universe is really just a small part in a more bigger universe?</qco> </h3>      \nit's part of like an infinite universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.23&nbsp; \n10:37 am</dco> &nbsp;<qco> thoughts on gallon-size water bottles?</qco> </h3>      \nthe expiration date in 2 years is not really when the water expires, but it's when the plastic expires. and therefore the water will also expire as a result of that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.23&nbsp; \n9:39 am</dco> &nbsp;<qco> what is the most surprising acronym</qco> </h3>      \nK.I.S.S. = Krap, I'm So Surprised\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.23&nbsp; \n8:58 am</dco> &nbsp;<qco> 2023 opinion, </qco></h3>      17x17x7<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also whats your fav question you have been asked?</qco> </h3>      i like them all equally\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.23&nbsp; \n4:31 am</dco> &nbsp;<qco> did you restart/change the video you are currently working on at some point during production?</qco> </h3>      \nno\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.23&nbsp; \n1:04 am</dco> &nbsp;<qco> How do I begin</qco> </h3>      \nyou don't know until you already did it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.23&nbsp; \n10:44 pm</dco> &nbsp;<qco> what's the last number</qco> </h3>      \ndon't know yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.23&nbsp; \n10:29 pm</dco> &nbsp;<qco> do you think an opinion can be objectively true or false (in your opinion, of course)</qco> </h3>      \nthe only objective thing i know is a damn actual object\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.23&nbsp; \n9:50 pm</dco> &nbsp;<qco> i'm at a party i don't wanna be at&nbsp;</qco> </h3>      \ngo ahead and write some philosophical manifestos while you're there\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.23&nbsp; \n9:39 pm</dco> &nbsp;<qco> can a single person make a movie?</qco> </h3>      \ntechnically yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.23&nbsp; 9:31 pm</dco> &nbsp;<qco> Hi</qco> </h3>      \nhi\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.23&nbsp; \n9:28 pm</dco> &nbsp;<qco> Do people who dismiss things as unimportant or irrelevant tend to be those whose minds are too weak to grasp said things?</qco> </h3>      \nnah\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.23&nbsp; \n8:41 pm</dco> &nbsp;<qco> so let's say you have a the number 0.444444444 repeating infinitely. infinitely EXCEPT you're told that the number 5 MIGHT be in the digits somewhere. you don't know if the number 5 is anywhere in there, but you have to completely round it to the nearest whole number.</qco></h3>      what?<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if there's a 5 somewhere in there, then all the 4s before it correct to a 5 and it ends up rounding to a 1.</qco></h3>      what?<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but if there isn't, the 4s remain and it rounds to a 0. you don't have infinite time to check for the 5. what do you round it to, 0 or 1?</qco> </h3>      clearly 0. there's no reason to round it to 1 unless you are following some bizzaro rounding rules. the number is significantly closer to 1, no matter what. .44445, .445, .45, heck even .4999999 are unambiguously closer to 1. the only way that .4444444444445 could possibly end up as 1 is if the number is being rounded 1 digit at a time, over and over again, destructively. and if that happens then the process needs to be fixed because that's a serious corruption. rounding the entire number at once, it unquestionably goes down. there's no rule in the world that says even .45 should go to one, any more than 45 should go to 100. again, the only way 45 goes to 100 is if one person rounded 45 to 50 and then handed it off to someone else without telling them that it came from 45 and then that second person took the new 50 and rounded it to 100. in which case, again, there is a serious communication breakdown here which is corrupting the results and should be investigated\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.23&nbsp; \n8:28 pm</dco> &nbsp;<qco> what is your opinion on the wonderful state of oklahoma</qco> </h3>      \ni don't know much about it, but i know a fun fact about it which is that it actually has mountains\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.23&nbsp; \n6:32 pm</dco> &nbsp;<qco> did you restart/change the video you plan to release next at some point during production?</qco> </h3>      \nthat happened during the video production for \"i'm a princess\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.23&nbsp; 6:28 pm</dco> &nbsp;<qco> Music theory is just that, a theory. It's a set of observations made from music humans arbitrarily label good and bad. So why do so many people treat it like music law and insist all songs need to follow the same ideals?</qco> </h3>      \ni actually don't think anyone treats it that way. the weird thing is that i think a lot of people assume that it's treated that way, even though no one really does. sometimes it actually means just learning to read. no one's telling anyone what to write or create, just how to write it down or at least attempt to\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.23&nbsp; 6:15 pm</dco> &nbsp;<qco> what's an example of a song that you did lyrics before melody for&nbsp;</qco> </h3>      \nnever. the only place that ever happens, sometimes, would be just for the title. (and that's pretty fun actually). here are some examples of titles that came to me musiclessly:<br>\n      i like to wear soft clothing (cause it makes me feel like i'm rough in comparison)<br>\n      mount saint helens is about to blow up (and i'm having a fine swell day)<br>\n      the moon is made of cheese (but i can't taste it)<br>\n      the easter bunny told me that christmas isn't real (but santa claus is still jesus)<br>\n      the best thing about games is losing them<br>\n      i'm a huge gamer most of the time<br>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.23&nbsp; \n4:10 pm</dco> &nbsp;<qco> opnion on houses?</qco></h3>      dank<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; maybe even neighborhoods if you feel like it</qco> </h3>      also dank\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.23&nbsp; \n2:19 pm</dco> &nbsp;<qco> Is the thread of human hope spun with the flax of sorrow?</qco> </h3>      \nyes but there is a lot of hopeful flax in there also\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.23&nbsp; \n1:19 pm</dco> &nbsp;<qco> can you list all the dates</qco> </h3>      \ni was going to say yes but now that i think about it no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.23&nbsp; \n12:56 pm</dco> &nbsp;<qco> why do you like the color gray</qco> </h3>      \nthe compromise just drives me wild\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.23&nbsp; \n12:10 pm</dco> &nbsp;<qco> do you consider yourself an abstractionist</qco> </h3>      \nno but i occasionally dabble in abstraction\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.23&nbsp; \n11:46 am</dco> &nbsp;<qco> How do you know when to use multiple periods in between sentences?</qco></h3>      no one knows for sure, but if you're writing then you get to decide<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is it to signify a long pause?</qco> </h3>      \na medium pause\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.23&nbsp; \n10:59 am</dco> &nbsp;<qco> can you share any uninteresting fact with me</qco> </h3>      \nevery time i try to think of an uninteresting fact it turns out to be actually interesting. including this one\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.23&nbsp; \n10:22 am</dco> &nbsp;<qco> what places inspire you to write music</qco> </h3>      \neverywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.23&nbsp; \n4:22 am</dco> &nbsp;<qco> what's your favorite shade of green</qco> </h3>      \n00ff00\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.23&nbsp; \n2:45 am</dco> &nbsp;<qco> Who even invented mortality?</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.23&nbsp; \n2:34 am</dco> &nbsp;<qco> should i take your song lyrics as advice?</qco> </h3>      \nnot always\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.23&nbsp; \n2:07 am</dco> &nbsp;<qco> How does it feels to be an artist in your point of view?</qco> </h3>      \nit's crazy\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.23&nbsp; \n1:53 am</dco> &nbsp;<qco> Is drumming dancing?</qco> </h3>      \njust about\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.23&nbsp; \n1:15 am</dco> &nbsp;<qco> <a href=\"q.php?date=202301181205\">1.18.23&nbsp;&nbsp;12:05 pm</a> &nbsp;&nbsp;&nbsp;\n<br>i feel like a lot of stuff you do changed over the time but the 16:9 ratio is still the same.. what do you think about changing it?</qco> </h3>      \ni'd change it to fit the viewing platform. i've done square in the past, i'll do vertical in the future, and at some point, inevitably, stereoscopic, when the time comes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.23&nbsp; \n11:16 pm</dco> &nbsp;<qco> in new canaan, you say that \"by late night, i mean middle of the afternoon.\" does this&nbsp;&nbsp;imply that you're actually a nocturnal creature?</qco> </h3>      \nno. it just means i used the phrase 'late night snack' because it's a nice phrase but i had to clarify because the time of day was not entirely accurate. it was the middle of the afternoon. actually now that i think of it it was probably the late morning\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.23&nbsp; \n11:12 pm</dco> &nbsp;<qco> Do you eat shit</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.23&nbsp; \n10:19 pm</dco> &nbsp;<qco> do you have any particular opinions towards chemistry&nbsp;</qco> </h3>      \nit seems very interesting even though i mostly don't know any of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.23&nbsp; \n9:44 pm</dco> &nbsp;<qco> Why do I keep trapping myself in such vicous cycles?</qco> </h3>      \nbecause you have passion\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.23&nbsp; \n6:04 pm</dco> &nbsp;<qco> Sometimes I wonder at night, what other people wonder at night, what do you wonder at night?</qco> </h3>      \ni wonder if other people are wondering what i'm wondering about\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.23&nbsp; \n5:47 pm</dco> &nbsp;<qco> How accurate are successful people in identifying what made them so successful?</qco> </h3>      \nabout 50%, i assume. i also might assume that my assessment of that statistic is also 50% accurate, along with the accuracy of my self assessment of my assessment of that statistic\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.23&nbsp; \n5:35 pm</dco> &nbsp;<qco> there's currently plenty of things i want myself to do but i just don't feel like i have it in me to do any of them, so i'm just kind of stuck sitting here feeling uncomfortable. what do you suppose i do?</qco> </h3>      \nwrite them down. it's fun to make a list of things you can do because you actually can do all of them and it's fun to feel so capable. then when they're on the paper they have an order to them so it might be possible to actually just start at the top of the list, knowing that each thing is actually the key to unlocking the next one\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.23&nbsp; \n2:57 pm</dco> &nbsp;<qco> What do your characters' cranial accouterments represent? Do they mean anything to the characters themselves?</qco> </h3>      \nstyle\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.23&nbsp; \n2:54 pm</dco> &nbsp;<qco> what is the minimum requirements to make music</qco> </h3>      \nbeing alive\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.23&nbsp; \n1:41 pm</dco> &nbsp;<qco> how to grow tall</qco> </h3>      \ni'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.23&nbsp; \n1:14 pm</dco> &nbsp;<qco> what do you think of motorcycles</qco> </h3>      \nthey're very popular in indonesia. if you see a lot of motorcycles that's usually good evidence that you might be indonesia. good to know\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.23&nbsp; \n11:28 am</dco> &nbsp;<qco> i'm curious about how did you make \"Perfect\". do u usually make a script for those kind of videos or just go along the way?</qco> </h3>      \nthere's massive amounts of scripts in play during the whole animation process, as well as the music production process. There's also many many scripts in play to assist the process of making new scripts. the 'Perfect' video in particular required a lot of special scripting to generate that many cars (2000 cars, from just 40 prototypes that i made), to control how the colors and types were distributed (how many cars are which color, and which type), and, of course, to make them stay in their lane on the road, which, despite what the characters say, is not perfectly straight, nor flat\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.23&nbsp; \n11:19 am</dco> &nbsp;<qco> What are you scared of in \"Im Scared.\"</qco> </h3>      \nthe whole universe, just about. but that's normal i assume\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.23&nbsp; \n11:03 am</dco> &nbsp;<qco> do you have any advice for how to get better at improv, especially licks, riffs etc? i watch your improv (keys and keys+voc both) and i want to simultaneously scream, play my keyboard until the day i die, start a religion based on you, and quit music altogether. that was intended as a compliment but i'm not sure it worked</qco> </h3>      \na good thing to latch onto, from the start, is knowing that there is an aspect to your current performance ability that is already awesome. full awesome is always available some how some way, even to someone who doesn't even know how the instrument works. As soon as someone figures out that the note goes on when you press it, and goes off when you unpress it ..... that's already a powerful binary canvas on which to paint, and make wonderful shapes. especially considering that you have all the time in the world to make different on-off designs\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.23&nbsp; \n10:15 am</dco> &nbsp;<qco> how to write drum/perc parts as someone who has played almost every instrument except drums</qco> </h3>      \nyou'll probably never really know until you spend some time either playing in groups as a drummer/percussionist, or, recording your own arrangements with those instruments included\n<br><br>"
  }
]
