[
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n4:48 pm</dco> &nbsp;<qco> will you ever sing a song that's not english?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n4:36 pm</dco> &nbsp;<qco> When I think about some music theory, I always think in C major. It works but it's slow because I have to mentally transpose stuff into Cmaj in order to make sense of it. How do I get away from it and become more fluent in other keys mentally?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n1:29 pm</dco> &nbsp;<qco> Where does a candle go when it burns all the way down?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n11:49 am</dco> &nbsp;<qco> hi bill, i have a classical guitar i bought when i was little and it's been sitting around for years. i wanna sing and play some songs (like marty robbins' songs) where should i start? i also play piano and i know chords.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n11:31 am</dco> &nbsp;<qco> What do you think of Larry David?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n10:31 am</dco> &nbsp;<qco> title of the next song, but scrambled?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n9:36 am</dco> &nbsp;<qco> Why does the lyrics page is communist?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n9:16 am</dco> &nbsp;<qco> What do you think of your music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n9:14 am</dco> &nbsp;<qco> when asked what to do during a creativity block sometimes you suggest just writing whatever comes to mind. is the notebook page what that is for you?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; are there some that didn't make it into the notebook (or will never make it in)?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; are there some that are less the result of a creativity block?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n8:54 am</dco> &nbsp;<qco> do you sometimes think you need to know more theory to make your songs better?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n8:51 am</dco> &nbsp;<qco> hi! the new song is super good and groovy. i'm sad that i couldn't listen to it when it just came out because i was on a cruise. was the general idea of the song about or ... \"inspired\" by the speed bump in the schedule, if that makes sense?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; listening to it makes me think about how you have described the feelings you've had about tripping in the schedule</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n8:27 am</dco> &nbsp;<qco> what is the game that you hate the most?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n5:05 am</dco> &nbsp;<qco> why was the old form of art such as poetry and music more beautiful?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n5:00 am</dco> &nbsp;<qco> If you were transformed into a fruit what would you become?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n4:39 am</dco> &nbsp;<qco> which of the four fundamental forces is your favorite and why?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n4:08 am</dco> &nbsp;<qco> What's your favorite profane word</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n1:49 am</dco> &nbsp;<qco> What is the week before Christmas called?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n1:00 am</dco> &nbsp;<qco> I noticed a common chord progression is to start on a minor chord and move the root down by half steps a few times in succession, for example Cmin to the chord B Eb G, then Bb Eb G, then A Eb G. How would you think about / analyze this progression?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n12:00 am</dco> &nbsp;<qco> I love the style of Just Did a Bad Thing, was it something new that you specifically did, or more of a natural progression?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n10:24 pm</dco> &nbsp;<qco> What inspired you to use neon text, and what do you like about it most?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n10:18 pm</dco> &nbsp;<qco> i just want to write my story to get it out of my head but it's not happening, any suggestions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n10:12 pm</dco> &nbsp;<qco> What inspired your different drawing and music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n9:49 pm</dco> &nbsp;<qco> so, is it movie star or i wanna be a movie star? or is it \"(i wanna be a) movie star\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n9:42 pm</dco> &nbsp;<qco> do you believe words are real</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n8:30 pm</dco> &nbsp;<qco> How to stop hate and tribalism in the world?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n8:09 pm</dco> &nbsp;<qco> So I like playing by ear and I like reading music, and have been getting better at both of those, and I want to get better at arranging and composing too, but whenever I try I end up wanting to do anything else. I want to be able to do it all on my own, but it seems like I'm not getting anywhere, I've tried pencil and paper, as well as musescore, but neither helped, nor does starting simple. Any advise?&nbsp;&nbsp;Do I have to get locked in a room with nothing to do but arrange music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n7:35 pm</dco> &nbsp;<qco> Was rock bottom motivational for you or have you not been there yet? It feels oddly comforting to hit rock bottom. No way but up</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n5:55 pm</dco> &nbsp;<qco> Are you beating yourself up over this missed deadline? If so, why?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n5:33 pm</dco> &nbsp;<qco> Bill, how do you feel about outros to songs? Most of your songs end abruptly. Have you considered attempting a well-crafted outro?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n5:30 pm</dco> &nbsp;<qco> Is there a yet to be released video for Just Did a Bad Thing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n5:17 pm</dco> &nbsp;<qco> What to do if nobody likes my things</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n3:07 pm</dco> &nbsp;<qco> Do you see any discernible differences (besides the language) between American pop music and pop music from other countries?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n2:01 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201812201955\">12.20.18&nbsp;&nbsp;7:55 pm</a>  sorry for the confusion. here's my question: isn't it innacurate to call B E F A Bmin7 (b5) since that chord symbol doesn't account for the 11 in the chord?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; would something like Bmin7 (11b5) be more accurate?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also, is it typical to hear both a natural extension and the augmented extension of the same note in the same voicing (like how this chord contains both the 11 and the #11)? thanks&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n1:51 pm</dco> &nbsp;<qco> hey bill, you know most people take a bit of a break this time of year right? so if you decided you wanted to ease off the gas and catch your breath for a week or so then i don't think people would mind, at the very least you shouldn't beat yourself up so much when you've been absolutely killing it for the last six months</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n1:42 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201812191957\">12.19.18&nbsp;&nbsp;7:57 pm</a> &nbsp;&nbsp;my bad, i meant to ask when is c g b d G/C and when Cmaj7 add 9 without the third?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n1:01 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201812201444\">12.20.18&nbsp;&nbsp;2:44 pm</a>  Hi Bill! Would you mind elaborating on this a little bit? I'm curious about why you dislike it so much&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n12:55 pm</dco> &nbsp;<qco> How do you feel about being a songwriter that writes for someone else? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nIs that an authentic way to make a living</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\n or are you destroying the creativity and passion by doing that?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n12:48 pm</dco> &nbsp;<qco> If you could create you own religion what whould the god/gods of the be named?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n12:38 pm</dco> &nbsp;<qco> How do i not kill myself</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n12:35 pm</dco> &nbsp;<qco> If you don't read YouTube comments, is there a way for you to see positive comments people have for you? I understand if you get uncomfortable reading compliments all the time&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n11:47 am</dco> &nbsp;<qco> you should buy a lizard</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n11:14 am</dco> &nbsp;<qco> make surreal memes?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n10:58 am</dco> &nbsp;<qco> when is despacito 2 coming out?</qco> </h3><a href=\"despacito2.mp3\">already did</a>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n10:00 am</dco> &nbsp;<qco> what is the motivation behind your videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n8:51 am</dco> &nbsp;<qco> oh hey, quick theory question. If I play the progression Bbsus2 to F to C (in the key of C), is there a way to notate the sus2 in roman numerals? Like bviisus2 or bVIIsus2? (bass notes Bb down to F down to C)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n5:49 am</dco> &nbsp;<qco> The game you mention at the end of best friends with my own front door, and the one you sing about in the chorus of just did a bad thing - are these the same game?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n5:07 am</dco> &nbsp;<qco> What do you think about good old stuff?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n2:58 am</dco> &nbsp;<qco> whats your favorite christmas ornament?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n2:14 am</dco> &nbsp;<qco> Everyone keeps talking about this new song called \"Just Did a Bad Thing\" but I can't find it! Not on your songs page, not on YouTube, not anywhere. Where is it???</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n1:40 am</dco> &nbsp;<qco> If you were to combine your favorite song with your least favorite song what would the title be?</qco> </h3>"
  }
]
