[
  {
    "html": "<h3> <dco>6.15.21&nbsp; \n10:43 pm</dco> &nbsp;<qco> what is your favorite time signature?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.15.21&nbsp; \n10:21 pm</dco> &nbsp;<qco> How do I know if the day goes on?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.15.21&nbsp; \n9:26 pm</dco> &nbsp;<qco> Why are all your songs in https://billwurtz.com/videos.html are in blue except for 'whatever' and 'i'm a princess', which are in an aqua (greenish) color?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.15.21&nbsp; \n6:03 pm</dco> &nbsp;<qco> how much nothing have you done recently</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.15.21&nbsp; \n5:17 pm</dco> &nbsp;<qco> Hi Bill! Would you be willing to explain how you see the categorization music if you don't use genres?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or, what the paradigm shift is?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.15.21&nbsp; \n2:12 pm</dco> &nbsp;<qco> how to do what you want to do</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.15.21&nbsp; \n1:51 pm</dco> &nbsp;<qco> are your songs love letters to the universe and whatever else may be?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.15.21&nbsp; \n12:59 pm</dco> &nbsp;<qco> solution for too many pet projects at one time</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.15.21&nbsp; \n12:33 pm</dco> &nbsp;<qco> Opinions on the use of irony in music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.15.21&nbsp; \n11:51 am</dco> &nbsp;<qco> what do you do in your free time</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.15.21&nbsp; \n10:34 am</dco> &nbsp;<qco> how do i conceal my past negative thoughts from hurting me</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.15.21&nbsp; \n9:30 am</dco> &nbsp;<qco> what do you think of two ways of writing lowercase a (or&nbsp;ɑ)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n11:31 pm</dco> &nbsp;<qco> Do you listen to some of your music in certain occasions? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ie if you do a bad thing, put on \"just did a bad thing\", etc?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n10:34 pm</dco> &nbsp;<qco> hi bill, i'm trying to get better at singing. i sing a lot all the time and i can hit notes properly but my voice just sounds really thin. it sounds like it's coming out of a thin beam rather than a full wide wave of sound, idk exactly how to describe it. how do i fix this??</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n9:11 pm</dco> &nbsp;<qco> what is the best way to consume the earth</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n8:17 pm</dco> &nbsp;<qco> How do you learn the fingering for playing fast piano lines?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n7:33 pm</dco> &nbsp;<qco> pancakes or waffles</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n2:06 pm</dco> &nbsp;<qco> Do you mix and master your own songs? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;They have a nice clarity to them and I can hear all the individual parts very well!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n12:51 pm</dco> &nbsp;<qco> do you still count it as the bass tone when it's sub bass?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n12:30 pm</dco> &nbsp;<qco> What instruments do you usually use for your songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n9:54 am</dco> &nbsp;<qco> Thoughts on camels?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n8:44 am</dco> &nbsp;<qco> thoughts on astrology?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n8:24 am</dco> &nbsp;<qco> What's your personality type?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n8:08 am</dco> &nbsp;<qco> how do you feel about people listening to your music on an elephant?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n7:15 am</dco> &nbsp;<qco> how do i not get negative thoughts at night</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n3:59 am</dco> &nbsp;<qco> Is there a genre of music that you don't like?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What do you think of some metal songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n3:10 am</dco> &nbsp;<qco> how am i supposed to make things cool?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n1:01 am</dco> &nbsp;<qco> what's an instrument I can learn somewhat proficiently in a month? (thanks)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.13.21&nbsp; \n11:50 pm</dco> &nbsp;<qco> are the multiple references to getting out of a room in your song rabbit snakes related to this clip at 0:08? https://billwurtz.com/reality/201011200506.mp4</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.13.21&nbsp; \n10:32 pm</dco> &nbsp;<qco> What are your thoughts on improv in music? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I feel like if you're improvising a solo, they'll be some really cool segments in there.. but also probably some noodling in between. What do you think is the advantage of improvising/noodling a solo as opposed to just writing/working out a melody line to play over the solo section? \n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I feel like most musicians can probably write a melody/lead line (whatever you want to call it) that is better than something they can improvise on the spot. I think improv can definitely be a powerful writing tool, but why not improv over x amount of bars until you work out some cool parts, cut out the noodling, and just choose the best parts.. rinse and repeat until you have a cohesive 'solo' that is fully worked out and arranged?\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I think, even for the most talented musicians, if they're improvising an extended solo there's probably gonna be at least some moments in there that just sound kind of aimless/meandering/not very strong.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.13.21&nbsp; \n9:32 pm</dco> &nbsp;<qco> Alright I have a theory that you saved the world by uploading and made that in your songs. In one of ur recent songs u said u have a plane just in case you need to swiftly get away and in your the day goes on song you said you come down to Virginia to change ur name just incase you have to fly away. Later on in the song u said u built a time machine to go to the future but go off topic so I think you saw the future in ruins because you didn't upload because a man went insane because you didn't upload so he launched nukes to blow the world up and u found that out so to save the world you needed to go back to the present And make a video. you were currently leaving a school of some sort in the I think I might quit so you left and went down to Virginia and there you flew away in your airplane. You then went to Japan to write the history of Japan down. (Going backwards in your videos.) So you then went to middle east Asia (Egypt). To write the history of the wor\n ld because society started in Egypt. As said in your history of the entire world you guess. You learned new found wisdom from your old family's house front door where your ancestors were born so then you went to your recording studio and made a video because it all took the span of two years and uploaded the day before the insane person nuked the world. Is this true?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.13.21&nbsp; \n6:41 pm</dco> &nbsp;<qco> Why are you so cryptic? I love it;&nbsp;it's fascinating.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.13.21&nbsp; \n3:40 pm</dco> &nbsp;<qco> are u homophobic</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.13.21&nbsp; \n1:47 pm</dco> &nbsp;<qco> thoughts on kazoos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.13.21&nbsp; \n11:00 am</dco> &nbsp;<qco> What numbers appear in your next song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.13.21&nbsp; \n8:27 am</dco> &nbsp;<qco> How do you tell the difference between inversions of chords who use the same notes (For example, I came across F-G-B-D-F, and I don't know if it's F2 or Bdim7 or G7)? This song uses so many inversions that I don't think I can safely assume it's just the order in which the notes appear...</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.13.21&nbsp; \n6:42 am</dco> &nbsp;<qco> I wish to be abducted by aliens. Any ideas on how to make this happen?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.13.21&nbsp; \n1:38 am</dco> &nbsp;<qco> i'm going to france this summer, any tips?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.13.21&nbsp; \n1:25 am</dco> &nbsp;<qco> how on earth do people (for example, you) write beautiful song lyrics??? it's so fucking hard for me. my strategy so far is 1) pick a general topic 2) do some research and 3) write, but all my lyrics come out garbled and/or garbage :( any tips?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.13.21&nbsp; \n12:06 am</dco> &nbsp;<qco> Don't you think that \"focusing on the beauty\" in life makes us susceptible to being fucked over by the powers that be? Rampant financial corruption, callous environmental destruction, ridiculous amounts of unnecessary suffering, and a media that distorts the truth in the face of all of this isn't going to be fixed by art. Obviously, beauty and goodness exist. But the truth behind the way we live is so, so ugly, it's impossible to ignore. I respect your decision to make music. But is this situation we've put ourselves in, as a human race, something we should seek to merely ameliorate, rather than tear down completely?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.12.21&nbsp; \n6:44 pm</dco> &nbsp;<qco> hi bill, i pride myself on being good at counting but it took importing money.mp3 to a daw to figure out that the ending part is in 9. i think the one bar that deviates from the others threw me. was that on purpose? thanks for the lil brainteaser!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.12.21&nbsp; \n6:21 pm</dco> &nbsp;<qco> HELP the sun is going down. How do I stop it from going down?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.12.21&nbsp; \n5:32 pm</dco> &nbsp;<qco> I had a dream, however the question is aimed towards the end of it. The end of the dream played a sort of remix of \"the road\". Would you consider remaking your old songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.12.21&nbsp; \n4:45 pm</dco> &nbsp;<qco> what are your political views</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.12.21&nbsp; \n2:44 pm</dco> &nbsp;<qco> I am tired. How can I stop being sleepy on the weekends?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.12.21&nbsp; \n11:35 am</dco> &nbsp;<qco> is the postwoman in \"hi i'm steve\" trans or am i projecting</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.12.21&nbsp; \n8:19 am</dco> &nbsp;<qco> do you regret putting the fidget spinner in soap tips</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.12.21&nbsp; \n7:24 am</dco> &nbsp;<qco> Hi. Can you tell us the background for \"Outside\"? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What does it mean to you,</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what is it about, </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and what inspired it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.12.21&nbsp; \n4:54 am</dco> &nbsp;<qco> what is the function of a rubber duck?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.12.21&nbsp; \n3:35 am</dco> &nbsp;<qco> What is the scramble page</qco> </h3>"
  }
]
