[
  {
    "html": "<h3> <dco>5.11.21&nbsp; \n7:03 am</dco> &nbsp;<qco> what bad thing did you do?</qco> </h3>      \ni did something that was only 91% good \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.21&nbsp; \n6:51 am</dco> &nbsp;<qco> your thoughts on nuclear power?</qco> </h3>      \nvery gentle, understanding,\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.21&nbsp; \n5:00 am</dco> &nbsp;<qco> how short is the word short</qco> </h3>      \nit's about a medium size\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.21&nbsp; \n3:00 am</dco> &nbsp;<qco> For me, making music with other musicians together in a room is a very pleasant experience, and generally more viscerally pleasant than recording music separately or by myself.</qco></h3>      i agree<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I know working alone has some clear advantages, but I was wondering, do you get a unique sort of satisfaction when you play with other people?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What's that experience like for you?</qco></h3>      totally amazing<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>Thanks, your work ethic and pragmatism changed my life</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.21&nbsp; \n2:47 am</dco> &nbsp;<qco> Why is&nbsp;π&nbsp;spelled pi?</qco> </h3>      \nwhy not\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.21&nbsp; \n12:58 am</dco> &nbsp;<qco> what do you use to sing one of your songs?\n</qco></h3>      a very normal microhpone<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<br>(if there are more, what are they?)</qco> </h3>      \n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n11:00 pm</dco> &nbsp;<qco> What's a tip you have for developing interesting chord progressions?</qco> </h3>      \nstart by imagining yourself in an interesting situation. Then, an interesting song should develop. and interesting chords may go hand in hand with that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n9:30 pm</dco> &nbsp;<qco> I've made a few songs but feel like they have no sensible composition since there's no melody, theme, or motif that repeats. Is something that just sort of keeps going but shifts in tone or mood throughout still a good \"song\"?</qco> </h3>      \nit really all comes down to the million dollar question: Do you like it?\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n6:12 pm</dco> &nbsp;<qco> How many words are in the title of the next song?</qco> </h3>      \n4\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n5:26 pm</dco> &nbsp;<qco> do you ever wish you could go back to your old editing style sometimes</qco> </h3>      \nyes, i did it recently and it was somewhat of a breakthrough for my life\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n4:50 pm</dco> &nbsp;<qco> are you planning on making a fourth song in 2021?</qco> </h3>      \nway more than that. 4 songs a year is pretty pathetic honestly\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n3:58 pm</dco> &nbsp;<qco> will playing your music to my newborn make them speak in lowercase?</qco> </h3>      \nhow exactly do you speak in lowercase\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n3:55 pm</dco> &nbsp;<qco> How much every does it get?</qco> </h3>      \nhow much do you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n3:17 pm</dco> &nbsp;<qco> How do I get better at identifying chords by ear (I, IV, V, etc.)</qco> </h3>      \none small thing i could suggest is to stop using roman numerals, because they're just numbers anyway, and those all look too much the same when they keep combining the same 2 letters together. But if that's what you're used to, then that's ok. i'm just guessing that our arabic numberals (1,2,3,4 etc) might be more familiar to you (they certainly are for me). in any case, i would say you should just start going through all the songs you know and working out the chords for them, in any way you can (besides looking them up on the internet, only because that will probably get you the wrong chords), and then over time you will get really really good at it, and start to notice some patterns, then you will see all those patterns break, then if you can keep your head together you will probably start to notice patterns in how the patterns break, then of course you will see those patterns break as well, and then, somewhere around here, it's your turn\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n3:00 pm</dco> &nbsp;<qco> \"We don't know where we get our ideas from. What we do know is that we do not get them from our laptops.\"\n<br>How much do you agree with this quote by John Cleese?</qco> </h3>      \ni don't know, without more context\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n2:54 pm</dco> &nbsp;<qco> What makes someone genius?</qco> </h3>      \na great PR campaign\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n2:31 pm</dco> &nbsp;<qco> Also, what are the names of the recurring patches you use most in your music?&nbsp;</qco> </h3>      \n fevercrush, mute muff, soya soft, pretty sine, boingy, bangy, oud lute, ep tasty, celesta, sweet organ, prism synth, bw organ, telstar fullwheel, saucy gameboy, flangy acoustic guitar, new rhodes, harp disto, kyoto, the good flute, cathedral synth, crotales, new rhodes ii, flute!, glock, disto strings, organ okay, alien crickets, rotary vibe, icecream sandwitch, i can't believe it's not soya, good for chords play quietly, prism bitc, soya fuz, sleigh sine, chestnuts square, caralina fuz lead, have yourself fuz lead, grown up synth, bloopies, dream bells, dream bells safer, disto pno, syn owl, synth steel drums, happy tubey thing, saucy rhodes, nice quick wa pad, rock n roll string synth, piano thru guitar amp, metal rhodes, wurtz rock n roll synth, magical music box, mountain lead, strings with volume wheel, emotional zawinul, gas pad, simple subtle dead syn, juicy great rhodes wah, another synth swell, imagawa, zing (play short notes), strange noise, dynamic chorus swell, circus organ, fm express lead, harp, ambient fm chimes, gnarly fm bells, dark sound, timid, made a mess, non-organ, nifty fish, short fm perc, broken doorbell, prism crap, glass food chase, microwave, roto parthian, hindu spread, bell 28, gupta bong, gnarly xylophone, islamic knowledge, iowa, native american flute, heavens waiting room organ, pope phone, heian, delhi, timid 2, tonga, canyon call, nifty fish 440, teleboing, blinky delight, jellyfish lounge, power soul microwave, vibe vibe, coin, beaver, iowa 440, fling, kalimba, cricket drop, baby hitler, hirosh, bonus pakitsan, pizz, poing, m.a.d., heavens waiting room organ 440, zawinul fuz, zambia, flying robots, thing inventor, interesting planets, incoming electric, incoming wind, incoming bubble, coconut, shogunate, reasonable choir, not a boat, fuz rhode, strings bitc, wgo reasonable, reason snorg, whathever rhodes, fake banjo, jinglebells, trumpet sec, prism bitc edge, flange clav, pluckable mute synth, porpopine, lullaby EP, qt classic midi piano (with cho), organ 57, konk snare, trip adjust, frob, accordian (vol control), pluckable mute synth MIXED, croinchy, water piano, banana, inventor's keyboard, yeech, radiometer, wanky, nonviolence, plunky keyb, cream juice, frickz, frippy, fuzz pipe, noisy kalimba, sangba, sansa, metal sansa, sansa pluck, small pluck, dulcimer, full pizz, soft trumpet 2, blissful chorus piano, princess diamond, buzzy pluck, twang pluck,\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n1:45 pm</dco> &nbsp;<qco> what is the first letter in the name of you next song?</qco> </h3>      \nm\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n1:41 pm</dco> &nbsp;<qco> is your next song about common things in life?</qco> </h3>      \nnot exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n12:55 pm</dco> &nbsp;<qco> why are you strangely talented?&nbsp;</qco> </h3>      \ni guess i must have realized at some point that talent alone might not be enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n12:04 pm</dco> &nbsp;<qco> Will you be bringing back the notebook</qco> </h3>      \nit's still there\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n11:55 am</dco> &nbsp;<qco> do you put cereal before the milk or vice versa</qco> </h3>      \nfirst the milk, then a bunch of seahorses, then cereal, for the sea horses to eat \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n10:10 am</dco> &nbsp;<qco> Do you have COVID-19?</qco> </h3>      \ni don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n9:37 am</dco> &nbsp;<qco> what is one problem you think the absolutely weak power of friendship can solve?&nbsp;</qco> </h3>      \nkeeping up with appearances\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n8:46 am</dco> &nbsp;<qco> Do you use auto-tune</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n5:57 am</dco> &nbsp;<qco> opinion on hipsters</qco> </h3>      \nif they get called a hipster then that means it's too late\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n3:03 am</dco> &nbsp;<qco> bill, I am about to make a lot of content with the intent that thousands might one day see it... I also have just the worst case of anxiety when it comes to how I look, what people think of me, etc. And I wanna go wild and crazy and be goofy and be myself but how can I do this when my self image is literally *pfft*</qco> </h3>      i'm not sure exactly how to get over this, but i can say that you will, and you will be glad you did\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n2:06 am</dco> &nbsp;<qco> have you ever wrote a song without the letter \"e\" in it</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n12:25 am</dco> &nbsp;<qco> why is it so hard to do something productive&nbsp;&nbsp;</qco> </h3>      \ni think because you don't know the exact procedures for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n12:19 am</dco> &nbsp;<qco> What exactly is your connection to Scary Pockets? </qco></h3>      i played drums in their videos once<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I found two videos where you were playing drums for them. </qco></h3>      that makes sense, they were done on the same day<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Are they your friends?</qco> </h3>      it seems like it, although i never met them before that session and i haven't really talked to them since\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n8:44 pm</dco> &nbsp;<qco> do you think the louder you get a mix, the tighter the volume levels have to be for its elements? sometimes i want to just put a \"maximizer\" on my master and realize as soon as i start pumping everything, the unbalances become more noticeable, the loud start feeling louder in comparison to the mix etc. im not sure if its the maximizer, just the volume perception, or what.</qco> </h3>      \ni am guessing it's not working properly. if it's doing what it's supposed to, it should even out the volume. it might be just making everything louder, because the settings might not be right for your mix and you might just be hearing the 'make up gain' by default, which would just make it louder and not do anything. (this is what happened to me in the early stages). what i would suggest is to make sure there is no make up gain, then make sure the ratio is not 1:1 (make sure the first number is higher), then raise the threshold all the way up. Now it should be doing exactly nothing. then press the bypass button on and off to compare, and it should sound exactly the same. Also check to see if there is a 'reduction' monitor so you can see when it's actually doing something. So now it should be doing nothing. Now, with the bypass off (so the compressor is ON), start gradually lowering the threshold until you start to see the 'reduction' meter gradually start to light up when it hits those loud parts, and it should be tapering them down. then once you've compressed it down a little then you can raise the make up gain\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n6:56 pm</dco> &nbsp;<qco> the citi building now says altice</qco> </h3>      \nthat's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n6:07 pm</dco> &nbsp;<qco> there are so many problems going on in the world: the environment, poverty, governmental issues. </qco></h3>      (i hope you don't forget about the good things in the world also)<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i believe that i would have the ability to dedicate myself to one of these and do my part in some way by studying applied science, economics, or politics, but at this point in my life i find myself much more focused on artistic pursuits in music and mathematics. i know artists are important to society, but i can't help but often think that my work would be better spent trying to solve those more dumpster-fire-like issues i mentioned. i know you are currently and have been for a while very fully focused on your artistic pursuits, and i admire that a lot and would enjoy being in such a position as well. but part of me feels like it's unfair for me to just dance on the sidelines while everyone else is in the middle of all the real problems. has this ever been a concern for you?</qco> </h3>      you have a lot of mindfulness about this, which is cool, although don't let it distract you from doing the great work that you can do. Another way to think of it, here are some examples of other problems which many people in the world may face: sadness, misery, hopelessness, confusion, etc... Many of those problems might find their strongest remedy in art and music. and many people have no idea how to go about doing that. So your role as an artist/musician might be even more valuable than you realize\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n5:12 pm</dco> &nbsp;<qco> was the \"storm\" in the video for \"here comes the sun\" meant to be a coronavirus or was that an accident?</qco> </h3>      \nneither. that's simply not what it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n3:02 pm</dco> &nbsp;<qco> What is your song writing process/</qco></h3>      it's too detailed to explain all of it here ......... but that hasn't stopped me from explaining it here anyway<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how do you try to think of ideas for songs?</qco></h3>      'trying' to 'think of ideas' is ironically just about the only thing that doesn't work. Doing almost anything else besides that, results in loads of ideas<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do all of your songs have some kind of meaning?</qco></h3>      as much as possible<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thanks!</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n2:53 pm</dco> &nbsp;<qco> what is the first letter of the next songs?</qco> </h3>      \nt\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n2:49 pm</dco> &nbsp;<qco> will there be an airhorn in your next song?</qco> </h3>      \nall options are on the table\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n2:30 pm</dco> &nbsp;<qco> If someone who has never heard one of your songs before asked you personally which one they should listen to, what would you say?</qco> </h3>      \nnone of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n1:53 pm</dco> &nbsp;<qco> bill how have you gotten through quarantine?&nbsp;</qco> </h3>      \nworking on video production techniques, and then continuing to make songs and videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n1:18 pm</dco> &nbsp;<qco> i feel like ive broken character so many times that i need to start from scratch to make it all about something else than the broken character. what&nbsp;&nbsp;is your favorite relaxation technique?</qco> </h3>      \ngoing around the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n1:14 pm</dco> &nbsp;<qco> Do you think people will stop using money someday?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n1:08 pm</dco> &nbsp;<qco> is there anything you really want to learn how to do that you haven't gotten around to yet?</qco> </h3>      \nyes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n12:16 pm</dco> &nbsp;<qco> what does money mean</qco> </h3>      \nit's a place holder for what someone might value\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n10:14 am</dco> &nbsp;<qco> I've seen you have one word answers to pretty long questions, but I wonder what's the equivalent from the other side, like have you ever gone ham with your answer on one word questions or so?</qco> </h3>      \nto cause a ham response i think the question would need to be at least 3 words\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n8:53 am</dco> &nbsp;<qco> Are you often neutral in your emotions</qco> </h3>      \nsometimes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n5:35 am</dco> &nbsp;<qco> I think people keep asking \"when's the album coming\" because they expect you to make a fully commercial album, released by big record label, imprinted on cd/vinyl. Maybe that would be a good idea 10-15 years ago, but considering the changing circumstances in the industry, self-publishing becomes more profitable, thus more preferable option. What do you think?</qco> </h3>      \ni agree. i don't even recall ever meeting a person who is capable of playing a physical CD or vinyl record\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n3:58 am</dco> &nbsp;<qco> how do you prime factor numbers so well? you're great at doing it</qco> </h3>      \nyou have to check to see if each smaller prime number goes into it. to do that, you can modify the big number by small multiples of the small number, until you get it to something you recognize. most of the trick is to get the big number to even out to a multiple of 10, then you can drop the zeros and it still maintains its same status of whether or not it is divisible by the smaller prime number you're checking into it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n3:11 am</dco> &nbsp;<qco> what is meant by seeing the light of day in your song \"rabbit snakes\"?</qco> </h3>      \ngetting to the part of the song that is less 'in the trash'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n1:29 am</dco> &nbsp;<qco> Where do you get the context/ideas for your music?</qco> </h3>      \nle dumpsteur\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n1:18 am</dco> &nbsp;<qco> thoughts on the ampersand?</qco> </h3>      \ndank\n<br><br>"
  }
]
