[
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n3:46 pm</dco> &nbsp;<qco> I was wondering if it's still possible to see all of your vines somewhere? Now that Vine has gone away, it seems it only shows the most popular ones.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n3:25 pm</dco> &nbsp;<qco> Hi, I'm the Pandora person. So I actually read through their 25 page manual and everything they had on their website about music submissions, and it seems like your music is more likely to be accepted if you submit it through one of their \"direct deal partners.\" Obviously that is not ideal, but it might be the only way to get your music on there. If you have already submitted your music through one of their partners, I don't really know what else you can do other than wait it out.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n2:39 pm</dco> &nbsp;<qco> Hello, my name is Jeff Caan. I don't know if you like posting questions where people say there names,&nbsp;&nbsp;but in this case, I don't mind. You have my permission. My name has caused me a lot of annoyance over the years. With my last name being \"Caan\" I've had to deal with SO many people yelling \"Khaaaaaaaaaaan!\" (like from Star Trek), also, I've lost count of the times where I've had to tell people that no, I am not Shao Kahn from Mortal Kombat or Shere Khan from Jungle Book. I'm also not related to James Caan or Madeline Kahn. And in the past couple of years, I don't think I need to tell you how people react whenever I say \"My name is Jeff.\".... I would like to use your question page as an opportunity to give a PSA to all those who read these questions. DO NOT MAKE JOKES ABOUT SOMEBODY'S NAME. THEY HAVE HEARD THE JOKE BEFORE COUNTLESS TIMES. YOU ARE NOT ORIGINAL, AND THEY DO NOT THINK IT IS FUNNY. If somebody's name is Jesse don't say \"Ha! Tha\n t's a gi\n rls name!\" If somebody's name is Duncan, don't call them \"Duncan Donuts\". If somebody's name is Richard, yes, they know that Dick is short for Richard and that dick can mean penis. If somebody's shares the same last name as a celebrity or a character from a tv show/movie/book, don't ask them if they are related to that person/character. If somebody's first and last name rhyme or if they have \"two first names\", you don't have to point that out for them. They know.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n2:09 pm</dco> &nbsp;<qco> Would you ever release an actual song of your \"hi, i'm steve\" video sometime in the future? It's really catchy and oddly motivating. Thanks!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n2:05 pm</dco> &nbsp;<qco> if 8th-notes are \"1&amp;2&amp;\" how do you prefer to count 16th-notes out loud?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n1:47 pm</dco> &nbsp;<qco> WHY DON'T YOU USE CAPS? </qco></h3><a href=\"capitals-report.php\">when i do</a>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n1:01 pm</dco> &nbsp;<qco> \"of what\" - I will explain. The font size font color and font font of the questions and answers on your questions page on your website - do you think you would ever change them?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n12:36 pm</dco> &nbsp;<qco> I saw your harmony tip of don't play chords in the bass? Do you mean don't play chords below a certain register, or don't play full chords with your left hand? Cause a lot of times when I play piano I do chords with my left, melody with my right. Should I break this habit?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n12:08 pm</dco> &nbsp;<qco> I have a lot of music written. Some of its fully recorded, some it's partially recorded, some it's just written out in paper. But, I have a good solid base of stuff to go off of. But right now, I'm stuck in a MAJOR rut. Like, what do I do with all this music? The logical thing I think would be pairing music with videos, graphics, or some kind of visual aspect. But the thing is, I've never really felt the \"calling\" of being a video-maker. It's not really something I'm passionate about at all, in the same way I am about making music... and if im not passionate about it, why even do it? Even if I do decide to at least try making videos, I have no experience in it and wouldn't even know where to begin... Also, I feel like just making videos for the sake of pairing something up with my music isn't a good strategy since it would just be like forcing 2 things together instead of creating something with sound and visuals together that go hand and hand as pa\n rt of a\n whole. I have some songs that I think can stand alone, like more traditional verse/chorus stuff with vocals... but most of my stuff is like weird little instrumental pieces, like 10 seconds to a minute in length, which I don't think would make much sense on their own (when I wrote them I had certain images in mind, like this song reminds me of a mad scientists tinkering with a bunch of test-tubes and bubbling chemicals, this song sounds like you just got \"game over\" in a video game, this song sounds like you just had an idea and a light bulb went off over your head, this song sounds like your taking a walk and then something crazy jumps out in front of you, this one sounds like you tried to do something epic but then failed in an anticlimactic way at the very end, etc)... sorry for this long rambling text. But I just feel like I've been standing in front of the same hurdle for a very long time and have no ideas how to jump over it and it's disheartening. If you have any advi\n ce for m\n e, I'd really appreciate it. Like should I just force myself to try to learn how to make videos, and hope that over time I learn to enjoy it, get better at it, and find my own voice/style? Or should I seek alternate routes (which routes, I don't know) that don't involve me making videos?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n11:41 am</dco> &nbsp;<qco> <a href=\"q.php?date=201705272340\">5.27.17&nbsp;&nbsp;11:40 pm</a>  Why?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n11:38 am</dco> &nbsp;<qco> how does one C Major</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n11:35 am</dco> &nbsp;<qco> why do you do things that your audience won't expect?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n11:17 am</dco> &nbsp;<qco> how long does it usually take you to pick your\n<br>outfit of the day</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n10:59 am</dco> &nbsp;<qco> I want to become the greatest musician of all time. But I don't want to put the work and effort in. Know any good cheats and shortcuts?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n10:57 am</dco> &nbsp;<qco> How important do you think sound is (like what tone you wanna use on your keyboard, effects, etc) when it comes to actually writing a song? Do you figure out what tone or sound you want to use, before you even get to writing? Or do you usually just write the song, then figure out which sound you like the best for it?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n10:41 am</dco> &nbsp;<qco> how do i become a better person?</qco></h3>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n9:15 am</dco> &nbsp;<qco> when i listen to your short jingles all i empathize about is pain and i can understand you.</qco></h3>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n9:11 am</dco> &nbsp;<qco> Was this message delivered via a rolled up scroll carries by a trained fox?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n7:45 am</dco> &nbsp;<qco> Tips on how to accept your flaws and weaknesses?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n7:36 am</dco> &nbsp;<qco> Wanna make a friendship bracelet with me?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n6:23 am</dco> &nbsp;<qco> bill, you've been in a coma for 5 years now. \n</qco></h3>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n4:36 am</dco> &nbsp;<qco> vulgarness is bad, isn't it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n4:05 am</dco> &nbsp;<qco> i didn't mean that one hour long play script is one of the small steps. it's not a huge step for me but it definitely was a critical step that would help me take bigger steps forward. and i have no idea how i managed to do it either. after i took your advice&nbsp;&nbsp;i thought \"this is what i want to do, this is what i do best, what stops me? i can't take doing nothing anymore.\" and i started to note every little and crazy idea for anything, being reckless about if it's perfect for other people's standards. i travelled and wrote poems in those places. i tried to play guitar for the first time in years, it seems i need to dust off my old skills but ... i wrote lyrics, i guess? i had many, many, many fiction ideas for novels and i gained experience for non-fiction.&nbsp;&nbsp;and i did everything on a small scale. THEN i jumped in at the deep end by accepting a task, which is this play. in fact i was going to refuse but i had to accept, 'they' made m\n e. the m\n ain theme they gave to me was very common, but safe and i was given enough time to write. for like a week i didn't even start, i didn't think about it and then i remembered and i said \"okay, you know what, fuck this. they want me to do what everyone else does. i'll give them and the audience the theme they want, but i'll do it my way.\" and i started to write nonstop, contextualizing the subject in a way no one ever dared before. i didn't care, i was just writing and soon i realized it's finished in just eight hours. because of this success i was feeling confident, i sent them the script saying \"listen to me, i am your only chance to put this play on the stage in time, here is my script, i know it's crazy but i also know it's good, accept it or accept it, i won't be directing anything other than this.\" politely. and they LOVED it, i must admit that i was surprised. the play will be staged three months later (which is also a short time like eight hours for a play but i'll handle it) and i might do voice acting. i'm sure they will cut out the best scenes 'because it's not appropriate' but doesn't matter. the important thing is i have the original script i have written and one day i will be able to revive it the way i want. after the play is performed i'll continue with small but fast steps because i still don't feel ready to run, just like i said before it's just the beginning. so here comes the questi\n on, is m\n y situation somehow similar to how you started doing your contents?</qco></h3>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n3:45 am</dco> &nbsp;<qco> What do you think about 2016?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n2:56 am</dco> &nbsp;<qco> Why did you leave me</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n2:16 am</dco> &nbsp;<qco> Bees?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n1:42 am</dco> &nbsp;<qco> is your name john</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n1:24 am</dco> &nbsp;<qco> I keep on writing songs that I like, but the stuff I end up writing typically doesn't work for the instrumentation I have access to at the moment. Any tips on forcing yourself to write for a specific intended purpose?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n1:13 am</dco> &nbsp;<qco> re: http://www.billwurtz.com/questions/q.php?date=201709142348 and http://www.billwurtz.com/questions/q.php?date=201709142226\n<br>don't you think that \"progression\" in this case could be a helpful modifier to determine the difference between sets of chords that include the same functions but in a different order, in other words, the order of 6m-4-1-5 vs 1-6m-4-5 like in the second question? if \"progression\" is meaningless, it seems like \"heart and soul\" could sound like the same song as derulo \"fight for you\" or \"africa\", but that's clearly not the case, because derulo \"fight for you\" sounds like \"africa\" but not like \"heart and soul\". or there some other way you distinguish between the same chords occurring in a different order?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n12:51 am</dco> &nbsp;<qco> do you think you'll ever change the font size font color or font font</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n12:48 am</dco> &nbsp;<qco> bill, if i make a wish that you teach me sick chords would it happen today or tomorrow?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n12:37 am</dco> &nbsp;<qco> how to care about things</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n12:13 am</dco> &nbsp;<qco> What should my senior quote be?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n11:54 pm</dco> &nbsp;<qco> Did you write I'm about to graduate from school when you were about to graduate from school?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n11:44 pm</dco> &nbsp;<qco> From what I see is that you are a guy who makes incredibly precise content that has simplistic overtones, and complex undertones. </qco></h3>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n11:44 pm</dco> &nbsp;<qco> Is Pluto a planet?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n10:58 pm</dco> &nbsp;<qco> You gotta get your stuff on Pandora.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n10:25 pm</dco> &nbsp;<qco> Ever thought about surprising your viewers?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n10:21 pm</dco> &nbsp;<qco> So, you've described music like a language that communicates emotion, but how much do you think New Canaan makes me feel the way you were trying to communicate?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n9:19 pm</dco> &nbsp;<qco> is lettuce actually a pet</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n9:17 pm</dco> &nbsp;<qco> i like figuring out how to solve the puzzle more than solving the puzzle. but i still want credit for figuring it out. is there another way to gain recognition, besides solving the puzzle myself, which i usually find boring?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n9:12 pm</dco> &nbsp;<qco> should we arrest hurricanes?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n9:11 pm</dco> &nbsp;<qco> what shows do you like, bill?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n8:22 pm</dco> &nbsp;<qco> What rhymes with \"music\"?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n8:09 pm</dco> &nbsp;<qco> why has God abandoned us</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n8:02 pm</dco> &nbsp;<qco> thoughts on the expansion of the universe?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n7:34 pm</dco> &nbsp;<qco> Are there girls on the internet?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n6:51 pm</dco> &nbsp;<qco> are you okay with the generation we both live in?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n5:22 pm</dco> &nbsp;<qco> what gave you the idea to put so much snow imagery in the movie star vid?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n4:43 pm</dco> &nbsp;<qco> Why was trump elected?</qco> </h3><br><br>"
  }
]
