[
  {
    "html": "<h3> <dco>7.2.25&nbsp; \n1:51 am</dco> &nbsp;<qco> lsd (lysergic acid diethylamide) or lds (latter day saints)</qco> </h3>      \ndid you ever think of combining the two\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.25&nbsp; \n1:01 am</dco> &nbsp;<qco> 9(4x−7)/5=−3(x+101)/11\n<br></qco> </h3>      \nx=-2\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.25&nbsp; \n12:48 am</dco> &nbsp;<qco> are you trustworthy enough with the paperwork of important paperwork&nbsp;</qco> </h3>      \nlet me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.25&nbsp; \n12:37 am</dco> &nbsp;<qco> Do you have a favorite event that had such astronomical odds against it, yet still happened?&nbsp;</qco> </h3>      \ntechnically every moment is like that\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n11:44 pm</dco> &nbsp;<qco> What is 3+4</qco> </h3>      \n4+3\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n11:12 pm</dco> &nbsp;<qco> what is essential to know</qco> </h3>      \nwhat is essential\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n11:10 pm</dco> &nbsp;<qco> how do you feel about 20 minute long prog songs with 18/20 time signatures that feature C#maj7add9susb13 and Ebmaj7D9Esus4 chords</qco> </h3>      \nperhaps some of my feelings would be a square number of letters long\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n10:05 pm</dco> &nbsp;<qco> what's your take on people being brutally honest and getting shit on for being brutally honest?</qco> </h3>      \nah, that's one of the 5 standard story structures\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n9:22 pm</dco> &nbsp;<qco> are you tapped in to the meme culture bruv</qco> </h3>      \ntapped \"thru\" it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n9:08 pm</dco> &nbsp;<qco> what are some things i can do so i won't be as bored :(</qco> </h3>      \nthis may be just a starting point, but see if you can frown twice as hard\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n8:47 pm</dco> &nbsp;<qco> how can some people live without loving or being loved? how do they end up that way?</qco> </h3>      \nif it makes so little sense, then it's probably just a translation error. for example, it may not be uncommon for that exact same person to be wondering the same thing about you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n8:35 pm</dco> &nbsp;<qco> what bill wurtz department has changed the most while working on the new stack of videos?</qco> </h3>      \nyou'll see\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n6:40 pm</dco> &nbsp;<qco> can you manifest a rainstorm on July 19th</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n6:14 pm</dco> &nbsp;<qco> Do you ever feel you have an uncanny ability for making connections to past questions when on this page, even though you read them a long time ago?</qco> </h3>      \nnot so uncanny, that would be what i'd consider a fair, canny ability\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n6:10 pm</dco> &nbsp;<qco> does anything ever feel like it's supposed to feel like something else?</qco> </h3>      \nyes, all the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n5:49 pm</dco> &nbsp;<qco> how do you deal with not being able to do things for no reason?</qco> </h3>      \nthis is a good example of where sentences sometimes need some kind of brackets, to indicate order of operation\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n4:49 pm</dco> &nbsp;<qco> Ha! I've truly won mr bill wurtz. I once typed \"according to the statistics, you are 100% likely to answer questions that have the word 'horse' in them\" in the question box and sent it, and you didn't answer it. Now.. Ever since then. you haven't answered a question with the word horse again.\n<br>\n<br>how do you feel that i've won over your brain even if it was just pretty much nothing it's just the word horse (or atleast i think i won unless if you have a logical reason as to why i haven't and I'm now only realizing it's so easy to win this because you have all the time in the world to think about the perfect comeback and come out as the true winner)\n<br>\n<br>so?</qco> </h3>      \nit's not about whether you win or lose. it's about whether you say the word horse\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n4:45 pm</dco> &nbsp;<qco> Correct me or not but is this how you say 9,352,694,294,683,284,847,284,973,485,164,294 as Nine nonillion, three hundred fifty-two octillion, six hundred ninety-four septillion, two hundred ninety-four sextillion, six hundred eighty-three quintillion, two hundred eighty-four quadrillion, eight hundred forty-seven trillion, two hundred eighty-four billion, nine hundred seventy-three million, four hundred eighty-five thousand, one hundred sixty-four?</qco> </h3>      first there seems to be a numerical error at the end \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n2:36 pm</dco> &nbsp;<qco> how do you keep your ego from inflating to the size of the solar system when people compliment something about you on a regular basis</qco> </h3>      \nnaturally this is all offset by that 1 person who tells me things more terrible than all the others combined\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n1:50 pm</dco> &nbsp;<qco> How can you observe the world and people in it without judgment?</qco> </h3>      \ni don't even think i could list all the different ways to judge, and not judge. there's positive or negative judgement but that's barely even scratching the surface\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n12:44 pm</dco> &nbsp;<qco> thoughts on rhyming \"fire\" with \"desire\"?</qco> </h3>      \nproblems occur when the rhyme is the only thing you're thinking about. and in this question, unfortunately, the rhyme is the only thing we're thinking about\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n12:20 pm</dco> &nbsp;<qco> What if New York was still called New Amsterdam?</qco> </h3>      \nzou ik best wel chill vinden, denk ik\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n11:40 am</dco> &nbsp;<qco> why don't i want to do things that i enjoy</qco> </h3>      \nmaybe you don't know if you will enjoy them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n11:22 am</dco> &nbsp;<qco> what to do when a project went horribly wrong</qco> </h3>      \nlive to tell the tale\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n10:14 am</dco> &nbsp;<qco> If someone were to flip a coin right now which side would you call</qco> </h3>      \nthe edge\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n6:55 am</dco> &nbsp;<qco> my head hurts how come it's your fault what'd you do bill</qco> </h3>      \nthis is technically not my fault\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n4:57 am</dco> &nbsp;<qco> is music meant to convey feelings to each other?&nbsp;</qco> </h3>      \nit can be used for that\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n3:58 am</dco> &nbsp;<qco> can you name all the provinces and territories in Canada?</qco> </h3>      \ni think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n3:30 am</dco> &nbsp;<qco> whats the craziest formatted text you can make here</qco> </h3>      \ni could leave the answer blank\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.25&nbsp; \n2:10 am</dco> &nbsp;<qco> What's the most fun thing you've done recently</qco> </h3>      \nanswer this question\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2025-06.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>6.30.25&nbsp; \n11:58 pm</dco> &nbsp;<qco> i really love your improv work and recently i started to want to do jazz-improv-stuff, but i never learned how. i know how to play keyboards, but i can't seem to play anything else than simple chords on the spot. are there any recommendations you'd give when starting to learn improv? thanks!</qco> </h3>      \ni think what helps is an attitude of not wanting to be told what to do. ... hm, so then i wonder what i should tell you to do....\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.25&nbsp; 11:36 pm</dco> &nbsp;<qco> what came first. The chicken or the egg</qco> </h3>      \nboth together, very gradually\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.25&nbsp; \n8:08 pm</dco> &nbsp;<qco> In what scenario do you think a balcony would be the optimal place to spend the night in?</qco> </h3>      \nmaybe if there were 2 balconies, but one of them was less haunted than the other\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.25&nbsp; \n8:01 pm</dco> &nbsp;<qco> how many capital letters have you used in total</qco> </h3>      \nin my life time, i suspect in the many millions\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.25&nbsp; \n7:39 pm</dco> &nbsp;<qco> it's getting hard to be someone</qco> </h3>      \nthat's right about when it gets fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.25&nbsp; \n7:14 pm</dco> &nbsp;<qco> How do you deal with someone who constantly shows off, always wants to be right, and argues endlessly to prove it?</qco> </h3>      \nyou may not necessarily have to deal with them at all\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.25&nbsp; \n5:52 pm</dco> &nbsp;<qco> What's a tough pill to swallow</qco> </h3>      \nmaybe a huge pill\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.25&nbsp; \n5:40 pm</dco> &nbsp;<qco> I think I accidentally broke the 2nd law of thermodynamics. Do I need to report this somewhere? I'm confused.</qco> </h3>      \nbasically you can report it to the system isolation department. if this happened then it means the system was not isolated. non-isolated system. that's your whole problem right there\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.25&nbsp; \n4:40 pm</dco> &nbsp;<qco> Is it just a coincidence that the name of the alphabet (and also the name of the first 2 letters) in Hebrew is \"Alef-Bet\"???... \"Alef-Bet\" sounds suspiciously similar to \"Alphabet\", and it is my understanding that Hebrew and English are not related languages.&nbsp;</qco> </h3>      \n'alphabet' is from greek (first two greek letters are alpha, beta). greek and hebrew both get it from phonecian. unless i am totally making this up\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.25&nbsp; \n4:04 pm</dco> &nbsp;<qco> is there a question youve been waiting for someone to ask?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.25&nbsp; \n3:30 pm</dco> &nbsp;<qco> are questions and answers kinda like the north poles and south poles of a magnet? or is it something more asymmetric?</qco> </h3>      \nthey very often behave this way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.25&nbsp; \n1:11 pm</dco> &nbsp;<qco> how does one deal with hurtful comments, is it about ignoring the hurtfulness, or not being hurt in the first place. i feel like you have experience in this sector because people say nasty things in this question box. or i assume</qco> </h3>      \nbasically i take this as an indication that it is possible that i might have hurt someone else in this exact same way in the past or in the future. it may or may not even be the same person, sometimes the logic flows chainwise, and could even be separated by many years\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.25&nbsp; 12:57 pm</dco> &nbsp;<qco> do u like maths ?</qco> </h3>      \nof course\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.25&nbsp; \n12:38 pm</dco> &nbsp;<qco> have you ever watched the truman show?</qco> </h3>      \nyes i have\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.25&nbsp; \n11:26 am</dco> &nbsp;<qco> favorite element?</qco> </h3>      \nwould have to be the first one by default\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.25&nbsp; \n11:20 am</dco> &nbsp;<qco> Have you ever made a movie in your dream</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.25&nbsp; 10:43 am</dco> &nbsp;<qco> What do you do in your free time when you're not making music or videos?</qco> </h3>      \nmy time is actually very expensive\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.25&nbsp; \n10:41 am</dco> &nbsp;<qco> Is this sentence false?</qco> </h3>      \nit switches back and forth each time it is calculated\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.25&nbsp; \n9:36 am</dco> &nbsp;<qco> do you think its possible for music to be too good, to the point where you can't enjoy any other music because it's nowhere near as enjoyable and you can't help but compare them?</qco> </h3>      \nthat can happen sometimes, but it's only temporary\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.25&nbsp; \n6:02 am</dco> &nbsp;<qco> what does the blue, red, and yellow (sometimes green) color combination i see in your videos mean?</qco> </h3>      \nthe only way to describe what it means is to see it. that being said i am not sure exactly what you're talking about, because i don't know exactly what you were looking at when you made that description\n<br><br>"
  }
]
