[
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n8:47 pm</dco> &nbsp;<qco> which drum do you prefer better? (seriously i must know.) bass drum, snare, tom (any), or cymbals (any)</qco> </h3>      \none weird trick, which doctors HATE, is to use them all together, in an ensemble\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n8:46 pm</dco> &nbsp;<qco> It seems infinity is a concept you think about a lot.</qco></h3>      mostly because it bludgeons me, every morning at breakfasttime<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Are there moments that exist outside of time for you?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also possibly your thoughts on time and music and the timelessness of memory and inspiration?&nbsp;</qco> </h3>      \nit's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n8:42 pm</dco> &nbsp;<qco> i am intensely curious, in the reality video from 11.20.10 what were you trying to accomplish by rearranging your stuff?</qco> </h3>      \nafter reviewing the footage, it seems this was some sort of desperate attempt to ~~make content~~\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n8:37 pm</dco> &nbsp;<qco> Do you have a set release date for a new video&nbsp;</qco> </h3>      \ni could tell you what i think, but there is a risk i might be wrong, and be chastised for it. and if there's one thing i know about 2020 it's that i'm sick of being chastised\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n8:33 pm</dco> &nbsp;<qco> do u ever think about how many ppl send u questions while on the toilet</qco> </h3>      \nsometimes i think about how many are potentially all the way inside the toilet\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n8:24 pm</dco> &nbsp;<qco> What is Obamas last name</qco> </h3>      \nrama\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n7:45 pm</dco> &nbsp;<qco> i find your axiom that music comes to you when you least expect surprisingly correct. how to cope with that\n<br></qco> </h3>      \njust be ready to catch it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n7:27 pm</dco> &nbsp;<qco> if you had to pick one genre to categorize your music, what would it be?</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n7:06 pm</dco> &nbsp;<qco> say you have a song written with a four chord progression, how would you make the song more interesting using like connecting chords ie diminished or something? can you subtly use chords outside the key signature? thank u music genius</qco> </h3>      \nfrom what i can gather about your situation, it sounds like you are thinking 100% about chords, and 0% about melody, and 0% about any words. i think if you can start to balance all 3 of those together and even blend them together, you're gonna start getting much better results\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n6:57 pm</dco> &nbsp;<qco> how are you doing?</qco> </h3>      \nmy brain is eating itself, HOWEVER, i am pleased to announce that my brain is now fighting back against being eaten by itself, by eating itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n6:37 pm</dco> &nbsp;<qco> What are your Thoughts on saturn</qco> </h3>      \nvery big planet. not the biggest, but besides the biggest it is biggest. biggest non biggest planet \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n6:11 pm</dco> &nbsp;<qco> I hate being seen, I cannot go outside and do the things I want to do and I'm in hiding most of the time. It's worrying my family members and I don't like not being able to do the things I want to do. How do I overcome this fear or alternatively escape my physical form?&nbsp;</qco> </h3>      \ni think going outside will actually help. if you have anxiety about being seen, here's some peculiar good news for you, in most parts of the world it has become socially acceptable to cover your entire face\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n5:59 pm</dco> &nbsp;<qco> is poop poop?</qco> </h3>      \nlet me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n5:58 pm</dco> &nbsp;<qco> what drew you to the surreal, almost absurdist aesthetic in your music, videos, and sit?</qco> </h3>      \njust trying to get by\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n5:45 pm</dco> &nbsp;<qco> I just wanted to drop in and say that you're a great artist and a magnificent professionist that cheers many people up through his songs, and that you should feel proud of any and all work you've done.\n</qco></h3>      holy environmental protection agency that actually succeeds in protecting the environment, you are very friendly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;But I also have to ask a question so what's gravel?</qco> </h3>      \nsmall rocks,\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n5:26 pm</dco> &nbsp;<qco> In your reality vids from 2016 you talk a lot about releasing a full album. Are you still planning to do that?&nbsp;</qco> </h3>      \nno, i've realized that as soon as an album becomes good enough, it is already well outside the album category\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n5:01 pm</dco> &nbsp;<qco> What's the hardest thing?</qco> </h3>      \nsoftness\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n4:57 pm</dco> &nbsp;<qco> are you still learning</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n4:44 pm</dco> &nbsp;<qco> how long is your new video</qco> </h3>      \nabout 4 minutes and 10 seconds\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n3:44 pm</dco> &nbsp;<qco> You gonna do the thing?</qco> </h3>      \nthat's preposterous. who do you think i am\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n3:43 pm</dco> &nbsp;<qco> do you celebrate stab your lunch box day?</qco> </h3>      \ni gently caress the lunchbox, but i try to do it on my own timetable\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n3:28 pm</dco> &nbsp;<qco> On a scale of 1-10, how much do you like to make random music?</qco> </h3>      \ni wish i could say 0, but you didn't include it on the scale so i'll have to say 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n3:18 pm</dco> &nbsp;<qco> whats your favourite pokemon</qco> </h3>      \nwhich one is the yellow one\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n3:17 pm</dco> &nbsp;<qco> how do you like making videos?</qco> </h3>      \nit will be great as soon as i can figure out how to warn myself before trying to do infinity\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n3:16 pm</dco> &nbsp;<qco> Thoughts on the idea of the troubled creative genius?</qco> </h3>      \nit sounds like a troublesome idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n2:34 pm</dco> &nbsp;<qco> What is your definition of normal?</qco> </h3>      \nhog wild\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n2:24 pm</dco> &nbsp;<qco> How many stages are in stage B (the video)</qco> </h3>      \nit seems like 4, but maybe the last 3 could be combined into 1. not sure, it's my first time doing this sort of thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n2:18 pm</dco> &nbsp;<qco> How do you normally hold drumsticks? Because I've seen you do it with the stick between your middle and ring finger. </qco></h3>      that's for the left hand<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is that how you are supposed to? </qco></h3>      you can do it however feels comfortable, but that is the traditional way. there is a more modern way which is to just hold both sticks the same way<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm new to drums</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n1:28 pm</dco> &nbsp;<qco> crazy dumb annoyed person is having a bad time does he need to have his door slammed open</qco> </h3>      \nhow the heck do you slam a door open\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n12:42 pm</dco> &nbsp;<qco> What's a new habit you might try to level up your music superpowers? and could you share one that you already tried that you recommend to others?</qco> </h3>      \nlistening to a huge amount of songs is helpful\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n11:17 am</dco> &nbsp;<qco> How does it feel to be iconic?</qco> </h3>      \nah, that's a healthy sign. doctors say it is normal to be iconic\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n10:06 am</dco> &nbsp;<qco> will your new song feature a synth solo?</qco> </h3>      \nevery time you think it's a solo section, the vocal/lyric has a tendency to reappear and stake its claim. then the synth may launch a counter attack, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n10:02 am</dco> &nbsp;<qco> How long do we have to wait for your next video?</qco> </h3>      \nhow long do i have to work on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n9:43 am</dco> &nbsp;<qco> estimated video release date?</qco> </h3>      \ni could tell you what i think, but there is a risk i might be wrong, and be chastised for it. and if there's one thing i know about 2020 it's that i'm sick of being chastised\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n9:42 am</dco> &nbsp;<qco> i've never used final cut 7, only final cut x. what are the big differences,</qco></h3>      i've only used 1, but they are entirely different programs. it's kind of a coincidence that they have almost the same name<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and should i start using final cut 7 instead?</qco> </h3>      i don't personally like it, but the main reason you probably can't use it is because it only works on computers that came out before 2016\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n8:32 am</dco> &nbsp;<qco> started listening to your music recently and it sparked an epiphany of just how awful my laptop sounds, so I decided to go out and buy myself a proper speaker. went to the store to test a few out and on a whim asked an employee if I could try one that was pretty far out of my budget, just to see what the difference was. he told me that one was secretly about to go on sale, and the discount put it exactly at what I'd been planning to spend. I'm chalking this one up to cosmic resonance of all the goodness you've been sending out into the universe. so thanks for the speaker, dude, you sound great on it</qco> </h3>      \nholy frequency spectrum, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n7:16 am</dco> &nbsp;<qco> Next video date&nbsp;&amp; time ?</qco> </h3>      \ni could tell you what i think, but there is a risk i might be wrong, and be chastised for it. and if there's one thing i know about 2020 it's that i'm sick of being chastised\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n6:44 am</dco> &nbsp;<qco> What is your favorite kind of bread?&nbsp;</qco> </h3>      \ndiced bread\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n5:57 am</dco> &nbsp;<qco> if you dont have a favorite of your own music as you said youd rather have a new one being your favorite, do you have a song you made that you hate/regretted the most?</qco> </h3>      \ni regret all of them equally\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n5:16 am</dco> &nbsp;<qco> is there any reason to buy a keyboard that is not touch sensitive, even for a little child who shows interest in playing the piano when they grow up?\n<br>\n<br>should they aim for touch sensitive keyboards only?</qco> </h3>      \nif you have a touch sensitive keyboard, you're gonna think you're bad.  i've seen it a million times, someone plays something on a flat-volume keyboard (where all the notes are the same exact volume no matter how hard you press them) and then they say, 'yeah it's bad i know, that's cuz i'm bad at the keyboard'. and what they don't realize is it's actually the keyboard that made them sound bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n4:05 am</dco> &nbsp;<qco> do you ever want to play music live instead of just making videos for your music</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n3:52 am</dco> &nbsp;<qco> are you secretly a descendant of genghis khan</qco> </h3>      \ni either don't know or can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n2:43 am</dco> &nbsp;<qco> So I've been hearing things in your comment section that your not really quitting, your editing software was on the verge of breaking and your learning a new one to continue producing videos, is this true?</qco> </h3>      \nalarmingly true. there's a lot more to the story but that part is true\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n2:12 am</dco> &nbsp;<qco> Are any of your songs in D minor?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n1:44 am</dco> &nbsp;<qco> favorite four note voicing for altered chord?</qco> </h3>      \nwhere is it going, and when\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n1:21 am</dco> &nbsp;<qco> I have so many songs in my head, but I can never put them into words, and I worry that any time I make will just be a copy of an already existing song. Is there any way you could help with that at all?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; By the way, you're really cool and I hope to be able to hear the new song sometime.</qco> </h3>      \na good cure for worrying is doing songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.20&nbsp; \n12:09 am</dco> &nbsp;<qco> HOW is your music so good</qco> </h3>      \n by setting up a series of shadow companies i've been able to inconspicuously sell my soul to myself \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.20&nbsp; \n11:57 pm</dco> &nbsp;<qco> how did we learn words as a baby</qco> </h3>      \nlearning is strange. it's almost as if you have to keep pretending you already knew stuff, until eventually you suddenly do\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.20&nbsp; \n11:35 pm</dco> &nbsp;<qco> Why do we even need capital and lower case letters?</qco> </h3>      \nvery convenient, it's like a different font, built into the font. we can do inflections with our voice to make the same word sound many different ways, or even have different meanings based on what tone we said it with. it's convenient that every font automatically has at least 2 modes of text. even if that's still not enough sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.20&nbsp; \n11:31 pm</dco> &nbsp;<qco> What's the name of the \"and I've heard it 100 times\" soundtrack from the Damien video? </qco></h3>      blades of grass score<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Can I listen to it?</qco> </h3>      yes i will post it\n\n\n<br><br>"
  }
]
