[
  {
    "html": "<h3> <dco>9.29.18&nbsp; \n1:50 pm</dco> &nbsp;<qco> hey, i want to ask you if you know a way of putting up with anxiety and depression during school. ive been having a lot of issues lately, especially with presentations and contacts with people. i just need to know if there is a way to fight the stress</qco> </h3>      the first thing to do is focus on where you would rather be, what you would rather be doing. i know it might not appear to fit into your schedule currently, but the first step is at least know what it would be\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.18&nbsp; \n1:05 pm</dco> &nbsp;<qco> could it be that i procrastinate because i don't like doing the work so i want to spend as little time on it as possible</qco> </h3>      that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.18&nbsp; \n1:04 pm</dco> &nbsp;<qco> Do music streaming services (SPOTIFY/TIDAL/APPLE MUSIC ETC.) pay musicians a reasonable amount?</qco></h3>      sure, considering they control the audience. they wouldn't have to pay us anything and it would still be a wise career move to get there<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Am I supporting you while I listen to your music on Spotify</qco></h3>      maybe a fraction of some cents<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or does most of the revenue go to Spotify?</qco> </h3>      it's a complicated system but at the end of the day i have to imagine the house wins\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.18&nbsp; \n1:00 pm</dco> &nbsp;<qco> what do you think of pirating music?&nbsp;</qco> </h3>      i say let the pirates make the music\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.18&nbsp; \n12:59 pm</dco> &nbsp;<qco> how do i come up with a stage name</qco> </h3>      it seems to me that the stronger the name is off the stage, the stronger it's going to be on stage\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.18&nbsp; \n11:28 am</dco> &nbsp;<qco> what excuse can be trusted for stealing a musician?</qco> </h3>      if you're stealing them to sub for someone, that's a good guarantee that it's probably just one time .......<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.18&nbsp; \n11:28 am</dco> &nbsp;<qco> tell me something about yourself</qco> </h3>      i am in the trash sales industry\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.18&nbsp; \n11:25 am</dco> &nbsp;<qco> are you at all scared by the immensity of it all or are you used to it? were you once but not anymore and if so was it just by vgetting used to it'?&nbsp;</qco> </h3>      it still surprises me but i have gotten used to being suprised\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.18&nbsp; \n11:12 am</dco> &nbsp;<qco> how do i become more persistent?</qco> </h3>      just keep trying\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.18&nbsp; \n10:37 am</dco> &nbsp;<qco> leak us one lyric from the new song</qco> </h3>      orchestra\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.18&nbsp; \n10:33 am</dco> &nbsp;<qco> Hey, I'm leaving early tuesday morning to go visit a friend, and it's a long road trip where I'll be driving well into the night... I know the new song is coming tuesday, and I don't want to my 1st time listening to it to be on my shitty phone speakers while driving.. but I think it might be hard to resist the temptation of hearing it. What should I do?&nbsp;</qco> </h3>      headphones / ear buds?\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.18&nbsp; \n8:36 am</dco> &nbsp;<qco> don't have enough time to do the all things i wanna do so im not doing all of them. is the better choice to do what will give me a bright future or is it to do the things i love and let the future be what it wants?\n<br></qco> </h3>      i'd say do it 50/50, between bright future and bright present. that will make the past good too actually \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.18&nbsp; \n4:31 am</dco> &nbsp;<qco> Bill Wurtz help\n<br>\n<br>Bill Wurtz help iam in hihgscool studnent an need to know BILL I NEED TO KNOW\n<br>\n<br>how do music</qco> </h3>      you can spend your whole life trying to learn and still never learn which is strange considering everybody always knew\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.18&nbsp; \n4:10 am</dco> &nbsp;<qco> <a href=\"q.php?date=201809281005\">9.28.18&nbsp;&nbsp;10:05 am</a>  why do so many people do it and does it help you become a better musician in other ways than improvising?</qco> </h3>      it's fun, it's something interesting to do, and it definitely will help your literacy (reading/writing notation)\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.18&nbsp; \n4:06 am</dco> &nbsp;<qco> what is the 6th word of the new song title?</qco> </h3>      that's actually the only word i can't tell you. sorry i mis counted before. i've updated the question about the 5th word to include the 5th word, which i can tell you, which is \"of\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.18&nbsp; \n12:33 am</dco> &nbsp;<qco> fly, I'm high?</qco> </h3>      that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.18&nbsp; \n12:17 am</dco> &nbsp;<qco> Heard any good conspiracy theories lately?</qco> </h3>      i'm usually the one doing the conspiracy\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.18&nbsp; \n12:03 am</dco> &nbsp;<qco> what if I don't do the dishes?</qco> </h3>      they might do you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.18&nbsp; \n11:59 pm</dco> &nbsp;<qco> how do i make other people happy?</qco> </h3>      i think you can do it using mirrors\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.18&nbsp; \n10:24 pm</dco> &nbsp;<qco> did you like high school?</qco></h3>      not really<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do you have any advice for us high schoolers trying to figure out where we're going next?\n</qco></h3>      no, i actually don't remember how i did it. i didn't quite figure it out until a bit later<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also, any advice on balancing creative projects with school and stuff?</qco> </h3>      my approach was not exactly balanced\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.18&nbsp; \n10:21 pm</dco> &nbsp;<qco> what is the 5th word of the new song title?</qco> </h3>      of\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.18&nbsp; \n8:43 pm</dco> &nbsp;<qco> why are some notes in the reality page not in the notebook page&nbsp;</qco> </h3>      not everything can be everywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.18&nbsp; \n7:43 pm</dco> &nbsp;<qco> So if I had a hope to not do a certain thing ever again in my life, but then start hoping to do that thing, how do I gauge which hope is the better hope for me to strive to fulfill?</qco> </h3>      oh i think it's time for a game show\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.18&nbsp; \n4:54 pm</dco> &nbsp;<qco> What's your opinion on trains.</qco> </h3>      they are ruining the horse industry\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.18&nbsp; \n2:44 pm</dco> &nbsp;<qco> I remember learning about the difference between major and minor in music class as a kid with the teacher saying that major sounds \"happy\" and minor sounds \"sad\"... But most of the sadder songs that I can think of are in major?&nbsp;</qco> </h3>      if you actually write a 'sad' song in a 'sad' key, then the entire song actually is sad and makes you feel sad. it turns out that's not what most people really want, so it's more common to do it in a major key so it makes you feel good about a sad thing. that's something that i think almost anyone could be on board for\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.18&nbsp; \n2:37 pm</dco> &nbsp;<qco> you say the best way to learn music is to make it and all this stuff about \"books dont Z make sound\" and just anti learning and pro experiencing\n</qco></h3>      whoa whoa since when is experience anti-learning. experience is learning, the most super learning of all learnings<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n but how can you know what a key change is or how to effeciently change a key without understanding the concept through text or reference?\n</qco></h3>      there are no text references that can teach you how to change key and have it sound ok, unless it is a song book and you are already a great reader, in which case it might be almost as good as hearing a sound recording. the only way to confirm if a key change works is to listen to the entire thing in context and see if it works<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n It's quite hard to know how to do most practices involved in music by just trial and error and random experimentation on a keyboard.\n</qco></h3>      the keyboard is not random at all. all the notes are in order, in a perfect layout<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Music isnt just sound its a method. right?&nbsp;</qco> </h3>      there can be infinite methods. just like for writing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.18&nbsp; \n1:16 pm</dco> &nbsp;<qco> What kinds of chords/progressions are you using during the phrases \"Ground and turn Grey,\" \"wondering if it's even still there,\" and \"Mt. St. Helens is feeling crazy and adventurous\" in your last video?&nbsp;</qco> </h3>      i could tell you all the chords but that would spoil the fun of figuring them out for yourself. actually it is almost impossible to accurately 'tell' someone chords without playing what they sound like, which you already have access to\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.18&nbsp; \n12:02 pm</dco> &nbsp;<qco> whats the difference between me and you?</qco> </h3>      geographical location\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.18&nbsp; \n12:01 pm</dco> &nbsp;<qco> I'm planning on solving the practical issues of one way space travel in my life so that I can go see Venus. Probs not land there, just visit the outer atmosphere and take some selfies. Would you like me to reserve a seat for you?</qco> </h3>      seems risky\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.18&nbsp; \n10:42 am</dco> &nbsp;<qco> Bill my man, I recorded a song and it was so much fun and I want to do it forever and ever</qco> </h3>      oh i think i <a href=\"bobross-unlimited-power.mp4\">see what you mean</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.18&nbsp; \n10:05 am</dco> &nbsp;<qco> transcribing jazz solos to improve improvisation?</qco> </h3>      i'm not sure if that helps but it's fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.18&nbsp; \n9:28 am</dco> &nbsp;<qco> how to not constantly not?</qco> </h3>      constantly don't not\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.18&nbsp; \n9:21 am</dco> &nbsp;<qco> im a high school student and i wanna go on to a good college to be an English teacher in my country,but i don't feel studying lately.\n<br>i was given a report card today,but im not satisfied with the results. i feel really frustrated!\n<br>i wish i could play&amp;listen to music all day;(\n<br>please give me your cool advice to work harder. \n<br>i love you and im sorry if my English is wired&nbsp;</qco> </h3>      take a medium sized walk and think about the results you want. there are more steps but that's the first step\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.18&nbsp; \n8:51 am</dco> &nbsp;<qco> what chord do the horns in la de da de da de da de day oh play?</qco> </h3>      which time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.18&nbsp; \n7:19 am</dco> &nbsp;<qco> what isn't your next song titled?</qco> </h3>      the pool is full of geese\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.18&nbsp; \n6:09 am</dco> &nbsp;<qco> does your randomization system include old songs that don't have videos ? if not, how would you fit \"making a new video for an old song\" into the 2-week schedule?</qco> </h3>      the only place i see that fitting in right now is if i get sick, which i will try not to\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.18&nbsp; \n5:17 am</dco> &nbsp;<qco> Saddest song of all time?</qco> </h3>      i don't know all the songs, so i can't be sure that i am making the correct selection\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.18&nbsp; \n4:04 am</dco> &nbsp;<qco> My friend and I have decided you are the prophet of our new religion. What would you like the religion to be called, messiah?</qco> </h3>      i thought you said it was your religion\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.18&nbsp; \n3:24 am</dco> &nbsp;<qco> <a href=\"q.php?date=201809180222\">9.18.18&nbsp;&nbsp;2:22 am</a>  thanks for your help. the audition went well, even though i didn't get the spot. and i think i learned the songs really well except i didn't add quite enough of my own flavor with improvising as they wanted. okay i have a question now: how do i get better at playing the 'spirit' of songs live without playing an exact copy of the recordings?</qco> </h3>      you just have to spend more time on stage, more time playing more songs, and pay close attention to anyone who you think is doing this well \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.18&nbsp; \n2:53 am</dco> &nbsp;<qco> are you ever going to make a book in vinyl form</qco> </h3>      i was going to make a vinyl sofa, and a paper record\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.18&nbsp; \n2:33 am</dco> &nbsp;<qco> If Mt. Saint Helens dreams of puppies, do puppies dream of Mt. Saint Helens?</qco> </h3>      not necessarily\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.18&nbsp; \n1:49 am</dco> &nbsp;<qco> Will you make a video in 8fps? It would look very good.</qco> </h3>      that is a good strategy\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.18&nbsp; \n1:15 am</dco> &nbsp;<qco> Accidentally stopped making art cause i got too satisfied i could do what i wanted on paper, what motivates you</qco> </h3>      i'm trying to get into the water temple\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n11:43 pm</dco> &nbsp;<qco> i'm not an artists but for awhile i've been thinking i want to approach the big thing i want to do like an artist. but now idk, on some level there are an infinite amount of ways to try and on another there are only a few 'proven' ways. i could be satisfied with a local maximum but the potential/hidden global one haunts me. it doesn't help that what i want to do isn't consistent</qco> </h3>      i think you should go white water rafting and try to complete the project while white water rafting\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n11:34 pm</dco> &nbsp;<qco> i give your latest video 5 bags of popcorn and a little umbrella knick nack</qco> </h3>      thank's tim\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n11:33 pm</dco> &nbsp;<qco> since we are on the topic of fps, what is the fps of life</qco> </h3>      planck?\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n10:11 pm</dco> &nbsp;<qco> what is your opinion on lionfish</qco> </h3>      their looks and strength are matched only by their intelligence\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n10:08 pm</dco> &nbsp;<qco> Why do people say \"Asking for a friend\"</qco> </h3>      it's like \"lol\" it's just polite to say and no one remembers what it means\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n10:06 pm</dco> &nbsp;<qco> What do you think about making merch</qco> </h3>      not a fan but i was persuaded <a href=\"https://billwurtz.myshopify.com\">to do it anyway</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n9:38 pm</dco> &nbsp;<qco> How would you describe the general tone of your upcoming song?</qco> </h3>      frisky bossa samba with key changes out and around neptune and back\n<br><br>"
  }
]
