[
  {
    "html": "<h3> <dco>8.5.23&nbsp; \n8:39 pm</dco> &nbsp;<qco> what is your favourite uncommonly-used unicode character? mine is&nbsp;🪤&nbsp;(it's a mouse trap emoji, i like how there's a tiny little piece of cheese that resembles the cheese emoji, it creates a nice sense of consistency between them all like it's a hieroglyph inside a larger hieroglyph)</qco> </h3>      \n\ni generally don't like uncommon emojis, because they are less likely to be available on your recipient's device. but how about ə\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.23&nbsp; \n7:47 pm</dco> &nbsp;<qco> give me some ideas</qco> </h3>      \n\ngood, evil, middle-of-the-road,\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.23&nbsp; \n7:19 pm</dco> &nbsp;<qco> opinions on Phoenicia&nbsp;</qco> </h3>      \n\nit's in the center of the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.23&nbsp; \n6:24 pm</dco> &nbsp;<qco> is time a friend? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or a concept conjured by man?</qco> </h3>      it's not that, but we've conjured some measurement systems for it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.23&nbsp; \n5:06 pm</dco> &nbsp;<qco> why life?</qco> </h3>      \n\nwhy not\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.23&nbsp; \n3:22 pm</dco> &nbsp;<qco> should I trust my therapist</qco> </h3>      \n\nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.23&nbsp; \n2:18 pm</dco> &nbsp;<qco> why are trees purple?</qco> </h3>      \n\nthey are just trying to fit in. everything else is purple\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.23&nbsp; \n10:59 am</dco> &nbsp;<qco> How old is the bad whale? Don't whales live for a long time?</qco> </h3>      \n\nthat one lives forever, and alternates between good and bad with each year\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.23&nbsp; \n10:45 am</dco> &nbsp;<qco> How do I stop thinking things that scare me&nbsp;</qco> </h3>      \nstart doing something\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.23&nbsp; \n9:20 am</dco> &nbsp;<qco> As of right now, what is your opinion?</qco> </h3>      \na=a\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.23&nbsp; \n8:13 am</dco> &nbsp;<qco> doesn't anybody stay in one place anymore?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.23&nbsp; \n6:46 am</dco> &nbsp;<qco> What would you do first if you were the Pope</qco> </h3>      \nmake friends with other popes. maybe get on a popes dating service\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.23&nbsp; \n5:54 am</dco> &nbsp;<qco> Why is it 5 am</qco> </h3>      \nthat's your fault\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.23&nbsp; \n5:54 am</dco> &nbsp;<qco> whats ur honest opinion on the barbie movie</qco> </h3>      \nit'll work\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.23&nbsp; \n4:43 am</dco> &nbsp;<qco> what is a&nbsp;</qco> </h3>      \nthe casual '1'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.23&nbsp; \n3:50 am</dco> &nbsp;<qco> so here i am, recording a synth line for the final chorus of my song. i do a few takes, figuring it out as i go. within a couple of minutes, though, the thing has morphed into a POWERFUL bit of instrumentation. like, it feels synth-solo worthy. the problem is.... it's absolutely not supposed to be that - it's just meant to be a background synth. it feels so wrong to just make it super quiet, because it feels like it demands attention, but if it's too loud it'll distract from the lyrics. so.... what do i do? do i toss it out? gamble and try a rewrite to create another, instrumental-only chorus? just leave it as-is and hope for the best? i'm really not sure what to do here</qco> </h3>      \nleave it as is. if you like it so much, then it might jump out at you and you'll find a way to extend it somewhere, but that actually won't work if you insist upon it. so leave it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.23&nbsp; \n3:22 am</dco> &nbsp;<qco> is the answer a question too?</qco> </h3>      \nis that even possible\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.23&nbsp; \n3:17 am</dco> &nbsp;<qco> How did you become confident in singing? </qco></h3>      do it more<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is it really as simple as throwing all fucks out the window?</qco> </h3>      that could work. but there can be other things going on too. doing it more is good. also, you might find it helps to improvise the lyrics\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.23&nbsp; \n9:29 pm</dco> &nbsp;<qco> When do you wanna start paving the way again?</qco> </h3>      \ni'm doing it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.23&nbsp; \n8:18 pm</dco> &nbsp;<qco> Hey, listen. You know those ducks in that lagoon right near Central Park South? That little lake? By any chance, do you happen to know where they go, the ducks, when it gets all frozen over? Do you happen to know, by any chance?</qco> </h3>      \ni think ducks can fly, but i've never seen them do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.23&nbsp; \n7:04 pm</dco> &nbsp;<qco> When will the future begin?</qco> </h3>      \nright away\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.23&nbsp; \n2:42 pm</dco> &nbsp;<qco> is&nbsp;&nbsp;life a song&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.23&nbsp; \n1:43 pm</dco> &nbsp;<qco> Do you own any horses?</qco> </h3>      \nno. always rent horses\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.23&nbsp; \n11:56 am</dco> &nbsp;<qco> Have you ever considered playing a mandolin?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.23&nbsp; 11:48 am</dco> &nbsp;<qco> How has your day been?</qco> </h3>      \nok\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.23&nbsp; \n5:22 am</dco> &nbsp;<qco> how to handle the fear that your music is mediocre</qco> </h3>      \nlook around and see how mediocre everyone else's music is\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.23&nbsp; \n5:15 am</dco> &nbsp;<qco> How do I avoid freaking out when I remember that I have no idea how anything I depend on works? For instance, my body can do a bunch of stuff like moving and maintain homeostasis, and also break down at any moment, and I don't understand most of the inner workings behind all that. Same with electricity, or computers, or internet. My life depends on all those things, but I have no idea how any of them work.\n<br>\n<br>How to not freak out and panic? Obviously I could just learn everything, but it would take about 543097 lifetimes, and I'd be freaking out for as long as I'm not done learning everything.</qco> </h3>      \ni understand. maybe just freak out and panic a little, to see what it's like. then maybe you can settle down once you've gotten a taste\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.23&nbsp; \n4:38 am</dco> &nbsp;<qco> HOW DO I DEAL WITH MY MUSIC NOT BEING AS GOOD AS IT COULD BE</qco> </h3>      \nlook around at everyone else's music, not being as good as it could be\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.23&nbsp; \n2:49 am</dco> &nbsp;<qco> How often do you have projects that never leave the notebook/drawing board?&nbsp;</qco> </h3>      \nnever hasn't arrived yet. so that's never happened yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.23&nbsp; \n1:55 am</dco> &nbsp;<qco> Recently discovered (and fell in love with) your work, but how do you come up with all these crazy song ideas?</qco> </h3>      \npretty much just cold hard common sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.23&nbsp; \n12:52 am</dco> &nbsp;<qco> is our universe truly infinite</qco> </h3>      \neither it is, or something else is, in which case we're gonna need another word for 'everything' again\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.23&nbsp; \n11:32 pm</dco> &nbsp;<qco> if, hypothetically, someone had written what they thought was a good song, how might they connect with a good producer so that the song could have some good success?</qco> </h3>      \nit's interesting, there are some producers who are wondering how they can connect with writers like you, in order to have some good success. maybe you'll have to go some kind of meeting place. it's like dating, really. use your dating skills\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.23&nbsp; \n10:32 pm</dco> &nbsp;<qco> How much time is there?</qco> </h3>      \nhow much do you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.23&nbsp; \n10:30 pm</dco> &nbsp;<qco> for this next question, are you willing to go under an NDA?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.23&nbsp; \n8:27 pm</dco> &nbsp;<qco> Do you speak tomato?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.23&nbsp; \n7:01 pm</dco> &nbsp;<qco> what obscure thing should my website be about</qco></h3>      reality<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and how do i make it humorous?</qco> </h3>      just tell the truth\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.23&nbsp; \n3:38 pm</dco> &nbsp;<qco> gift ideas for gf</qco> </h3>      \nyourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.23&nbsp; \n2:47 pm</dco> &nbsp;<qco> What are your thoughts on potatoes?</qco> </h3>      \nmultiple (2, 3, or more) 'potatoes', 1 'potato', and the mush inside is known as 'potatoe'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.23&nbsp; 8:47 am</dco> &nbsp;<qco> where do you get your ideas from?</qco> </h3>      \nnon-ideas\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.23&nbsp; \n7:22 am</dco> &nbsp;<qco> how funny is time?&nbsp;</qco> </h3>      \nit's about as funny as jokes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.23&nbsp; \n7:14 am</dco> &nbsp;<qco> Why is the band called Nirvana if they aren't Buddhists?</qco> </h3>      \nthey might think buddhism is cool\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.23&nbsp; \n5:02 am</dco> &nbsp;<qco> how do i predict the past</qco> </h3>      \nafter seeing enough things become the past, you can eventually get a handle on when that might happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.23&nbsp; \n3:49 am</dco> &nbsp;<qco> Favorite BBC Program?</qco> </h3>      \nceefax\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.23&nbsp; \n2:14 am</dco> &nbsp;<qco> When did the past end?</qco> </h3>      \njust now\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.23&nbsp; \n1:55 am</dco> &nbsp;<qco> what genre are your thoughts?</qco> </h3>      \nmad scientist\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.23&nbsp; \n12:44 am</dco> &nbsp;<qco> did you watch the barbie movie</qco> </h3>      \nyes i did\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.23&nbsp; \n11:15 pm</dco> &nbsp;<qco> sometimes I meet someone who has only ever played sheet music in an orchestra or whatever, and even if they're interested in composing or improvising the thought makes them anxious. do you have any advice for helping people like that</qco> </h3>      \nit's not clear whether you are talking about someone who really wants this. But if they do indeed have a strong desire to create their own things, but has only ever had experience as a sheet/scripted player, then i think i'd suggest starting totally fresh. possibly switch instruments. get way outside the box. smash the box. playing all scripted is a totally different universe, so it will be like learning something completely new. which is fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.23&nbsp; \n8:55 pm</dco> &nbsp;<qco> i want to start writing but i find i can't get motivated. i have good ideas;&nbsp;i just can't be motivated to pick up a pencil (or mouse) and start writing. any tips?</qco> </h3>      the way you say it, it sounds quite strange. if you want to do it, then you're motivated (want is motivation). if you're not motivated, then it means you don't want to. and yet, you say you want to, but you also don't want to. so on the surface this doesn't make sense. Usually this descrepancy can be resolved if you actually just take a closer look at what it actually is that you DO and DON'T want to do. They will turn out to be 2 different things. in that case, you can probably just choose the one you want and do that one\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.23&nbsp; \n8:12 pm</dco> &nbsp;<qco> do u believe in time?</qco> </h3>      \nyes i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.23&nbsp; \n6:59 pm</dco> &nbsp;<qco> do you think chords are really such a big deal</qco> </h3>      \nmore. most people probably don't realize how big a deal they are. it's like those those top secret addicting chemicals that McDonald's uses\n<br><br>"
  }
]
