[
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n11:08 pm</dco> &nbsp;<qco> it seems like you like to play around with the theme of home or lack thereof&nbsp;</qco> </h3>      i can't seem to quit doing that. perhaps i should go to re hab\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n11:07 pm</dco> &nbsp;<qco> Where'd you learn this snazzy dance move? https://j.gifs.com/wmA6YX.gif</qco> </h3>      at home, and in the work place\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n10:32 pm</dco> &nbsp;<qco> i am taking some time off to myself for the first time in a long time. what do you specifically recommend i do to relax?</qco> </h3>      become and inventor, and do some inventing\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n10:08 pm</dco> &nbsp;<qco> Hey Bill, I've been trying to figure out the chords - especially the theory - behind the cadence this guy plays in 03:17. Could you help explain how he moves from one chord to another? Thank you.\n<br>https://youtu.be/d9gdGvnW9DM</qco> </h3>      it's just coming down through C minor stuff, except landing on Dbmaj7 at the end\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n9:44 pm</dco> &nbsp;<qco> have you ever considered becoming a farmer</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n9:13 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201712250244a\">12.25.17&nbsp;&nbsp;2:44 am</a>  - I don't buy it. No way this isn't about a person. \"I always feel for you\", \"I always dream of you\". What's the story here?</qco> </h3>      i wrote a song about going to new canaan, on the way to new canaan\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n8:13 pm</dco> &nbsp;<qco> i need to have a conversation about something important with myself (you can probably relate to this need) but i'm not sure how to go about it. my housemates area always home, and i don't feel comfortable talking honestly with them listening. and i know i need to talk it out to come to a conclusion, or at least wrap up my thoughts.\n<br>what can i do to blend in while pretending to talk on the phone? i don't have a car, and public transport is practically nonexistent in my area</qco> </h3>      type it in a text file on your computer? \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n7:24 pm</dco> &nbsp;<qco> Can you help me with the chords for the chorus for this tune? I think what I'm playing works over the song, but the piano's kind of in the background and I might be off... So.. I think it's Bmaj7, Bdim7, Ebm11, Dbm7, then Gb9?? (Here is the link https://youtu.be/HGNb5yh7RkE chorus comes in at around 33 seconds)&nbsp;</qco> </h3>      you're gonna want Bb+7 for your second chord (Bbaug7). Bb in the bass, D, Gb, Ab in the chord\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n7:18 pm</dco> &nbsp;<qco> when will you finally finish your next album? </qco></h3>      i think i prefer to release songs individually<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because in one of your songs you said you were working on a album.&nbsp;</qco> </h3>      i didn't say that, it was lyrics to a song i wrote\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n7:06 pm</dco> &nbsp;<qco> how do you feel about homework?</qco> </h3>      each homework has a slightly different flavour<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n5:45 pm</dco> &nbsp;<qco> hi how do i know what to fear and what to embrace thanks a lot&nbsp;</qco> </h3>      just fear and embrace everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n5:39 pm</dco> &nbsp;<qco> anagram for bill wurtz:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;incompetent fuck</qco> </h3>      fair enough\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n4:57 pm</dco> &nbsp;<qco> music is just so darn sexy that it's almost unfair and then throw in a visual and holy cheese it's like a magical spell how do you keep such good morals??</qco> </h3>      check out some music videos about morals\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n4:12 pm</dco> &nbsp;<qco> I think I'm not a human</qco> </h3>      ah, #relatable<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n3:03 pm</dco> &nbsp;<qco> Given the choice between pickles and feeding every human for the next 12 years, what type of pickle would you choose?</qco> </h3>      none\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n2:40 pm</dco> &nbsp;<qco> when will i hear you on the radio?</qco> </h3>      as soon as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n2:21 pm</dco> &nbsp;<qco> do you no of any good music retailers for musical items??</qco> </h3>      i like the ones that ask me what my phone number is, so we can enjoy many good conversations later\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n2:04 pm</dco> &nbsp;<qco> what's the best chair to give inspirational speeches on?</qco> </h3>      very large\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n1:49 pm</dco> &nbsp;<qco> opinion on prime numbers?\n<br>\n<br></qco> </h3>      they are very independent\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n1:16 pm</dco> &nbsp;<qco> help i can't stop stopping</qco> </h3>      how did you start\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n1:09 pm</dco> &nbsp;<qco> i just ate a broom&nbsp;</qco> </h3>      that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n10:41 am</dco> &nbsp;<qco> so you answer questions\n<br>\n<br>\n<br>\n<br>but do you question answers?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n10:37 am</dco> &nbsp;<qco> what flavor of food is the best</qco> </h3>      mud\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n9:01 am</dco> &nbsp;<qco> Is it plagiarism if it's an accident?</qco> </h3>      ah, that's what's known in the business as accidental plagiarism\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n8:42 am</dco> &nbsp;<qco> how do i overcome my fear of ducks?</qco> </h3>      spend some more time with them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n8:29 am</dco> &nbsp;<qco> if i can only make music on a computer and can't play any instruments can i even call myself a musician</qco> </h3>      if you only write books on a computer keyboard, are you still a writer\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n8:19 am</dco> &nbsp;<qco> I find&nbsp;&nbsp;your lyrics style&nbsp;&nbsp;somewhat similar to Roger Waters', but yours are more relaxed. Why do you think I think that?</qco> </h3>      i have no idea. i thought roger waters was a member of pink floyd, which if i recall correctly is one of the most relaxed bands in the universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n8:11 am</dco> &nbsp;<qco> How do I know that things other than my own mind actually exist?</qco> </h3>      how will they know you exist\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n3:03 am</dco> &nbsp;<qco> How did you get into music?</qco> </h3>      i don't remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n3:00 am</dco> &nbsp;<qco> What chord makes you go ooooh, what chord makes you go uhhhh, and what chord makes you crave a pan pizza?</qco> </h3>      it all depends how and when it is played\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n1:36 am</dco> &nbsp;<qco> Do you get a lot of questions that you can tell are trying to be funny but the joke falls flat?</qco> </h3>      all jokes are flat. some days the entire earth is flat\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n1:31 am</dco> &nbsp;<qco> Why don't you capitalize the I in \"I\"?</qco> </h3>      <a href=\"q.php?date=201605261651\">5.26.16&nbsp;&nbsp;4:51 pm</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n12:35 am</dco> &nbsp;<qco> Non-human computers can write music, and a lot of it sounds very a-human-made-this-ish.\n\n</qco></h3>      that's fine, you can use that if you prefer<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Your thoughts on the matter?</qco> </h3>      it's not good enough for my purposes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.18&nbsp;\n12:09 am</dco> &nbsp;<qco> least favorite opening poker hand?</qco> </h3>      pocket nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.18&nbsp;\n10:45 pm</dco> &nbsp;<qco> Do you think iPods can become popular again</qco> </h3>      personally i prefer off line players. doesn't have to be that brand necessarily. just a thing to listen to music that does not try to also sell me music at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.18&nbsp;\n10:40 pm</dco> &nbsp;<qco> are there more real things or fake things</qco> </h3>      most things are a delicate blend\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.18&nbsp;\n9:43 pm</dco> &nbsp;<qco> What is the point to the \"reality\" section of your website?</qco> </h3>      to maybe have people hear some of the things i have said to myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.18&nbsp;\n8:57 pm</dco> &nbsp;<qco> What is the Alphabet Song about?</qco> </h3>      the alphabet?\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.18&nbsp;\n8:31 pm</dco> &nbsp;<qco> i think i'm a human</qco> </h3>      ah, #relatable\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.18&nbsp;\n7:35 pm</dco> &nbsp;<qco> mountain or sea?</qco> </h3>      how bout a medium grade ocean foam, everywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.18&nbsp;\n6:24 pm</dco> &nbsp;<qco> I noticed you've been asked about what program you use for your speech-harmonization vids... I know you do it all yourself, but I'm curious... is there even such a thing as an auto-harmonization program? I've never heard of that.</qco></h3>      sure, but it does a very different thing than what i'm doing there<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I have tones on my keyboard that automatically add a 5th on top of each note, and I know there's octave pedals and stuff like that.. but I've never heard of a program that generates chords for a melody. Is that a real thing?  </qco></h3>      sure, but if you give it raw key-free speech, the results are not liable to sound particularly humane. even with the strongest computer-minds alive<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, seems like it would take a lot of the fun out of writing music.&nbsp;</qco> </h3>      don't worry, according to my calculations, computers won't be able to do our secret human tricks until they are at least fully human\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.18&nbsp;\n5:58 pm</dco> &nbsp;<qco> what is one of the foods you have eaten recently&nbsp;</qco> </h3>      bat shit\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.18&nbsp;\n5:57 pm</dco> &nbsp;<qco> UH OH! YOU'VE BEEN CURSED BY THE HALWA FISH.</qco></h3>      are you sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; SAY YOUR PRAYERS BEFORE YOU DIE IN 10 SECONDS.</qco> </h3>      unsubscribe\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.18&nbsp;\n5:54 pm</dco> &nbsp;<qco> bill great news! amazon got back to me and they are fixing the alexa issue. should be fixed soon.</qco> </h3>      special thanks to you, and anyone else who helped with this. now if we could only get it on pandora?\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.18&nbsp;\n5:04 pm</dco> &nbsp;<qco> are these answers real</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you write them yourself</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.18&nbsp;\n4:58 pm</dco> &nbsp;<qco> do you rate people's worth based on how many toes they have?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.18&nbsp;\n4:46 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201803312331\">3.31.18&nbsp;&nbsp;11:31 pm</a>  This asker called the half/whole step key change at the end \"cliche\". It is used often, but do you think it's cliche or just so good that it works well for many songs?</qco> </h3>      it doesn't matter to me, i'll do it if it works or skip it if it doesn't\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.18&nbsp;\n4:31 pm</dco> &nbsp;<qco> whats a good way to improvise on a C7 | Bb7 vamp?\n<br>i experimented with the Bb major pentatonic because it would basically work on both chords.\n<br>going from one mixolydian scale to the other sounded very obvious... how can i play a cool line wirhout implementing&nbsp;&nbsp;the harmonic movement so strong?&nbsp;</qco> </h3>      just play in C mixo, no 6, and see what develops. see what concessions you need to make on that second chord. hint, Ab's will be more available on the second chord. or a better strategy is just make every note available all the time and if you play it for long enough you should handily learn which ones not to play when\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.18&nbsp;\n4:17 pm</dco> &nbsp;<qco> What's the difference between nowhere and always</qco> </h3>      nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.18&nbsp;\n4:07 pm</dco> &nbsp;<qco> when you say a project that takes more than a week is unacceptable what consequence is there?\n</qco></h3>      time passes, without it being done<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; people are constantly going to ask about the new thing no matter how soon you finish. please don't be mad at yourself, you are fucking awesome&nbsp;</qco> </h3>      \n<br><br>"
  }
]
