[
  {
    "html": "<h3> <dco>5.13.23&nbsp; \n6:21 pm</dco> &nbsp;<qco> what is something (physical, metaphysical, metaphorical, non-newtonian, etc.)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.13.23&nbsp; \n5:55 pm</dco> &nbsp;<qco> what is the time signature to might quit</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.13.23&nbsp; \n4:08 pm</dco> &nbsp;<qco> what kind of cheese is the moon made of (better not be fuckin cheddar for all it's worth)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.13.23&nbsp; \n3:15 pm</dco> &nbsp;<qco> Why can't we live on mars?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.13.23&nbsp; \n3:00 pm</dco> &nbsp;<qco> does happiness have secrets?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.13.23&nbsp; \n11:37 am</dco> &nbsp;<qco> i feel like your older songs are sadder than your newer songs. would you agree with this assessment?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.13.23&nbsp; \n11:14 am</dco> &nbsp;<qco> Can you recall any songs you wrote that experienced a tempo crisis?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.13.23&nbsp; \n11:10 am</dco> &nbsp;<qco> is there something you can think of in this world that a human hasn't licked yet</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.13.23&nbsp; \n9:50 am</dco> &nbsp;<qco> fav chord</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.13.23&nbsp; \n9:24 am</dco> &nbsp;<qco> Do you have anything to say about absurdism? Your videos kind of remind me of it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.13.23&nbsp; \n8:09 am</dco> &nbsp;<qco> whets your favourite instrument</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.13.23&nbsp; \n5:57 am</dco> &nbsp;<qco> what is not the case, in this scenario?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.13.23&nbsp; \n5:47 am</dco> &nbsp;<qco> am i cool</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.13.23&nbsp; \n5:40 am</dco> &nbsp;<qco> Do you think it is possible to compose powerful music without lyrics?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.13.23&nbsp; \n3:43 am</dco> &nbsp;<qco> Can you speak any other languages?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.13.23&nbsp; \n1:17 am</dco> &nbsp;<qco> what's your favorite thing you've seen on earth while visiting?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.13.23&nbsp; \n1:15 am</dco> &nbsp;<qco> I have a theory. Consciousness survives the dead of the physical body and it can travel between dimensions that are invisible and unreachable in our perception of reality. But the real question is, where does consciousness comes from ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.13.23&nbsp; \n1:04 am</dco> &nbsp;<qco> What is it like to dance on a wall</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.23&nbsp; \n12:29 pm</dco> &nbsp;<qco> are you excited</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.23&nbsp; \n11:52 pm</dco> &nbsp;<qco> So you've said before that boxes taste like mush. Did you have to eat a box to figure this out?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.23&nbsp; \n11:35 pm</dco> &nbsp;<qco> hey I need help with my hw what's a ratio</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.23&nbsp; \n11:33 pm</dco> &nbsp;<qco> Opinion on communism</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.23&nbsp; \n11:14 pm</dco> &nbsp;<qco> would you drive a train</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.23&nbsp; \n10:42 pm</dco> &nbsp;<qco> what are your thoughts on heavy metal</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.23&nbsp; \n10:06 pm</dco> &nbsp;<qco> Do you enjoy partaking in some good old-fashioned wordplay?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.23&nbsp; \n9:23 pm</dco> &nbsp;<qco> i am a whale shark.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.23&nbsp; \n9:17 pm</dco> &nbsp;<qco> when will you start using capitalized words in your QnA</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.23&nbsp; \n8:17 pm</dco> &nbsp;<qco> How do you edit your videos</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.23&nbsp; \n7:44 pm</dco> &nbsp;<qco> i've tried to make music with fl studio but it sounds like ass. how to make it sound less ass?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.23&nbsp; \n6:04 pm</dco> &nbsp;<qco> Ok so like, I was wondering what the point of life was, and I figured out that it was the dot on the i of life, which is in fact a point, but then I wanted to find the meaning of life, so I thought that the meaning of life must mean the mean of life, so I translated all the letters of life alphanumerically until L=12, I=9, F=6, E=5, then I found the mean of that dataset which is 8, and then I realized that if you combined the mean of life and the point of life, you would truly have the  answer to life so that makes .8 and now the word life is missing its point which makes it llfe, but at least now we have the true answer to life, but  then I remembered that the answer to life the universe and everything was 42, so I reasoned that to find the answer to just the universe and everything, you must subtract the answer to life from the answer to life the universe and everything, meaning that the answer to the universe and everything is 41.2, but then I wondered which part of that is the universe and which part of that is everything, and I realized that since everything contains the universe as well as infinite nothingness, and since the universe is not inf inite, then the value of the universe actually approaches 0, and thus every thing must be made out of 41.2 nothingnesses. If you've made it this far you might be wondering why life has a value when it to is not infinite, and the answer is that life contains some of the infinite nothingness, for example my life is full of infinite nothingness, which is why I'm happy to say that life definitely equals .8\n<br>\nwait am I thinking about this too much?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.23&nbsp; \n6:03 pm</dco> &nbsp;<qco> Do you use songs in ur head to work out pitches bc you said u have relative pitch and I think im the same, I just have in my head a lot of ur songs and I know the key they are in so I can work any note out. Are u the same?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.23&nbsp; 4:00 pm</dco> &nbsp;<qco> are you real</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.23&nbsp; \n2:52 pm</dco> &nbsp;<qco> what's the longest question you've gotten here</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.23&nbsp; \n2:36 pm</dco> &nbsp;<qco> do you like cheesecake</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.23&nbsp; \n10:56 am</dco> &nbsp;<qco> Are you scared to use capital letters?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.23&nbsp; \n10:33 am</dco> &nbsp;<qco> this question is definitely not a boat</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.23&nbsp; \n7:47 am</dco> &nbsp;<qco> do you prefer music questions instead of random ones?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.23&nbsp; \n7:11 am</dco> &nbsp;<qco> why do you always talk about sounds needing to be dynamic and velocity-sensitive, but you use plenty of sounds in your songs and videos that only have two, sometimes no dynamic layers at all. for example the piano you used all over fly around, corner store, the ending, during \"got my ticket\" - only two layers - or for example the soft electric piano sound playing during \"that's a very good picture\" and from \"hahaha lets go out to dinner\" all the way until \"just to make sure\" - zero dynamic layers. or what about the VERY first drum hit of fly around, no dynamic layers at all. what about the glockenspiel sound that's all over your music, like the \"ding ding ding ...ding...... ding\" after \"that's not true\" on 'the ending' - no dynamics at all. or what about the toy piano sound on huge gamer during \"best thing about games is losing them\" - no dynamics at all.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.23&nbsp; \n3:09 am</dco> &nbsp;<qco> In the song I'm a princess, the chords in 'tell it to me once before I'm gone' and 'I'm a princess' Is just so beautiful. How did you make that?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.23&nbsp; \n2:12 am</dco> &nbsp;<qco> Thoughts on cream of mushroom?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.23&nbsp; \n12:56 am</dco> &nbsp;<qco> do you think the universe is shaped like a pringle and the multiverse is like a big pringles can</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.23&nbsp; \n12:24 am</dco> &nbsp;<qco> Why does one sample get used over and over again making the whole genre sad?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.23&nbsp; \n11:53 pm</dco> &nbsp;<qco> why is there a word for sides but not for top-bottom</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.23&nbsp; \n11:24 pm</dco> &nbsp;<qco> I have opportunities to become better at things I'm kind of okay at, and I'm constantly battling both feelings of intimidation at the new stuff and arrogance cuz I know some stuff. So how do I master the stuff and master my own attitude toward the stuff?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.23&nbsp; \n10:47 pm</dco> &nbsp;<qco> can you make a song about france</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.23&nbsp; 8:51 pm</dco> &nbsp;<qco> do you like making music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.23&nbsp; \n7:33 pm</dco> &nbsp;<qco> if i'm atheist does that mean i should stop saying \"oh my god\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.23&nbsp; \n6:58 pm</dco> &nbsp;<qco> why are circles like that</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.23&nbsp; \n6:54 pm</dco> &nbsp;<qco> are you in a silly goofy mood</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.23&nbsp; \n5:12 pm</dco> &nbsp;<qco> Opinion on comic sans MS?</qco> </h3>"
  }
]
