[
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n3:05 am</dco> &nbsp;<qco> how do i tell my cat to stop biting me?</qco> </h3>      \nthe only way i know how to stop a cat from biting me is to go away from the cat\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n2:52 am</dco> &nbsp;<qco> I start my new job as an Amazon delivery partner today. Should I loudly play your music in my vehicle when they set me free into the world to deliver previous packages?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n2:19 am</dco> &nbsp;<qco> sometimes i get angry at how good a song is. but not jealous. maybe it's just excitement and not anger. i think it's a positive thing. i'm not sure</qco> </h3>      \ni understand\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n2:15 am</dco> &nbsp;<qco> have you invented music yet?</qco> </h3>      \nbeen working on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n12:29 am</dco> &nbsp;<qco> is every second faster than the last one?</qco> </h3>      \nno i don't believe so\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n10:30 pm</dco> &nbsp;<qco> do you prefer for your shower handle to turn left or right when trying to make it warmer?</qco> </h3>      \ni don't care as long as i get used to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n10:20 pm</dco> &nbsp;<qco> how do you feel about staten islanders?</qco></h3>      pretty good<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; are you and the rest of the boroughs gonna kill us?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n9:52 pm</dco> &nbsp;<qco> why is it easier to create things when high</qco> </h3>      \nbecause you're a rock star obviously\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n9:19 pm</dco> &nbsp;<qco> can you walk me through how you answer questions posted here. thanks</qco> </h3>      \ni press a button to see the next question, then if i can answer it i press the answer button and then i type the answer and then i press next question\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n8:39 pm</dco> &nbsp;<qco> Why did humans decide to advance in technology instead of just staying as cavemen?</qco> </h3>      \noh don't act like you wouldn't have done the same thing\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n8:27 pm</dco> &nbsp;<qco> I think it's kind of interesting that we're not supposed to drink distilled water. Like, water, this pure and simple thing that we need to sustain life, we're not supposed to drink it in its most pure and simple form (pure H2O). Our bodies need all those impurities and irregularities that are in the water.\n<br>\n<br>I feel like there's some deeper metaphor here, but I don't know what it is.&nbsp;</qco> </h3>      \ndistilled water is apparently not lively enough (for life)\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n8:22 pm</dco> &nbsp;<qco> are you going to do some april fools shenanigans?</qco> </h3>      \ni shall do all-year-round shenanigans\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n5:59 pm</dco> &nbsp;<qco> what do you think about having enemies?&nbsp;&nbsp;seems unpleasant to me, but most people seem to love it</qco> </h3>      \nseems incomprehensible\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n5:46 pm</dco> &nbsp;<qco> If I drink too much water, do I turn into a puddle?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n4:44 pm</dco> &nbsp;<qco> who made the song \"might quit\"?</qco> </h3>      \nthat would be me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n3:33 pm</dco> &nbsp;<qco> why is everything written by you all in lowercase, except the ASK button?</qco> </h3>      \nyou must have only been reading me for like 10 seconds\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n2:47 pm</dco> &nbsp;<qco> Will there be overcast weather today?</qco> </h3>      \nyes but not necessarily at your location\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n1:48 pm</dco> &nbsp;<qco> how often are you a huge gamer</qco> </h3>      \nonly on special occasions\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n1:43 pm</dco> &nbsp;<qco> Do you like pens (the writing utensil)?</qco> </h3>      \nsort of\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n1:32 pm</dco> &nbsp;<qco> do you know of any language learning apps that are good</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n1:11 pm</dco> &nbsp;<qco> excuse me, are you british?</qco> </h3>      \nno but i know how to say 'Loughborough Junction' like Julie Berry\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n11:58 am</dco> &nbsp;<qco> There is this one rhythm in i'm scared and money that stands out a lot to me, 1e 2 3triplet e(?), are there other songs that use this rhythm?</qco> </h3>      \nprobably, but i haven't exactly identified which one you're talking about. your notation seems clear but i don't recall that happening anywhere in those two songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n11:22 am</dco> &nbsp;<qco> is any of this normal</qco> </h3>      \nany of what? nevermind, yes it is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n9:59 am</dco> &nbsp;<qco> does the way the Dutch language is set up</qco></h3>      that might be the most bizarre misconception about languages. they are not set up. they have grown naturally, and continue to grow day by day. even when people constantly try to set the language up, the language manages to thwart that as well<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; tell you anything about the attitude(s) of the Netherlands, as it compares to the English and their language?</qco> </h3>      language doesn't really tell me that, but it tells me a lot of other things. it shows me what other languages it's been in contact with, and of course it always reveals many many profound things about etymology across multiple languages.  also with each language i look into, a clearer picture emerges of what language can and can't do. i get a clearer sense of the exact velocity with which it cuts corners and rolls down through the ages\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n9:12 am</dco> &nbsp;<qco> how much english do you know?</qco> </h3>      \njust enough \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n7:30 am</dco> &nbsp;<qco> hello, I've always admired your work ethic&nbsp;&amp; am wondering if you could offer some advice! I'm having trouble with dedicating myself to a discipline. I want to be able to choose one thing to pursue so I can have a place to grow and experiment within stable boundaries of a medium. However I always find myself torn. I will be really inspired by someone's X but then the process of making an X is sort of hard and boring. Then I will sort of feel like making a Y because the actual process is enjoyable, but then I'm not as inspired by the product of Ys and I feel like they don't have the inspiration capabilities of Xs. So I guess I am torn between pursuing what inspires me or doing the things I enjoy doing.. Or maybe not. Is this a trick? I really appreciate your time and I look forward to your next work!!!</qco> </h3>      \nit's hard to put the genie back in the bottle here. you'll probably grow up to be an inventor. congratulations\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n7:24 am</dco> &nbsp;<qco> sex is kinda literally like putting a key inside of a lock... but what door is being opened?</qco> </h3>      \nthe potential existence of a new person\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n6:10 am</dco> &nbsp;<qco> do you ever do daily affirmations</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n12:54 am</dco> &nbsp;<qco> do you believe you are an actual human?</qco> </h3>      \ni've been going with that assumption\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n12:48 am</dco> &nbsp;<qco> thoughts on south east asia (don't make this too political)</qco> </h3>      \nthere's a lot of interesting language combinations down there. imagine mixing mandarin chinese with english and a bit of indonesian. such a thing just might happen in a place like singapore\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.25&nbsp; \n12:31 am</dco> &nbsp;<qco> Do you know what a bollywood is? I don't.</qco> </h3>      \nthe cinema industry in india, which isually includes a lot of songs and dancing in the movies also\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.25&nbsp; \n11:23 pm</dco> &nbsp;<qco> do you think reason is reasonable?</qco> </h3>      \nit's not that simple\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.25&nbsp; \n10:16 pm</dco> &nbsp;<qco> what is your favourite song right now?</qco> </h3>      \nactually, i haven't found any songs i like, except for the fact that i technically like all of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.25&nbsp; \n10:11 pm</dco> &nbsp;<qco> what is the best chord</qco> </h3>      \nF\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.25&nbsp; \n10:07 pm</dco> &nbsp;<qco> Do you enjoy trivia?\n<br></qco> </h3>      \ni have a refined taste for trivia. i enjoy only the finest trivia\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.25&nbsp; \n9:42 pm</dco> &nbsp;<qco> are you particularly influenced by the beach boys</qco> </h3>      \ni don't know, but the B section leading up to the 'stick together' part of \"wouldnt it be nice\" makes me float off the ground\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.25&nbsp; \n9:41 pm</dco> &nbsp;<qco> Which came first, the why or the how?</qco> </h3>      \naccording to my calculations, it was probably the why\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.25&nbsp; \n8:26 pm</dco> &nbsp;<qco> bill, i've been watching the videos on your reality page, starting with the oldest. as the videos get newer, they become more centrally focused on your music, probably because you had been figuring out what to actually do musically in the time you were posting on there. however, the first few videos lack much direction, and, even though i'm all for stacking books and putting chairs upside down, i just wonder what exactly the context was for the room with the words on the wall, and also just generally what compelled you to make those videos?</qco> </h3>      \nit's the same advice i give to most people in this situation, they say \"i'm overflowing with creative ambitions and it's too much and i don't know how i can sort it all out\" and i tell them \"become the star of your own tv show where you try to figure it out.\" it keeps you nice and warm as you find your way\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.25&nbsp; \n8:14 pm</dco> &nbsp;<qco> we know your opinions on opinions, but what are your opinions on opinions on opinions?</qco> </h3>      \nthat's just a language glitch\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.25&nbsp; \n5:42 pm</dco> &nbsp;<qco> how do you feel knowing that people cry when they listen to fly around? (me included, its the memory line that gets me).</qco> </h3>      \ndon't worry there's more\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.25&nbsp; \n4:20 pm</dco> &nbsp;<qco> should i go full speed ahead with a batshit insane idea i have or take my time with it. </qco></h3>      those are equally valuable experiences. it doesn't really matter which order you have the experiences, but i'd recommend both at some point<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i have time and i can make a barebones version automatically from the start... </qco></h3>      that sounds like even a 3rd experience to add to a wishlist<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;you can rephrase this question as how are you about things when it comes to \"polish\"ing?</qco> </h3>      \nthat doesn't sound like the same question, but i don't think i use polish. however i think i have other methods and philosophies of 'presentation'\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.25&nbsp; \n4:04 pm</dco> &nbsp;<qco> Do you like musicals? :D</qco> </h3>      \ni don't see why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.25&nbsp; \n2:39 pm</dco> &nbsp;<qco> it was brought to my attention that one of my favorites strategies when learning japanese, replaying games i played in my native lang but in the original japanese, was only one way to execute the more general strategy of experiencing content you already know in a langage you don't. do you have other breakthroughs in the same vein for me, or other cool ways you can execute this strategy</qco> </h3>      \ni mean, listening to GameMeneer ramble his way through the entirety of Legend of Zelda Ocarina of Time, presumably moved the nederlandse needle significantly for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.25&nbsp; \n1:10 pm</dco> &nbsp;<qco> I want to be able to comprehend what a 4th dimensional space would be like, but my puny human brain can't. Any tips on how to resolve this issue?</qco> </h3>      \nyou can just build one\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.25&nbsp; \n12:43 pm</dco> &nbsp;<qco> What are signs that you need more or less rest and relaxation to optimize your work output as you work toward your goals?</qco> </h3>      \nyou'll just end up doing it if that's what you need\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.25&nbsp; \n12:03 pm</dco> &nbsp;<qco> what's the last art piece you experienced (from any medium) that filled you with an urge to create, that made you go \"i want to make things, to create, to express emotions through art\"?&nbsp;</qco> </h3>      \nmaybe some road signage\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.25&nbsp; \n11:42 am</dco> &nbsp;<qco> would you participate in a aztec ritual</qco> </h3>      \nmaybe some of the friendly ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.25&nbsp; \n11:39 am</dco> &nbsp;<qco> have you ever experienced a coincidence that's significance left a lasting, perplexing vex on your psyche?</qco> </h3>      \ni've had some that are extremely, extremely impressive. but this is still not outside the realm of what i would expect, over the course of a lifetime, when every waking moment is a potential possibility for almost infinite different kinds of noticeable coincidences\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.25&nbsp; \n11:20 am</dco> &nbsp;<qco> When waking up, do you tell yourself \"Good Morning Bill\" out loud?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.25&nbsp; \n10:06 am</dco> &nbsp;<qco> I swear the ueqstions change every time I'm here. Am I right or just hallucinating?</qco> </h3>      \nindividual questions don't change, but there may be new questions\n<br><br>"
  }
]
