[
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n1:25 pm</dco> &nbsp;<qco> do you think a loop method is effective for productivity? like looping 10 seconds of a project and only working on that for like a week, then when it's perfect move onto the next 10 seconds until it's done</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n1:10 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201801181544\">1.18.18&nbsp;&nbsp;3:44 pm</a>  what is the difference between meeting and greeting</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n12:58 pm</dco> &nbsp;<qco> Why did you put a capital letter at the start of your last video (La de da de da de da de day oh) you have never done it before?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n12:55 pm</dco> &nbsp;<qco> Your songs are amazing! Why don't you why don't you try and putting it on itunes,</qco></h3><a href=\"https://itunes.apple.com/us/artist/bill-wurtz/id1019208137\">on itunes</a><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or even start making albums (:</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n12:53 pm</dco> &nbsp;<qco> i just found out that the type of art i wanna make will take excruciatingly long to make, but i don't want to reduce the quality of the art just so i can release it sooner. AHHHHHHHHHH</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n12:47 pm</dco> &nbsp;<qco> Do you think it's truly possible to translate your work?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n12:06 pm</dco> &nbsp;<qco> Hey, do you like D2/F# or F#-7(b13)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n11:55 am</dco> &nbsp;<qco> Why is ur music kind of a little ting minescule of a bit strange</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n10:59 am</dco> &nbsp;<qco> what are you doing when you are bored?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n9:22 am</dco> &nbsp;<qco> Wow when i make a song i like i cant stop myself from listening to it over and over. It feels counterproductive and its probably not even good to anyone but myself but i love doin it</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n8:30 am</dco> &nbsp;<qco> Ignore every idiot?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n7:32 am</dco> &nbsp;<qco> sometimes i feel like all of your songs are connected, in one way or another. i feel as if you wished you werent trapped in this comedian bubble\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and your music was actually taken seriously and not just as a joke. \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;the visuals that accompany your videos are merely funny and maybe you dont to be seen as a musician that isnt taken seriously because of their sense of humour, and \"i want to be a movie star\" is about you wanting to be famous for somthjng that IS taken seriously,\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and la de da de da de da de day oh is about you reminiscing on the past when you were taken legitimately and life was all good and you didnt have to feel the pressure of people always demanding videos...\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>\n<br>but hey, thats just a theory,\n<br>\n<br>A GAME THEORY</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n5:41 am</dco> &nbsp;<qco> What's your biggest secret??</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n5:31 am</dco> &nbsp;<qco> Does having an audience impact your creative decisions?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n5:01 am</dco> &nbsp;<qco> Bill, how do you manage to put your incoherent lyrics together?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n3:31 am</dco> &nbsp;<qco> Is it hard to make original songs these days? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Most of your songs sound similar, just sayin'</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n2:39 am</dco> &nbsp;<qco> are cats real</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n2:38 am</dco> &nbsp;<qco> whats your favorite atomic element</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n2:34 am</dco> &nbsp;<qco> did you always know you would be a musician? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n1:32 am</dco> &nbsp;<qco> what is that one thing that must be set right to make the world a better place?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n12:58 am</dco> &nbsp;<qco> will \"i'm crazy / it's raining\" make it onto your spotify?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n12:56 am</dco> &nbsp;<qco> Can u do a studio tour</qco> </h3><a href=\"http://billwurtz.com/this-is-where-i-make-my-things.mp4\">this</a><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n12:43 am</dco> &nbsp;<qco> when do you plan on getting a better quality camera to use in those videos where you do show yourself in? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what camera do you use now?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n12:34 am</dco> &nbsp;<qco> the windmill line in your new song seems a little out of place to me, so i was just wondering what the inspiration behind that line was?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n12:32 am</dco> &nbsp;<qco> I'm in college and everyone wants me to write \"academically\" and it's annoying because there are all these rules in academic writing that usually makes things you are trying to say even MORE vague.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n can you tell all the academic people that it's not fair to make everyone else learn their language when it's THEIR jobs to make things easy for us dumb, unsophisticated folks to understand?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n12:09 am</dco> &nbsp;<qco> what disappoints you</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n11:46 pm</dco> &nbsp;<qco> If you could collaborate with anyone ever to make a song with, who would you want to do it with? It feels weird to have with in a sentence twice, but I think I'm sticking with it. wait</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n11:13 pm</dco> &nbsp;<qco> Do you like me as a friend?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n11:06 pm</dco> &nbsp;<qco> Hey bill, I know an accomplished composer/songwriter with a couple number ones. It'd be dope if you guys collaborated. He thinks your music is the raddest.\n<br>\n<br>Would you be interested?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n11:04 pm</dco> &nbsp;<qco> have you figured out what icy james is yet?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n10:59 pm</dco> &nbsp;<qco> do you read poetry, bill?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; are your lyrics poetry? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what is poetry? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is this question poetry??</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n9:54 pm</dco> &nbsp;<qco> How much an hour does it cost to rent you out as a friend?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n9:52 pm</dco> &nbsp;<qco> Do you have to force yourself to create </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or does it feel natural to you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n9:45 pm</dco> &nbsp;<qco> If my mom calls me a mistake should I take that as a compliment.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n9:33 pm</dco> &nbsp;<qco> That was a great video. Congrats! Your dedication and the way you make stuff is nearly as amazing as the stuff you make. What's next? If you need any kind of humanly doable help, just shout, I'm right at the corner.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n9:29 pm</dco> &nbsp;<qco> Have you ever been recognized on the streets only by your voice?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n9:21 pm</dco> &nbsp;<qco> help me learn piano plz</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n9:11 pm</dco> &nbsp;<qco> I was messing around on my piano and fell in love with playing this scale: E F# G# A B C D E. What's it called?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n9:09 pm</dco> &nbsp;<qco> are you a satanist?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n8:48 pm</dco> &nbsp;<qco> How do you follow through when you feel frozen? What does that conversation with yourself look like?</qco> </h3><a href=\"http://www.billwurtz.com/reality/201205120058.mp4\">this</a><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n8:34 pm</dco> &nbsp;<qco> do you like it when people send you links to interesting music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n8:14 pm</dco> &nbsp;<qco> Hey bill. I am kind of a dreamer and I don't quite understand how I developed the mindset I did, being surrounded by so many people who think differently than me, but I'm really happy I did. I just believe more that everybody's special and should do what they want to do in life, regardless of their status and that they have the power to achieve that. But each time I bring this up, my whole family tries so hard to bash into my head that this is the wrong way to approach the world and it really upsets me because I believe that my approach to the world is how one can achieve creation and innovation. Like if we had accepted how things were and never strive to change, us as a human race wouldn't be where we are now. And it saddens me when people around me try soooo hard to force me to think like what they do- don't stand out and accept things the way they are and so much bullshit in my opinion. I look up to a lot of people that inspire me, like you, and s\n o many o\n thers, and all the great things that surround me in my life that give me hope that I could push foreword and prove everybody around me wrong. That I can live the life I want, and that I could potentially make it and be like you or my other inspirations and bring more great things to the rest of the world. It's my main motivation in my life at the moment. But it's really hard with so many people surrounding me like this- telling me I shouldn't think this way. I don't agree with settling any less and living someone else's life and wasting what makes me unique and great. It's just difficult to find the time to put my energy into what I want to do with the many responsibilities I have already and With all of these people trying so hard to change me. I know my situation may not seem that bad, but It's kinda driving me crazy. Stressing me out. Sometimes my hope dwindles because of this. I want to breakthrough and prove all of these people wrong, but it's always inevitable that my\n energy a\n lways crashes and my hope fades and I fall apart. My question is how do you push through when it seems that the world around you is so against you? What advice do you think would help me Persist?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n8:12 pm</dco> &nbsp;<qco> are you a YouTuber</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n7:59 pm</dco> &nbsp;<qco> How to end bad cycles where you are going nowhere?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n7:36 pm</dco> &nbsp;<qco> I don't think you were clear enough before, are you running for president?</qco> </h3><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n7:32 pm</dco> &nbsp;<qco> Am I eventually going to have to climb that mountain of learning the whole production-side of making music? When I record I just play into a shit mic that plugs into my computer and I have this interface thing (don't even know what you'd call that type of device) where I can record guitar or keys straight into the computer. I just use the standard recording program that just came with my computer (audacity).. i dont do anything with effects any editing apart from just adjusting the volumes of each track. I love writing and recording music, but the sound quality is always crap. Doesn't really bother me now. But again, I feel like at some point I'm going to have to climb that mountain of learning that side of making music. And it scares me because I don't know where and how to start or when I should just bite the bullet and dive head first into this world.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n7:22 pm</dco> &nbsp;<qco> Do you prefer the deeper/ more personal questions, or the more silly ones, </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do you just like answering any questions? Or I guess do you not like questions at all and you're some sort of ascetic?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n6:52 pm</dco> &nbsp;<qco> how do you make music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n6:38 pm</dco> &nbsp;<qco> Sometimes I wanna go in there and ask the hell outta some questions</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n6:31 pm</dco> &nbsp;<qco> What is something valuable you've learnt making your latest song and video ?</qco> </h3><br><br>"
  }
]
