[
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n5:35 pm</dco> &nbsp;<qco> what do you like on your popcorn?</qco> </h3>      \nhow about.... cinema\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n5:29 pm</dco> &nbsp;<qco> lots of musicians, especially in the gospel world clown people for transposing. i can play in all keys, major/minor with the exceptions of F, G, A, and D. (they suck so bad holy crap). would transposing be better as a safer option in terms of gigs or should i just not take gigs to practice (and ultimately fail at playing) the keys?\n<br>\n<br>(i ask you this cause you're an awesome musician)\n<br>\n<br>thanks, D.</qco> </h3>      \nhow about just taking the gigs and try not to transpose. best way to learn. or you can transpose, it doesn't really matter. but feel free to challenge yourself, just certainly don't skip gigs because of it. if you want to learn to do something, gigs are really the best way to do that anyway\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n5:13 pm</dco> &nbsp;<qco> what do you think of :smirk_cat:&nbsp;😼</qco> </h3>      \nit might not always look exactly like that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n5:04 pm</dco> &nbsp;<qco> what's your favorite prime number and why?</qco> </h3>      \nhow about the lowest one that's never been found or acknowledged\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n5:03 pm</dco> &nbsp;<qco> Why does it feel so cosy to be on this questions page? Feels like my lil secret place where I hide in from time to time</qco> </h3>      \nit must be the color scheme\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n4:29 pm</dco> &nbsp;<qco> can you out puzza the hut</qco> </h3>      \ni'll give it a try\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n3:48 pm</dco> &nbsp;<qco> On a scale of Chill (1) to Frantic (10), what would you say is the average energy level of your upcoming videos?</qco> </h3>      \n5\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n3:16 pm</dco> &nbsp;<qco> What's the easiest way to create a paradox?</qco> </h3>      \ndo it the hard way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; 1:52 pm</dco> &nbsp;<qco> How do you make your videos</qco> </h3>      \ni've done it a lot of different ways, but there is a distinct feeling that i have still not figured it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n12:51 pm</dco> &nbsp;<qco> I love cheese so much. Do you enjoy cheese?</qco> </h3>      \nthe concept of cheese is definitely hilarious\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n12:03 pm</dco> &nbsp;<qco> iN mY wOrLd EvErYoNeS a PoNy AnD tHeY aLl EaT rAiNbOwS aNd EaT rAiNbOwS aNd PoOp BuTtErFlIeS</qco> </h3>      \nthat's fine with me\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n11:44 am</dco> &nbsp;<qco> Are birds dinosaurs?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n11:30 am</dco> &nbsp;<qco> the clock tick at the end of \"and the day goes on\" is genius. why are you a genius?</qco> </h3>      \nmaybe out of desperation\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n11:00 am</dco> &nbsp;<qco> is it cool to jump</qco> </h3>      \nyes it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n9:59 am</dco> &nbsp;<qco> What's your favourite fairytale from the bible?</qco> </h3>      \nwhich bible\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n8:50 am</dco> &nbsp;<qco> What do you think of \"þ\" being replaced by \"th\" in the english language?</qco> </h3>      \ni'm too young to remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n8:41 am</dco> &nbsp;<qco> how do i stop time</qco> </h3>      \nyou can already do it, but the problem is you never notice because no time passes so nothing can happen when you do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n8:39 am</dco> &nbsp;<qco> my name is \"hfofh hoot blejkf\" should i get it changed</qco> </h3>      \nmaybe just get it reversed\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n7:12 am</dco> &nbsp;<qco> i am asking a question, this is a question</qco> </h3>      \noh i'm following your logic so smoothly now\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n6:25 am</dco> &nbsp;<qco> Are you a Silicon Valley evangelicist&nbsp;</qco> </h3>      \nno i don't believe so\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n4:46 am</dco> &nbsp;<qco> How do you escape the never ending loop of making alternate renditions of the same song?</qco> </h3>      \ni've actually almost never gotten a chance to do alternate versions, and i've been wishing i could. this would certainly be a good way to train myself to use more reasonable methods. so at this point in time i am envious of your situation, but this envy now has a bit of caution, simply based on your report\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n3:19 am</dco> &nbsp;<qco> when u just wanna win all the time but then everyone thinks ur a bad person so u have to work twice as hard to spiritually mogg everyone u encounter</qco> </h3>      \ncouldn't you actually do that by working.... half as hard? don't take my word for it, i still haven't figured it out either\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n2:29 am</dco> &nbsp;<qco> have you ever been to Idaho?</qco> </h3>      \nno but i've seen it online\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n2:28 am</dco> &nbsp;<qco> you answered fewer questions than usual today. does that mean you're working on a Big Exciting Project which is demanding more of your time?</qco> </h3>      \ni've been working on a big exciting project for about 2 years now\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n2:25 am</dco> &nbsp;<qco> 5 things that define the 2020s</qco> </h3>      \nit's too soon to say\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n1:29 am</dco> &nbsp;<qco> Do you have any wisdom to share with me?</qco> </h3>      \nsure. that is perhaps the entire reason i launched this website\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.28.25&nbsp; \n12:42 am</dco> &nbsp;<qco> what do you think?</qco> </h3>      \ni will try to show you\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.25&nbsp; \n9:47 pm</dco> &nbsp;<qco> how to become one day unrecognizable from the person i am today</qco> </h3>      \ni think you can do that just with a change of hairstyle and clothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.25&nbsp; \n9:39 pm</dco> &nbsp;<qco> are horses real?</qco> </h3>      \nyes, but they've also been asking if you're real\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.25&nbsp; \n8:51 pm</dco> &nbsp;<qco> do trees breathe</qco> </h3>      \nyes but probably different than the way we do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.25&nbsp; \n8:49 pm</dco> &nbsp;<qco> How to not do the many random things available to do this summer and focus on one single task?</qco> </h3>      \nwhat's so bad about doing an assortment of different things\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.25&nbsp; \n8:14 pm</dco> &nbsp;<qco> I have a lot of ideas for projects/things I can work on, do you have any advice about keeping yourself focused enough to make progress on a few at a time without getting distracted or overwhelmed by the possibilities?</qco> </h3>      \nbasically what may happen as this: you struggle to figure it out, you still can't figure it out. you struggle to figure it out, you still can't figure it out. you want desperately to figure it out, your desire to figure it out increases, you still can't figure it out. it goes on and on like this, until eventually, you start to actually realize 'i may never get it. i may never figure this out. ive been trying so long and it still hasnt worked, i actually am starting to think it might never work.' But as you sink lower into desperation, simpler possibilities become more and more exciting. So ultimately if you sink down low enough, heck even just the idea of doing each project one at a time in alphabetical order, that suddenly seems incredibly exciting because in a world where you were scared that there are no possibilities, there now actually is one\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.25&nbsp; \n8:06 pm</dco> &nbsp;<qco> a long time ago (i think 2020) you said you would make more episodes of \"wild frolicking adventures of informational education\". have those plans changed? also \"but then Cortés came and smashed it\" is my favorite line in the first (or only)&nbsp;&nbsp;episode</qco> </h3>      \ni don't think there was ever a plan to make more of those. to be fair, that's not the only piece of incorrect information to be found in that video\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.25&nbsp; \n7:47 pm</dco> &nbsp;<qco> Just how many lines have you blurred?</qco> </h3>      \nthe only line i have ever blurred is the line between a blurred line and a not blurred line\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.25&nbsp; \n6:33 pm</dco> &nbsp;<qco> is math real</qco> </h3>      \nmight be the only thing that is\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.25&nbsp; \n6:06 pm</dco> &nbsp;<qco> Relationship advice?</qco> </h3>      \nit's all one big relationship that we're all in\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.25&nbsp; \n5:01 pm</dco> &nbsp;<qco> What are your thoughts on Harambe getting murdered causing the timeline switch?</qco> </h3>      \ni thought it was the blue dress that did it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.25&nbsp; \n4:52 pm</dco> &nbsp;<qco> would you consider yourself to be an adequate wordsmith?</qco> </h3>      \nat the very least, i know the difference between and and but\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.25&nbsp; \n2:58 pm</dco> &nbsp;<qco> hey bill, can i PLEASE be let into the corner store? i want to feel all these emotions and remember who i am and above all, i want to stay in the corner store forever because it feels like a real home for me that i can live in</qco> </h3>      \nyes it's right around the corner, and it does not necessarily have to be a store\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.25&nbsp; \n12:49 pm</dco> &nbsp;<qco> whats the square root of 84</qco> </h3>      \na little bit more than 9\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.25&nbsp; \n11:32 am</dco> &nbsp;<qco> How to cool down on a hot summer day??</qco> </h3>      \nhow about counting up the multiples of 19\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.25&nbsp; \n11:06 am</dco> &nbsp;<qco> do you ever see a thing you like so much you have to wiggle and shake your hands around</qco> </h3>      \nsometimes i jump through the ceiling\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.25&nbsp; \n10:33 am</dco> &nbsp;<qco> Why is Thomas spelled with Th even though it's pronounced like Tomas?</qco> </h3>      \nit probably was pronounced th, but the pronunciation changed and the spelling didn't. that's what i am guessing\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.25&nbsp; \n10:08 am</dco> &nbsp;<qco> what do you think</qco> </h3>      \ni'll try to show you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.25&nbsp; \n6:17 am</dco> &nbsp;<qco> In perfect the characters mention several times they are going to go somewhere else but they never do. Was there originally a plan to have the characters go somewhere else or was it always the intention to have the characters remain in one place?</qco> </h3>      \nwriters often talk about the advantages and disadvantages of 'outlining' or planning out your plot before you write. the more i consider this issue, the more and more eagerly i throw myself onto the no-outline bandwagon.  That means at each moment when i'm writing the story, i have just as no idea what's going to happen next as you the first-time viewer. i could rave through the ceiling trying to explain all the advantages i find in doing it this way. most importantly it ensurees that the writer and viewer are always in the same space. but anyway, this video in particular is a celebration of the no-outline method, so it's plan-free. are they going somewhere? they certainly can, the option is always open, so that's probably why the possibility comes up from time to time. you can be sure that any time someone asks if they are going somewhere, i the writer did not know the answer yet at that time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.25&nbsp; \n4:34 am</dco> &nbsp;<qco> For the I'm a Princess music video, does the Cone on top of the stack of 3D shapes from the start (and end) refer to both Princess Party hats and Dunce hats, and is that the reason for the ending of \"I'm a Dunce?\"</qco> </h3>      \nthe song audio was completed before the video was started, so there's no chance that the video influenced the audio. however, it's possible that the audio influenced the choices made in the video. Looking at the first scene, the important thing to remember about this scene is that i was basically a total beginniner in the 3D environment i was using at the time. so i probably had no idea if it was going to work. but then i put some lights in, then i was hooked\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.25&nbsp; \n4:11 am</dco> &nbsp;<qco> would you like to try whale cheese made from whale milk?</qco> </h3>      \nnot right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.25&nbsp; \n3:32 am</dco> &nbsp;<qco> why do I still need to go to uni when it's raining. I actually don't know for sure if I need to be there but I'm just gonna go because its awkward if they expect me to be there and I'm just Not. but it is raining</qco> </h3>      \nwalking in the rain is good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.25&nbsp; \n2:04 am</dco> &nbsp;<qco> how does one stop being jealous of other people?</qco> </h3>      \nhow about starting a business. you will be so busy you won't have time to be jealous\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.25&nbsp; \n1:58 am</dco> &nbsp;<qco> how long has it been</qco> </h3>      \nnot long at all\n<br><br>"
  }
]
