[
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n7:38 pm</dco> &nbsp;<qco> if i'm recording an audiobook of some sort, and i come across a made-up word with an unusual accent mark, how would i figure out how to pronounce that word?</qco> </h3>      \nyou're screwed. can't google it, you'll only get linked to an automated robot youtube page doing it wrong. and then you'll get blamed for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n7:20 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201909022041\">9.2.19&nbsp;&nbsp;8:41 pm</a>  why didn't you think you'd ever say that</qco> </h3>      \nbecause i always thought i had already heard more than enough of it to last a life time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n7:17 pm</dco> &nbsp;<qco> What should i program into my game?</qco> </h3>      \na huge open field\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n7:13 pm</dco> &nbsp;<qco> bill it is kind of blowing my mind that everyone in a room sees different parts of the room and that they can even see me from different angles than i can see myself. I spend a lot of time thinking about this and am wonderin gif you have considered it.</qco> </h3>      \noh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n6:57 pm</dco> &nbsp;<qco> what is the biggest thing</qco> </h3>      \nbig ben, unless for some reason there is an even bigger ben out there\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n6:46 pm</dco> &nbsp;<qco> what to do if feeling randy</qco> </h3>      \nyou could press the 'i'm feeling randy' button\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n6:33 pm</dco> &nbsp;<qco> Are you running from the police?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n6:14 pm</dco> &nbsp;<qco> i always confuse sink faucets with toaster waffles is there a way to help with this</qco> </h3>      \ntry licking it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n5:58 pm</dco> &nbsp;<qco> How much xanax is too much xanax</qco> </h3>      \ni'm not a xanax expert (xanaxpert) but i think it's written on the package\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n5:57 pm</dco> &nbsp;<qco> Should I ask questions</qco> </h3>      \nyou could try\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n5:56 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201909040829\">9.4.19&nbsp;&nbsp;8:29 am</a> &nbsp;&nbsp;wait, if the rules aren't the same, then how do they change?&nbsp;&nbsp;and has anyone ever seen them change</qco> </h3>      \nbarely anyone has ever been very far off this planet, but they do change a bit when you leave the earth's gravitational field. beyond the bounds of the observable universe they might change quite a bit more, but i'm not sure how or when you'd ever get there\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n5:55 pm</dco> &nbsp;<qco> Are nazi zombies worse than normal zombies</qco> </h3>      \nlet me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n5:05 pm</dco> &nbsp;<qco> did you ever question what kind of category \"weird\" was when they told you that you were nominated for that shorty award</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n4:36 pm</dco> &nbsp;<qco> Will your next song/video be good to listed to/watch in a cave?&nbsp;</qco> </h3>      \nonly if the walls are soft\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n4:14 pm</dco> &nbsp;<qco> Can I write an Op-ed on you for school that discusses the philosophical question \"how would you define genius?\"</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n3:36 pm</dco> &nbsp;<qco> why is my immune system so much worse than it used to be</qco> </h3>      \nbecause you are getting older, and weaker\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n3:31 pm</dco> &nbsp;<qco> How do you feel about being asked the same question multiple times?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n3:06 pm</dco> &nbsp;<qco> What is your favorite video you've uploaded?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n3:02 pm</dco> &nbsp;<qco> hi bill i have a HUGE list of projects and everytime i do a project it seems that i change my mind, for example i wanted to constantly do small projects or projects i wrote a long time ago but i can't find a satisfying way to \"attack\" my list. everytime i look at it i'm sad because some of the stuff i'm like, \"this idea is awesome it should have been done already!\". so i'm basically in a phase where i'm blocked and i don't even know why and it's horrible. i know you probably have a big list of song ideas so i wanted to know what's your view on this?</qco> </h3>      \nwhat helped me was to make a website. i was gonna use tumbler but i couldn't get the settings the way i wanted. so i started using custom settings / custom html. then i realized if i'm doing custom html i might as well make my own site. so i made a site, and i made it just how i wanted it. and i almost flipped over from excitement. then i filled it with everything i had done so far. then there was nothing left to do but to start a rigorous weekly schedule of new content. i had my lists to choose from, but i mandated that i release things 5 times a week according to a certain scheme. this was the result of many months and years of desperation, similar to what you described\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n3:01 pm</dco> &nbsp;<qco> Hey how's your day going?</qco> </h3>      \npretty good\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n2:27 pm</dco> &nbsp;<qco> will you ever consider letting me out of your basement?</qco> </h3>      \ni have no basement. i'm afraid your story does not make sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n2:14 pm</dco> &nbsp;<qco> So a month-and-a-half ago there was a church function at the hotel I work at, there was music and a few of the people had tambourines. After the event they were left behind. A week passed and I said to my boss \"if they don't come pick these up I might take them for myself\". Fastforward to yesterday and she surprised me with a bag of the 3 tambourines! I had forgotten about them. So I have them in the bag still, saving them for a private function I'll be performing at with a friend in a couple weeks. I got to thinking about the tambourine you're saving for later, is it because you're in an apartment where playing it could possibly be too noisy for current neighbors?</qco> </h3>      \nno, that was a work of fiction, mostly written to suit whatever props i had available\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n1:11 pm</dco> &nbsp;<qco> what do you think of cats the musical?</qco> </h3>      \nwhat i wanna know is why are there no dogs in the musical\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n1:02 pm</dco> &nbsp;<qco> What advice would you give an upcoming SoundCloud rapper?</qco> </h3>      \nif you're upcoming then it sounds like you're gonna be fine. upcoming means you're gonna succeed soon ... i think?\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n12:20 pm</dco> &nbsp;<qco> if I only know one clef can I make a song and sheet music for instruments in not that clef&nbsp;</qco> </h3>      \nyou could probably get a computer to translate it for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n11:43 am</dco> &nbsp;<qco> if I want to record a track, would it be ok just to plug in the instrument straight into the 1/8 input of the computer. Cause I am getting sound to record and it sounds good.\n</qco></h3>      that's good<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tOr would it be better to buy a usb interface to record with?</qco> </h3>      \nyou could try and see if it sounds better, unless you think it already sounds good enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n11:36 am</dco> &nbsp;<qco> where do you stand on the debate between your and you're</qco> </h3>      \nright hear\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n11:35 am</dco> &nbsp;<qco> If you punch yourself and you did manage to get hurt does that mean that your either too weak or too strong? \n<br></qco> </h3>      \ntoo stupid\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n10:12 am</dco> &nbsp;<qco> Any suggestions for what to put on my pancakes?</qco> </h3>      \nyour nation's flag\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n8:47 am</dco> &nbsp;<qco> Hey Bill sorry is this has been asked before but you've got any music studies or its all by ear?</qco> </h3>      \nboth, i use my ears to study\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n8:43 am</dco> &nbsp;<qco> What's your opinion on immigration</qco> </h3>      \nseems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n8:29 am</dco> &nbsp;<qco> if space is made up of a bunch of different places, many of them separated by a lot of distance/time, how is it that all these places seem to follow the same rules of physics?&nbsp;&nbsp;</qco></h3>      they don't<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tyou'd think somewhere they would get creative and make some new rules</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n6:28 am</dco> &nbsp;<qco> My friend doesn't like you, how to I fix this issue?</qco> </h3>      \nyou've already done the important part, which is to make sure i'm aware\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n5:24 am</dco> &nbsp;<qco> Are buildings supposed to be bendy?</qco> </h3>      \na little bit\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n4:47 am</dco> &nbsp;<qco> is there any anything that includes everything?</qco> </h3>      \neverything\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n4:44 am</dco> &nbsp;<qco> why is my turtle glowing?</qco> </h3>      \nthat's genetic engineering\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n4:26 am</dco> &nbsp;<qco> Did you know that you haven't uploaded a video for \"got to know what's going on\" if you did know then why haven't you uploaded a video for it?</qco> </h3>      \nbecause i never made one\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n4:07 am</dco> &nbsp;<qco> bill please help i accidentally glued my hand to a bed of spikes please help it hurts ow ouch oof</qco> </h3>      \ncall the police. they can help, but unfortunately they will also arrest you at the same time. that's the best advice i can think of\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n3:42 am</dco> &nbsp;<qco> im bored, what should I do</qco> </h3>      \nhow about some financial reforms\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n2:23 am</dco> &nbsp;<qco> I'm out of inspiration, can you give me an art idea?</qco> </h3>      \nhow about foam\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n2:05 am</dco> &nbsp;<qco> I guess you would have to decide this for yourself but if you were recording a live show to produce and sell on the internet, but then you found out that the drum mics were picking up the vocals, other instruments or audience or just basically, there was too much audio bleeding in all the mics, which made it difficult to mix, add effects, compress, etc. You don't have the luxury of having a controlled environment in a live situation.\n<br>\n<br>Would you then re-record the parts? Or would you leave it as is?\n<br>\n<br>Some people would call re-recording, cheating. I don't know if I would call it that.</qco> </h3>      \neveryone does it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.19&nbsp; \n12:04 am</dco> &nbsp;<qco> if you compiled all of the questions ans answers from this page into a scroll, at 12 point font how long would the scroll be?</qco></h3>      about half a mile<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t And where can I buy that</qco> </h3>      nowhere. that wouldn't be fair to the new questions that came out after you bought it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.19&nbsp; \n11:48 pm</dco> &nbsp;<qco> Would you like 1000 free hours of AOL?&nbsp;</qco> </h3>      \nmore, if possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.19&nbsp; \n11:33 pm</dco> &nbsp;<qco> what's your opinion on worms on a string&nbsp;</qco> </h3>      \nhow many worms we talkin\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.19&nbsp; \n10:15 pm</dco> &nbsp;<qco> what type of art you use?</qco> </h3>      \ntype 3A\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.19&nbsp; \n10:12 pm</dco> &nbsp;<qco> Is this a biscuit?</qco> </h3>      \neverything is biscuits\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.19&nbsp; \n10:02 pm</dco> &nbsp;<qco> what do i need to do before i die?</qco> </h3>      \nlive\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.19&nbsp; \n10:00 pm</dco> &nbsp;<qco> I think I forgot how to feel. Advice?</qco> </h3>      \ngoogle it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.19&nbsp; \n9:59 pm</dco> &nbsp;<qco> hows new canaan</qco> </h3>      \ni haven't been there in 10 years\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.19&nbsp; \n9:40 pm</dco> &nbsp;<qco> how important is proper grammar?</qco> </h3>      \nhow much do you like it\n<br><br>"
  }
]
