[
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n12:00 pm</dco> &nbsp;<qco> what do you think of tornado alley</qco> </h3>      i think it was bought by amazon\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n11:25 am</dco> &nbsp;<qco> Hello. I make art but english is not my first language (it's french). I'm a bit sad because when I share my art, only the people who speak my language understand it. It has become quite popular among french speaking persons, but I will never reach international audience. I tried to write in english, being the language of the internet I think, but it's less natural, it just doesn't flow. I wonder if I should just force myself to create in english all the time (the more I do it, the more it becomes natural, right?) or if I should just stick to what comes out of my mind naturally, closer to the music on ma native language. I know the audience shouldn't be a goal, but still, I'm traveling more and more and I always find this frustration of not being able to share my work because of language. Any thoughts about my case? Thank you!!</qco> </h3>      i think you should keep having fun with english. keep doing french of course, because that's where you are 100% fluent, but you clearly speak english well enough to have loads of fun. some of the best english is actually written by people who are coming at it with a new twist\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n11:16 am</dco> &nbsp;<qco> Can you give a hint to what the password is?</qco> </h3>      can you give a hint at which password you are talking about\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n10:48 am</dco> &nbsp;<qco> best time zone</qco> </h3>      +14\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n9:38 am</dco> &nbsp;<qco> This might sound odd but I've actually found going back through your reality videos to be very inspirational, they've gotten me feeling more like I need to quit waiting for the \"right time\" on doing music or story writing and like I should just try pursuing the ideas I have.&nbsp;</qco> </h3>      that's not odd, that's the whole point of that section\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n6:20 am</dco> &nbsp;<qco> I think it's really cool that humans are here. Like, wow, ok, so this planet has life. Intelligent life. That's neat. Also what the fuck is happening?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n4:02 am</dco> &nbsp;<qco> is earth weird</qco> </h3>      yes but that's normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n12:56 am</dco> &nbsp;<qco> Why are there so many terrible computer games?</qco> </h3>      they are hoping you won't notice and play it anyway\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n12:29 am</dco> &nbsp;<qco> what's your favorite dance move&nbsp;</qco> </h3>      the walk\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n11:09 pm</dco> &nbsp;<qco> help i feel like a huge creeper for something so small and insignificant&nbsp;</qco> </h3>      compare yourself to some huger creepers. see how you stack up\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n10:15 pm</dco> &nbsp;<qco> Would you like to sit on the Iron Throne?</qco> </h3>      i was hoping for something a little bit more comfortable\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n9:58 pm</dco> &nbsp;<qco> What is with all this talk about albums? I just don't get it. Can't people listen to songs in a random order, or, a self-made order?\n<br></qco> </h3>      yes, most of the world actually does that but it is frowned upon. the world in general is actually frowned upon, now that i think of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n9:29 pm</dco> &nbsp;<qco> are you still thinking about doing some content?</qco> </h3>      yes, while also doing content at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n9:27 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201905191159\">5.19.19&nbsp;&nbsp;11:59 am</a>  Can you tell us what this method is?</qco> </h3>      i'll give you a hint, i just did an interview and i almost suffocated\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n8:51 pm</dco> &nbsp;<qco> When are you going to song again?</qco> </h3>      it seems like that's all i do. was wondering when i am going to non-song again\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n8:23 pm</dco> &nbsp;<qco> If you could magically revise English for people other than yourself, would you do it?</qco> </h3>      not necessary. english is self-revising. \"ish\" actually means \"revise\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n8:08 pm</dco> &nbsp;<qco> Are you ever coming back</qco> </h3>      i didn't leave\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n6:32 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201905171722\">5.17.19&nbsp;&nbsp;5:22 pm</a> \n<br>I thought you said favoritism was a solialist construct</qco> </h3>      it is. social construction is just one of the many things that goes on on this page, from day to day. that is an expected consequence of having the page open to society\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n5:58 pm</dco> &nbsp;<qco> If you were to play in snl, who would you hug first while credits roll</qco> </h3>      there would have to be a no hug clause in the contract\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n4:57 pm</dco> &nbsp;<qco> Looks like you're deep in production again</qco> </h3>      that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n4:05 pm</dco> &nbsp;<qco> have you ever faced a period in your life where you weren't productive because you didn't know what to do? or know what was important?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n3:21 pm</dco> &nbsp;<qco> birds or spoons?</qco> </h3>      birds are spoons\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n12:05 pm</dco> &nbsp;<qco> Bill why haven't you answered any questions for 2 days?!</qco> </h3>      because my days have become longer\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n11:59 am</dco> &nbsp;<qco> how do you record vocals without bugging your neighbors</qco> </h3>      it actually doesn't bug them but it is mostly me not wanting anyone to hear me record. i recently invested in a solution which i think will work extremely well for me but it may not be right for others who try it, and it was admittedly quite over priced\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n11:36 am</dco> &nbsp;<qco> Did you change the colors on here or is it just because I got a better screen?</qco> </h3>      it must be your screen. i haven't changed the colors since 2016, and even that change was mostly imperceptible to the human eye\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n10:59 am</dco> &nbsp;<qco> I see you have changed the name of the page.</qco> </h3>      no i didn't\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n10:16 am</dco> &nbsp;<qco> have you ever thought about switching your style of content to be more like other people's content?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n9:34 am</dco> &nbsp;<qco> modern pop or old school?</qco> </h3>      what about old pop, or modern school\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n8:57 am</dco> &nbsp;<qco> Do questions still work if I send them from a phone?&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n8:28 am</dco> &nbsp;<qco> hi, bill. still working on new video?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n8:22 am</dco> &nbsp;<qco> do you refrain from playing real drums in your apartment because you are a generally considerate neighbor or because of fears inspired by the audible disputes around you?\n<br></qco> </h3>      playing a drumset in a populated residential area is pretty ridiculous. it forces everyone in at least 10 other households to listen to you at that exact moment, regardless of what else they had planned for their time. actually usually it's my neighbors who do this to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n7:53 am</dco> &nbsp;<qco> help we just re-elected a stupid government who won't do anything about climate change</qco> </h3>      in that case maybe the climate can do something about the government\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n5:12 am</dco> &nbsp;<qco> opinions on toes?? its urgent</qco> </h3>      no it's not\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n4:47 am</dco> &nbsp;<qco> What is your perspective on the world 2020¿</qco> </h3>      it's big\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n3:58 am</dco> &nbsp;<qco> what do you think about trees that are tall in mountains?</qco> </h3>      unfair. was already tall even without the mountain\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n2:35 am</dco> &nbsp;<qco> hey what do you think of new mexico?</qco> </h3>      their walls are a very interesting texture\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n1:22 am</dco> &nbsp;<qco> FUCK why am i back in this same shitty spot where i hate myself have i learned nothing?? i thought i figured out that it was bullshit to run from my problems. i still know it's bullshit but im not courageous enough to take them on. endlessly fucking infuriatingly frustrating help help help help me christ</qco> </h3>      have you considered having a round table discussion with yourself, to begin to explore what some of the problems might be\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.19&nbsp; \n12:09 am</dco> &nbsp;<qco> Are you gonna come back to youtube?</qco> </h3>      i always post my videos as soon as i'm done making them. however the making process has never been done on youtube. i prefer to make the videos offline, they turn out better\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n11:26 pm</dco> &nbsp;<qco> can you do a book stacking reality, but it's part 2</qco> </h3>      i think keyboard/chair flipping was part 2. or actually that may have been part 1, and book stacking was part 2. part 3 might have been reading the soap\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n10:20 pm</dco> &nbsp;<qco> why might the best letter in the alphabet be j?</qco> </h3>      could have been randomly selected\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n9:40 pm</dco> &nbsp;<qco> Overall what did you think about the 2014 movie Whiplash?</qco> </h3>      did not see it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n9:27 pm</dco> &nbsp;<qco> How can I be safe and get through a severe weather day</qco> </h3>      by utilizing some precautionary safety measures\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n9:11 pm</dco> &nbsp;<qco> how come the music video page isn't being worked on and updated anymore</qco> </h3>      i merged that page into the videos page years ago. the music videos page is no longer supposed to be part of the website, although it may still exist in an isolated void somewhere, unchanged since it was last in use\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n8:35 pm</dco> &nbsp;<qco> Have you quit after making might quit?</qco> </h3>      not even close\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n7:44 pm</dco> &nbsp;<qco> If you went to the moon and saw an alien from mars exploring it, what would you do?</qco> </h3>      engage in diplomacy\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n7:05 pm</dco> &nbsp;<qco> it must be nice to not have to wake up at a fixed time after not enough sleep and go make money for someone else and do things you don't really like doing so that you can make a little money to eat and have a place to live anymore like i still do. then again it's gotta be kinda stressful having boatloads of people yelling(digitally) at you to put out your current project already when you're already working virtually all the time on it and there's still weeks/months of work left to do...</qco></h3>      oh nailed it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;hope you're doing well bill. any tips on becoming fully-self employed?</qco> </h3>      you'd have to be crazy to try. and the crazy paranoid fears that come along with it almost make you forget how ridiculously blessed it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n6:02 pm</dco> &nbsp;<qco> favourite use of 4min in a mostly major song?</qco> </h3>      how about <a href=\"ooh.mp3\">this</a>, on the 'ooh'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n5:53 pm</dco> &nbsp;<qco> When writing songs, I'm so terrible at writing anything that isnt an entirely literal expression of my emotions. I can never find a nuanced way of putting it. How did you find your style if lyric writing?</qco> </h3>      one thing that might help is spending a lot of time in a typing/text program just going absolutely crazy. make a habit of doing that, constantly. do it like it's your main source of happiness and understanding of the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n5:47 pm</dco> &nbsp;<qco> what takes longer? Recording the music or making the video?</qco> </h3>      it depends how i do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n3:58 pm</dco> &nbsp;<qco> what's are two unlikely coincidental things that have happened to you?&nbsp;</qco> </h3>      am human, was born on a planet where humans can survive\n<br><br>"
  }
]
