[
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n12:02 pm</dco> &nbsp;<qco> When was the last time you wrote something entirely from scratch? </qco></h3>      hi i'm steve<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Are you still doing the randomization thing to work through a big, back catalogue of partially completed ideas?&nbsp;</qco> </h3>      yes, but that is mainly for songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n11:48 am</dco> &nbsp;<qco> What is the most difficult tongue twister you can think of?</qco> </h3>      toy boyt, oh fuck\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n11:44 am</dco> &nbsp;<qco> What made you decide to switch to a more handrawn animated look for \"hi im Steve\" instead of your usual live action + clip art + text kind of style?</qco> </h3>      for history of the entire world, i added drawing to my repertoire because there were so many things that i couldn't have done otherwise. so ever since then drawing has been part of my repertoire. and steve is an entirely fictional video so it seemed necessary\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n11:34 am</dco> &nbsp;<qco> why does the random question page have a field to input a question? that seems counter productive</qco> </h3>      that is so you can ask a question. reading questions might make you want to ask a question. so for convenience, i have placed a small ask box there. it seems to be congruent with the main purpose of the questions page, which is questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n10:41 am</dco> &nbsp;<qco> WHAT IS YOUR MAIN SOURCE OF $$$ SINCE YOU DONT USE ADS</qco> </h3>      WHAT IS YOURS\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n10:39 am</dco> &nbsp;<qco> why dont you use ads</qco> </h3>      because i think they are a terrible experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n10:01 am</dco> &nbsp;<qco> does anyone actually live in wyoming</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n9:54 am</dco> &nbsp;<qco> What are you gonna do if the cows decide to come home?</qco> </h3>      send them out again, probably\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n9:50 am</dco> &nbsp;<qco> hey bill do you know that feel when you accidentally submit a question to yourself before you've finished typing it?</qco> </h3>      no, i don't submit questions to myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n9:35 am</dco> &nbsp;<qco> Is the video \"conflict\" a critique of the News?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n9:13 am</dco> &nbsp;<qco> If the internet didn't exist would you still make stuff?</qco> </h3>      yes, and would cater my content to whatever distribution method(s) seem to be available to me, in the paradigm i live in\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n8:50 am</dco> &nbsp;<qco> Do you sometimes edit questions slightly?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n8:09 am</dco> &nbsp;<qco> Hi, im the guy that asked you the question to which you responded \"that would mean i can make fewer videos, because i would be busy playing undertale. let me know if this is the scenario you had in mind\". I had that in mind and I think you could probably find inspiration to make a video (maybe about the game, maybe about something completely different), you probably dont lack inspiration and maybe the game doesnt give it to you at all... But it could be a good thing, you probably wont be able to do it tho, what do you think?</qco> </h3>      too much content to make. don't have time to get hooked on a game\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n6:52 am</dco> &nbsp;<qco> are you up with the current memes?</qco> </h3>      yes, thanks to this questions page\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n6:48 am</dco> &nbsp;<qco> do you know anything about computers</qco> </h3>      some things\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n6:33 am</dco> &nbsp;<qco> Would u still make content if you only had 1/10th of the following and no money</qco> </h3>      i was doing that for quite some time\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n6:32 am</dco> &nbsp;<qco> what is a chord basically? i mean, i know it's a couple notes together, but how do you know which note defines a chord? All notes are equal, but the chord is still called a played as A or D or anything else. Why? how does this happen?</qco> </h3>      if the word \"chord\" seems useful to you, you are allowed to use it. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n6:30 am</dco> &nbsp;<qco> So you always state that you moved on from vine after the japan video, yet the 6 videos made between hoj and hotewig are all on vine. Why is this?</qco> </h3>      i still had a large following there, so it made sense to at least post vine edits of all my new videos, but i was no longer writing content specifically for vine, 7 days a week. was more focused on things without the 6 second limt\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n5:57 am</dco> &nbsp;<qco> Do all of your songs have a meaning or are you just doing them for fun ?</qco> </h3>      the meaning of all my songs is that making songs is fun. the fun part is you can make them meaingful\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n4:15 am</dco> &nbsp;<qco> Because you already hit 200,000 subscribers, can you do a surprise for us?</qco> </h3>      i hit 200,000 subscribers about a year and a half ago, but i don't see what that has to do with a surprise. maybe it was that i finally did all my journal edits and made a page for them on my website<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp; \n3:39 am</dco> &nbsp;<qco> why do you think should i ask you a question?</qco> </h3>      if it's something you want to do<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp; \n1:35 am</dco> &nbsp;<qco> what do you think of the gregorian calendar system?</qco> </h3>      it works great. especially now that we figured out all the leaps<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp; \n1:17 am</dco> &nbsp;<qco> why are we here</qco> </h3>      why is who where<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp; \n12:34 am</dco> &nbsp;<qco> whats the craziest thing you ever thought about</qco> </h3>      copyright law<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp; \n12:11 am</dco> &nbsp;<qco> Do you like sleep</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.17&nbsp;\n9:43 pm</dco> &nbsp;<qco> can you give my made up word 'shankshi' a meaning?</qco> </h3>      that's a japanese swing set, for adults<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.17&nbsp;\n9:19 pm</dco> &nbsp;<qco> Why does the top say \"ueqstions\"?</qco> </h3>      to let you know which page this it<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.17&nbsp;\n8:31 pm</dco> &nbsp;<qco> i think youve made enough videos for A WHILE now. whatever happened to the 'songs forever' plan??</qco> </h3>      i re-realized the importance of videos<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.17&nbsp;\n8:23 pm</dco> &nbsp;<qco> why don't you upload that much anymore</qco> </h3>      because the content is longer now, and takes longer to make. i hope that makes sense<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.17&nbsp;\n8:11 pm</dco> &nbsp;<qco> What do you think of the Ice Climbers?</qco> </h3>      back in my day there was only one character per character<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.17&nbsp;\n7:45 pm</dco> &nbsp;<qco> Why are you random?</qco> </h3>      i'm just trying to be reasonable<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.17&nbsp;\n7:31 pm</dco> &nbsp;<qco> What's one thing a soon-to-be college freshman should know&nbsp;</qco> </h3>      what school you are going to<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.17&nbsp;\n6:48 pm</dco> &nbsp;<qco> Do you enjoy making things&nbsp;</qco> </h3>      oh hell yeah<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.17&nbsp;\n6:40 pm</dco> &nbsp;<qco> What dissuades you from releasing content?</qco> </h3>      perhaps if it is not finished yet<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.17&nbsp;\n6:33 pm</dco> &nbsp;<qco> Hey, so i know that the vocal melody is probably the most important thing when determining the key of a song (you don't want to be in a key that makes it hard for you to sing the melody).... But, do you ever transpose the key of the song just to intentionally mix things up? Like, if you post a song in the key of D or whatever, you'd probably not want the next song you post to be in the same key,right?&nbsp;&nbsp;Do you think that's also something you should do when playing live (don't play two songs in the same key back to back)?&nbsp;</qco> </h3>      that is true, it is ususlly better not to have 2 songs in the same key in a row. and maybe i have actually transposed things a half step sometimes to directly avoid this, but not very often (and maybe never actually) but it seems strange to do this because the songs may be released in different orders on different platforms for different audiences.  <br><br>"
  },
  {
    "html": "<h3> <dco>7.18.17&nbsp;\n5:23 pm</dco> &nbsp;<qco> Is there anything unique about you</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.17&nbsp;\n5:22 pm</dco> &nbsp;<qco> Do you enjoy symbolism, or do you prefer an idea be expressed more clearly? Or maybe a little bit of both?</qco> </h3>      both please<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.17&nbsp;\n5:03 pm</dco> &nbsp;<qco> wjat happened to weekly songs?? :((</qco> </h3>      i realized the importance of videos<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.17&nbsp;\n4:46 pm</dco> &nbsp;<qco> are the questions picking up these days? what would happen if there was a question every minute?</qco> </h3>      it already is that way sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.17&nbsp;\n2:17 pm</dco> &nbsp;<qco> can you hire me for something please I will work for free</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.17&nbsp;\n1:27 pm</dco> &nbsp;<qco> has the potential of the internet been reached?</qco> </h3>      not fully\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.17&nbsp;\n12:48 pm</dco> &nbsp;<qco> can you make friends if your interest is making content all the time? asking for a friend</qco> </h3>      not really, although it seems to be easy for me to be friends with people who also do something similar, or maybe just do another thing with an equal level of serious focus and dedication\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.17&nbsp;\n11:24 am</dco> &nbsp;<qco> hey bill can u please check your twitter private mensajes</qco> </h3>      there are too many and they are all asking me to record a happy birthday message to their pet\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.17&nbsp;\n10:18 am</dco> &nbsp;<qco> when you do your tour, how are you going to announce when/where you are playing</qco> </h3>      possibly on the internet\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.17&nbsp;\n10:13 am</dco> &nbsp;<qco> What were your other variants, if any, as to what message to put in morse code in hotewig?</qco> </h3>      here, i found 4 variations: <a href=\"morse1.mp3\">morse1</a>, <a href=\"morse2.mp3\">morse2</a>, <a href=\"morse3.mp3\">morse3</a>, <a href=\"morse4.mp3\">morse4</a>. although what doesn't seem to be written down anywhere is what they say. so you'll have to translate them. they are likely all 4th grade humour\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.17&nbsp;\n9:47 am</dco> &nbsp;<qco> dont make a discord server</qco> </h3>      ah, it's nice to hear that side of the story\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.17&nbsp;\n9:35 am</dco> &nbsp;<qco> what do you like about the 24 hour system? i like how the day begins at 0</qco> </h3>      i like how you don't have to figure out whether it's AM or PM\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.17&nbsp;\n9:15 am</dco> &nbsp;<qco> Are you aware that ueqstions isn't a real word?</qco> </h3>      are you aware that you don't have to use \"real words\" when designing titles and logos\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.17&nbsp;\n7:25 am</dco> &nbsp;<qco> is \"hi, i'm steve\" related to http://www.billwurtz.com/how-to-be-cool.mp4</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.17&nbsp;\n5:50 am</dco> &nbsp;<qco> do you have adhd?</qco> </h3>      i find it uncomfortable to focus on things that seem completely unimportant to me. i'm not sure if that answers your question\n<br><br>"
  }
]
