[
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n4:33 pm</dco> &nbsp;<qco> Any thoughts on the number 4?</qco> </h3>      \neven more even. it's double even\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n4:10 pm</dco> &nbsp;<qco> is it hard being normal</qco> </h3>      \nimpossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n4:06 pm</dco> &nbsp;<qco> When is the new YouTube video coming out</qco> </h3>      \nyou're acting like i'm only gonna make 1 video. i'll tell you one thing for sure, videos are way too awesome to make just 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n3:46 pm</dco> &nbsp;<qco> How do I be more confident in my actions and myself?</qco> </h3>      \nsing songs of joy\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n3:42 pm</dco> &nbsp;<qco> i seem to have a pretty good grasp of time, but space is beginning to confuse me? sometimes i wonder if left and right are manmade or primal? is the only reason things seem to be farther apart than they were is the constant expansion of the universe? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how big is too big when it comes to reality?</qco> </h3>      if it gets so big it loops around to being small again, then that might be too big. at least too big to be big\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n3:30 pm</dco> &nbsp;<qco> you think you'll ever play live shows?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and if so, need a drummer?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n2:17 pm</dco> &nbsp;<qco> How long do you practice piano/keyboard until you can play a song near perfect?</qco> </h3>      \nthat's probably not a good approach. at least not for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n1:28 pm</dco> &nbsp;<qco> would you accept the Nobel prize in music if you were nominated?</qco> </h3>      \nsure, but you might be thinking of the gershwin prize\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n1:23 pm</dco> &nbsp;<qco> I have a question do you like russia or oranges more?</qco> </h3>      \nwhat on earth is wrong with putting them both together\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n1:12 pm</dco> &nbsp;<qco> Everyone and everything is trying to convince me to think different things, How do I convince myself of what I want to think?</qco> </h3>      \nsing songs of joy\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n12:54 pm</dco> &nbsp;<qco> Brecker or Metheny? I knew it. Brecker.&nbsp;</qco> </h3>      \nwhat on earth is wrong with putting them both together\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n12:48 pm</dco> &nbsp;<qco> Man. Your Music is really a wonderful meltingpot of everything I grew up With. Steely Dan, Scritti Politti, Michael McDonald&nbsp;&nbsp;to name but a few. But you twist and make fun of it In such a musical and respectful Way.</qco></h3>      holy tropical storm season you are very friendly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ylvis From Norway tries the same. Will you ever do live gigs With your own band?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thanks From Denmark.&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n12:44 pm</dco> &nbsp;<qco> Why are kids so evil these days they used to be nice now they just tell at everyone that they're stupid and useless</qco> </h3>      \nah i think i see what's going on. you are only paying attention to some kids, and not others\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n12:02 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202006120749\">6.12.20&nbsp;&nbsp;7:49 am</a>  Why only 7 minutes?&nbsp;</qco> </h3>      \nyou changed what i said. i said 'about 7 minutes.' that includes anywhere down to 4 minutes, or up to 12\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n11:53 am</dco> &nbsp;<qco> Have any tips for staying sane in these times of lunacy?</qco> </h3>      \nsing songs of joy\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n11:43 am</dco> &nbsp;<qco> are you still at the airport terminal</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n11:35 am</dco> &nbsp;<qco> yarg. No seriously, though. How does one actually become a pirate? It doesn't look like a job, and the government really doesn't like them. Actually, no, nobody likes them for that matter. Back to the topic. How does one become a pirate?</qco> </h3>      \nyou'll want to go ahead and commit armed robbery, at sea\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n11:11 am</dco> &nbsp;<qco> did u write at the airport terminal at the airport terminal</qco> </h3>      \nno but i think i had been to one recently\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n10:50 am</dco> &nbsp;<qco> do you still keep your promise that you will never say goodbye?</qco> </h3>      \nupdate, yes i will, but i won't say it tonight\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n10:06 am</dco> &nbsp;<qco> are you a time traveler </qco></h3>      as far as i know, there is no way to stop traveling through time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;in one of your videos you said everything I know is cancelled?</qco> </h3>      \nseemed like an interesting idea at the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n9:57 am</dco> &nbsp;<qco> You seem to have a relatively decent grasp on music theory, would that be a reasonable assumption?</qco> </h3>      \nwell, no, 'music theory' would be a totally evasive shapeshifting melted liquid. but fortunately i have learned to swim\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n9:57 am</dco> &nbsp;<qco> Your songs make me wanna SCREAM coz there's so much dopamine coursing through my veins how do I deal with this feeling&nbsp;</qco> </h3>      \nembark on a journey upon which you may some day create that feeling for someone else \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n9:34 am</dco> &nbsp;<qco> Whens your next vid</qco> </h3>      \namazingly, impossibly soon. but that's not as important as the videos that come after that\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n9:33 am</dco> &nbsp;<qco> How do you make yore videos?\n<br></qco> </h3>      \nwe'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n9:33 am</dco> &nbsp;<qco> why are the question answers coming in at all 24 hours of the day?</qco></h3>      just the questions, not the answers<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do you sleep?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n9:33 am</dco> &nbsp;<qco> Why do you spell stuff wrong?\n<br></qco> </h3>      \ni spell most stuff right, but why do you pay seemingly no attention to that side of the story\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n9:30 am</dco> &nbsp;<qco> How Do you make videos?</qco> </h3>      \nwe'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n8:32 am</dco> &nbsp;<qco> What are your thoughts on spiky hair?</qco> </h3>      \ngood for defending against foes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n7:21 am</dco> &nbsp;<qco> what do I have to do in my life to feel useful and needed?</qco> </h3>      \nimagine you are on a team with everyone else on earth. i think this may give you some ideas\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n7:17 am</dco> &nbsp;<qco> Do you ever wonder if everything is meaningless in the cold vacumn of space</qco> </h3>      \nthere is nothing there, so 'everything' doesn't exactly make sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n6:57 am</dco> &nbsp;<qco> What are some of your quarrels?</qco></h3>      coins having too many sides<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; teach me how to avoid them</qco> </h3>      \nwhy avoid, when you can chase, and embrace\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n6:27 am</dco> &nbsp;<qco> any planned release date for the new video</qco> </h3>      \nyou're acting like i'm only gonna make 1 video. i'll tell you one thing for sure, videos are way too awesome to make just 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n6:25 am</dco> &nbsp;<qco> In your opinion, does Australia exist?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n6:04 am</dco> &nbsp;<qco> What's the weirdest animal?</qco> </h3>      \nhuman\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n5:49 am</dco> &nbsp;<qco> is staying up all night long good for your mental and physical health</qco> </h3>      \nit all depends if you slept in the day time before, and how much, and also whether you slept at a similar time on the day before\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n5:33 am</dco> &nbsp;<qco> what's your favorite axis</qco> </h3>      \nz\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n5:28 am</dco> &nbsp;<qco> What is the best thing you ever experienced?</qco> </h3>      \nglue sticks\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n5:21 am</dco> &nbsp;<qco> What do u think about glue sticks</qco> </h3>      \ni respect them\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n4:56 am</dco> &nbsp;<qco> What is the right number?</qco> </h3>      \neach number is actually posed as a question to rightness\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n4:51 am</dco> &nbsp;<qco> are you a normal person</qco> </h3>      \ni guess that would explain how weird i am\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n4:34 am</dco> &nbsp;<qco> Do you know how many people you have inspired</qco> </h3>      \nyes i have tallied at least 6\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n4:25 am</dco> &nbsp;<qco> What is \"normal\"?</qco> </h3>      \ncould be your neighbor's cousin\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n4:23 am</dco> &nbsp;<qco> How is your 3d animation learning coming along&nbsp;</qco> </h3>      \nthe tables have turned, and now i'm teaching it to do things\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n4:11 am</dco> &nbsp;<qco> When you think about it, it is impossible to achieve perfection, do you agree with this statement?</qco> </h3>      \ni would take it further, and say that the only way perfection could actually exist is if it were pure blank emptiness. which is not necessarily considered 'good'\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n4:09 am</dco> &nbsp;<qco> ...I just did a bad thing, how do I stop regretting it?</qco> </h3>      \ndo some good things\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n4:01 am</dco> &nbsp;<qco> What's the point of a 8/8 time signature</qco> </h3>      \ni guess if you really liked writing flags and beams and wanted to write more of them without having to actually use the faster notes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n3:36 am</dco> &nbsp;<qco> You better have some goddamn good reality clips to share ~5 years from now</qco> </h3>      \nwe'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n3:21 am</dco> &nbsp;<qco> what conspiracy theory do you believe in?</qco> </h3>      \ncoins having 2 sides\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n3:15 am</dco> &nbsp;<qco> Are you from future?</qco></h3>      no but i am going there<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; be honest i won't tell anyone&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n3:14 am</dco> &nbsp;<qco> I'm sure you've gotten this question before but I don't understand the difference between 3/4 and 6/8 (time signatures)? Is it just the triplets? People (music teachers) always seem to emphasize how it's important that we know they're different but they never actually explain what the difference is.</qco> </h3>      a mathematical guideline for time signatures, supposedly, is that the top number is how many beats per bar, and the bottom number is what note is a beat. So, by that logic, 2/4 means 2 beats per bar, and a 4th note (quarter note) gets 1 beat. By the same logic, 7/2 (as if anyone ever uses that, which they don't) would mean 7 beats per bar, and a Half note gets one beat. But, here's the thing: usually, in actual reality, when the bottom number is 8, the eighth notes are usually going by too fast to actually 'feel' like a beat. But by the sheer logic of the 'beats' rule as described earlier, 6/8 *would* mean, 6 beats per bar, and the 8th note gets one beat. But, almost always, in actual reality, 6/8 is actually fast enough that it's actually felt as if the dotted quarter note gets the beat. So that would make it 2 beats per bar, and 3 8th notes per beat. So really, to properly follow the system, that would mean your top number should be 2, and the bottom number should be...um.... some kind of decimal (let me perform some calculations)... the bottom number would have to be about 2.6667. So really, in actually reality, the way 6/8 is usually felt, it should more accurately be called 2/2.667. But that would cause chaos all over society, so it's not written that way. But getting back to the difference between 3/4 and 6/8-- if you set your metronome to 120bpm, and count in groups of 3 clicks, let's say that's 3/4 at ♩=120. Now set the metronome to 80bpm, and count in groups of 2 clicks, and subdivide each beat into 3, so like imagine you are counting 8th note triplets in 2/4. 3 triplets per beat, 2 beats per bar. but, plot twist, imagine the small notes are actually 8th notes, and you are living in a universe where there is 3 8th notes per beat, and each beat is a dotted quarter note. This is what it would feel like to be in 6/8, and the tempo marking would be ♩. = 80. In 6/8 (or 12/8) the tempo marking is often marked in terms of a dotted quarter note. So anyway, to conclude, this is not written in any 'rule', but this is just the way it is in the real world -- 6/8, 12/8, and often 9/8, are counted as if the beat is happening on dotted quarter notes. again, the reason being that no one wants to write 2/2.667. And, you may be thinking, why not just put the song in 2/4 and use triplets, or maybe just 4/4, and use triplets. And this is a valid argument, and like i always say, when you are faced with a song with some kind of triplet or quick 3 feel, you just have to ask yourself whether you would prefer to be writing a lot of dots (for all the 'regular' beats which will have to be dotted) OR a lot of the number 3 (for all the triplets). It's a personal decision, and the more you get out there and see the kind of charts that are circulating in your world or community, you can make the decision based on what you think would be most familiar to your reader(s)<br><br>"
  }
]
