[
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n2:54 am</dco> &nbsp;<qco> What's the optimal amount of acid to take before watching your videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n2:28 am</dco> &nbsp;<qco> do you have any tips for arranging gospel harmonies?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n2:01 am</dco> &nbsp;<qco> what is what?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n1:08 am</dco> &nbsp;<qco> can you play the purdie shuffle?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n11:12 pm</dco> &nbsp;<qco> Do you have sheet music for your songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n10:45 pm</dco> &nbsp;<qco> Is reality or the lack there of worth studying? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is life worth studying?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is anything WORTH anything?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is worth a construct?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Everything's a construct though even constructs. So nothing's real?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or does that nothing mean EVERYTHING.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n10:39 pm</dco> &nbsp;<qco> What does qwerty stand for</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n10:12 pm</dco> &nbsp;<qco> what is the ideal length of a song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n10:06 pm</dco> &nbsp;<qco> You've had some of the sheet music for La de da de da de da de day oh on your website since 2012 but you didn't post the finished song until 2018.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Are there many songs like that? Songs you thought about for years before posting?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n9:55 pm</dco> &nbsp;<qco> Seeing as how it wasn't really used that much before, do you think raps relatively recent incorporation of the triplet flow is what elevated it to the status it currently has?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n It really has a distinctive catchyness to it. Triplets weren't utilised that much by rappers before the whole \"trap\" thing happened and the beats started having slower tempos. My guess is that a triplet based hook wouldn't as memorable if the tempo was faster.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n9:47 pm</dco> &nbsp;<qco> hi whats the coolest 5 letter name u can think of</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n9:40 pm</dco> &nbsp;<qco> Do you ever rewatch any of your videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n9:22 pm</dco> &nbsp;<qco> Every time I try to write a song it gets really repetitive, but I don't know how to stop, advice??</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n8:52 pm</dco> &nbsp;<qco> Are you non committal?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n8:46 pm</dco> &nbsp;<qco> what i the thing inside the box at the end of the unboxing video?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n8:23 pm</dco> &nbsp;<qco> have you ever heard of this guy called bill wurtz? he's a youtube musician, and he's way better than you</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n8:23 pm</dco> &nbsp;<qco> Hey Bill, im not an artist so i dont know but can you tell me how it feels to know your creation brought so much joy and fun and entertainment and laughs and good emotions?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I listen to several of your songs almost every day and they always make me feel nice. And your videos are a constant source of pleasure too. Do you think about those aspects of your work?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n7:54 pm</dco> &nbsp;<qco> help what do we do about the government shutdown???</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n7:52 pm</dco> &nbsp;<qco> Where did you get the inspiration for the chords during the F major portions of \"At the Airport Terminal\"? It sound like something I know but I can't put my finger on it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n7:50 pm</dco> &nbsp;<qco> what do i have to do to be a part of your live band</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n6:33 pm</dco> &nbsp;<qco> new song on 01/22?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n6:00 pm</dco> &nbsp;<qco> what key is \"and the day goes on\" in. i'm asking because i'm trying to learn how to music and i'm trying to figure out different keys for different songs so i wanna know if it's what i think it is .. thank you for being such a huge inspiration, you are amazing and i love your music, videos, and content overall&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n5:50 pm</dco> &nbsp;<qco> I'm sorry to be bothering you since your prolly working on a bunch of things but if you were to have any other job in the world what would it be? :) I'm just curious sorry</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n5:08 pm</dco> &nbsp;<qco> Should I record music in audacity or spend money on real software</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n5:08 pm</dco> &nbsp;<qco> Do you come up with the lyrics first in poetry form and work them into chords,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you come up with a melody and then find lyrics to fit that melody?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n4:40 pm</dco> &nbsp;<qco> also, does it make sense to you when a question starts with \"also\" despite the lack of apparent prior context</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n3:46 pm</dco> &nbsp;<qco> Ever misspell a word accidentally?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n3:41 pm</dco> &nbsp;<qco> how do you feel when people overanalyze everything you do in your songs and your reality videos?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n3:29 pm</dco> &nbsp;<qco> Would you consider your style to be a sub-genre of or a derivative of jazz?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n2:49 pm</dco> &nbsp;<qco> What does it mean in the airport terminal song, \"and i think im dying but im just being born? i am confusion.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n2:42 pm</dco> &nbsp;<qco> What's your favourite thing to do in your free time?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n2:25 pm</dco> &nbsp;<qco> What is your definition of \"creativity\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n2:17 pm</dco> &nbsp;<qco> hey man.&nbsp;&nbsp;sometimes i struggle to be optimistic about what i'm doing, but then i look to your videos and i become positive that it will all work out in the end. was there ever a time back then when you weren't optimistic about your own stuff</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and how did you overcome that</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n2:05 pm</dco> &nbsp;<qco> how much time is there?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n1:38 pm</dco> &nbsp;<qco> Given the immense distance between our two locations (European here) , do you think I'll ever get the chance to meet you and take a picture? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I guess what I'm asking is do you see yourself coming to Eutope in a professional capacity in the near future? Or if that's hard to predict, would you even want to come to Europe in the near future? If you decide that's a reasonable thing to do I hope you post where you'll be and when so I can come</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n1:11 pm</dco> &nbsp;<qco> how much do you know yourself</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n10:17 am</dco> &nbsp;<qco> What's the hardest part of the songwriting process?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n7:34 am</dco> &nbsp;<qco> whats the best food for a tuesday?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n6:19 am</dco> &nbsp;<qco> Are you the crazy one or are the rest of us is?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n4:47 am</dco> &nbsp;<qco> do you know any songs (pop or anything) that use only two chords all the way through?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n4:45 am</dco> &nbsp;<qco> Any thoughts about music therapy?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n4:11 am</dco> &nbsp;<qco> Is porridge just a fancy word for oatmeal?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n4:01 am</dco> &nbsp;<qco> I want to accomplish something that is seemingly impossible, how do I get people to take me seriously when I tell them my goal</qco> </h3><a href=\"letterman1111.mp4\">reference</a>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n2:41 am</dco> &nbsp;<qco> Is sheet music available for airport terminal?btw I relate to that song too well to describe (Im a pilot). Thanks for all the music too, you're awesome.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n2:16 am</dco> &nbsp;<qco> do you like to paint or draw in your spare time?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n1:55 am</dco> &nbsp;<qco> how many easter eggs are on your site</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n1:47 am</dco> &nbsp;<qco> hey bill, it's the dom9no3 chord guy whose question you didn't follow when I initially asked it. This is what I was getting at (more fleshed out). The dom9 chord (e.g. G9: G-B-D-F-A) is probably the most consonant</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; combination of 5 notes that we have in the 12-note scale. In lots of compositions, chords are more frequently thought of in 4 voices instead of 5 (thank u bach chorales), so we frequently encounter chords that are 4 out of the 5 notes of a dominant 9 chord. Using the G chord, we have G7 = G9 no9, Gadd9 = G9 no7, Dm6 = B hdim7 = G9 no1, and I sometimes also see G9 approximated in 4 voices by leaving out the 5th. These four are all pretty common chords, all quite consonant. But the 5th 4-pitch chord coming from the dom9 that should be just as consonant as the other 4 is G9 no3 = {D,F,G,A} = d minor add4.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The frequency I see minor add4 chords in leadsheets and such is basically zero compared to the other 4 chords that are dom9 chords omitting 1 of the 5 notes.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you feel there is a good reason for this?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is the the minor add4 chord lacking something musically that makes it rare compared to the other chords mentioned, even though it should \"\"theoretically\"\" sound just as reasonable?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n12:33 am</dco> &nbsp;<qco> how much thought went into transcribing the lyrics to the \"ngiueh\" song?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; did you have alternate draft spellings such as \"nyeuh\" or \"gneiugh?\"</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or did you come up with the spelling \"ngiueh\" first and then have to figure out how you were gonna pronounce it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n11:27 pm</dco> &nbsp;<qco> i'm 19 and am slightly good at singing. is it too late to get Really good?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n also, do u have suggestions as to how to work around the extreme fear of being heard since i have no private space to just go and Get Good</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n10:57 pm</dco> &nbsp;<qco> How many times on average do you go through revisions before you get lyrics where you want them?</qco> </h3>"
  }
]
