[
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n7:19 pm</dco> &nbsp;<qco> is keeping a journal a waste of time?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n7:14 pm</dco> &nbsp;<qco> what would you call your fashion style?</qco> </h3>      reasonable<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n7:09 pm</dco> &nbsp;<qco> what's the deal with wrong spelling? is it just the aesthetic or MAYBE you're TRYING TO tell us something ImPoRtsbt</qco> </h3>      spelling can be used to communicate, or also have a little fun. i'm not sure if that answers your question<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n6:02 pm</dco> &nbsp;<qco> What's the last thing you learned?</qco> </h3>      i might be more comfortable on a more mixed and balanced content schedule, even though it may take longer, at least that way i might not always feel like i'm neglecting everything<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n5:49 pm</dco> &nbsp;<qco> do you respond to twitter dms </qco> </h3>      i prefer to use this page instead<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n5:22 pm</dco> &nbsp;<qco> When do you know a project of any sort is done?</qco> </h3>      i guess you just have to decide<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n5:20 pm</dco> &nbsp;<qco> What are rabbit snakes? </qco> </h3>      i'm not sure, but i don't think it matters<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n5:12 pm</dco> &nbsp;<qco> Do you like having conversations with yourself? Like talking to yourself out loud? I do that a lot and it's very helpful on some aspects but then again I'm not sure if I'm crazy. Maybe it doesn't matter.</qco> </h3>      yes, i do it regularly, it is helpful and useful, but more importantly it is all recorded so it can be edited and made into concise videos, at a later date <br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n4:45 pm</dco> &nbsp;<qco> is the next release going to be a song?</qco> </h3>      i am mixing it up. there are many upcoming things, i'm not sure which will be first. also i post on many different sites and platforms and i'm not sure what you might and might not count as a release<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n4:26 pm</dco> &nbsp;<qco> hi bill I've been watching your videos ever since you had 7K subs my first video I watched was \"what is love\" and I loved it. so quick question what do you use to play with in your videos</qco> </h3>      i'm not sure how that's possible, i had about 200,000 subscribers at the time that video came out<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n4:24 pm</dco> &nbsp;<qco> all my favorite youtubers are ruining their content with patreon plugs and paid sponsorships. thank you for not doing that</qco> </h3>      oh nice, i thought i was the only one who saw that side of the story<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n4:10 pm</dco> &nbsp;<qco> What is a female?</qco> </h3>      i'm not sure<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n3:58 pm</dco> &nbsp;<qco> have you ever had a mistake turn into something good?</qco> </h3>      oh hell yeah<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n3:36 pm</dco> &nbsp;<qco> how many people are there </qco> </h3>      at least 2<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n3:31 pm</dco> &nbsp;<qco> do you like prime numbers? :) </qco> </h3>      they are ok<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n3:10 pm</dco> &nbsp;<qco> Can you answer a question (preferably this one) and, in that answer, use a capital letter?</qco> </h3>      sure, i do it all the time. but i don't think it's necessary for this particular question<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n1:28 pm</dco> &nbsp;<qco> does this apply to how you view ur music?: \"People look for all sorts of hidden meanings. It's serious, but it's also not serious. It's true, but it's also a joke.\"\n- George Harrison</qco> </h3>      to me, a joke would be like if i thought of a cool idea for a song but never did it. serious is when i take that cool idea and actually build something that actually exists, and can be seen/heard by others<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n1:24 pm</dco> &nbsp;<qco> re: wings songs, i heard let em in yesterday and didn't know who wings were, but i was like Wow this is so mccartneyish, and then i googled it. but yeah i think let em in is quite a neat song, maybe a bit repetitive but pretty funky. so what do you think of let em in?</qco> </h3>      i think it's great. i've probably never heard past the first couple minutes. paul has a habbit of sending a 2 minute song around in circles when it might not need to. one thing i find particularly valuable is the elongated hang at the end of the chorus. he hits a Fmaj7 chord (somg is in Bb) in the midst of that which is a super neat twist on what otherwise might be accomplished using C7. also what i think is valuable about that song is that the verse gets away with making nothing sound like something. the doorbell's ringing, get the door! that's all!!! not even any rhymes in the verse!! that's one thing that paul has done many times for me, is remind me that you can get away with Anything as long as you can convince yourself you're having fun <br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n1:04 pm</dco> &nbsp;<qco> can we have lunch?</qco> </h3>      sure<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n12:37 pm</dco> &nbsp;<qco> Is it possible to lower the default volume of your website, so it doesn't start max volume.</qco> </h3>      yes but i am not going to. how else am i going to compete with the katy perry song your neighbor is listening to<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n12:26 pm</dco> &nbsp;<qco> From what I've gathered from your answers on here, you get a lot of criticism and requests and it seems to get to you. Even with well intentioned questions that say something like 'hey, I think you may be overworking, so remember to take care of yourself' you respond to in a very prickly way. I can never know what you go through, and I have no doubt it must be endlessly frustrating, but perhaps it's time to try to pay less attention to people being pushy (if you haven't). You probably also need to realise like some people (e.g. the example above) are only inquiring in good faith, and you should try not to take your frustrations out on them.</qco> </h3>      normally i'm fine but every once in a while i snap after being pulled in every direction 100s of times. can you imagine, in addition to people always thinking i'm neglecting everything, some people think i work too fast, and wonder why i work so hard. your question included, because you probably don't realize the quantity of contradictary requests, demands etc, which i regularly ignore in a calm fashion<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n11:32 am</dco> &nbsp;<qco> Sometimes when you don't answer questions for a while (aka one day more or less) I'm kinda worried that you're dead or something, am I weird?</qco> </h3>      everyone always thinks i'm dead, because it is not possible to keep everyone's favorite page updated at the same time<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n10:50 am</dco> &nbsp;<qco> give me a good prank call please</qco> </h3>      all calls are prank<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n10:29 am</dco> &nbsp;<qco> how's 2017 been for you so far</qco> </h3>      the first third was tough, i was trying to finish a huge video which i was working on for 11 months.  ever since then i've been doing songs but i would love to find a balance where i can do enough different kinds of things at a fast enough rate that i don't get accused of doing nothing all the time<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n10:27 am</dco> &nbsp;<qco> <a href=\"how-long-did-it-take-to-make-hotewig.html\">how long did your history of the entire world video take?</a> it was absolutely amazing and relly well done btw!</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n9:54 am</dco> &nbsp;<qco> What drives you to work so hard and produce so quickly? (Love your work, by the way! It brings me a smile. Thank you.)</qco> </h3>      because no matter how fast i work it still feels like there is nowhere near enough stuff<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n8:54 am</dco> &nbsp;<qco> Are you thinking of doing 'History of ...' for each country? It would be a big help for me to study my History revision for the upcoming test. It's really funny and easy to remember </qco> </h3>      that would probably take 100 years. i will try to have them all ready in time for your test<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n8:23 am</dco> &nbsp;<qco> Have you ever failed at anything in your whole goddamn life? </qco> </h3>      oh hell yeah<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n8:07 am</dco> &nbsp;<qco> would you ever like to score a film?</qco> </h3>      i usually prefer to score my own<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n7:44 am</dco> &nbsp;<qco> why being sincere is becoming an art?</qco> </h3>      seems like it probably always was\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n7:37 am</dco> &nbsp;<qco> I know your songs support the melody, but have you ever tried the other way around?</qco> </h3>      it usually is. the melody usually supports the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n6:10 am</dco> &nbsp;<qco> Would you like some help in making things? That way more things can come out faster and some of us could feel like we have meaning in our lives maybe</qco> </h3>      yes although i have no idea how to go about doing that. \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n3:03 am</dco> &nbsp;<qco> why did you feel like a piece of garbage in 2007? </qco> </h3>      i'm not sure. in fact i don't know if i did. and it certainly wasn't for the whole year. just a particular page which was randomly selected during a 2015 vine writing session, which looked like many of the things you might find in the notebook section, except it was terrible. not good, no value, no creativity, and clearly very unhappy. not good.  so the vine i wrote to reflect that was \"hello, i'm a piece of garbage\". a few random picks later i randomly happened upon another page, from the next day, in 2007. total coincidence. this page was also garbage, in a similar fasion. i was puzzled for a moment because the vine-writing system i was using was supposed to take me to random places in the journals but it just brought me to the exact same situation twice in a row. then i realized the best option was to write a repeat of the same vine, \"oh hi, thanks for checking in, i'm still a piece of garbage.\" i hope that makes sense. so those vines are fictional, written in 2015, but reflecting what seems to be depicted on 2 randomly selected journal pages (both coincidentally from 2 consecutive days during the summer of 2007).\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n1:15 am</dco> &nbsp;<qco> If you were to go on tour, would you perform with a touring band or just by yourself with backing tracks, live looping etc? </qco></h3>      band!!!! if you wanted to hear recordings you'd stay home and listen to the recordings<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or maybe you might perform solo arrangements of some of your compositions? (Something like i'm crazy / it's raining for solo piano might sound pretty good.)</qco> </h3>      maybe but there will be a band\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n12:51 am</dco> &nbsp;<qco> what is the ultimate question?</qco> </h3>      whichever one is currently being asked\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n12:19 am</dco> &nbsp;<qco> how can one stop caring what other ppl think?</qco> </h3>      think more things yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n12:12 am</dco> &nbsp;<qco> so what are you plans for this week? are you working nonstop on the new song?</qco> </h3>      changing it up\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp;\n11:58 pm</dco> &nbsp;<qco> How do you feel when people try to categorize your music?</qco> </h3>      i feel like the enemy is closing in, and it's time to do evasive maneuvers\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp;\n11:54 pm</dco> &nbsp;<qco> Do you have any recurring dreams? If so, what are they?</qco> </h3>      the main one is that i can fly, but not the real way. like only a tiny bit. like the point of the dream is that it's normal, i can't really fly, but if i just jump and press down on the air fast, repeatedly, i can get a tiny bit higher off the ground. kind of like swimming with both hands at he same time, while jumping. the dream is never about realizing i can do that, i already knew. the realization is that if i just keep doing it, i can keep going higher and actually get as high as i want, reasonably fast, i just have to do it a little bit at a time. i've been having this dream all my life. as time goes by i'm noticing more and more ways that my life resembles this dream<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp;\n11:53 pm</dco> &nbsp;<qco> how many seconds are in a month?</qco> </h3>      about 2 and a half million\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp;\n11:09 pm</dco> &nbsp;<qco> What is the difference between writing something in C Major vs A Minor?</qco> </h3>      you get to decide. it may even be both, depending on which judge shows up to court that day\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp;\n10:25 pm</dco> &nbsp;<qco> What is your primary motivation behind making so many songs?</qco></h3>      i think it's kind of like the same reason rabbits have sex<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Have you ever tried working longer on just a handful of songs for an EP or LP or is the quick turnaround of songs a part of your creative process?</qco> </h3>      most people think i take way too long to do everything. actually they usually just assume i'm not doing it at all, unless it's done already,   in which case they think it was made immediately that day\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp;\n10:01 pm</dco> &nbsp;<qco> do you have time?</qco> </h3>      not enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp;\n9:38 pm</dco> &nbsp;<qco> Was China made in China?</qco> </h3>      i think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp;\n9:11 pm</dco> &nbsp;<qco> Why haven't you respond to a question today (June 21)?</qco> </h3>      i have, but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp;\n9:00 pm</dco> &nbsp;<qco>\nAll of your content is awesome. I love the videos, songs, reality, everything! Also, why is the background in the lyrics page red? I just can't stand staying there for more than 2 minutes. Could you change that? WThanks.</qco> </h3>       ah, that's how it's supposed to work. the terrible color scheme is to remind you not to spend too much time just looking at the lyrics without the song. the lyrics belong in the songs, they do not have the desired effect when you just read them. although they are there for reference, just in case\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp;\n8:38 pm</dco> &nbsp;<qco> I don't get all these people criticizing your site. It's simple and easy to use, what's wrong with that?</qco> </h3>      perhaps they are used to sites which prioritize advertising and begging for your email and making you share/pin/tweet and where it it takes the content forever to load and it might not even load and then once it does load it jumps sideways before more adlets load and then a pop up asks you to sign up and then now you also have cookies that will try to sell you more things later, based on your interests. most reasonable sites have those things, so it is possibly somewhat of an inconvenience that my site does not have them\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp;\n8:37 pm</dco> &nbsp;<qco> is there anything you do differently when recording a song you've already written versus writing a jingle (with and without vocals) for a really short video?</qco> </h3>      yes. recording a song is when i put the instruments down, sing it, etc. writing happens before all of that. this is true regardless of the length or what it's for\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp;\n7:43 pm</dco> &nbsp;<qco> Hey man, I know you want to do everything, but you don't think you have enough time. What if you can do everything, but over a longer period of time? It sounds like a pretty good plan to me.</qco> </h3>      that would make sense if i had infinite time forever<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n7:34 pm</dco> &nbsp;<qco> PLEASE MAKE MORE THINGS I LOVE EM ALL THANKS</qco> </h3>      i am making them as fast as i can<br><br>"
  }
]
