[
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n6:47 am</dco> &nbsp;<qco> are fish like birds to crabs you think?</qco> </h3>      \nor is it birds who are like fish to us\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n6:33 am</dco> &nbsp;<qco> when you start to upload every tuesday but not yet, when is yet, is yet yet yet yet?</qco> </h3>      \nno but it's very soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n6:31 am</dco> &nbsp;<qco> You are an epic human being. Now my question is who ate my spaghetti I was saving that for lunch</qco> </h3>      \ncould have been confiscated and destroyed\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n6:24 am</dco> &nbsp;<qco> Why did you crunch 11111</qco> </h3>      \nimmense curiosity. already had done 111 and 1111. 111111 is just going to be derivitave of 111 and 1001 (which is lovely), but i am curious about 1111111. i may have done it before but i don't recall. now you've got me wondering all over again when the next prime is in this format..... or maybe there isn't one....\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n6:19 am</dco> &nbsp;<qco> what is your opinion about wanting to leave a mark on this world?</qco> </h3>      \ninstead of a mark, how about leaving a general 'glow'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n5:34 am</dco> &nbsp;<qco> i have e. what note do i put next??</qco> </h3>      \na\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n5:30 am</dco> &nbsp;<qco> What is your favorite task the task manager manages?</qco> </h3>      \ntask management\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n5:22 am</dco> &nbsp;<qco> How to be smart?</qco> </h3>      \nah, i'm glad you asked that. what i would recommend is something called the 'brain technique'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n5:13 am</dco> &nbsp;<qco> do you remember the day we pretended to be every star in the sky?</qco> </h3>      \nno but that reminds me of something in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n4:52 am</dco> &nbsp;<qco> how to conquer india?</qco> </h3>      \nto start, you'd probably have to arrive by spaceship\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n3:52 am</dco> &nbsp;<qco> Do you also find it weird that autographs are a thing </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is that just me? like, signatures are supposed to be individual and secure, but famous people just give them out.</qco></h3>      which is kind of silly, because most people who get autographs are not actually fans, it is more likely they are autograph dealers<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I don't even understand why we use signatures because it's hard to verify that it's even you writing your name, but that's a whole nother issue.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n3:40 am</dco> &nbsp;<qco> How comprehensive is your knowledge of high level math and physics?</qco></h3>      i'd say about 484 on the comprehensivity index<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I understand you are self-taught in pretty much every area you hold an interest in. I'm curious how far down the rabbit hole you've managed to get.</qco> </h3>      \ni can prime factorize any number in my head, up to 6 digits. i can do bigger numbers also but it will take longer. it's up to you to decide whether that is high level\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n3:27 am</dco> &nbsp;<qco> If you could give one piece of advice, what would it be?</qco> </h3>      \nspecific to the situation\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n2:53 am</dco> &nbsp;<qco> I'm lonely and have nobody to talk to right now, what should I do today?&nbsp;</qco> </h3>      \nhow about doing a feature film\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n2:29 am</dco> &nbsp;<qco> time will stop one day</qco> </h3>      \nif that were true, what the heck would a 'day' be at that point\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n2:01 am</dco> &nbsp;<qco> what is your favorite beatles album. revolver is pretty good i think</qco> </h3>      \ni don't know which songs are on which album, or in what order\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n1:58 am</dco> &nbsp;<qco> What was the question that Damien Maymdien skipped in \"maybe i could eat blades of grass\"? Was it \"Can I eat blades of grass?\"</qco> </h3>      \nno, it was this question\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n1:44 am</dco> &nbsp;<qco> Can you make a video about the pandemic?</qco> </h3>      \nnot necessary. every video in the world is already about the pandemic\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n1:33 am</dco> &nbsp;<qco> What are the answers to the universe?\n<br></qco> </h3>      \nyou\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n1:33 am</dco> &nbsp;<qco> I'm a little concerned about your sleeping to before you took a break for 8 hours just now you pulled a all nighter are you okay just want to know&nbsp;</qco> </h3>      \ntook a break from what. and what all nighter\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n1:24 am</dco> &nbsp;<qco> Is there such thing as bad music?</qco> </h3>      \nall music is bad. that's why it's so enjoyable\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n1:23 am</dco> &nbsp;<qco> Bill, why does bacon taste like bacon?\n<br></qco> </h3>      \ni have a theory, and it's that the bacon might be bacon\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n1:05 am</dco> &nbsp;<qco> do you have a favorite metaphor? if so what is</qco> </h3>      \nrocks\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n1:05 am</dco> &nbsp;<qco> do you dispense wisdom</qco> </h3>      \nIF CORNERED AND PROVOKED\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n12:56 am</dco> &nbsp;<qco> why do you sing about going home a lot? Are you homesick?</qco> </h3>      \ni guess it just feels good in a song but i am proud to announce that i have attended re-hab for it and will not be using that phrase again in the foreseeable future\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n12:56 am</dco> &nbsp;<qco> if you were a worm, how long would you be?</qco> </h3>      \ntoo big to fit in a can. that much is for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n12:49 am</dco> &nbsp;<qco> is bread the greatest thing made of all time?</qco> </h3>      \nit may not be the greatest, but it is the most intricate\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n12:42 am</dco> &nbsp;<qco> hey, mr. wurtz. i really admire your work and the way your brain thinks is amazing. personally, i want to start doing hand-drawn animations because i have a lot inside my head that i feel like things like a book or a drawing can't do justice to. i'm really scared that i can't paint the pictures and ideas i have in my head, and i honestly just don't have any idea what to do. so many tactics, rules, software, and other obstacles that i have no idea how to get around. how did you do it? you found a way to express what you see in your head and you know how to do it well. how in the world did you do that?</qco> </h3>      \nit may take a while, but what i would recommend as a starting point is simple mediums with instant turnaround time. Like an empty text file. are you good at typing? an empty text file is an instant artistic playground. if you don't like typing, a blank piece of paper is great too. Some combination of journaling, and free artistic expression. this will give you some instant results, and also help you discuss things and gradually start lining up all your ducks in a row. To truly fulfill your true potential, there's gonna be a lot of moving parts, software, techniques, .... a lot of frameworks need to be developed over time. But if you stick to these simple mediums like glue, you can develop your expressions and keep a journal through your journey and it will very much keep your eye on the prize. that's what i've done ...... and am still doing now more than ever, to this day, because i still have a long, long, long, long way to go\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n12:13 am</dco> &nbsp;<qco> why is everything so dumb, and stupid, dhyrbfytydhdhdhdhdhdhd</qco> </h3>      \nthat is due to intelligence\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n12:09 am</dco> &nbsp;<qco> what is the best piece of advice you have ever heard?</qco> </h3>      \ntry not to destroy your home planet\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n12:02 am</dco> &nbsp;<qco> How do I get my cracked screen to stop hurting me?</qco> </h3>      \nput a screen protector on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.20&nbsp; \n12:01 am</dco> &nbsp;<qco> When or if you write a song about velcro, can you please point out that it should be called hook and loop fastener, because Velcro is a trademark of a brand?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.20&nbsp; \n11:59 pm</dco> &nbsp;<qco> are you cool or not?</qco> </h3>      \ngetting there\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.20&nbsp; \n11:44 pm</dco> &nbsp;<qco> what bad thing did you do?</qco> </h3>      \ni have never done a bad thing. i have only done good things, and a few things that are mildly questionable\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.20&nbsp; \n11:27 pm</dco> &nbsp;<qco> how does one write a song</qco> </h3>      \nyou have to let the song think it's writing you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.20&nbsp; \n11:25 pm</dco> &nbsp;<qco> i'm inspired by too many things, it's like a hot dog eating competition except with inspiration, please help</qco> </h3>      \nstart writing things down. it may be too much to write down, but that will just make the writing more colorful. Continue from there, and congratulations on the colorful writing\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.20&nbsp; \n11:18 pm</dco> &nbsp;<qco> what is mental stability</qco></h3>      like a raft for your mind<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and is it important</qco> </h3>      \nthat depends on how good your swimming skills are\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.20&nbsp; \n11:17 pm</dco> &nbsp;<qco> Will I ever find my duck?</qco> </h3>      \n<a href=\"mccartney-lookingforyou.mp3\" target=\"_blank\">well</a>,\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.20&nbsp; \n11:04 pm</dco> &nbsp;<qco> is recycling a recycled idea</qco> </h3>      \nno, it is a persistent idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.20&nbsp; \n10:53 pm</dco> &nbsp;<qco> They say \"repetition legitimizes\". If I do that a bunch of times, then I've repeatedly legitimized. If it works every time, I've repeatedly legitimized repetition legitimizes. If I write a science paper about it and have it reviewed by multiple peers, then will I legitimately repeat legitimize repeatedly legitimizing repetition legitimizes?\n<br>\n<br>&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.20&nbsp; \n10:39 pm</dco> &nbsp;<qco> Do you think bread is made of planes? You can put butter on both\n<br></qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.20&nbsp; \n10:38 pm</dco> &nbsp;<qco> What is Steve's real name?</qco> </h3>      \nthe same as yours\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.20&nbsp; \n10:24 pm</dco> &nbsp;<qco> If you put a slice of bread on the north and south poles, does that make Earth a snadwich?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.20&nbsp; \n10:22 pm</dco> &nbsp;<qco> I'm so frustrated and no one can help me. Should I just give up</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.20&nbsp; \n10:15 pm</dco> &nbsp;<qco> Is 123456789 prime?</qco> </h3>      \nno, it at least has 3 in it. 123=3, 456=3, 789=3. has 9 in it actually. 18=9, 27=9, 36=9, 45=9, 9=9\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.20&nbsp; \n10:08 pm</dco> &nbsp;<qco> How do I know what myself is, how do I know I'm myself?</qco> </h3>      \nyou get to decide. and if it feels all wrong then that's not it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.20&nbsp; \n10:03 pm</dco> &nbsp;<qco> what is in my sandwich?</qco> </h3>      \nriches\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.20&nbsp; \n10:01 pm</dco> &nbsp;<qco> what is the best thing about the siege of jerusalem 70ce</qco> </h3>      \nthe art made about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.20&nbsp; \n9:56 pm</dco> &nbsp;<qco> would an F chord in first inversion with an A0 (27.5 Hz) in the bass be the ideal harmonic utterance? </qco></h3>      no, i consider A 27.5 to be too low to even be a recognizable pitch<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or would it crunch harder than a nice organic peanut butter</qco> </h3>      \nyes that's what it would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.20&nbsp; \n9:45 pm</dco> &nbsp;<qco> Why are there so many questions about Wyoming? (asking qualification: went to Wyoming once, it was pretty cool)</qco> </h3>      \nWyoming is very interesting\n<br><br>"
  }
]
