[
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n2:53 am</dco> &nbsp;<qco> How do you balance trying out new things and maintaining some form of identity (ex. some element that makes your art recognizable)? Or do you not think about that? Some awesome work btw</qco> </h3>      the method i use now is, try insanely hard to make things as different as possible each time, and then wait for someone to tell me all my shit seems the same and then try even harder next time, and then be told that again, which in turn will make me try harder the following time. and so a nice balance is achieved\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n2:21 am</dco> &nbsp;<qco> How are you so sure the haters won't find this page? Have you told Ethan not to ask about it on the podcast? I think if you haven't, it's probably gonna happen.</qco> </h3>      there's no way he knows about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n2:03 am</dco> &nbsp;<qco> how do you answer things so simply and so profoundly</qco> </h3>      each time i answer a question, i learn a tiny bit about answering questions. i have answered probably over 100,000 questions here. so that is 100,000 tiny bits of experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n1:45 am</dco> &nbsp;<qco> wait what the hell is happening here</qco> </h3>      things are taking shape\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n1:40 am</dco> &nbsp;<qco> what if the client's name cares but the client themselves doesn't care?</qco> </h3>      client's name does not care. if there is not the name of a client where it says client's name, then there is currently no client\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n12:53 am</dco> &nbsp;<qco> Was the lyric \"and the [client's name]'s always there, and the [client's name] always cares\" supposed to be a happy part of Slow Down? Because I feel sad whenever that part comes up.</qco> </h3>      it is therapeutic for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n12:40 am</dco> &nbsp;<qco> one of your songs is called \"a song for my next album\" yet you said you weren't making an album. what is actually happening</qco> </h3>      when that line was written and when that other thing was said were likely drastically different times. but even so, song lyrics often make heavy use of fiction. for example, in a recent song i wrote, i wrote an entire verse about putting paper into a fax machine, which is clearly absurd because fax machines do not exist\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n12:36 am</dco> &nbsp;<qco> what am i</qco> </h3>      some type of object i suppose?\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n12:29 am</dco> &nbsp;<qco> How do I know whether or not I have a certain style or all my songs just sound the same?</qco> </h3>      certainly both are true\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n12:23 am</dco> &nbsp;<qco> how do you deal with moments of self-doubt, or \"get out of your own way\" creatively?</qco> </h3>      i'm not sure. i usually get so scared i black out and then it's done somehow\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n11:26 pm</dco> &nbsp;<qco> \"A journey of a thousand miles... must begin with but a single step\" - Lao Tzu\n<br>\n<br>So how long of a journey are we really on?</qco> </h3>      i'd say it's about a medium size\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n11:07 pm</dco> &nbsp;<qco> I'm anxious all the time, what do I do about it?</qco> </h3>      put it on the page! <a href=\"william-alexander-fire-in.mp4\">like this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n11:01 pm</dco> &nbsp;<qco> what's the circle of fifths and how do i use it?</qco> </h3>      it's just a way of listing all the notes in the order of their direct cousinship with each other\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n10:44 pm</dco> &nbsp;<qco> Have you ever tried the melodica?\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I think it could work well with your sound.</qco> </h3>      there was a time where suddenly everyone i knew got melodicas. i had never even heard of it. the trend came on so powerfully and unexpectedly that i am still reeling from it to this day. also i don't particularly like the sound. that being said i have utmost respect for melodicas and the melodica community, i have many friends who are melodicas\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n10:29 pm</dco> &nbsp;<qco> Does Every song you write have a meaning?</qco> </h3>      hopefully more than 1. sometimes i melt down the meaning so it is not entirely clear how many meaning\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n10:24 pm</dco> &nbsp;<qco> so is the schedule slowing down?</qco> </h3>      no way\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n10:07 pm</dco> &nbsp;<qco> Will you run for USA president later?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n10:05 pm</dco> &nbsp;<qco> Bill, what do you do when you're scared?</qco> </h3>      write or talk about my experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n9:22 pm</dco> &nbsp;<qco> Have you thought any more about touring and playing live? I think that would be just great!</qco> </h3>      i will do it but unfortunately when i do it it will be difficult to make the records/videos at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n9:14 pm</dco> &nbsp;<qco> Why is it called like \"ticklish\" and not \"the state of being succeptible to being tickled or the state of being tickled.\" </qco></h3>      shorter name, for your convenience<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nIs there some final form of tickle that's beyond tickle-ish?</qco> </h3>      tickled\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n9:06 pm</dco> &nbsp;<qco> i know some music things, mostly from paying such close attention to this page over the past year, but im about to take a music composition 101 course at a Prestigious University. anything in particular you think i should keep in mind for a good experience?</qco> </h3>      i have no idea what they might teach you, i've never been to a class like that. the idea of such a class seems very frightening to me, because i know that a large amount of the songs i love the most are particularly lovable because we all know they are doing something that would taboo according to any institution. that's where a large part of the thrills comes from in songs, so often. so it is hard to imagine what would happen in a class ..... they would have to either teach you to embrace these thrills, or ignore them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n8:49 pm</dco> &nbsp;<qco> at the beginning of history of the entire world, when you say '...and that's exactly when it started', there's a bunch of colorful flashing images. why does one of them say 'i have nightmares'?</qco> </h3>      i thought it would be nice to know that the nightmare experience was some how included in the birth of our universe. makes it somewhat relatable for those viewers with nightmares\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n8:20 pm</dco> &nbsp;<qco> how do you consistently make such good music? no other artist or band ive listened to has such a high percentage of good music!</qco> </h3>      i just make ordinary music and wait for people to be mad at me for not being good enough, which in turn fuels me\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n8:16 pm</dco> &nbsp;<qco> I have a really hard time sticking to learning a whole piece on the piano. I keep finding other pieces to play and end up not finishing any. HALP.</qco> </h3>      you could make up your own\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n8:07 pm</dco> &nbsp;<qco> What were you doing on this day ten years ago?</qco> </h3>      doing some slight re-writes of some popular songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n7:40 pm</dco> &nbsp;<qco> First and last letters of your next song?</qco> </h3>      i don't know yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n7:22 pm</dco> &nbsp;<qco> What are the last two chords the singers hit in those empire carpet commercials?&nbsp;</qco> </h3>      the final chord is gonna be Cmaj9, and the previous chord is probably gonna be some kind of G9sus4\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n7:10 pm</dco> &nbsp;<qco> my bird likes your new song, when will you write another song that my bird likes?</qco> </h3>      the only thing any of us can really do as songwriters is try to keep enjoying the process and it will be largely unpredictable who will like what\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n6:59 pm</dco> &nbsp;<qco> you hit a super high note in 'slow down'! is that the highest note you've hit in your songs? (great job btw, good song)</qco> </h3>      i didn't think i ever went above B (that's C) but someone pointed out that i did a higher F in 'we could just get high'\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n6:53 pm</dco> &nbsp;<qco> you did say you prefer releasing songs individually, but would you consider releasing your past songs as a compilation album? thanks</qco> </h3>      it has been suggested, but i am having trouble understanding exactly how that would be useful to anyone\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n6:45 pm</dco> &nbsp;<qco> Does the [client's name] really care though? I'm having doubts...</qco> </h3>      they must care. it is in their contract\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n6:21 pm</dco> &nbsp;<qco> Will you ever do a behind the scenes video?</qco> </h3>      i have done many, but i would like to do some that are better\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n6:11 pm</dco> &nbsp;<qco> why is everything floating off of my wall?</qco> </h3>      perhaps it is the wall that's floating, and everything else which is staying still\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n6:04 pm</dco> &nbsp;<qco> do you think flutes are cool</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n5:44 pm</dco> &nbsp;<qco> I am really enjoying Slow Down, especially the bit when there's some bobblin going down on 124th street. Any cool facts about that part?</qco> </h3>      it felt good to come up with that part, it launches into a fresh key for the bridge, which is always nice, but unfortunately it actually launches you farther away than you might expect. it sounds comfortable going in, but it is technically now in the key of F# (where as the main part is in F) so it is quite difficult to come back from without a bit of bruising\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n5:38 pm</dco> &nbsp;<qco> when was 'slow down' written</qco> </h3>      about 2 weeks ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n5:33 pm</dco> &nbsp;<qco> would you ever consider doing an original christmas/holiday song?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n5:13 pm</dco> &nbsp;<qco> do you imagine the music video in your head as you create the music or do you just match it to the lyrics afterwards?</qco> </h3>      i usually don't think too much about the video when writing the song but occasionally i get ideas. for example the museum scene from long journey is pretty much exactly what i imagined when writing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n3:53 pm</dco> &nbsp;<qco> What about those 1 hour videos on YouTube that has a person play all 12 notes on a piano in different octaves and say what the notes are so it can be \"imprinted\" in your brain?\n<br>\n<br>Do you think that is helpful in trying to learn absolute pitch? Or is it useless? Or does it just depends? It might be easier for me to just memorize song keys. What's your opinion on that?</qco> </h3>      unfortunately i don't think that would work unless you are younger than 6 years old in which case it probably would work\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n3:39 pm</dco> &nbsp;<qco> How many eggs can fit in your house?</qco> </h3>      just me\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n3:26 pm</dco> &nbsp;<qco> When will you do another history video</qco> </h3>      soon i think\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n3:06 pm</dco> &nbsp;<qco> what factors influence how a title of a song of yours is capitalized? i've noticed an increase in capital letters, but there doesn't seem to be a pattern to when you use them. is there a pattern at all?</qco> </h3>      i am going through a period of great uncertainty about capitalization in song titles. but one thing i will mention is when they go to the music stores and music streaming platforms, they have to be automatically capitalized with the first letter of most words capitalized\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n2:51 pm</dco> &nbsp;<qco> you mentioned many times that each time you choose a favourite, another one becomes better. I've never experienced that, pretty weird, lol.&nbsp;&nbsp;could you guess why that is the case for you?</qco> </h3>      it's hard to imagine it the other way. so you're saying you've had a favorite thing (song for example) and it's the same one for your entire life? i don't understand how that would be possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n1:28 pm</dco> &nbsp;<qco> what's better than coming back home?</qco> </h3>      going to a new, better home\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n12:59 pm</dco> &nbsp;<qco> Have you started focusing more on the intros to your songs? </qco></h3>      focusing more on getting it right, which often means doing them less<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The intro to slow down is super punchy and I love it.</qco> </h3>      that one is entirely a throwback to some of the music in my 2015 videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n12:51 pm</dco> &nbsp;<qco> How important is accessibility to you in music? do you think someone should hold back on what they want to write to make it more accessible?</qco> </h3>      i try to make it the best way i can, and then try to make sure everyone has access to it. that's the best strategy i know of\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n12:48 pm</dco> &nbsp;<qco> Why can't I get your songs out of my head?&nbsp;</qco> </h3>      that potentially means i did a good job, or it could be the bit of crack cocaine i slipped in there, which i don't remember if i did but i meant to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n12:47 pm</dco> &nbsp;<qco> are you a clone?</qco> </h3>      i don't think so but i might be\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n12:15 pm</dco> &nbsp;<qco> how do i play bass over chord progressions on bass?</qco> </h3>      usually you wanna play under them, if not then just do it like any other melodic instrument and you will temporarily be playing the role of not-bass\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n11:58 am</dco> &nbsp;<qco> Do you go to lakes more than the average person?</qco> </h3>      no\n<br><br>"
  }
]
