[
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n6:08 pm</dco> &nbsp;<qco> Be honest, are hot dogs really in existence?</qco> </h3>      \nah, they are a good testament to the theorem that if you mash anything together with enough prowess and vigor you can willfully demand it into existence\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n5:51 pm</dco> &nbsp;<qco> Are you capable of sleeping?</qco></h3>      we'll see<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t I've noticed you answer questions 24/7.</qco> </h3>      that's not true, i usually go 48 hours without answering any, then do them all. well no, i skip most of them, but i do as many as i can before i turn into a refined gel\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n5:30 pm</dco> &nbsp;<qco> how do you know so much about so many things? </qco></h3>      i've thought about some of them<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tare you even human?</qco> </h3>      oh that would explain a lot\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n5:29 pm</dco> &nbsp;<qco> should I pursue a career in music</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n5:22 pm</dco> &nbsp;<qco> In your experience, does staying up late at night produce clearer thoughts?</qco></h3>      it depends what time you woke up<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t I find myself being more productive the later it gets.</qco> </h3>      \nbetween 4 and 6am, you may find spectacular stillness in the world. especially on sunday\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n5:20 pm</dco> &nbsp;<qco> do you like grapes</qco> </h3>      \nonly in multiples of 3\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n5:07 pm</dco> &nbsp;<qco> What are the most useful keyboard shortcuts that you use?</qco> </h3>      \nthe keyboard shortcut for making a keyboard shortcut\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n3:32 pm</dco> &nbsp;<qco> How much would a countdown timer for your countdown timer set back your countdown timer?</qco> </h3>      \nabout 5 minutes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n3:08 pm</dco> &nbsp;<qco> you always add the date and time to your work, but how do you do that for an ongoing project? do you use the date/time you started or do you continually update them until it's done?&nbsp;</qco> </h3>      \nit wouldn't be released until it's done, so there's no need to update the date. expert, video, and songs pages have dates according to when the item shown was completed. other pages may work similarly or differently, depending on the type of content, and some pages use a multi-date system \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n3:04 pm</dco> &nbsp;<qco> What is your favorite type of hot dog?&nbsp;</qco> </h3>      \nluke warm dog\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n2:39 pm</dco> &nbsp;<qco> Hey Bill thank you so much, I feel inspired and have more courage to pursue my dream of writing music. I also want to make music that touch people. Inspire them, serve as catharsis, or just describe the world how I see it&nbsp;</qco> </h3>      \nok but make sure you don't reveal too many of the secrets\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n2:35 pm</dco> &nbsp;<qco> how do you make money?</qco> </h3>      \nbake money\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n1:57 pm</dco> &nbsp;<qco> Can you tell me a bedtime story?</qco> </h3>      \nin the old days, people had to sleep in their own beds. that was before we had computers to sleep in them for us\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n1:38 pm</dco> &nbsp;<qco> What is the best use for tortilla chips?</qco> </h3>      \nit is a good pointing device, to point at another type of chip\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n1:34 pm</dco> &nbsp;<qco> i asked you a question but i forgot what the question was and you've answered so many i don't know if ill find it again</qco> </h3>      it's <a href=\"q.php?date=201908140217\">right here</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n1:22 pm</dco> &nbsp;<qco> Why are wasps so mean&nbsp;</qco> </h3>      \nthey've just had a lot of bad luck and they are not feeling too good about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n1:07 pm</dco> &nbsp;<qco> it seems that you are making a countdown timer</qco> </h3>      \nthat may be plausible\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n12:52 pm</dco> &nbsp;<qco> how are you such a qt</qco> </h3>      \ni have insurance\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n12:48 pm</dco> &nbsp;<qco> how many vhs tapes do you have?</qco> </h3>      \nonly the snowman, the original not the david bowie version\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n12:19 pm</dco> &nbsp;<qco> What do you eat on your bagels?</qco> </h3>      \nonly use bagels as a pillow\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n12:15 pm</dco> &nbsp;<qco> how does it work</qco> </h3>      \nspin it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n12:08 pm</dco> &nbsp;<qco> Who's your best friend?</qco> </h3>      \ntom cruise\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n12:06 pm</dco> &nbsp;<qco> When will you make a countdown timer?</qco> </h3>      \ni will be making a countdown timer to when i will be making a countdown timer\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n11:43 am</dco> &nbsp;<qco> What is your favorite Beatles song?</qco> </h3>      \nit hardly seems like there are any beatles songs. almost all the songs were mostly written by the members separately\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n11:33 am</dco> &nbsp;<qco> does your 3d thing have a working title yet?</qco> </h3>      \ni am making the machine that makes the things. didn't even occur to me to name the machine. i suppose i should call it My Machine(s)\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n11:17 am</dco> &nbsp;<qco> are the questions here ever going to be part of a video?</qco> </h3>      \nyes, especially probably the reality page, actually they've already been there for sure, such as launch day i recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n11:08 am</dco> &nbsp;<qco> Are you making good progress on your next song or informational video?</qco> </h3>      \nbuilding my machines\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n11:08 am</dco> &nbsp;<qco> Do you think the Venusian cloud city model or the Mars colonization model provides a better long term hope for humanity outside Earth?</qco> </h3>      \nwhy not do them both\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n11:07 am</dco> &nbsp;<qco> I've been thinking for a long time about posting music (classical)-related videos to YouTube, but stop before I even start because I talk myself out of it. \"Oh you don't have the right equipment, or money for better equipment. Only 2% of the US population claim to be interested in classical music and who knows what percentage (10%?) of them would even potentially watch your videos?\" How did/do you strangle these voices in their sleep?</qco> </h3>      \nanything's good in the right context. when you say 'classical music', that sounds like only part of the experience. if the real 100% focus is the music, you're still going to need an environment to put the music in. at the very least a fancy room or parlour, set for the time period. if there's absolutely no other context from the music, it will not be clear where you are supposed to be. you will think you are trapped in a waiting room or hallway somewhere. even the original rendition was not in this barren a context, you see\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n10:39 am</dco> &nbsp;<qco> I have a theory. If your main thing that you like to do is music, which is communication of emotion, and you have taught your self all about it, that means you have trained your emotional side of your brain well. That leaves more room for your logical side of the brain that deals with reasoning. One of your other passions is always to be reasonable. I think when you trained yourself when music so much, you developed a good balance of emotion and logic. Do you think this might be true?</qco> </h3>      \nit's like one of those reversible sweaters\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n9:52 am</dco> &nbsp;<qco> How to learn history</qco> </h3>      \nchange it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n9:45 am</dco> &nbsp;<qco> how do questions make you stronger ?</qco> </h3>      \nthey first make me weak, which creates a necessity for me to get stronger as a result\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n8:29 am</dco> &nbsp;<qco> how do I marry a fictional character?</qco> </h3>      \nhave a fictional marriage\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n8:05 am</dco> &nbsp;<qco> is communism good?</qco> </h3>      \nyes, but it's about to get even better\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n7:42 am</dco> &nbsp;<qco> do you like chocolate</qco> </h3>      \ni am chocolate\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n6:51 am</dco> &nbsp;<qco> Do you prefer watermelons with or without seeds?&nbsp;</qco> </h3>      \nwithout the melon, if possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n6:25 am</dco> &nbsp;<qco> When you were writing At The Airport Terminal a few months ago, how did you come up with the vocalisations in the second and forth lines of the first verse? And did you literally write down SHWZSHWZSHWZ and LWLWLWLWLWLW to describe the vocalisation, or did you listen back and figure \"That feels kinda like a shwzshwz\"?</qco> </h3>      \nin the text it says zzzzsh zzsh zzsh zzsh zzzsh zzzsh zzzzzzsh, but there's always an accompanying audio demo. it seems the 4th line of the first verse is \"rolling across the terminal floor\", which also would have an audio demo\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n3:35 am</dco> &nbsp;<qco> Have you ever thought of something clever, but then forgot it later, and then tell yourself later, \"I should've written it down\"?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.19&nbsp; \n12:09 am</dco> &nbsp;<qco> <a href=\"q.php?date=201909190447\">9.19.19&nbsp;&nbsp;4:47 am</a> \n<br>\n<br>What if you were to premiere your newest song/album in a live concert?</qco></h3>      that would be good<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Would you include some old classics in there as well? Or just strictly new material?</qco> </h3>      \na lot of both. a lot of classics with a new twist\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.19&nbsp; \n11:42 pm</dco> &nbsp;<qco> What is your favorite flavor of ice cream</qco> </h3>      \nhot dog\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.19&nbsp; \n11:17 pm</dco> &nbsp;<qco> do you play minecraft&nbsp;</qco> </h3>      \nminecraft is for work, not play\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.19&nbsp; \n11:11 pm</dco> &nbsp;<qco> Whats a scale i should learn? (Specifically for guitar, looking for something funky and spacey)</qco> </h3>      \nfuck scales, learn a song\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.19&nbsp; \n11:01 pm</dco> &nbsp;<qco> lmao isn't this pathetic? one of my work friends blew me off and now i feel like shit. i went through all the people I could potentially talk to about it in my head, friends, acquaintances, counsellor, family, etc. and there were obvious red flags why i didn't want to (would gossip, not close enough friend, would tell me it's my fault for being an antisocial freak, would try to console me by going on abt his problems being worse, etc.). and at the end of it, the literal ONLY person in the world i feel like i can tell is you, here, on this page, even though we don't even know each other lmao. anyway i feel like a piece of garbage but sending you this makes me feel like less of that. thanks dude</qco> </h3>      \nyour welcome\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.19&nbsp; \n10:34 pm</dco> &nbsp;<qco> What is the best bird?</qco> </h3>      \nbees\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.19&nbsp; \n10:29 pm</dco> &nbsp;<qco> Instead of Area 51, what is a place you recommend people to raid?</qco> </h3>      \nthe observable universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.19&nbsp; \n10:15 pm</dco> &nbsp;<qco> Are you considering releasing a 30-minute epic?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.19&nbsp; \n9:43 pm</dco> &nbsp;<qco> do you get notifications when someone asks questions?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.19&nbsp; \n9:34 pm</dco> &nbsp;<qco> i think im a boring person and people get bored when talking to me</qco> </h3>      \ndo you ever get bored of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.19&nbsp; \n9:12 pm</dco> &nbsp;<qco> Is there such thing as \"premium water\"</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t and if so can you describe it</qco> </h3>      \nclean, does not contain very much poison\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.19&nbsp; \n8:31 pm</dco> &nbsp;<qco> dude dude what;s up with chords</qco> </h3>      \nlike colors. they provide all manner of enhancements\n<br><br>"
  }
]
