[
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n9:10 pm</dco> &nbsp;<qco> How many days until next video</qco> </h3>      1 thousand\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n9:05 pm</dco> &nbsp;<qco> How's your sleep schedule</qco> </h3>      very good, i'm sleeping right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n9:04 pm</dco> &nbsp;<qco> how do we capture the terrible&nbsp;&nbsp;idea of time</qco> </h3>      gopro\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n9:01 pm</dco> &nbsp;<qco> What is your vocal range? (Or just vocal type)</qco> </h3>      no two voices are quite the same. you'd have to give a different name to every single person. in all the deepest oceans you'd never find enough names. there must be 8 billion people in the world and at least 2/3 of them are named jeff\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n8:48 pm</dco> &nbsp;<qco> can you give a hint as to what the next vid is?</qco> </h3>      i could use some hints myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n8:32 pm</dco> &nbsp;<qco> what was your grade in classes other than music</qco> </h3>      maybe like D something\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n8:31 pm</dco> &nbsp;<qco> what is the most memorable questions that you've been asked on here?</qco> </h3>      got to be this <a href=\"https://billwurtz.com/questions/most-memorable-question.php\">this one</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n8:30 pm</dco> &nbsp;<qco> do you have any advice on how to stop suppressing my emotions and feelings? i do this a lot and after a certain point i end up having a mental breakdown :(&nbsp;</qco> </h3>      you may want to try a close cousin of the mental breakdown: the emotional breakdown\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n8:29 pm</dco> &nbsp;<qco> what number can you count to?</qco> </h3>      0\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n8:27 pm</dco> &nbsp;<qco> how are you so knowledgeable about literally everything?</qco> </h3>      i have become very old\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n8:04 pm</dco> &nbsp;<qco> if there are many things i want to do but first i have to do something that has to be done or else there will be consequences but i don't want to do it because i'll just end up doing the same thing tomorrow should i even think about the many things i want to do</qco> </h3>      yes. write them down also, to keep them tightly intact and ready for thinking, when the time comes<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n8:04 pm</dco> &nbsp;<qco> can you tell me about music theory? preferably in a 3 minute video with lots of jingles</qco> </h3>      i tried to do that once, but it barely made it to 13 seconds before viscerally exploding from the outwardly expanding weight of its own infinities. typical\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n7:48 pm</dco> &nbsp;<qco> what was the reason for the \"client's name\" bit in slow down</qco> </h3>      i liked it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n7:46 pm</dco> &nbsp;<qco> favourite standard?</qco> </h3>      gold. with a silver standard taking a close second place\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n7:43 pm</dco> &nbsp;<qco> Bill, I need your help. How in the world do you have energy to do the things you do? Do you have any tips for having more day-energy? Thank you very much!</qco> </h3>      water\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n6:51 pm</dco> &nbsp;<qco> Hi Bill, I'm in need of a new computer and was wondering what would you think would be the best think you would want to get to make music and video editing software would be? Sorry, this is my first time asking a question...</qco> </h3>      it depends on how much money you can spend, and whether you have any past familiarity with one operating system over another. besides that, you must remember the golden rule of music and video, which is that every computer can do something, and no computer can do everything. but you should probably hurry up and get started \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n6:47 pm</dco> &nbsp;<qco> what is the best tasting element, in your opinion</qco> </h3>      oxygen\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n6:25 pm</dco> &nbsp;<qco> what is your favourite cleaning product</qco> </h3>      409\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n6:19 pm</dco> &nbsp;<qco> why would you make stuff?</qco> </h3>      to try to demonstrate some of the things i've thought and felt\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n6:18 pm</dco> &nbsp;<qco> can you eat a apple sandwich?</qco> </h3>      i wouldn't even know how to approach something like that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n5:50 pm</dco> &nbsp;<qco> are you ridiculous?</qco> </h3>      i am normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n5:41 pm</dco> &nbsp;<qco> is your next video a song or not?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n5:23 pm</dco> &nbsp;<qco> I'm thinking of buying a midi keyboard. I've always been interested in music, and I've been making songs on my computer for a few years now, but I'm not very good at it and it's always a struggle. However, I have a feeling that getting a keyboard (I've never played an instrument) could dramatically improve my skills and make everything a lot more fun. But I can't help but feel that this is a foolish thing to hope for. If I'm bad at music now, why would that change if I got a shiny, expensive tool? </qco></h3>      keyboards are very friendly. you might be surprised at how friendly they are<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tIf I was truly good at it, could I not compose masterpieces with nothing but a pen and paper? </qco></h3>      sure, but if you want it to be music, you're gonna want to get something to play with. music will only be able to survive on the paper if you've already spent seemingly lifetimes with instruments<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tAnd so, I find myself in a dead end of doubt.\n<br>To elaborate, I imagine that playing a keyboard would let me absorb music theory concepts (namely a feel for harmony) intuitively by playing existing songs (which includes learning them), and noodling around, performing rapid experimentation at a rate 10000 times higher than possible by clicking in notes with a mou\n se.</qco></h3>      oh man, wow. that's for sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t And \n playing an instrument seems like something that brings you really close to the music.</qco></h3>      that's true. it's like going to the meat store, always gets you closer to the meat<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t That's a feeling I long for. I got a taste of it by my DAW that lets me play notes with my computer keyboard, and I had a blast with it (but of course I quickly ran into ghosting and range issues).</qco></h3>      i am pleased to announce that if you get a music keyboard, (as long as you don't get one of the toy ones) it will actually sense how loud/soft you hit the notes. so that will be instantly a whole new layer of feels that you have been completely deprived of, because the computer keyboard is not pressure sensitive<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t\n<br>But on the other hand, I've been dabbling with music for years now (I have over 500 unique projects on my laptop) and still don't have much to show for it. That sounds like a red flag signifying that there is no hope to me. I fear that my keyboard would end up a grand waste of money and space, since I lack the talent needed to operate it.</qco></h3>      that reminds me of a swimmer who has decided how good/bad they are at swimming before actually touching any water<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t\n<br>So my question is: is it realistic to hope for a dramatic skill improvement as a result of obtaining a keyboard, or am I a victim of capitalism foolishly hoping that buying something will fix my problems?</qco></h3>      it's going to be impossible to learn music without an instrument. even if you only sing, you're probably never gonna feel the power of music until you can play with some chords too. which keyboards tend to enable, quite easily in a friendly manner<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t\n<br>Sorry that this got so long, but I felt like I needed to write it all down. Thanks for reading this if you did!</qco> </h3>    \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n4:17 pm</dco> &nbsp;<qco> can you explain what's this \"technological transformation\" you are going through in your video making process?</qco> </h3>      i started using final cut express 4 at almost exactly the same time it was discontinued forever, unbeknownst to me. so as soon as i got good and i had already released hundreds of videos, i suddenly realized that my entire video production process as i know it will have to end at some point, and be completely re-invented, for better or for worse. so i clung to the last surviving computer on earth capable of running the old software, as i continued to gain more and more experience month over month, year over year, on a system that was quickly losing its ability to even run the internet. it's kind of like this: i unexpectedly had the privilege of spending 7 years on level 1. so suddenly i find myself at an experience level 25, still physically on level 1. so now, like some kind of bottle rocket, it is now vividly time to explode straight into level 25, but the psychotic amount of momentum seems to have me headed for at least 4000 or more. there's more levels than i've seen before, must be in the billions\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n4:02 pm</dco> &nbsp;<qco> What do you call your type of music. It's unlike any other music, in a good way. Is there a sort of genre that you classify it as, or is it just it's own thing. Do you have a name for it?</qco> </h3>      bill wurtz\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n4:01 pm</dco> &nbsp;<qco> what do you think about reincarnation?</qco> </h3>      i doubt there was ever a first time, so i'm guessing every incarnation is re\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n3:57 pm</dco> &nbsp;<qco> how can you claim knowledge is better than ignorance when ignorance is bliss?</qco> </h3>      ignorance is stupid\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n3:52 pm</dco> &nbsp;<qco> What's the best way to deal with never getting to be with your crush?</qco> </h3>      what the heck is a crush\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n3:06 pm</dco> &nbsp;<qco> How do you feel about pant</qco> </h3>      i am worked up. could do a pant rant later today\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n2:59 pm</dco> &nbsp;<qco> Favorite continent?</qco> </h3>      pangea\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n1:59 pm</dco> &nbsp;<qco> favorite flavor of pancakes?</qco> </h3>      meat\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n1:29 pm</dco> &nbsp;<qco> should i eat my vegetables?&nbsp;</qco> </h3>      you could compare them with your neighbor's vegetables, then you'll truly know who has the better vegetables\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n1:20 pm</dco> &nbsp;<qco> everyone keeps asking when is the video, but what the hell is a video?</qco> </h3>      some type of moving rectangle, i gather\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n12:33 pm</dco> &nbsp;<qco> you like your skeletons dry or moist?</qco> </h3>      drenched\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n12:26 pm</dco> &nbsp;<qco> why do you hate streaming?</qco> </h3>      i'm afraid you may have some either incomplete or inaccurate or otherwise hazy information\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n12:08 pm</dco> &nbsp;<qco> Have you ever considered releasing several songs together as an album,</qco></h3>      for fleeting moments i have had that idea<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t or do you plan to continue releasing songs one at a time as you finish them.</qco> </h3>      i like to release it as a video, or in a video. there's probably still a lot of ways to combine songs with video(s) that i haven't tried yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n11:22 am</dco> &nbsp;<qco> sprinkle some photos to the questions page?</qco> </h3>      i always do\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n11:13 am</dco> &nbsp;<qco> What are clouds</qco> </h3>      piles of rain, in the sky\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n10:37 am</dco> &nbsp;<qco> How do I get better on the Violin?</qco> </h3>      spend time playing it, play songs, spend time playing songs on it, etc. \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n10:26 am</dco> &nbsp;<qco> Do you have a favourite question to be asked?</qco> </h3>      ah yes, it's this one. what a fortunate turn of events this has been\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n10:20 am</dco> &nbsp;<qco> what is the history of the \"history of the entire world i guess\"?</qco> </h3>      i did japan first, to start with something a little smaller\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n9:43 am</dco> &nbsp;<qco> did you know that in quantum mechanics, position in space is an observable quantity but not time?&nbsp;&nbsp;what the heck is up with that</qco> </h3>      you probably can't observe time because you are time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n9:25 am</dco> &nbsp;<qco> why do you answer most of your questions when it's __ a.m. (I live near new york city so we have the same time zones)</qco> </h3>      it would be nearly impossible for you to tell when i answer the questions because the answer date is not written anywhere here, but i am quite sure that i have answered questions at every time about equally, on average\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n9:10 am</dco> &nbsp;<qco> so music writes you, instead of you writing music right?</qco></h3>      sometimes it's fun to switch back and forth<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t This can happen in so many ways... one thing I just noticed about music writing a person, is that music can write TO a person as if the music is writing a letter. The music is saying \"salutations Sir/Madam, i hope this finds you well. i've heard of your recent experiences and wish you well in your endeavors. may you bring light and wonder and joy to whoever you meet and wherever you go. by the way what's a good breakfast to cook? kind regards, Music\" like this perhaps?!?</qco> </h3>      it's like that except instead of putting the cordial courteous small talk on full blast, it's almost set to zero, or even further below zero than you may have ever expected or seen before\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n8:26 am</dco> &nbsp;<qco> Whats your favorite moon phase\n<br></qco> </h3>      what's the one where it goes around\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n8:23 am</dco> &nbsp;<qco> what do u do when u feel a little worse than bad</qco> </h3>      draw some diagrams. diagrams are very good\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n7:58 am</dco> &nbsp;<qco> If you were a battery, what type of battery would you be?</qco> </h3>      rechargable\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n6:45 am</dco> &nbsp;<qco> Do you have a keyboard shortcut for typing \"i would prefer to make a new one to be my favorite\"? I imagine you do since you get asked the question \"what's your favourite song/video\".</qco> </h3>      probably after 2 more times i will\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n6:39 am</dco> &nbsp;<qco> I have school, can you go for me while I finish the rest of your work at your Ummm, home? work? idk?</qco> </h3>      can you do regex\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n6:28 am</dco> &nbsp;<qco> I like The Song Song and think it's very underrated and hard to find (just like freedom). Will it be available on Spotify?</qco> </h3>      the race is on, between me posting that and doing something much better\n<br><br>"
  }
]
