[
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n3:25 pm</dco> &nbsp;<qco> Is it me or does your songs no longer make sense?</qco> </h3>      they make as much sense as any other song i've heard\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n2:15 pm</dco> &nbsp;<qco> What is your favorite love?</qco> </h3>      boomerang love\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n1:52 pm</dco> &nbsp;<qco> would you recommend organizing my archive by date? by day specifically. one folder for each day and throw everything in there</qco> </h3>      i'd recommend keeping it all in the same folder and using a date numbering system that alphabetizes well. such as yyyymmdd or even yyyymmddtttt if you need it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n11:18 am</dco> &nbsp;<qco> What's your name?</qco> </h3>      Donkey Kong\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n10:24 am</dco> &nbsp;<qco> instagram hints coming soon?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n8:55 am</dco> &nbsp;<qco> Can you die from realisation?</qco> </h3>      i was going to say no but now that i think about it, yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n8:03 am</dco> &nbsp;<qco> Why do you use helvetica?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</qco> </h3>      it's very sophisticated\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n7:04 am</dco> &nbsp;<qco> favourite Third Eye Blind moment?</qco> </h3>      let's go with <a href=\"makemecry.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n6:19 am</dco> &nbsp;<qco> I'm Nikki?</qco> </h3>      i want to believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n5:34 am</dco> &nbsp;<qco> i've been awake for going on two days and i feel like absolute garbage but i CANNOT SLEEP..........i've tried going for walks, a hot shower, etc. i don't drink or smoke pot so can't do that. ii'm Seriously close to just knocking on my neighbours' doors asking them to punch me in the head so i can finally pass out. i am so desperate to just sleep and idk why i friggin can't.\n<br>i'm running out of ideas. you got any ideas?</qco> </h3>      it will happen eventually. just try to stay cool and carry on with work or recreation in a normal way. you will probably fall asleep during that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n5:04 am</dco> &nbsp;<qco> &lt;-- is this the date and time of the question being posted or of it being answered?</qco> </h3>      neither. it's the time it was asked (sent/submitted)\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n3:22 am</dco> &nbsp;<qco> did you get a new bed in between \"rising out of bed\" and \"jingle in bed\"</qco> </h3>      no but i got an old bed\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n2:27 am</dco> &nbsp;<qco> what do you do when you wake up without knowing what time it is then you go outside and two people have been shot down the street</qco> </h3>      that sounds like a good time for some songwriting\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n1:38 am</dco> &nbsp;<qco> How do I know if my songs are good? I think they're bad but maybe that's just because I made them, and I don't trust other people to tell me if they're bad</qco> </h3>      all songs are bad. the worse they are, the better\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n12:50 am</dco> &nbsp;<qco> Whats so bad about popcorn</qco> </h3>      very difficult to unpop\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.19&nbsp; \n12:16 am</dco> &nbsp;<qco> Have you become who you wanted to be?</qco> </h3>      somewhat\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n11:04 pm</dco> &nbsp;<qco> how do you like to listen to music?</qco> </h3>      i prefer when i have a hard copy of the file\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n10:38 pm</dco> &nbsp;<qco> Help, I don't know how to small talk!</qco> </h3>      make someone's day, and bless them with the large to medium sized talk they have been craving<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n10:26 pm</dco> &nbsp;<qco> how many of these questions have you written to yourself?</qco> </h3>      0\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n9:39 pm</dco> &nbsp;<qco> Have you ever had a social media adiction? I'm dealing with this problem and it seems like the only solution is to unfollow everyone and have a new start. The worst thing is that i'm sure that people will get angry with me if they notice that I don't follow them back. Do you have any suggestions? Thank you for your time Bill, this means a lot to me.&nbsp;</qco> </h3>      i think the account(s) and connections are worth saving. but i think you need to start taking more drastic measures to eliminate some of the software (or preferably, hardware even) you may be using to access these sites. in my opinion you should always keep your account. just get a restraining order against the hardware, and work it out so you still have limited hardware for the things you do need. for example, i actually make sure i wake up with my smartphone *OFF* (powered off) but i actually bought a plastic alarm clock, in case i ever need to use that feature\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n8:37 pm</dco> &nbsp;<qco> So there's not a single song that you like 100% ?</qco> </h3>      there's a lot of infinites in liking songs. hard for the percentages to work really\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n7:11 pm</dco> &nbsp;<qco> can you use the word \"whenst\" in a sentence other than \"whenst the day goes (on)\"? Please, no funny answers like \"whenst is a word\" or anything silly like that</qco> </h3>      whenst the shoe fits ....\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n6:52 pm</dco> &nbsp;<qco> https://billwurtz.com/questions/q.php?date=201905151640 Where do I find these released charts, other than flying by briefly in certain reality videos?</qco> </h3>      there's a vast amount of them on the expert page. but i think generally after about 2012-2013 i transitioned into mostly digital, so the writing after that would be mostly recorded in a different way\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n6:27 pm</dco> &nbsp;<qco> I'm thinking about learning to play the atamatone, but I have no prior experience playing instruments. What would you advise?&nbsp;</qco> </h3>      i'm not sure what that one is\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n6:06 pm</dco> &nbsp;<qco> Why do people hate??</qco> </h3>      they are sometimes passing the baton of hatred, which they may have received before\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n5:32 pm</dco> &nbsp;<qco> can you give me an example from a song of yours where you have used a dominant seventh flat five chord? :)</qco> </h3>      'and the day goes on', i think you'll find it in the chorus, bar 5, beat 3. although the bass player might have had too much caffeine at that particular moment if i recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n5:22 pm</dco> &nbsp;<qco> What's the best letter in the alphabet?\n<br></qco> </h3>      j\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n4:28 pm</dco> &nbsp;<qco> how does one write melody lines for a Contrabass?</qco> </h3>      i'd say put some very light gentle support in some very high instruments, and like maybe imagine a slightly eccentric character, bumbling inquisitively across the scene\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n4:27 pm</dco> &nbsp;<qco> Since you make your own music, is there a possible way that I could make my own even without the guitar, and it is possible to just use a keyboard for my music?&nbsp;</qco> </h3>      keyboard is a great instrument to use if you only have 1 instrument. very versatile, powerful instrument. of all the instruments, it usually has the most computing/computer capabilities\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n1:48 pm</dco> &nbsp;<qco> how ambitious is your new video, from 0 to HOTEWIG</qco> </h3>      maybe HOT or so<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n12:19 pm</dco> &nbsp;<qco> i think you once said here that in the past you had made extensive research/experiments related to emotional implications of chords or sth like that. would u care to share some details</qco> </h3>      <a href=\"q.php?date=201706141538\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n12:15 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201905140748\">5.14.19&nbsp;&nbsp;7:48 am</a>  i have actually wanted to do this for several years. i feel like i might be good at it, and it would be less terrible than what i do now. ah yes, that reminds me, this is the questions page, so i know you don't work in the Television Entertainment Industry, but you are an entertainer, so maybe that's close enough. how do i start a frickin' game show</qco> </h3>      it's hard for even me to believe, but from what i can tell we are actually living in some kind of ridiculous golden era where all you actually need to start TV shows is your imagination\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n10:56 am</dco> &nbsp;<qco> Hey bill, what do you do with your free time?</qco> </h3>      maybe <a href=\"workwork.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n10:50 am</dco> &nbsp;<qco> i only know bass clef any tips on learning treble clef for like piano or something</qco> </h3>      i don't know. knowing 2 clefs seems pretty confusing, i know treble pretty well i suppose, but bass cleff i really don't have memorized, sorry to say. it's the digital age :( not sad though \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n10:44 am</dco> &nbsp;<qco> was late nite lounge with loud lenny really recorded in 2002?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n10:16 am</dco> &nbsp;<qco> apologies if this has been asked before. in 'hello sexy pants', what are the squirrels muttering to each other? it's not quite audible.</qco> </h3>      i think it's audible, but it is kind of like what sports announcers do after there is an interesting play on the field. it's that sort of commentary\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n9:40 am</dco> &nbsp;<qco> What was the longest journey you've been on?</qco> </h3>      still on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n8:13 am</dco> &nbsp;<qco> what can you say about microsoft paint</qco> </h3>      nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n7:10 am</dco> &nbsp;<qco> what did you like to think about when you were young?</qco> </h3>      sweet camera angles\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n7:09 am</dco> &nbsp;<qco> how many seconds are you currently in (in the video production)</qco> </h3>      about 76, but it should be noted that the preceding 76 seconds are still not complete, nor is the following 125 seconds entirely incomplete\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n3:38 am</dco> &nbsp;<qco> oh no, help, i'm being pulled into the depths of hell , except it's not real hell, it's mental hell, i think i'm going to die,</qco> </h3>      mentally maybe, then live\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n3:33 am</dco> &nbsp;<qco> i feel like i already asked this (sorry i have awful memory) but can we have a hint to what the cool epic passion is.&nbsp;</qco> </h3>      it's kind of like when everyone is drinking kool aid and you finally are able to dip into a taste of that kool aid\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n3:21 am</dco> &nbsp;<qco> would you consider some of your characters' genders to be genderless, not have a specified gender, or anything else along those lines? sorry if this is a weird question</qco> </h3>      sure. especially the one in the video i'm working now, if anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n2:58 am</dco> &nbsp;<qco> Is there an oversimplified version of the word 'oversimplified'? It feels too complicated.</qco> </h3>      i was going to say 'dumb ass' but that would be not oversimplified, just simplified. oversimplified version of 'oversimplified' i'd say would be 'dumb' because that almost doesn't quite clarify properly what oversimplified means\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n2:14 am</dco> &nbsp;<qco> Sometimes when I do the wrong things and it upsets someone and I apologize to them the next time I see them it makes them even more mad. What should I do differently?</qco> </h3>      think more about the present and future\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n1:57 am</dco> &nbsp;<qco> the latest reality videos are so tragic, knowing that hotewig is going to take a metric asston of time and shatter your hopes and dreams</qco> </h3>      true but it came out alright in the end\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n1:32 am</dco> &nbsp;<qco> Are you still a songwriter trapped in a stubborn little bitch's clothing?</qco> </h3>      no, at this point i might be a film maker trapped in a songwriter's clothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n1:20 am</dco> &nbsp;<qco> will this next video come out in 2019</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n12:23 am</dco> &nbsp;<qco> 3 favorite albums?</qco> </h3>      i don't actually know which songs are on which albums<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n12:10 am</dco> &nbsp;<qco> Top 3 favorite chords?</qco> </h3>      Eb, Bb, F\n<br><br>"
  }
]
