[
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n8:51 am</dco> &nbsp;<qco> hey can you give me ideas for life</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n7:27 am</dco> &nbsp;<qco> If you were a sandwich, what igredients would you be composed of and why?&nbsp;</qco> </h3>      \nthat would be your choice, since it was your idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n7:17 am</dco> &nbsp;<qco> is it common that people find deep meanings in your videos but you actually don't have one?</qco> </h3>      \nvideos are always very meaningful. but sometimes people will find a certain meaning that i hadn't realized was there\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n7:09 am</dco> &nbsp;<qco> Is my teacher on another planet?</qco> </h3>      \ni guess nowadays it would be hard to tell\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n6:19 am</dco> &nbsp;<qco> How do I get over writer's block?</qco> </h3>      \nyou must think outside the block\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n6:04 am</dco> &nbsp;<qco> why are short videos so fun to make?</qco> </h3>      \nbecause they can get done before you start to hate them\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n5:48 am</dco> &nbsp;<qco> can you do a song in 5/4 (or 13/8 or 123/456/0)?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n5:22 am</dco> &nbsp;<qco> do you like swiss cheese or cheddar more?????????????</qco> </h3>      \ni can't remember which is which\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n5:19 am</dco> &nbsp;<qco> can you please calm down?</qco> </h3>      \ni am trying\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n5:19 am</dco> &nbsp;<qco> Do you watch any sports?</qco> </h3>      \ni thought sports was cancelled\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n5:04 am</dco> &nbsp;<qco> we need a new video in a time like this. will you be releasing one any time soon?</qco> </h3>      \nsomething you may or may not know about about me.... 'one' is the most miserable and sad number of videos i have ever heard of. i have been through therapy and night terrors repeatedly, trying to cope with my deep trauma and fear of the number 'one' as a number (quantity) of videos. so i am ultimately looking for a big way around the horrifying reality of releasing only 'one' video\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n5:03 am</dco> &nbsp;<qco> what goals do you have?</qco> </h3>      \nopen the floodgates of audio/visual content creation like never before\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n4:58 am</dco> &nbsp;<qco> how did you learn to animate your videos? </qco></h3>      we'll see<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what softwares do you use? </qco></h3>      we'll see<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also i really feel understood by your art. i'm less alone when i'm with it. thanks</qco> </h3>      \nholy campground rules of conduct, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n4:31 am</dco> &nbsp;<qco> if you would rename the coronavirus to anything, what would it be</qco> </h3>      \ncovid\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n4:22 am</dco> &nbsp;<qco> How do I do things that I'm supposed to do with no motivation?</qco> </h3>      \nyou really can't. but maybe you could try to understand a bit more about what the thing is, where it came from, who decided you should do it, what the consequences might be if you don't, etc..... this sounds like a tricky situation that you're going to have to try to understand one way or another\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n4:19 am</dco> &nbsp;<qco> So i've developed a weird habit to make my head feel better. it started off as \"night walks\" and progressed to \"long scary night walks\";&nbsp;picking places that are scary. i think this is because i have a need to feel strong and brave. after that it progressed to walking places i'm sorta not supposed to be, recently it has progressed to what is technically \"criminal trespassing\". there is a country club type place a few blocks from where i live, and i've been hopping the fence (it's short) and walking around a small part of the grounds for a minute and then leaving. this is very exciting to me cause i've spent my whole life being a baby afraid of authority and conflict, been fighting that since i was a teenager. These night walks are helpful for making my head feel better, But it doesn't seem all good. i get this really demanding nagging tension to keep doing More, and if i don't i'm gonna be a timid weakling who comes in last forever etc. Right now\n  it want\n s me to run through the entire grounds. It doesn't seem like it ends. you just feed it and then it wants more. So the thing about the nice 'i can walk outside and do whatever i want\" feeling from goin' trespassing is it's fun and then i come down and am faced with The Usual(my ugly face and shit brain that wants to hurt me). I do a lot of music and words and started drawing recently. those are the things i REally care about, in a nice way. the things i think can save me. I'm not sure what i'm trying to ask. I guess i won't die getting caught walking around a country club and my brain plays up the actual stakes as high as it can. but that would feel so unbelievably stupid For a While after dealing with cops and paying whatever that way too big fine would be. it's like a distraction but it has legitimacy cause of how big and deep the nice feeling is after, if only for a minute. But then there is all the bad feeling inbetween. I guess i question how helpful it is vs how dumb it\n  is. i'v\n e been talking it out with myself and im struggling to deal with these feelings and what i should do about them</qco> </h3>      \nit sounds like you are doing fine. don't forget, writing/drawing and all those other mediums you use, those are actually great opportunities for thrill seeking also\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n4:15 am</dco> &nbsp;<qco> can you help me figure out how a lightbulb works?&nbsp;</qco> </h3>      \ni would love to but not right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n3:28 am</dco> &nbsp;<qco> is this website fake it looks very fake?</qco> </h3>      \nthat's weird, to me it looks much realer than most other websites\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n2:37 am</dco> &nbsp;<qco> are you making a new video</qco> </h3>      \nonly if i can make many many more videos also\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n2:30 am</dco> &nbsp;<qco> Will you teach me how to play piano?</qco> </h3>      \nthe main teacher for that should be the piano itself, you, and any other music you have heard. but i can help answer any questions or problems you may have\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n2:10 am</dco> &nbsp;<qco> do you paint?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n2:06 am</dco> &nbsp;<qco> hi bill. should i sleep? </qco></h3>      at some point<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i have to finish school tomorrow and it is late, but i can't sleep. what is sleep, anyway?</qco></h3>      i'm not sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; is it just an illusion?</qco></h3>      no, but it may allow you to experience some illusions<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; am i just an illusion?&nbsp;</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n1:41 am</dco> &nbsp;<qco> What was the make and model of that cylinder shaped webcam you used in your older videos? </qco></h3>      apple isight<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>Also, I remember seeing a 3d software screenshot of yours on this page, and you're using Cheetah3D it seems?</qco> </h3>      that is what i used from sept 2016 to june 2019, for 3D\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n1:26 am</dco> &nbsp;<qco> How long will be your next vid</qco> </h3>      \na very normal, and reasonable length. but it's also important to think about how long the other ones will be also\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n1:25 am</dco> &nbsp;<qco> what do you think about thoughts?</qco> </h3>      \nit's like another world, in your mind!\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n1:24 am</dco> &nbsp;<qco> How can I start writing music?</qco> </h3>      \nthe best way to get started, is to try to write something that's not a song. songs actually don't like being songs. well .... they probably like it, but not when you ask them to. they prefer to surprise you. so if you ask a song to be a song, it will probably get restless and try to run away. so a certain level of reverse psychology is needed\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n1:08 am</dco> &nbsp;<qco> HI BILL MY KEYBOARD IS BROKEN EVERYTHING IS IN CAPS. HOW CAN I FIX IT</qco> </h3>      \n\nyou can't fix it but you could use it as a catalyst to change all your viewpoints and your entire lifestyle\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n12:54 am</dco> &nbsp;<qco> Do you work on multiple videos at the same time or one at a time?</qco> </h3>      \n1\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n12:53 am</dco> &nbsp;<qco> Does water exist?</qco> </h3>      \noh that would explain a lot\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n12:39 am</dco> &nbsp;<qco> Do I exist</qco> </h3>      \noh that would explain a lot\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n12:01 am</dco> &nbsp;<qco> do you often use Christmas as a form of time measurement?</qco> </h3>      \nno\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2020-05.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n11:55 pm</dco> &nbsp;<qco> How do I stay amazed at my ideas long enough for me to expand them into amazing works?</qco> </h3>      \nah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that \t\t\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n11:51 pm</dco> &nbsp;<qco> What is your favorite thing to do with imagination?</qco> </h3>      \nimagine a different thing than before\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n11:51 pm</dco> &nbsp;<qco> Music to you is a way to \"be\" in the world?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n11:49 pm</dco> &nbsp;<qco> Bill what's your favorite text font?</qco> </h3>      \nserif sans everything else\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n11:23 pm</dco> &nbsp;<qco> Have you ever been to Pyongyang?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n11:21 pm</dco> &nbsp;<qco> what are your thoughts on a pony based economy</qco> </h3>      \nit's about time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n11:06 pm</dco> &nbsp;<qco> opinion on seals?</qco> </h3>      \ni approve\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n10:50 pm</dco> &nbsp;<qco> Is it possible to be able to choose the ending in a book?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n10:49 pm</dco> &nbsp;<qco> If the French word for seal is phoque then does that mean everytime someone says the f word they secretly mean seal?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n10:43 pm</dco> &nbsp;<qco> I'm sorry this isint a real questionm but I just want wanted to properly thank you for how much your song's have helped me through some very tough time's. You are and always will be my favurite musician.</qco> </h3>      \nholy cornfield which also has wheat in it, you are friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n10:13 pm</dco> &nbsp;<qco> What are your thoughts, opinions, dreams, and deepest desires on communo-capitalism?</qco> </h3>      \nhaven't thought about it that much\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n10:04 pm</dco> &nbsp;<qco> why do ducks have to work two jobs? \n</qco></h3>      i thought they worked 0 jobs<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i'm concerned! do they work too hard?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n9:59 pm</dco> &nbsp;<qco> i'm writing a book;&nbsp;what should the name of my main character be?</qco> </h3>      \nit depends who the character is\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n9:56 pm</dco> &nbsp;<qco> since your favorite song that you have made is making a new one to be your favorite, what would be your second favorite song that you made?</qco> </h3>      \nthe rest of them are all tied for second place\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n9:43 pm</dco> &nbsp;<qco> what if there was no cheese</qco> </h3>      \nthen that would give you the opportunity to create it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n9:36 pm</dco> &nbsp;<qco> Could you write me a poem?&nbsp;</qco> </h3>      \nyou are the poem\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n9:32 pm</dco> &nbsp;<qco> How many words can you type a minute?</qco> </h3>      \nit depends how interesting the words are\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n9:14 pm</dco> &nbsp;<qco> Do you think your future videos are going to feel a lot different from your past videos?</qco> </h3>      \ndifferent and similar\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n9:13 pm</dco> &nbsp;<qco> i have an urge in my heart to protect people and save them from cruelty. should i be concerned about this? how do i know if am actually protecting/saving them?</qco> </h3>      \nbut what about the cruelty itself. who is going to save that from its cruel ways\n<br><br>"
  }
]
