[
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n7:31 pm</dco> &nbsp;<qco> By now I have seen you answer the question about what question Damien Maymdien skipped 4 times (I think) with 4 different answers. I suspect that your answers to it are all question that you have recently been asked (but do not care to answer) via this page. Am I correct in this?</qco> </h3>      they are all questions that i have been asked relentlessly, mercilessly, regularly, on an ongoing basis, with no signs of ever stopping<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n7:23 pm</dco> &nbsp;<qco> what questions do you dislike receiving&nbsp;</qco> </h3>      ones that specifically ask me to dislike stuff <br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n6:59 pm</dco> &nbsp;<qco> opinions on the sun?</qco> </h3>      vital, essential<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n6:48 pm</dco> &nbsp;<qco> What are your thoughts on suicide?</qco> </h3>      seems like a waste of time <br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n6:44 pm</dco> &nbsp;<qco> Are there subliminal messages in your videos that you're trying to get us to understand?</qco> </h3>      when i want people to understand things, i try to say it as clearly as possible, not subliminally <br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n6:41 pm</dco> &nbsp;<qco> should i try to overcome my fear of airline travel by becoming a flight attendant and using the money from that job to pay for pilot school and then work full time as a commercial pilot for some years</qco> </h3>      that sounds like a fantastic idea<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n6:30 pm</dco> &nbsp;<qco> I EAT ASS\n<br></qco> </h3>      oh, that's interesting<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n6:25 pm</dco> &nbsp;<qco> because it takes so long to make videos, can you make one 1-second video everyday?</qco> </h3>      i used to do something right about in that neighborhood. because i've already done so much of that, i think it's time to do more things in medium time ranges<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n6:24 pm</dco> &nbsp;<qco> if you finished a video way before a set release date and had a lot of free time, would you accept an offer to make a video for tv/movies/companies? i know you start working on a new video immediately after the last one is completed, but let's just pretend this is a situation</qco> </h3>      either way that would compete for time which could be otherwise used to do my own projects. there are already many of my own projects which have been neglected entirely in lieu of my other projects. so any 'extra time' would have at least 10 ways to be urgently used for my own projects <br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n6:18 pm</dco> &nbsp;<qco> Could u give me some encouragement?</qco> </h3>      i am trying<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n6:18 pm</dco> &nbsp;<qco> bill, why is it that some songs seem to transcend time and space and exist on a higher plane?</qco></h3>      i don't know but i am thankful<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Most songs seem very self-contained, like there is an imaginary box and the song starts and ends inside the lines of that small box. but then there are some songs, that are pretty rare, that don't have a box. these songs exist as (for lack of a better term) ideas, or feel like the audio form of an emotion. actually to an extend, they end up not feeling like a song, or audio, or even sound. literally pure emotion and idea. how does this happen?</qco></h3>      magic<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; why does this happen?</qco></h3>      for you to enjoy and appreciate<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; have you felt this?</qco> </h3>      oh hell yeah, and it ought to be par for the course as far as i'm concerned<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n5:58 pm</dco> &nbsp;<qco> Why are you so lewd in your anagrams?</qco> </h3>      to make up for how unlewd most of society is, in general<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n5:50 pm</dco> &nbsp;<qco> Have you discovered a portal to 1986?&nbsp;</qco> </h3>      no and i hope i don't <br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n5:35 pm</dco> &nbsp;<qco> Bill, I'm confused. How come I haven't been seeing questions being uploaded here until sometimes a full day after they've been answered?&nbsp;</qco> </h3>      you wouldn't know what time they are answered. the time of answering is not listed<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n5:15 pm</dco> &nbsp;<qco> In the unboxing video you say, \"I think I'm gonna like these sunglasses because it improves self esteem...\" Saying 'they improve' would be more grammatically correct, but I like the way you said it. Did you intentionally say 'it improves'?&nbsp;&nbsp;&nbsp;</qco> </h3>      yes, and you pinpointed exactly why. it was for likability. but also i would like to say, i am prepared to fight this in court, i think a pair of sunglasses can be considered a single object because it is a single object, and can be treated grammatically as such. again, my legal team and i are prepared to fight this<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n5:14 pm</dco> &nbsp;<qco> the 3D boxes were a nice touch. Was that applying the skills you previously learned from hotewig's 3D globe?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n5:13 pm</dco> &nbsp;<qco> Give meh a shower thought</qco> </h3>      i think they are good, i wish more people had access to them <br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n5:04 pm</dco> &nbsp;<qco> what question did damien skip</qco> </h3>      me me big boy<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n4:53 pm</dco> &nbsp;<qco> Why is notebook on the frontpage if it hasn't been updated for almost a year?</qco> </h3>      it has been updated many times since then, but it is there so you can read what's on it. i bet you haven't read all of it yet, especially if you think nothing new has been added in a year<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n4:51 pm</dco> &nbsp;<qco> Is does exist?</qco> </h3>      sure<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n4:40 pm</dco> &nbsp;<qco> so i'm trying to figure out music on my own for the first time, and i really feel like i'm going somewhere! i can recognize notes most of the time now. i'm so excited to figure out more! thanks for encouraging me to take my own path. it's going great and i feel alive</qco> </h3>      oh hell yeah that's what i'm talking about<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n4:37 pm</dco> &nbsp;<qco> so are you just ignoring all the questions about what's in the last box?​</qco> </h3>      i already answered it the first time, and i don't have anything else to say about it <br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n4:37 pm</dco> &nbsp;<qco> why is your content so strange and surreal?</qco> </h3>      i'm just trying to be reasonable <br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n4:35 pm</dco> &nbsp;<qco> What is an egg</qco> </h3>      i'm not sure <br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n4:30 pm</dco> &nbsp;<qco> If colors could have tastes, maybe they already do, which would taste the best?</qco> </h3>      purple<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n4:22 pm</dco> &nbsp;<qco> thoughts on 60hz hum?</qco> </h3>      it can be a handy way to find B half flat, if you are in a bind <br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n4:09 pm</dco> &nbsp;<qco> If i don't remember wrong/ you do not think music has genres. </qco></h3>      you can talk like that and it can be fun and useful, but there will never be an actual categorization system that works. try putting more than 3 songs into it and you'll break the system every time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if so/ what seperates the different styles of music for you?</qco></h3>      any song can have similarities and differences with any other song. even itself!<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; There is music which doesn't exactly fit into a single genre/rather a mixture of genres, thats fine. But how do you draw the line between/say/ Jazz and rock? </qco></h3>      i can already think of 100 different things those words mean. which makes it fun to use those words, but not reliable whatsoever for any scientific means. just for play<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you think music doesn't need to be categorized at all?</qco></h3>      it can be fun for entertainment purposes but no matter what system you use, it will break as soon as you add more than 2 songs. i think it's actually music's job to break these systems. if it weren't, then where's the fun, you know. i think often people who don't make music like to think these systems are somehow supposed to be reliable, which makes for an interesting game of cat and mouse which the mouse will always win  <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Not hating I'm really curious. I've never heard something like this before\n<br>\n<br>\n<br>\n<br>\n<br></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n4:07 pm</dco> &nbsp;<qco> Are you one of the dudes from LMFAO?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n4:07 pm</dco> &nbsp;<qco> Can you explain your creative process for music videos?</qco> </h3>      just try to make something to watch that makes the song seem as good as possible <br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n3:51 pm</dco> &nbsp;<qco> i thought boxes taste like mush&nbsp;</qco> </h3>      how do they taste<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n3:48 pm</dco> &nbsp;<qco> Why do people think chivalry is dead?</qco> </h3>      i actually don't know what that is<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n3:45 pm</dco> &nbsp;<qco> When are you finally going to be you</qco> </h3>      i finally started just this morning <br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n3:35 pm</dco> &nbsp;<qco> Does your style have a name?&nbsp;</qco> </h3>      can't you just use my name <br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n3:33 pm</dco> &nbsp;<qco> When are we</qco> </h3>      right away<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n3:15 pm</dco> &nbsp;<qco> Which economic system is an evil virus of satan?</qco> </h3>      the one on the opposing team <br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n2:51 pm</dco> &nbsp;<qco> what makes something truly 'ah, #relatable'?</qco> </h3>      <a href=\"q.php?date=201802051625\">2.5.18&nbsp;&nbsp;4:25 pm</a>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp;&nbsp;\n<br>2:56 pm</dco>&nbsp;&nbsp;<qco> why did when you got an award made your thank you so short Think of a weird speech to give</qco> </h3>      everyone already gave speeches already\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n2:46 pm</dco> &nbsp;<qco> Is it true?</qco> </h3>      is what true<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n2:35 pm</dco> &nbsp;<qco> why is there something rather than nothing?</qco> </h3>      there is plenty of both<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n2:26 pm</dco> &nbsp;<qco> I think you spelled uesqtions wrong</qco> </h3>      i think you ignored the color scheme <br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n2:24 pm</dco> &nbsp;<qco> I am trapped in a box that I can't unbox, can you call the president i need help thx</qco> </h3>      you'll never believe this but he's in the same situation <br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n2:14 pm</dco> &nbsp;<qco> eggplants or pears?</qco> </h3>      for what<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n2:11 pm</dco> &nbsp;<qco> hey, do you have a box</qco> </h3>      i might <br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n2:07 pm</dco> &nbsp;<qco> What does it mean to be a good person?</qco> </h3>      it means you did very well in the person competition, and made it to the championships <br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n1:57 pm</dco> &nbsp;<qco> help im a murderer</qco> </h3>      ok i have sent some help<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n1:53 pm</dco> &nbsp;<qco> Hey Bill why must the snails be discriminated against in your video \"Snail Time\"? </qco></h3>      they are not<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; he snails should be free. Why send the snails to jail for enjoying the limited time the snails have to do their snailing?</qco></h3>      the snails were not sent to jail<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I love your work but I can't support you if you are a Snacist, so please clear this issue up for me.</qco> </h3>      i was very careful to include snails of many different colors <br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n1:10 pm</dco> &nbsp;<qco> How do you sound so good harmonizing with yourself? Whenever I do my own harmonies it always sounds so gross.</qco> </h3>      experience, but here's some cool hints. make sure the harmony tracks are quite low volume compared to the lead. also make sure most of your notes are above middle c. also make sure they're in tune. if you can't sing it in tune, you can always ask the computer to put it in tune for you. you'll lose your bragging rights but everyone does it and even if you don't it's impossible to prove you don't <br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n1:06 pm</dco> &nbsp;<qco> do you like flamingos?</qco> </h3>      they're ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n12:32 pm</dco> &nbsp;<qco> i want to make music like you but don't have money for equipment or software. what should i do?</qco> </h3>      the equipment you used to send this question might be able to be used \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.18&nbsp; \n12:01 pm</dco> &nbsp;<qco> Ducks or Geese?</qco> </h3>      for what\n<br><br>"
  }
]
