[
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n8:34 pm</dco> &nbsp;<qco> does the main progression 'shape of you' by ed sheeran go i VI iv VII or i iv VI VII? both orders sound like the original song to me.</qco> </h3>      they are both extremely similar, 4min and b6maj are sister chords. but they did it as 1, 4min, b6, b7. in this case, wherever you hit the 4min (as opposed to the b6) will feel a bit more 'pensive' where as the b6 will feel a bit more 'power' that's the only way i can really describe the difference<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n8:19 pm</dco> &nbsp;<qco> Why are some sentances colored and underlined as green?? U BETTER NOT DO THAT TO THIS BILL OR ILL SMACK UR BOOTY</qco> </h3>      on the internet, that's called a link. if you press on it, it might take you somewhere else!<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n7:37 pm</dco> &nbsp;<qco> do you like receiving money? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is it helpful?</qco> </h3>      oh hell yeah<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n7:16 pm</dco> &nbsp;<qco> are all people interesting</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n6:54 pm</dco> &nbsp;<qco> is music dumb?</qco> </h3> \n\n     yes, and smart<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n6:47 pm</dco> &nbsp;<qco> Got any more fun and exciting science experiments we can try out at home?</qco> </h3>      sell your home for a higher price than you bought it<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n6:02 pm</dco> &nbsp;<qco> What do you do if you can't write a song?</qco> </h3>      try to do something else to a song<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n5:52 pm</dco> &nbsp;<qco> what are goats?</qco> </h3>      i'm not sure<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n3:37 pm</dco> &nbsp;<qco> how do i know if something is true or not?</qco> </h3>      i guess you'll just have to guess<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n2:58 pm</dco> &nbsp;<qco> which cliché do you dislike the most?</qco> </h3>      ranking your dislikes<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n2:49 pm</dco> &nbsp;<qco> What color are \"green blue jeans\"?</qco> </h3>      green, i think<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n1:54 pm</dco> &nbsp;<qco> do oyu like commnism?</qco> </h3>      it's ok<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n1:32 pm</dco> &nbsp;<qco> koalas arent actually bears</qco> </h3>      ah, thanks for the update<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n1:31 pm</dco> &nbsp;<qco> Do you ever regret not starting doing what you're doing now at a younger age?&nbsp;</qco> </h3>      i was making swift steps toward building the skills needed to be who i am since the youngest age possible<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n1:29 pm</dco> &nbsp;<qco> what is your weakness</qco> </h3>      being strong<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n1:06 pm</dco> &nbsp;<qco> why is the color orange named after the fruit</qco> </h3>      because that's what color it is<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n1:00 pm</dco> &nbsp;<qco> what do you think of civilization, like as a whole?</qco> </h3>      souns like something that could really take off<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n12:13 pm</dco> &nbsp;<qco> What do you think of quantum immortality?</qco> </h3>      seems legit<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n12:03 pm</dco> &nbsp;<qco> what are the 3 latest entries you added to reality</qco> </h3>      i added 9 at the same time, last sunday, which are all within the top 10 of the page. 4.26 was already there<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n8:42 am</dco> &nbsp;<qco> i definitely was born in wrong time. if everything has been fucking done, what am i gonna do? possibilities are infinite and of course there is still so much to invent or prevent or discover or \"be\" and future is impatient but fiction is a universe, actually countless universes because imagination has no limits. i feel like -this block makes me feel like, everything can be imagined is already imagined and even if i know it's not true, i just can't find that perfect and original idea i'm looking for. i watch my thoughts running and disappearing in my head, when i am able to catch them, i see something else: a book, a movie, a show, a lyrics, somebody's words... an idea similar to anything else doesn't satisfy me, the thing i'm gonna do must be different. it has to be the best. in this situation, what the fuck am i gonna write about?</qco> </h3>      i think you need to just start writing more. 'good' vs 'new' can be a delicate balance, and they can be at odds with each other because if you try to go for 'good' it may have already been done, and if you try to go for 'new' it might be off the map but not necessarily 'good.' the only way to get practice here is to just start doing a lot of both without any fear of being too far one way or the other\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n7:33 am</dco> &nbsp;<qco> pls make website easier to use and more pretty</qco> </h3>      i made it exactly the way i like it, and i continue to be excited daily about the way that i made it. what may be exciting for you would be to leave\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n7:31 am</dco> &nbsp;<qco> Warm/Hot is a feeling that is transmited to your brain through kinetic energy. If you go to the sun you die before you can feel it / before it reaches the brain.</qco></h3>      i think you would start to feel it on the way there<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Does that mean the sun is not warm/hot.</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If it is, then warm/hot must mean higher than a specific temperature, but what would it be? Im confused.</qco> </h3>      warm/hot means at a higher temperature than another thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n6:50 am</dco> &nbsp;<qco> how come you curse in your videos?</qco> </h3>      i do not know how to do a curse. my videos are for healing, and pleasure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n6:42 am</dco> &nbsp;<qco> waaait have you painted the pictures that show in many of your videos? they have similar style to bob ross' paintings in his show... i mean the orange and pale blue landscapes for example in reality 11.18.2010 9:25pm and some other, smaller paintings seen on your reality videos.</qco> </h3>      only the blue one\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n6:40 am</dco> &nbsp;<qco> have you ever considered making a video where you harmonize the questions from this page and then answer them with a jingle?</qco> </h3>      no, i did way too much of that sort of thing when writing for vine. there are some bigger and different eggs to crack now\n<br><br>"
  },
  {
    "html": "<h3 style=\"display: inline;\"> <dco>8.18.17&nbsp;\n5:41 am</dco> &nbsp;<qco> there more i listen to your music, the more im convinced that the \"you\" you keep throwing out is some ex girlfriend. im just getting bad breakup vibes. am i offbase </qco></h3>      yes<h3 style=\"display: inline;\"> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nor is there some truth in there</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n2:57 am</dco> &nbsp;<qco> what are your thoughts on the pentatonic \"instinct\"? </qco></h3>      seems legit<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;like, it seems to have appeared in japan, in greek, in a lot of african countries... why does it seem to be so \"Universal\"?</qco> </h3>      perhaps because they are all immediate neighbors on the circle of 5ths\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n2:56 am</dco> &nbsp;<qco> do you really think that the greek modes were actually each one a single city that almost only sang in that scale?</qco> </h3>      absolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n2:55 am</dco> &nbsp;<qco> Have you ever tried playing in the Bohlen-Pierce scale? what are your thoughts on it?</qco> </h3>      i prefer to use the notes as needed, on demand! scale based thinking seems completely uninspiring to me. even worse to start naming them after people\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n2:19 am</dco> &nbsp;<qco> my girlfriend just broke up with me. what should i do?</qco> </h3>      get to know yourself, like you may never have thought possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n12:42 am</dco> &nbsp;<qco> I think that culture is interesting. And it is a necessary part of being a human. Why do you say it is bad?</qco> </h3>      if i recall i think i said it in response to a question that said \"is pop culture bad?\" which is a question i had a hard time taking seriously, so i said \"all culture is bad.\" that's just me having a little fun here on the questions page\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n12:40 am</dco> &nbsp;<qco> why does your music not cost any money?</qco> </h3>      it costs money or does not cost money, depending on which paradigm you are accustomed to\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n12:35 am</dco> &nbsp;<qco> Do you have any cool socks with pictures or cool designs on them?&nbsp;&nbsp;If you do, please share now.</qco> </h3>      no but i've noticed that suddenly every single person in the world has crazy socks. i don't know where the hell everyone's getting them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n11:14 pm</dco> &nbsp;<qco> hey bill, im sorry for asking, i know you are busy reading other questions, but i was wondering... can you answer the question \"<a href=\"q.php?date=201708051720\">8.5.17 5:20 pm</a>\" ? i didn't write it;&nbsp;but you just make it a green link... to similar questions, and the last one was answered, but that question (and answer) was the reason that the person decide to write the <a href=\"q.php?date=201708051720\">8.5.17 5:20 pm</a> question... im wonder <a href=\"pets.html\">why you don't like pets</a>... what happened bill? <a href=\"are-you-ok.html\">are you ok</a>?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n11:04 pm</dco> &nbsp;<qco> whats the true meaning about the \"hi im steve\" video?</qco> </h3>      to see if i could make a totally free-form video with no rules, longer than 45 seconds\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n10:19 pm</dco> &nbsp;<qco> How do you operate a computer</qco> </h3>      use a gentle but firm touch\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n12:18 am</dco> &nbsp;<qco> thanks for the help earlier! i'm the one learning the peter gabriel song Here Comes the Flood. (i'm not asking about theory btw hahahaha, please don't move to space, we like having you here.) what i'm trying to learn is the full, accurate piano part in the original key, from the Shaking The Tree version. i don't think i communicated my questions very well though, or at all, so i'll try again.\n<br>\n<br>i have experience in percussion, but also some guitar and mandolin, learning with tabs and by ear - i'm the one that thinks strings sound soapy. but i can JUST BARELY read music at all. i am teaching myself piano, and how to read music. right now my ears are ahead of my fingers and feet, which are all MILES ahead of what i can actually read. there's a lot of \"music language\" that i've been exposed to but don't really understand yet. i want to learn this stuff so i can play and communicate with others better, and to be able to write down things i make\n  up.\n<br>\n<br>my strategy is: A) have fun learning songs that i like as accurately as i can, by ear. B) learn to read using beginner music books and get frustrated because i can only read things like hot cross buns so far. (maybe a tad more advanced than that.) it was fairly equal a month ago but now i spend 95% of the time i play on A and 5% on B. so, i haven't progressed on reading much. that's problem 1.\n<br>\n<br>problem 2 is: i think i have a pretty good ear. BUT i sometimes hit a limit: when it gets to be 5 or 6 or more keys pressed at the same time, it all starts to sound like One Big Thing and i have trouble distinguishing the notes, especially low ones. (keep in mind that i can't NAME the notes/chords from hearing them, i can just copy what i hear after hunting around a bit.) i know some musicians are able to identify notes in big chords really easily and accurately, and it seems almost like they were just born with that ability, which is kind of scary, </qco></h3>      i think if you keep using a pause and hunt strategy, (make sure you are using a local copy of the file, not streaming. if it's streaming like on youtube or something you're never gonna be able to unpause-pause as quickly as you need to) if you keep using the pause and hunt strategy for more and more songs, you will learn more and more and there will be less and less things that confuse you, and less and less things that fall outside your familiar classification system. if there are any chords or notes you are wondering about, i will be able to tell you if you show me where you heard it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because maybe tha\n t means\n that i was born with the abilities i have and can't upgrade them. so my questions are:\n<br>\n<br>1) will my ears develop the more i use them?\n<br></qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>2) is learning music going to be a bit frustrating no matter what, given my situation, or could i be doing something better? or just have a better attitude lol. do you have any advice????\n<br></qco></h3>      it sounds like the right thing for you to do, and it sounds like you are doing great<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>thanks, x</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n9:55 pm</dco> &nbsp;<qco> what kind of  vehicle do you identify as?</qco> </h3>      a person\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n8:59 pm</dco> &nbsp;<qco> Opinion on Asian people-Bogg</qco> </h3>      they are sometimes from asia, although i am not totally sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n8:51 pm</dco> &nbsp;<qco> do you prefer positive numbers or negative numbers?</qco> </h3>      it depends on the situation\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n7:20 pm</dco> &nbsp;<qco> do you have a lot of videos made for the reality page that are just not released yet?&nbsp;</qco> </h3>      no, but i have thousands of hours of the audio that is used to make the videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n7:19 pm</dco> &nbsp;<qco> Do you like music theory?</qco> </h3>      the term 'music theory' seems to not have any meaning to me other than make me want to sell my belongings and move to space every time i inevitably hear it in a question on this page. i have wanted to say this for a long time, but the problem is any time i make a statement like this, inevitably the next question will be someone asking \"why\" and i'm just so tired of this issue i think i am going to put myself into a coma. i apologize for the inconvenience. if you want further clarification i'm sure you can find it in hundreds of other questions throughout this questions section\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n7:12 pm</dco> &nbsp;<qco> Is having fun important to you?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n7:04 pm</dco> &nbsp;<qco> isn't math fun</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n6:24 pm</dco> &nbsp;<qco> Where does your fascination with \"90s\" sound come from?</qco> </h3>      i do not have any fascination with a 90s sound but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n3:57 pm</dco> &nbsp;<qco> is pop culture bad</qco> </h3>      all culture is bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n3:49 pm</dco> &nbsp;<qco> if your name wasn't bill, what other name would it be&nbsp;</qco> </h3>      are saying you made up a situation and now you are too lazy to finish it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n2:52 pm</dco> &nbsp;<qco> What do you do when you are scared of something intangible</qco> </h3>      grow stronger in an intangible way\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n1:46 pm</dco> &nbsp;<qco> Hi Bill, whats the name of your friend that apeare in some of your videos? Love his acurate air drumming</qco> </h3>      that is me\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n1:42 pm</dco> &nbsp;<qco> why is there gender</qco> </h3>      to keep things interesting\n<br><br>"
  }
]
