[
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n5:23 pm</dco> &nbsp;<qco> is there a book, song, movie, video game, anything, that shaped your personality and changed your way of thinking? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what is it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n5:20 pm</dco> &nbsp;<qco> are you allergic to pets? <a href=\"pets.html\">is this why you are \"not a pet person\"</a> and said loving animals and wanting to own a pet are different things? or is this about a traumatic experience you had?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n5:01 pm</dco> &nbsp;<qco> how come you never use capital letters? P.S. Bill, I know you use capital letters... but I feel like you being asked why you don't do things that you actually do regularly (using capital letters, updating notebook, etc) just might be what holds the fabric of the universe together....</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; so I figured I'd ask why you dont ever use capital letters, just in case nobody else has today.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n4:53 pm</dco> &nbsp;<qco> Have you ever gone on an adventure?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n4:37 pm</dco> &nbsp;<qco> how many people ask you if your shift key is broken?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n4:36 pm</dco> &nbsp;<qco> Do you make videos based off a random thought? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or do you plan them out in advance?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:55 pm</dco> &nbsp;<qco> when you inevitably perform \"in california\" live will you replace one of the states (west virginia, minnesota, colorado, etc) with the name of the state you're in or do you find that too kitschy</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:50 pm</dco> &nbsp;<qco> Is it possible to be a skilled musician creating a diverse breadth of things while knowing little to no music theory?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:43 pm</dco> &nbsp;<qco> you often give advice to wannabee musicians to just play around, use notes and combine them in different ways and it comes across as thats how you got to where you are. But it's obvious from this page that your actual music knowledge is vast and that you didnt stick to messing around and actually took some serious time to study music and music history, get acquainted with various styles including classical and jazz and also you even revealed that you actually had some formal tutoring/training as well (7.13.17 11:58 am). Isn't it a little disingenious to just say to people to mess around with music when there's so much more to music than that? Sorry if it sounds like an accusatory question, i dont mean anything bad by it. Just feel like youre underselling how much work one has to put in to be bill wurtz or jay z or bono or whoever</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:21 pm</dco> &nbsp;<qco> What's a fun and exciting science experiment that I can try out at home?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:13 pm</dco> &nbsp;<qco> thoughts on the industrial revolution?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:11 pm</dco> &nbsp;<qco> Are all the questions you answer representative of all the different types of questions that are asked?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:09 pm</dco> &nbsp;<qco> Why don't you commit suicide?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:07 pm</dco> &nbsp;<qco> is my name is jeff a good meme?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:06 pm</dco> &nbsp;<qco> What have you learned about people by answering these questions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:51 pm</dco> &nbsp;<qco> i feel like the 'ask' button should have a cool color scheme like the randy button. please do it mr. wurtz</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:50 pm</dco> &nbsp;<qco> &nbsp;8.4.17&nbsp;&nbsp;9:59 pm&nbsp;&nbsp;&nbsp;could you teach me the basics of playing the piano?\n<br>Hey bill I'm not that person but I want the next step. I play around on the piano all the time, I really enjoy it and I feel like I have an understanding of it. Now I need to play with groups, right? How do I do that?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:35 pm</dco> &nbsp;<qco> are there any legal requirements for having a question answered?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:06 pm</dco> &nbsp;<qco> Do you regret posting History of Japan and History of the entire World i guess?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n1:41 pm</dco> &nbsp;<qco> does one have to know a lot about theory to be a good musician? or is it just useful tool?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n1:39 pm</dco> &nbsp;<qco> If it's zero degrees outside, does that mean that there's no temperature?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n1:37 pm</dco> &nbsp;<qco> i think i love colors too much. nah just kidding i love colors so much, and that's the right amount. feel me???!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n1:34 pm</dco> &nbsp;<qco> On a scale of 10 to 10 how dead is america?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n1:31 pm</dco> &nbsp;<qco> Hi! When you use the alien crickets sound in movie star, what are you actually playing? Like are you just playing a single note and using a pitch bender, or is that a full chord that you're playing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n12:37 pm</dco> &nbsp;<qco> Is your next video a music video for got to know what's going on?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n12:12 pm</dco> &nbsp;<qco> how do you count the tempo in 'i wanna be a movie star'? 6 and then 12?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n12:08 pm</dco> &nbsp;<qco> Hey Bill I couldn't help but notice that a lot of your songs talk about everything seeming allright or just fine. Why do you think that comes up every once in a while?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n11:20 am</dco> &nbsp;<qco> describe yourself in three words</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n11:12 am</dco> &nbsp;<qco> bill can i call you bill</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n11:03 am</dco> &nbsp;<qco> hey, i'm the person who wants to know the basics of the piano. i have pressed the keys and they make pretty sounds. what next?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n10:48 am</dco> &nbsp;<qco> stop answering questions and go back to work will ya?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n10:44 am</dco> &nbsp;<qco> What amps you up/ gets you very excited?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n9:04 am</dco> &nbsp;<qco> bill do you hate jews or do you love them</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n7:59 am</dco> &nbsp;<qco> Can we, the question readers, have a sneak peek before the instagram followers?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n7:40 am</dco> &nbsp;<qco> Really miss your \"journals\" or vloggs or whatever.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n7:05 am</dco> &nbsp;<qco> Technically, by using free title graphics you are not avoiding using images, as fonts are really just images.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n6:17 am</dco> &nbsp;<qco> Are you proficient in the board game of chess?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n6:04 am</dco> &nbsp;<qco> do you like making the medium size songs and projects or do you prefer the shorter or longer ones. you're one of my inspirations</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n4:49 am</dco> &nbsp;<qco> Would you ever join a boy band? I heard it's a good way to make friends.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:51 am</dco> &nbsp;<qco> bill, i have a trick which will get you nice results!! take a background with a pattern, reverse it and put the reversed one on a different layer. change the opacity of the reversed layer to 50% and merge the 2 layers&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:57 am</dco> &nbsp;<qco> I have trouble singing riffs and runs. Do you have any advice?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:51 am</dco> &nbsp;<qco> Whats the best worst kind of person.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:43 am</dco> &nbsp;<qco> Do you enjoy having your thoughts and ideas appear inside other people's heads?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:38 am</dco> &nbsp;<qco> What would you do if YouTube jumped off a bridge?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:20 am</dco> &nbsp;<qco> What if you are the main character of the universe</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:17 am</dco> &nbsp;<qco> how many snakes are too many snakes?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:10 am</dco> &nbsp;<qco> hello what would you say is the difference in tone and your feelings when you say \"fuck no\" versus \"absolutely not\" thans</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:06 am</dco> &nbsp;<qco> do you consider yourself a visual artist?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:05 am</dco> &nbsp;<qco> why are you always so concerned about how you came to be&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n1:56 am</dco> &nbsp;<qco> do you have a quote you live by?</qco> </h3>"
  }
]
