[
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n2:06 pm</dco> &nbsp;<qco> What are your views on tenderness?</qco> </h3>      \nit's quite firm, actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n1:50 pm</dco> &nbsp;<qco> How do you overcome fears?</qco> </h3>      \nask the fear what it fears\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n1:50 pm</dco> &nbsp;<qco> Is christmas real</qco> </h3>      \nyes, despite its best efforts to be fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n1:04 pm</dco> &nbsp;<qco> say something inspiring</qco> </h3>      \nhi/hey\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n12:37 pm</dco> &nbsp;<qco> how long did it take to make the 'Mt st helens is gonna blow up' video?</qco> </h3>      \n11 days. it probably should have taken about 60 days, but due to various circumstances it was severely expedited\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n11:34 am</dco> &nbsp;<qco> Do you like walking in fluffy snow or crunchy snow?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n10:29 am</dco> &nbsp;<qco> What is the inspiration for a lot of your lyrics being about going back home?</qco> </h3>      \nprobably the music\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n10:17 am</dco> &nbsp;<qco> What's on your bucket list?</qco> </h3>      \nget the list out of the bucket\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n10:03 am</dco> &nbsp;<qco> how is it possible, that your songs perfectly explain everything that i don't understand im life two years later? \n<br></qco> </h3>      \neverything explains everything. that's just science\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n9:43 am</dco> &nbsp;<qco> How do you do the things that you do?&nbsp;</qco> </h3>      \ni don't know yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n8:25 am</dco> &nbsp;<qco> how do i become cool?</qco> </h3>      \nit must have already happened long ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n7:08 am</dco> &nbsp;<qco> what does an ideal world look like</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n6:27 am</dco> &nbsp;<qco> do you have any words of wisdom</qco> </h3>      \nall words have wisdom in them somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n5:10 am</dco> &nbsp;<qco> when learning new things, do you prefer to study the \"theory\"/tutorials or do you prefer to just learn by doing?</qco> </h3>      \ndoing it is the best way. the only time i would make an exception is when there are extreme consequences of doing it wrong. like launching a rocket ship, for example\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n4:42 am</dco> &nbsp;<qco> is it a long long long way forward?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n3:52 am</dco> &nbsp;<qco> what to do when bored</qco> </h3>      \nperhaps you could balance the budget\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n3:16 am</dco> &nbsp;<qco> do you categorize your thoughts</qco></h3>      sometimes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and if so what do you do with them afterward?</qco> </h3>      \neventually post them on bill wurtz dot com. some production may be required for certain categories\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n2:16 am</dco> &nbsp;<qco> Have you ever used sleep deprivation to increase creativity</qco> </h3>      \nnot on purpose\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n1:36 am</dco> &nbsp;<qco> are you proud of the music and videos you make? </qco></h3>      it depends what mood i'm in<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i think you should be but i also know that im never proud of my work</qco> </h3>      just keep doing it, eventually you will be, with also feelings of unproud mixed in. this is to drive you to do better. but, it might help if you can find some stories about other artists, artists whom you think are great, and discover all the times they've felt frustrated with their own work. there is no limit to what we can imagine, but there always seem to be limits on what we can physically do. so that can be enormously frustrating. but what makes it work is the imagination of the viewer, which you can play to. this can be easy to forget, because the viewer will never notice it when it works, they'll just think the artist actually did everything. but they didn't, and they were probably very concerned about this at the time\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n1:25 am</dco> &nbsp;<qco> What do you want from life? </qco></h3>      to explore and discover what it means and does, and then maybe somehow prove it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What drives a man to create with the intensity that you do?</qco> </h3>      \nwanting to create with 10,00000 times more intensity than that, and then doing a secret trick which i call 'settling for less'\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n12:59 am</dco> &nbsp;<qco> As a musician who likes to listen to songs and try to imitate them to a T, your music is the only kind so far I haven't been able to figure out all the notes to. There's just so much unique, complex genius that goes into them. Listening to the first few seconds of \"And the Day Goes On,\" for instance, the snare drum doesn't follow a rhythmic pattern (although it works beautifully), so I have to listen to it 2 seconds at a time to understand it (while isolating it in my mind from the other instruments, which is hard to do when I get mesmerized by the chords). There's also some subtle tambourine and a few short flute notes in there, that you have to listen closely to hear, and then a bunch of different instruments starting to pour in. It's incredible. I'm in awe. </qco></h3>      holy ocean replenishment ceremony, you are very friendly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Where do you get that otherworldly \"feel\" for music from?</qco></h3>      it happens automatically over time. it sounds like you already have plenty of belief in what's possible, so you're going to end up learning to do it better and better, over time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The heavens? Apollo is not the God of music;&nbsp;Bill Wurtz is.</qco> </h3>      i think you will soon find out that it's actually you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n12:24 am</dco> &nbsp;<qco> i've spent basically every bit of time i can in the past few years working on my music, instruments, and mixing as well as getting completely obsessed with video as well. realizing that i will be like this for the foreseeable future (and it keeps getting more obsessive and intense) i feel like i am getting more and more disconnected from reality (whatever that means). while i \"know\" many people from working on songs and production for other artists, i feel more and more disconnected and unsure of what a friend is and what music even is. this obsession only happened in these past few years, before i had played instruments just because it felt like an obvious thing to do, but without any real intention of making something. people i \"used to know\" have been very worried about my mental health due to the drastic change over time and how little time i have for anything other than working constantly on art. i find all this extremely hard to explain proper\n ly to so\n meone, and i haven't found anyone that seems like they actually understand what i'm trying to do (i don't know if i do sometimes). the thing im worried about is how i can get myself to take breaks effectively and somehow divert my obsessive attention into something \"fun\" that is unrelated sometimes. nothing is fun unless im working on a project;&nbsp;everything other than that just feels like a crazy waste of time as well. anyway, do you have any suggestions about learning how to effectively take breaks? i've tried various meditation techniques with little success. the only thing that really seems to work decently is going on a reeaaally long walk, and then i sometimes notice that i haven't had a conscious thought in minutes, and it is both a scary and good feeling at the same time.</qco> </h3>      \nas long as you are getting enough physical movement, you should be pretty good. it sounds like you know what you're doing\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n12:03 am</dco> &nbsp;<qco> how do you learn</qco> </h3>      \nbe alive. it's that simple\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n11:50 pm</dco> &nbsp;<qco> Bill, what does creativity mean to you?</qco> </h3>      \neverything\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n11:31 pm</dco> &nbsp;<qco> who did santa vote for?</qco> </h3>      \nhimself\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n11:22 pm</dco> &nbsp;<qco> Argentina is too far south. </qco></h3>      you are apparently too far north<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you think they should move it closer to my house?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n11:18 pm</dco> &nbsp;<qco> Would you prefer to do a new song to be your favorite?</qco> </h3>      \nover and over and over and over and over again\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n11:01 pm</dco> &nbsp;<qco> What would you suggest doing if someone was struggling to express their creativity?</qco> </h3>      \nsee if you can visit the morning sun\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n10:59 pm</dco> &nbsp;<qco> Have you ever thought of going back to every song and see what you have to make?</qco> </h3>      \nsure, if i'm in the mood for a rollercoaster ride\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n9:39 pm</dco> &nbsp;<qco> Thoughts on hummus?</qco> </h3>      \ndon't be fooled, it has high importance and is very important \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n9:33 pm</dco> &nbsp;<qco> So you like spiders?</qco> </h3>      \ni respect them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n9:13 pm</dco> &nbsp;<qco> Don't mean to be a negative nelly, I am just wondering... You spent all this time learning 3D animation, which is a great skill! But isn't 3D animation way way slower to produce than 2D? </qco></h3>      yes, extremely<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Not to mention rendering and all that unless it is very rudimentary. So, while it is a good skill, aren't you just going to revert to 2D in the future in order to keep pumping out videos? Or am I wrong?</qco> </h3>      \ni think what you're going to see, is 3D and 2D being mixed together, in an extremly extremely simple manner. at least, according to my calculations, that's the only way i'm ever going to survive\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n9:13 pm</dco> &nbsp;<qco> Are you having fun with your current project?</qco> </h3>      \nyes and no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n8:53 pm</dco> &nbsp;<qco> what is justice?</qco> </h3>      \nSt. Juice\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n8:44 pm</dco> &nbsp;<qco> Is your shift/caps lock key broken?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n8:33 pm</dco> &nbsp;<qco> Do you have any idealized or incoming project in mind that is even larger and more ambitious than the videos you already produced? Whether because it's long, because it has extreme production value, because the music is highly complex, etc</qco> </h3>      \nthere is one that i've written which is at least 8 minutes long already and would probably get much longer. and it's definitely going to require 3D environments on small and large scales, including multiple characters. it doesn't particularly feel like a huge video, but unfortunately it would be. so i don't really have any clue about how i'm ever going to make that one. even though it definitely seems like the best non-song thing i've written so far. i absolutely do plan to make it but i have no idea how \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n7:09 pm</dco> &nbsp;<qco> what are you proud of ?</qco> </h3>      \nyou\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n6:49 pm</dco> &nbsp;<qco> do you make your own music</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n6:08 pm</dco> &nbsp;<qco> What's your favorite aesthetic?</qco> </h3>      \nwhat the heck is an aesthetic\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n6:02 pm</dco> &nbsp;<qco> How does one find the drive to succeed?</qco> </h3>      \nyou might want to figure out what you want and why you want it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n5:48 pm</dco> &nbsp;<qco> what's in the fragile box?</qco> </h3>      \na very strong, robust box\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n5:43 pm</dco> &nbsp;<qco> that little short trumpet note appearing in many of your songs - is that a message?</qco> </h3>      \nit's more like a decoration\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n4:56 pm</dco> &nbsp;<qco> any tips for motivating one's self?</qco> </h3>      \nyou might want to figure out what you want and why you want it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n3:50 pm</dco> &nbsp;<qco> Opinion on boxes?</qco> </h3>      \nso wild\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n3:45 pm</dco> &nbsp;<qco> I like that some of your answers are jokes or nonanswers, but also could you maybe just answer the question sometimes? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;like if i were to ask you what your favorite song that you've made is, you'd say \"i would prefer to make a new one to be my favorite,\" which is fine, but you know that's not the answer we want, </qco></h3>      in that case, unfortunately, you just don't want the real answer<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;so if you were to give us an answer that contains one of the titles of one of your already existing songs?</qco> </h3>      that's not the way it works. i think you are thinking it from the perspective of someone who did not make the songs, and is just listening to them. i actually make the songs, so, i have to always try to make each one as good as i can. so that's my role in this. Trying to figure out how good any of the songs actually turned out to be, is impossible and pointless, for me. i tried to make each one to be the best song that ever existed. none of them actually turned out that way, but that's just the nature of the job, which continues on into the future in the same fashion\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n3:22 pm</dco> &nbsp;<qco> super specific, but what's a good dreamy, floaty love song that's 2 min long?</qco> </h3>      \nyou can only decide that after hearing it. if you hear that description before hearing the song then the song is cursed, and the person who recommended it would be temporarily cursed as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n2:52 pm</dco> &nbsp;<qco> Its not a question but i know you read these. I recently started to pick up music and write some of my own (Mostly bad) songs. I want you to know that you have been a huge inspiration to me, especially in the way you often buck the conventions of modern music. And that has given me more... IDK bravery i guess, to experiment and try new things without the fear of scrutiny.&nbsp;</qco> </h3>      \nah yes, everything is going according to plan\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n2:22 pm</dco> &nbsp;<qco> What is your favourite song you made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n2:21 pm</dco> &nbsp;<qco> have you ever found the any key?</qco> </h3>      \nit's every key\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n2:04 pm</dco> &nbsp;<qco> How do you stop crayons from breaking</qco> </h3>      \nfortify, fortify, fortify\n\n\n<br><br>"
  }
]
