[
  {
    "html": "<h3> <dco>9.6.17&nbsp;\n8:23 pm</dco> &nbsp;<qco> George Washington or Ellen Degeneres</qco> </h3>      for what\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.17&nbsp; \n8:05 pm</dco> &nbsp;<qco> How do chromatic mediants (chromatic mediant chords/modulations) work?&nbsp;</qco> </h3>      i've never heard that term before<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.17&nbsp; \n7:45 pm</dco> &nbsp;<qco> i'm stressed. how do i unstress myself</qco> </h3>      transcend space and time<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.17&nbsp; \n7:24 pm</dco> &nbsp;<qco> What is your opinion on the state of american politics?</qco> </h3>      all the politicians want donald trump to not be president. which is interesting, because donald trump does want to be president <br><br>"
  },
  {
    "html": "<h3> <dco>9.6.17&nbsp; \n7:12 pm</dco> &nbsp;<qco> Are you familiar with Jon Bois?</qco> </h3>      no, although i am aware that he follows me on twitter<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.17&nbsp; \n6:21 pm</dco> &nbsp;<qco> Will your next video be published on youtube in 5 days, 4, 3, 2, or 1?</qco> </h3>      i think 6<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.17&nbsp; \n5:03 pm</dco> &nbsp;<qco> Are traditions important?</qco> </h3>      you will have to evaluate their inportance on a tradition to tradition basis, depending on the situation at hand<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.17&nbsp; \n4:20 pm</dco> &nbsp;<qco> how do I enjoy life.</qco> </h3>      sign up for my program<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.17&nbsp; \n3:54 pm</dco> &nbsp;<qco> prove to me that you are not just in my head</qco> </h3>      how could i be in your head if you are just in my head\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.17&nbsp;\n3:11 pm</dco> &nbsp;<qco> how stressed out were you when you accepted your shorty award and on the way to the stage the big hair guy told you to do a dance</qco> </h3>      building a solo career from the comfort of your own apartment and then winning an award for it is something i already would consider a dance\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.17&nbsp;\n1:40 pm</dco> &nbsp;<qco> how can I get my brain to fix itself&nbsp;</qco> </h3>      try to explore the world and your surroundings as much as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.17&nbsp;\n12:11 pm</dco> &nbsp;<qco> Does this sentence have its own rhythm? I think i say it in 5/4 when repeating it... 6 eighth notes and 2 quarter notes (depending on how you say 'rhythm' and how much time elapsed between 'rhythm' and going back to 'does')... does-this sen-tence have-its (6 eighth notes) own rhythm (2 quarter notes). When you say 'does this sentence have its own rhythm' what rhythm do you say it in???</qco> </h3>      i think the most natural way is 8 q 8888 q 88 (and 3 q.rests to fill out the second bar)\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.17&nbsp;\n12:05 pm</dco> &nbsp;<qco> Can you tell us some fake news?</qco> </h3>      yes, our top story is that you hate the letter Z, because you did not use it in your question. how mortified are you, and what kind of effect do you think this will have on your community going forward, and is this part of a larger conversation we need to be having\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.17&nbsp;\n12:05 pm</dco> &nbsp;<qco> What do the lyrics of your song, New Canaan mean? Does it actually have a meaning to the song? Or is it just a song where you create your own meaning to it?</qco> </h3>      the meaning was to get the song book, pick a random town accesible by train from new york city, and go there and write a song along the way, about the journey\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.17&nbsp;\n11:15 am</dco> &nbsp;<qco> Do you hate 88 key keyboards?</qco> </h3>      i hate moving/transporting them\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.17&nbsp;\n9:01 am</dco> &nbsp;<qco> in your words, how would you define patience?</qco> </h3>      waiting for something, while also perhaps working progressively toward what you are waiting for\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.17&nbsp;\n8:35 am</dco> &nbsp;<qco> How do you not be sad?</qco> </h3>      change the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.17&nbsp;\n8:01 am</dco> &nbsp;<qco> It seems like being in a relationship with you would be a real chore. Is this accurate?</qco> </h3>      i think it is very organized, and rewarding. that is just my experience from being in a relationship with myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.17&nbsp;\n7:05 am</dco> &nbsp;<qco> What do you think about Czerny? Is that a good method for piano learners?</qco> </h3>      i've never heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.17&nbsp;\n4:55 am</dco> &nbsp;<qco> Why are fire extinguishers not fireproof?</qco> </h3>      i think they are\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.17&nbsp;\n3:50 am</dco> &nbsp;<qco> My favorite song of yours is \"Movie Star\". Why?</qco> </h3>      perhaps because it has a video, with moving images and picures, to accompany the listening experience. that might not be the reason, but that's just my best guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.17&nbsp;\n1:32 am</dco> &nbsp;<qco> If you hear a really fast run in a song, are you able to catch every note and play it back on your keyboard or do you have to listen to it again slowed down?&nbsp;</qco> </h3>      it depends how fast, and/or how strange\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.17&nbsp;\n1:18 am</dco> &nbsp;<qco> how long do i have to study music before most songs sounds easy?&nbsp;</qco> </h3>      733 days\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.17&nbsp;\n1:16 am</dco> &nbsp;<qco> Are there any songs out there you aren't able to understand musically/harmonically?</qco> </h3>      in my view, music is meant to be heard and listened to, by humans (people). so being a human with a sense of hearing is all that is ever necessary to fully understand anything musically or harmonically. although sometimes music is paired with visuals for the full effect, and in that case it may require eyesight to get the full picture\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.17&nbsp;\n1:11 am</dco> &nbsp;<qco> <a href=\"q.php?date=201709050211a\">9.5.17&nbsp;&nbsp;2:11 am</a> How do I get in on this team?</qco> </h3>      first i need to figure out how to build it, and lead it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.17&nbsp;\n12:02 am</dco> &nbsp;<qco> have you ever dreamed of a really good melody and recorded it down </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nor forgot what it sounded like by the time you woke up?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.17&nbsp;\n11:13 pm</dco> &nbsp;<qco> How do you fight your inner conflict?</qco> </h3>      let them both proliferate nuclear weapons programs, which will hopefully bring them to the negotiating table where they can reach a sensible solution via diplomatic dialog\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.17&nbsp;\n11:01 pm</dco> &nbsp;<qco> are gizmos different from gadgets?</qco> </h3>      every gizmo and gadget is a little bit different\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.17&nbsp;\n10:40 pm</dco> &nbsp;<qco> if you could make a sport, would it be an inside sport or an outside sport?</qco> </h3>      why can't i make both\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.17&nbsp;\n10:39 pm</dco> &nbsp;<qco> any advice on how to start figuring out what's going on? You seem to be figuring it out quite nicely.</qco> </h3>      use your thinking cap. if you don't have one you could probably get one on craigslist, or if you are not in a major city you could perhaps go to the farmer's market and get one\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.17&nbsp;\n10:07 pm</dco> &nbsp;<qco> did you actually think you could fit the history of the whole world in just 10 minutes?</qco> </h3>      i thought it was worth a try\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.17&nbsp; \n8:07 pm</dco> &nbsp;<qco> is it true that wearing sunglasses makes you look cooler</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.17&nbsp; \n8:04 pm</dco> &nbsp;<qco> How do I spice up my learning environment (school) with fun and excitement?</qco> </h3>      you could try changing your gender<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.17&nbsp; \n8:00 pm</dco> &nbsp;<qco> I have a cool melody but I can't think of a bass line. Any tips? (And no, in not gonna send you the melody so you can hear it, ya gosh darn bufoon)</qco> </h3>      \nyou're gonna have to just try something. try the simplest and obvious thing first, you'd be amazed at how helpful it can be. you won't know the result until you have some way of playing/recording/hearing it with the bass and melody together\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.17&nbsp; \n7:38 pm</dco> &nbsp;<qco> do i have to know advanced calculus and physics in order to understand the universe?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.17&nbsp;\n5:58 pm</dco> &nbsp;<qco> Hi! I know for some of your shorter songs/videos there are pieces that kind of go together (longer videos/stronger videos, cool sports/cruel sports, etc)... But I downloaded your 'medium length' songs and was playing them on shuffle on my computer... And I could swear some of them worked perfectly being played back to back. Is this just my imagination? Or did you write any of your 'medium length' songs&nbsp;&nbsp;to purposefully go with other songs in a particular order?&nbsp;</qco> </h3>      if there's any order to the songs, it would be the order they were written. which unfortunately is not preserved whatsoever in the recording, mainly because i can't record songs nearly as fast as i can write them, so i've always been hopelessly behind on recording, so i have to pick and choose. for example, 'new canaan' is really part of a series of 4 songs (well actually 5) but new canaan is the only one of those that has been recorded so far. 'future song' was written immediately after 'the song song' and i consider them sister tunes, but they were recorded 5 years apart\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.17&nbsp;\n5:51 pm</dco> &nbsp;<qco> Is North Korea in the north?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.17&nbsp;\n5:13 pm</dco> &nbsp;<qco> Does B.C. stand for \"Before Cheese\"? Or did they have cheese before year 0?</qco> </h3>      in that calendar, there is no year zero. but the C actually stands for \"christ\" because that calendar is of christian origin. although the calendar was not created until a few hundred years after the story of christ takes place. i don't know if there was cheese before then\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.17&nbsp;\n4:45 pm</dco> &nbsp;<qco> What IS licorice?</qco> </h3>      i have no idea\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.17&nbsp;\n4:45 pm</dco> &nbsp;<qco> my fetish is gravity and light</qco> </h3>      oh nice, #relatable\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.17&nbsp;\n4:27 pm</dco> &nbsp;<qco> Why are you so funny?</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.17&nbsp;\n3:38 pm</dco> &nbsp;<qco> is your new content in french?</qco> </h3>      no but perhaps it should be\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.17&nbsp;\n2:52 pm</dco> &nbsp;<qco> So, how much good has the fake release date of the 5th of September done to you?</qco> </h3>      it was very helpful in really pushing to new levels of speed and simplicity when doing the video. for the last several days i've been working on the music, and i was stuck momentarily on the usual demons and crises relating to that. but i had a big break through on a new way to do instrument randomization-- i've done instrument randomization before but there are always flaws in the system, where-as now i found a system that is really working extremely smoothly and easily, and i think it's very important to see it through. i still firmly believe i can get the song/video schedule down to 2 weeks for subsequent songs, and i am very excited for that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.17&nbsp;\n2:32 pm</dco> &nbsp;<qco> am i crazy or did you recently change the look of the videos page</qco> </h3>      i did not change it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.17&nbsp;\n1:38 pm</dco> &nbsp;<qco> What was your first YouTube video</qco> </h3>      i don't really make videos specifically for youtube, i just make videos. but youtube is a ubiquitous and popular platform so i post them there as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.17&nbsp;\n12:26 pm</dco> &nbsp;<qco> CHECKMATE!!!!</qco> </h3>      oh darn\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.17&nbsp;\n12:24 pm</dco> &nbsp;<qco> When your video is done and uploaded, will you also post just the audio to the song on the songs page?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.17&nbsp;\n12:10 pm</dco> &nbsp;<qco> Have you seen my rabbit?</qco> </h3>      which one is yours\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.17&nbsp;\n11:51 am</dco> &nbsp;<qco> Bill I've noticed a problem, as a math-lover like you I think you should appreciate it. A quarter note is only a quarternote in 4/4 time! We should call quarter-notes whole-notes, whole notes quad-notes, and eight-notes half-notes! What do you think?</qco> </h3>      they are named after the bar. specifically a 'common' bar. if you want to go back in time and re-name them after a beat, be my guest\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.17&nbsp;\n11:36 am</dco> &nbsp;<qco> How come you can receive a cheque but you can't cheque the mail?</qco> </h3>      have you ever tried\n<br><br>"
  }
]
