[
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n8:14 am</dco> &nbsp;<qco> what music would you teach if you were a music teacher</qco> </h3>      \nnormal\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n7:46 am</dco> &nbsp;<qco> Are you still stuck in a calendar?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n6:46 am</dco> &nbsp;<qco> what's the hidden meaning of the video you're working on right now</qco> </h3>      \n\"for the last 15 videos, i've been basically doing all 2D with little bits of 3D. Well, what if i actually STARTED it in the 3D? what could go wrong\" ..........[gets too excited, leaps to far away distant planet]........... \"ok now that i've arrived somewhat comfortably on this distant planet i've jumped to, now how do i piece together this thing i was working on just before i leapt\"\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n4:46 am</dco> &nbsp;<qco> Leadbelly sez (allegedly): \"All music is folk music-I've never heard a horse sing.\" Comment?</qco> </h3>      \nwhat the heck is a folk\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n2:23 am</dco> &nbsp;<qco> how many songs that you have to release before writing a new one? </qco></h3>      just 1. i work on new ones every time i release one. and often the one that gets selected is either one of those new ones, or another one which is only 5 to 10% written. Making the other 90 to 95% totally new<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and will you make nonmusic videos as well?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n2:04 am</dco> &nbsp;<qco> What should I do if an activity I used to love doesn't make me happy anymore?</qco> </h3>      \ndo a different activity\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n1:39 am</dco> &nbsp;<qco> Why is there no video on your channel for got to know what's going on?</qco> </h3>      \nbecause i made the video \"hi, i'm steve\" instead. So that would have a ripple effect, so every other video i've done since then has come out probably about 5 weeks earlier than it would have, if i had done a music video for that song\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n11:51 pm</dco> &nbsp;<qco> i have to compose a piano piece for music class, im good with expanding on melodys but I am really bad a making one, can you help me with this? (try to be seirous with this one, i gotta get it done pretty soon)</qco> </h3>      \n\nimagine a scene in your mind. make up a scene, or situation. Could be anything. Think of any scene. maybe a place you were, earlier today, or yesterday, or a scene you think you may see in the future. Any scene at all. now imagine someone would sing something\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n10:38 pm</dco> &nbsp;<qco> you know if you had more resources, you could make much better videos.</qco> </h3>      \nso could you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n10:19 pm</dco> &nbsp;<qco> if you had already completed the song for the video you're doing now, why did you work on here comes the sun instead of doing this video first?</qco> </h3>      \ni unexpectedly re-invented my entire graphics department, AFTER i had already been working on that one for awhile. So with that video already having 1 foot firmly rooted in a previous graphics department (actually it was somewhat of a transitional graphics department), it made finishing that one sort of a special case scenario requiring a certain type of reconstruction which i didn't think would be the right thing to attempt first\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n9:04 pm</dco> &nbsp;<qco> how did u learn to write music</qco> </h3>      \nby being happy and sad at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n8:28 pm</dco> &nbsp;<qco> Can you make a song with every key to open the heavens door</qco> </h3>      \ni'll try, but sometimes the best way to open heavenly doors is by using fewer keys than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n7:37 pm</dco> &nbsp;<qco> are you a reality bender?\n<br></qco> </h3>      \nsometimes reality bends me\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n7:27 pm</dco> &nbsp;<qco> What do you think about the world?</qco> </h3>      \nit's off to a pretty good start\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n7:25 pm</dco> &nbsp;<qco> what is a social norm that you find unnecessary?</qco> </h3>      \nasking strangers to tell you their primary source of income\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n7:09 pm</dco> &nbsp;<qco> for the outro to here comes the sun, how do you make all that D6 Cmin7 stuff work out now that the vocal melody's chilling on an A note?</qco> </h3>      \ni can think of nothing that resembles D6 or Cmin7 anywhere in the outtro of that song\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n7:08 pm</dco> &nbsp;<qco> do you ever experience writer's block?</qco></h3>      sometimes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how do you deal with it? Thanks</qco> </h3>      \nultimately the solution would be writing something\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n6:39 pm</dco> &nbsp;<qco> which one of your songs would make the most sense played on a ukulele?&nbsp;</qco> </h3>      \nmaybe 'and the day goes on'\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n6:21 pm</dco> &nbsp;<qco> How do I make something that's meaningful? I feel like everyone has meaning except for me.</qco> </h3>      \nsometimes a little reverse psychology is all it takes. Try to make something that means nothing. you'll find it's impossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n6:08 pm</dco> &nbsp;<qco> I teach singer/songwriters and I get a lot of the beginner songwriters coming to me and saying stuff like \"I just don't know how to get the pieces of the song together. I don't know how it's supposed to sound. Why doesn't my song have a longer chorus? My phrases are too short! Blah blah blah\" and they make these statements about the entirety of their work as if their songs need to be XYZ kind of way. It's like they want me to tell them that there's a RIGHT and a WRONG way to make a song good. And when I tell them that it sounds like they're asking for an acceptable formula, their eyes kind of glaze over. They say \"I don't want my songs to be formulaic! I just want to know the right way to write a song\" but in my mind those are the same thing. What I've told them is this - make up your own formula for an individual song. However you want the patterns to be and then fit your segments into the formula YOU create. I'm hoping at a minimum this will make t\n hem focu\n s more on their own instincts and less on right and wrong. But I can't tell. What do you think I should tell them?</qco> </h3>      \nreverse psychology can go a long way. Tell them to try to write it wrong. it's amazing how quickly it becomes very right\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n4:35 pm</dco> &nbsp;<qco> why are you so entertaining?</qco> </h3>      \nmight be my frequent use of Logic and Science \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n4:25 pm</dco> &nbsp;<qco> What do you do when you don't know what to do?&nbsp;</qco> </h3>      \nwrite it down\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n4:07 pm</dco> &nbsp;<qco> I am a guitar student and I was wondering which of your songs you think would be best for making a guitar part.</qco> </h3>      \nmaybe new canaan, especially if you put a capo on the first fret\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n12:25 pm</dco> &nbsp;<qco> do you ever feel saddened by the sudden increase in disestablishmentarianism?</qco> </h3>      \nperhaps i would if i was a member of the establishment\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n12:18 pm</dco> &nbsp;<qco> hey bill, what is your favorite key to write music in?</qco> </h3>      \ndifferent\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n11:30 am</dco> &nbsp;<qco> would you consider making an album if you look at it as if it were one long episodic song?</qco> </h3>      \nto accomplish this effect, i would use a video\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n11:03 am</dco> &nbsp;<qco> do you like ribbons</qco> </h3>      \nthey're ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n10:44 am</dco> &nbsp;<qco> what is a book</qco> </h3>      \nlike a computer file except you have to put all the information on paper\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n9:32 am</dco> &nbsp;<qco> what was the 3-word song title that you were thinking of naming \"here comes the sun\" before?</qco> </h3>      \nhere comes the\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n6:55 am</dco> &nbsp;<qco> will you be making more songs?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n6:54 am</dco> &nbsp;<qco> How can you be this interesting?? </qco></h3>      could use mirrors<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;your content literally saved me from existential crisis and now I am here back on track doing the things I love.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n5:41 am</dco> &nbsp;<qco> I need to know, is the tambourine still wrapped, saved for later?</qco> </h3>      \ni unwrapped it sometime around 2019\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n3:05 am</dco> &nbsp;<qco> Why are you so good at making songs?</qco> </h3>      \nto possibly *influence* you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n12:36 am</dco> &nbsp;<qco> did you have any inspiration to become a musician with your style of humour?&nbsp;</qco> </h3>      \njust trying to get by\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n10:39 pm</dco> &nbsp;<qco> I want to write novels or a novel but I don't think I have experienced enough or understood enough to write anything worth people's time, or that would be worth my own time if someone else's name was on it. I still write, but I don't write novels yet. Do you think value in waiting for the right moment or does it sound like fear?</qco> </h3>      \nit sounds like fear, but it also sounds like you are not doing that. because you said you are already writing. so in that sense, you are on the right track toward writing even more\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n9:37 pm</dco> &nbsp;<qco> at what point in the song-making process do you figure out/establish the theme/moral?</qco> </h3>      \nwhen i'm writing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n9:17 pm</dco> &nbsp;<qco> i write very very personal lyrics that only i feel comfortable singing but i sound awful. did you ever have to deal with this? i've noticed some of your songs have hidden meanings that i assume are very personal and your singing voice is incredible but did you ever struggle with being unable to sing?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n9:03 pm</dco> &nbsp;<qco> Why is the sky blue</qco> </h3>      \nto blow your mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n8:05 pm</dco> &nbsp;<qco> i'm having trouble coming up with rhymes for my song and google isn't helping. should i just make up a word or change the line i need to rhyme?</qco> </h3>      \ntrying to rhyme ruins everything. it ruins the song, you could ruin your whole neighborhood by doing this\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n8:00 pm</dco> &nbsp;<qco> what do you do if the lyrics don't come prepackaged with the melody / vice versa?</qco> </h3>      \nthen i'll have a fun little puzzle on my hands\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n7:34 pm</dco> &nbsp;<qco> Who is your biggest inspiration when creating music?</qco> </h3>      \ncould be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n7:09 pm</dco> &nbsp;<qco> do you plan videos/uploads beforehand</qco> </h3>      \nno, they are all livestreams\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n7:06 pm</dco> &nbsp;<qco> How would you describe love&nbsp;</qco> </h3>      \nit's the 'yes' mode of life\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n6:48 pm</dco> &nbsp;<qco> Have you think about making musical videos of your old songs that don't have one?</qco> </h3>      \nyes, and then sometimes it goes beyond thinking and i've actually done it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n6:43 pm</dco> &nbsp;<qco> is wyoming a real place or did you make it up&nbsp;</qco> </h3>      \nit's real but it's fun to make it up anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n6:27 pm</dco> &nbsp;<qco> people say that you never capitalize letters, but in \"a play featuring an iphone power block and a mechanical pencil,\" you capitalized 'Shitty'</qco> </h3>      \ni use capital letters in almost every video i've ever made. i'm surprised you had to look that far back\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n5:21 pm</dco> &nbsp;<qco> should everyone just drop what they're doing, go to brazil, and stack a bunch of rocks and make the tallest rock tower ever sculpted? thanks!</qco> </h3>      \nno, only some people should do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n4:21 pm</dco> &nbsp;<qco> how does one achieve comedy</qco> </h3>      \ncomedy is the one thing that never seems to be achieved, no matter how many times you achieve it. that's simply because it's not funny to achieve something \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n4:08 pm</dco> &nbsp;<qco> I am a young musician. I play french horn in school. There is an event in my state where I play a piece in front of a professional of my instrument, and then I am scored by the judge. This year, the event was virtual. We record a video of ourselves playing the piece, and then send it in. For some reason, I couldn't do it. I had an absolute breakdown. I never had this the other two years I did this event. This incident has caused me to doubt my craft a bit. Do you ever feel this kind of doubt over your art? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, what do you do to get over it?</qco> </h3>      i'll probably never get over it, but not doing it always turns out to be worse\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n3:54 pm</dco> &nbsp;<qco> how do you feel about awards and superlatives being given to art (like oscars, grammies, etc)</qco> </h3>      \ni guess it all depends on who is giving them\n<br><br>"
  }
]
