[
  {
    "html": "<h3> <dco>7.21.25&nbsp; \n11:17 am</dco> &nbsp;<qco> do you ever feel like Simon from Simon says sometimes&nbsp;</qco> </h3>      \n\nno, but sometimes i feel like the person he is saying things to\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.25&nbsp; \n9:55 am</dco> &nbsp;<qco> What's the longest flight you've taken?&nbsp;</qco> </h3>      \n\ni think i'm still on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.25&nbsp; \n9:41 am</dco> &nbsp;<qco> opinions on turtles?</qco> </h3>      \n\ntoo fast\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.25&nbsp; \n6:53 am</dco> &nbsp;<qco> how do i make myself do stuff that's good for me without a part of me telling me to not do that stuff, making the whole of me feel not good</qco> </h3>      \n\nmaybe you can find even better stuff, that everyone can agree upon\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.25&nbsp; \n3:12 am</dco> &nbsp;<qco> What's something you've had a desire to learn but haven't got the chance/time yet?</qco> </h3>      \n\ncomplex analysis\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.25&nbsp; \n1:48 am</dco> &nbsp;<qco> how come as soon as i enter a room i forget why i entered the room</qco> </h3>      \n\ni don't know\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.25&nbsp; \n11:57 pm</dco> &nbsp;<qco> Do you tend to feel more creative earlier or later in the day? Or is there no real pattern to it?</qco> </h3>      \n\nit's the same kind of phenomenon as mood changes, or the stock market. \"it's alive\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.25&nbsp; \n11:50 pm</dco> &nbsp;<qco> i'm at the drive through by the time you're reading this;&nbsp;what is your burger king order?</qco> </h3>      \n\ni don't see how that's relevant to your situation\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.25&nbsp; \n9:54 pm</dco> &nbsp;<qco> How do I get a job that will pay me enough to live in the place I want to be (seattle)</qco> </h3>      \n\ni'm not exactly sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.25&nbsp; \n9:23 pm</dco> &nbsp;<qco> I have a problem where I want to listen to music while doing things but most of those things I do are music, and I can't listen to other people's music while making other music or practicing. What do you recommend?</qco> </h3>      \n\nyou'll have to simplify your music making methods to get to the part where you can hear the music sooner\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.25&nbsp; \n7:30 pm</dco> &nbsp;<qco> is lucid dreaming cool?</qco> </h3>      \n\nit can be tiring\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.25&nbsp; \n6:54 pm</dco> &nbsp;<qco> what happens when an immovable object meets an unstoppable force?</qco> </h3>      \n\nyou find out that there is no such thing as one of those\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.25&nbsp; \n5:40 pm</dco> &nbsp;<qco> Can I give you a bedazzled cowboy hat?</qco> </h3>      \n\nmaybe you can bedazzle one of my existing cow boy hats\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.25&nbsp; \n4:36 pm</dco> &nbsp;<qco> What keeps you motivated to make videos and music?</qco> </h3>      \n\nall the ideas i have for videos and music\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.25&nbsp; \n4:06 pm</dco> &nbsp;<qco> how do you usually go about starting a new song? is there anything you do about Writer's Block specifically?</qco> </h3>      \n\nthere are basically 2 ways a song is born. by accident, or on purpose. In neither case will that be at the same time that the rest of the song is written, but the initial idea comes about either by accident or on purpose. if it's by accident, for example, if it's in a dream, then there was no writer's block because i wasn't even expecting anything. all i have to do is write it down. but the alternative way that songs are born is on a deliberate session where i try to come up with new things. and basically the way to start the engines there is just start plowing forward and come up with as many things as i can. sometimes bad on purpose, just to get things rolling. then somewhere within the first 10, something comes alive and at least one of them always is good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.25&nbsp; \n3:35 pm</dco> &nbsp;<qco> When you write answers in other languages, do you tend to use a translator or you just know how to speak the language&nbsp;</qco> </h3>      \n\ni don't do it unless i can say it in my own words. but this creates an interesting problem, because the majority of the readers will still need to translate it to english, so i still have to check it in the most popular translators to see what it's gonna look like in english for those readers, because sometimes the nuance is lost when translated. at the same time, i also have to write it genuinely enough that the native language readers will feel like they are getting genuine content and not something spat out of a translator. that being said i also am very careful not to respond to anything that sounds like someone else has put it through a translator \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.25&nbsp; \n3:17 pm</dco> &nbsp;<qco> What is your opinion on artificial intelligence being used to replace artists</qco> </h3>      \n\nthat reminds me of when photographs replaced artists\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.25&nbsp; \n3:08 pm</dco> &nbsp;<qco> what's your culture where your from?</qco> </h3>      \n\nit's hard to tell\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.25&nbsp; 2:42 pm</dco> &nbsp;<qco> are u a girl</qco> </h3>      \n\nnot quite\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.25&nbsp; \n2:29 pm</dco> &nbsp;<qco> Does being a mad scientist pay better than being a regular scientist?</qco> </h3>      \n\nthere is an outside chance that it will pay much much much more\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.25&nbsp; \n12:01 pm</dco> &nbsp;<qco> Why does it feel good to hold a grudge?</qco></h3>      i have no idea. it doesn't feel good to me. that being said, i'm not saying i don't do it sometimes. but it doesn't feel good to me<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How to let go of bitterness and resentment?\n<br></qco> </h3>      \nfor me what helps is coming to the realization that i must be, at some point in the past present or future, guilty of some form of the same thing i had accused the other person of doing. and seeing it play out in another person is perhaps nature's only way of showing me. heck, if i built nature that's definitely how i would arrange it probably\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.25&nbsp; \n11:12 am</dco> &nbsp;<qco> are u sensitive&nbsp;</qco> </h3>      \n\nhow dare you ask me that\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.25&nbsp; \n9:17 am</dco> &nbsp;<qco> What causes the big bang?</qco> </h3>      \n\nnot knowing what the heck made that loud noise, so really all you can say about it is it was just a 'big bang'\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.25&nbsp; \n8:57 am</dco> &nbsp;<qco> Why do the Dutch abbreviate their word for please? It's not THAT long.</qco> </h3>      \n\nyes it is. thank goodness for the abreviation, i could never remember how to spell it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.25&nbsp; \n7:12 am</dco> &nbsp;<qco> I'd like to ask you a question, artist to artist. How big is your ego?</qco> </h3>      \n\nit's either too big to be called that, or too small to be called that\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.25&nbsp; \n3:26 am</dco> &nbsp;<qco> Do people care about looks too much?</qco> </h3>      \n\nsometimes it feels that way, but, then again i might dare say some people might care too much about how much other people care about looks\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.25&nbsp; \n3:20 am</dco> &nbsp;<qco> What is at the center of Earth?</qco> </h3>      \n\nthe core\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.25&nbsp; \n2:39 am</dco> &nbsp;<qco> I forgot my question but really wanted to see the answer, do u know which one it is?</qco> </h3>      \n\nwas it <a href=\"q.php?date=202506270255\" target=\"_blank\">this one</a><remqq></remqq>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.25&nbsp; 1:32 am</dco> &nbsp;<qco> what's your favorite game</qco> </h3>      \n\nfiguring out what the heck is going on\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.25&nbsp; \n12:54 am</dco> &nbsp;<qco> do you have a favourite store at the mall?</qco> </h3>      \n\nyes the one with the door\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n11:00 pm</dco> &nbsp;<qco> would you be mad if i screamed in your face sorry</qco> </h3>      \n\ni'll admit it helps that you apologized\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; 10:36 pm</dco> &nbsp;<qco> will you be my father</qco> </h3>      \n\nnot right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n9:27 pm</dco> &nbsp;<qco> thoughts on the advertising industry or on advertising as a phenomenon more generally</qco> </h3>      \n\nit seems normal. it's the same phenomenon as trying to get someone to like you, but on a larger scale\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n8:43 pm</dco> &nbsp;<qco> My friend doesnt drink water and only drinks soda. She thinks water is bad. How do I get her to drink water?&nbsp;</qco> </h3>      \n\nhow about using propaganda\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n8:31 pm</dco> &nbsp;<qco> is theology the same thing as religion</qco> </h3>      \n\ni don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n8:14 pm</dco> &nbsp;<qco> do electric sheep dream of androids?</qco> </h3>      \n\ni don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n7:35 pm</dco> &nbsp;<qco> Is there any letters you didn't use in the next song you're planning to release&nbsp;</qco> </h3>      \nnot yet\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n7:26 pm</dco> &nbsp;<qco> Does the average person really think they are smarter than the average person?</qco> </h3>      \n\ni don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n7:04 pm</dco> &nbsp;<qco> Hey bill, any thoughts on death? And any advice for grappling with the concept of the void?</qco> </h3>      \n\nthere's no void. at least that's the concept of a void. it's not there. so you don't have to worry about that one\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n7:02 pm</dco> &nbsp;<qco> Does it ever happen to you that the same thoughts spin in your head, for a good while, and you can't think logically about any of them despite thinking about it so much? Is it thinking without reasoning?&nbsp;</qco> </h3>      \n\nsometimes what happens to me is an overload of reasoning, which can have the same corrupt result\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n6:57 pm</dco> &nbsp;<qco> this is weird ive spent a long time really wanting something. and then a way opened up for me to get that thing. but not in the way that i imagined. and now i dont even want the thing anymore and i feel ungrateful for it (i will still probably try to Get It because ive wanted it so long i feel like it would be an injustice to myself to let the opportunity go by)</qco> </h3>      \n\nthat makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n6:28 pm</dco> &nbsp;<qco> I've been wondering something random;&nbsp;how does one simulate looking directly at the vagueness of peripheral vision? The closest i can think of is each of our eyes' blind spot, but it isn't exactly the same</qco> </h3>      \n\ni don't think it can be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n5:58 pm</dco> &nbsp;<qco> Hey Bill, Do you believe in God? I want to know why if you do or don't.</qco> </h3>      \n\nthat's kind of a trick question because it assumes first that we agree on what that word even means\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n5:54 pm</dco> &nbsp;<qco> Is it possible to not be able to decide whether you can decide on something?&nbsp;</qco> </h3>      \n\ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n4:57 pm</dco> &nbsp;<qco> Am I right in thinking you'd be happy to never hear the word collaboration again in your life?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n4:08 pm</dco> &nbsp;<qco> do you think those little outcroppings on top of stair steps (\"stair nosing\") are more beneficial than harmful? do they trip more people than they help?</qco> </h3>      \n\nthey are 6% helpful, 5% harmful, and 89% neutral\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n3:48 pm</dco> &nbsp;<qco> higgs boson</qco> </h3>      \n\nthank you for mentioning the higgs boson. i appreciate it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n3:39 pm</dco> &nbsp;<qco> Everyone is telling me to find a balance between personal life and work life;&nbsp;hearing everyone's opinions and at the same time taking my own decisions;&nbsp;to eat and to not eat;&nbsp;to live and not to live;&nbsp;Is there a percentage you can give me on where this balance lies?&nbsp;</qco> </h3>      \n\n50\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n1:40 pm</dco> &nbsp;<qco> Do you think you could come to the end of the world by walking toward it?</qco> </h3>      \n\nit doesn't seem to end, no matter which direction i go\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n1:29 pm</dco> &nbsp;<qco> i have a game idea i want to work on, and i could theoretically start work on it right now, but it wouldn't be as good as if i learned a proper programming language. i'm currently having fun learning it, but i don't know how long it'll take for me to be done. do you reccomend waiting until i have better tools, or just diving straight into the project so i can properly get my hands dirty?</qco> </h3>      \n\ni'm not sure. there's disadvantages to both ways\n<br><br>"
  }
]
