[
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n5:04 am</dco> &nbsp;<qco> How do you personally conceptualize \"nothing\"-is it an absence of everything, a space of potential, or something else entirely?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n4:53 am</dco> &nbsp;<qco> I've run into a problem: I get both my best ideas and my most intense motivation to work on music when I'm very emotional and excited (positive or negative). But at the same time, working on music is therapeutic and calming for me. So whenever I start working on music because I'm emotional and excited, the act of working on music calms me down, and then I stop having ideas or motivation for whatever I was working on. Do you have any advice for how I could fix or work around that problem?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; 4:33 am</dco> &nbsp;<qco> Why don't you ever use capital letters</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n3:28 am</dco> &nbsp;<qco> I just changed. I'm different now. What do I do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n2:24 am</dco> &nbsp;<qco> do you still like avocados as of 24/3/2025</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n1:22 am</dco> &nbsp;<qco> I've been thinking about happiness lately, what it is and what it means to be happy. I've landed on: happiness is love. Love for other people, the world, music, everything. The more you love, the happier you'll be.\n<br>I'm not sure there are very many things in the world worth loving, though. I think I hate a lot of things, and I'm not sure how to start loving or if I'll ever be able to.\n<br>Have you ever had similar thoughts?\n<br>I'm a big fan of yours and I appreciate what you've shared with the world. Thank you.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n1:05 am</dco> &nbsp;<qco> were the Monday videos exhausting&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n1:04 am</dco> &nbsp;<qco> what's something you laughed at recently</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n12:28 am</dco> &nbsp;<qco> do you have any food recommendations</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n12:12 am</dco> &nbsp;<qco> apparently the planck unit in physics is very often misinterpreted and not really a \"smallest unit of time\" as is popularly believed</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n10:32 pm</dco> &nbsp;<qco> Why do Rose have thorn&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n10:18 pm</dco> &nbsp;<qco> if someone challenges you does it mean they don't love you&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n10:10 pm</dco> &nbsp;<qco> How would you fit a cat into a category?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n9:32 pm</dco> &nbsp;<qco> hey bill any aspiring tips for people planning to major in architecture?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n9:21 pm</dco> &nbsp;<qco> Is the picture&nbsp;&nbsp;of the moon used at the end of \"the moon is made of cheese\" the moon picture on expert mode from 10.25.09?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n7:33 pm</dco> &nbsp;<qco> do you have a favorite video game, or a favorite of anything?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n6:53 pm</dco> &nbsp;<qco> If I were to get into 3d modeling (or just making music), how would I initially approach it?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; 6:07 pm</dco> &nbsp;<qco> you have been quite clear about your aversion to labels in music, but do you share said aversion to labels outside of music? Say for example sweet or salty food (or savory whatever the heck it means) or is there maybe a specific (metaphorical) field (outisde of music) where you personally dislike labels, but they are accepted widely by peeps&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n5:05 pm</dco> &nbsp;<qco> Do you write music chordally or with separate voices? Or a mix of both? Maybe by thinking in inversions?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n4:48 pm</dco> &nbsp;<qco> do you ever just look at the periodic table and see how far humanity has gotten?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n4:28 pm</dco> &nbsp;<qco> What is the difference berween wisdom and intelligence</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n3:55 pm</dco> &nbsp;<qco> what is the best utensil&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n3:48 pm</dco> &nbsp;<qco> do musical tastes change over time or do we just get better at finding what we like over time</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n2:50 pm</dco> &nbsp;<qco> What's the opposite of smart?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n1:13 pm</dco> &nbsp;<qco> Would you kindly tell me what that unusual electric guitar with the white pick guard and strange headstock is?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n12:44 pm</dco> &nbsp;<qco> ive been thinking a lot about time, and i love the greek interpretation of aion, chronos and kairos;&nbsp;so how long is a single instant in your opinion? like, is it even measurable in chronos or is it by definition an opportunity?\n<br>sorry for the smart sounding question. i do prefer wacky silly questions in general but they're usually just a way to communicate a smart question</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n12:25 pm</dco> &nbsp;<qco> Have you read any Shakespeare?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n10:31 am</dco> &nbsp;<qco> why is love a recurring topic on your songs/videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n7:11 am</dco> &nbsp;<qco> do you know if there's a commonly-understood symbol for a chord that's just two fourths stacked on top of each other, for example F Bb Eb? this kind of chord seems to be appearing a lot in my music but i don't know if it has a cute name.\n<br>\n<br>i guess you could call it F7sus4, or F7sus4omit5 or something, but i don't like that because it fails to capture its very simple and fourthy nature. maybe i could call it F4 and invent my own notation.. but if someone else has a notation for it already it might be nicer to use theirs, because then other people would be more likely to know what i mean when i say it.\n<br>\n<br>bonus question, in this song it's actually more like a F4/C, which now i think about it is C F Bb Eb is three fourths stacked on top of each other... i guess you could call that a Cm7sus4 but again that doesn't capture the fourthy nature of it very well either.. what do you think?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n5:04 am</dco> &nbsp;<qco> i saw your answer abt super technical music theory being confining in comparison to writing based on what naturally feels right and its really similar to my perspective on things. im in hs rn and i hate how black and white the world is. like twice this last week i got marked down for giving an intuitive perspective in like english or history just because the teachers aren't willing to consider ideas outside of the obvious point of view even if i know for a fact the different analysis is still correct. and im just really curious if you ever struggled with this in school as well since so much of your work and personality seems like a natural manifestation of divergence. do u have any advice for thriving when conformity is the key to most success?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n4:52 am</dco> &nbsp;<qco> Do you ever answer questions with the mindset that you're actually talking face-to-face to the person whose question you're answering? Like, you're at some coffee shop with this person and casually answering the questions they're asking you? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If not, why? Do you think asking questions with this mindset might allow us to ask better questions?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n4:05 am</dco> &nbsp;<qco> Heyyy what should I do if I wrote \"think\" on my to do list, but I already do that?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n3:44 am</dco> &nbsp;<qco> How can I shuffle my cards?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n3:35 am</dco> &nbsp;<qco> is it a good exercise to force myself listeningto music outside of my comfort zone?\n<br>I feel like i enjoying looping certain albums or singles more than just, play the recommended playlist that apple music gave me\n<br>but i felt missed out on not enjoying more cool stuff</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n2:18 am</dco> &nbsp;<qco> other day i woke up and dragged myself out of bed feeling pretty tired and i realized \"hey, i'm dragging my tiredness as well as the entire state of my body around everywhere i go. i'm moving it through space and it stays with me\". trippy</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n2:11 am</dco> &nbsp;<qco> metaphorically or literally?\n<br>Which do you prefer?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n2:04 am</dco> &nbsp;<qco> Bill wurtz, what's your opinion on the canned food, spam?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n1:45 am</dco> &nbsp;<qco> Did you ever try playing badminton ?? was it bad ???</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n9:56 pm</dco> &nbsp;<qco> oh wait, there is no real wrong order to do things is there</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n9:51 pm</dco> &nbsp;<qco> why is this website's font times new roman</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; 9:31 pm</dco> &nbsp;<qco> What is your favorite letter?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n8:55 pm</dco> &nbsp;<qco> thoughts on radio stations shortening songs</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n8:52 pm</dco> &nbsp;<qco> How do you get past a creative block when making music? Sometimes my head is just empty and I can't get any ideas down</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n8:52 pm</dco> &nbsp;<qco> what do you do when you see a lot of piled up questions here and you have no motivation to answer the questions. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also do you reserve a specific time to answer the questions.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also are you jaded by people's attempts to be interesting or funny when asking the questions. thank you for answering my questions</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n8:47 pm</dco> &nbsp;<qco> Have you ever painted an egg laid by a rabbit in celebration of a man dying on a tree</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n8:14 pm</dco> &nbsp;<qco> bill I want to learn how to draw but I get discouraged because I'm not immediately good at it. do you have any advice?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n5:48 pm</dco> &nbsp;<qco> do we actually need to pretend ourselves in different persona?\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n4:50 pm</dco> &nbsp;<qco> How to see the world for what it truly is;&nbsp;what people don't want you to see</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n3:20 pm</dco> &nbsp;<qco> Who owns Earth?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n2:03 pm</dco> &nbsp;<qco> if you had to permanently live in a single month, which one (and maybe why if you feel like it)?</qco> </h3><br><br>"
  }
]
