[
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n10:53 pm</dco> &nbsp;<qco> opinion on chainlink fences?</qco> </h3>      \na free stereogram, containing a photorealistic image of the same fence, apparently larger and further away\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n8:36 pm</dco> &nbsp;<qco> What's the best music editing software for someone who has never edited music before to use, that is also free?</qco> </h3>      \nthis may appear like a ridiculous answer, but genuinely what comes to mind is picking up an acoustic guitar and singing a song\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n8:02 pm</dco> &nbsp;<qco> why do you dislike salami</qco> </h3>      \ni admit it could appear that way, if you've made some kind of inference, somewhere along the line\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n7:40 pm</dco> &nbsp;<qco> How does one decide where to put bus stops in a city?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n6:45 pm</dco> &nbsp;<qco> do you like the world</qco> </h3>      \nit's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n5:40 pm</dco> &nbsp;<qco> why do people state the name of the song before performing it?</qco> </h3>      \nmaybe they like the sound of a person introducing a song, and think it would make a good addition to the sound of the song itself. who knows, maybe they even think the introduction is the best part, and they only wrote the song to give them a chance to introduce it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n5:37 pm</dco> &nbsp;<qco> bill, should i become a priest?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n4:46 pm</dco> &nbsp;<qco> ok so do you wanna see my mom's icelandic horse now</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n3:42 pm</dco> &nbsp;<qco> Is everyone fucking crazy or what% And I'm not doing very good in high school and am freaking out I'm doing very bad what's the deal with my future if academic failure follows me everywhere&nbsp;</qco> </h3>      \nwho's following whom? nevermind, academic failure is not quite the end of the world. think of it this way: academic success, if it cliques with you, could be a neat and nifty way to possibly sidestep some of life's most typical challenges. otherwise you'll have to dig into the outside world, which of course seems blindsidingly cold at first, but there's technicaly no end to the success stories you can build out there\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n3:18 pm</dco> &nbsp;<qco> people say being smart enough \"cancels out\" because you think too much and believe that you're dumb instead because you know you cant know everything, but personally i believe that has to do with personality, not intelligence. what do you think of this?</qco> </h3>      \ni see what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n2:41 pm</dco> &nbsp;<qco> yo man, shout out from the Netherlands. Great stuff, bye</qco> </h3>      \ndenkjewel\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; 12:18 pm</dco> &nbsp;<qco> do you like music</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n11:50 am</dco> &nbsp;<qco> I don't think free will is a coherent concept.&nbsp;&nbsp;I don't mean I think it doesn't exist, I mean the concept seems so incredibly ill-defined that the question of whether it exists is like asking if bnniugr7jvcdtyy3fs exist.\n<br>\n<br>like, there seems to be an assumption that if someone makes a choice made based on their nature, nurture, and circumstance, and there's not some vague magical other factor involved, then that's not a real choice?? why not??\n<br>\n<br>makes no sense to me</qco> </h3>      \ni see what your saying\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n11:18 am</dco> &nbsp;<qco> I play pawn to e4. What's your move?</qco> </h3>      \nrage quit\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n11:00 am</dco> &nbsp;<qco> what \"department\" are you currently in for the production of your next dozen-ish videos?</qco> </h3>      \nsinging\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n10:09 am</dco> &nbsp;<qco> hi,i feel so fucking terrible. how do i make myself feel better while this misery takes it own sweet time to pass?</qco> </h3>      \nfamiliarize yourself with your physical range of motion\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n9:33 am</dco> &nbsp;<qco> do you think a month or two is enough to build or at least start a genuine and meaningful connection with a special person?</qco> </h3>      \nsure. 1 day is enough to start. each day after that is enough to get further\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n8:53 am</dco> &nbsp;<qco> do you think humans will go extinct</qco> </h3>      \nnot yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n8:50 am</dco> &nbsp;<qco> my parrot dances and whistles to your songs, how does this make you feel?&nbsp;</qco> </h3>      \nfine\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n7:42 am</dco> &nbsp;<qco> Do you ever have the desire to look back at and review everything you've ever made?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n7:02 am</dco> &nbsp;<qco> What would you call an F5 with a major 7? Will F5maj7 do?&nbsp;&nbsp;</qco> </h3>      \nsure. i'd personally rather say that, than Fmaj7no3. the way you suggested is more concise and i think perfectly legible at least for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n5:22 am</dco> &nbsp;<qco> Will I forever be a mediocrity, a hideous glut with trembling knees?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n5:06 am</dco> &nbsp;<qco> Do you occasionally feel pleased with how far you've come in your career?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n2:39 am</dco> &nbsp;<qco> is there anything that's been especially inspiring/beautiful to you lately?</qco> </h3>      \nthe ground\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n2:04 am</dco> &nbsp;<qco> anymore interviews coming up?</qco> </h3>      \nit's possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n12:48 am</dco> &nbsp;<qco> am i awake?</qco> </h3>      \ni think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n12:17 am</dco> &nbsp;<qco> What's the time signature in the section of more than a dream that goes \"slept through every season\" and so on</qco> </h3>      \n4/4\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n11:59 pm</dco> &nbsp;<qco> if I understand correctly, the music video for La De Da took more than two months to produce...I'm curious, what caused it to take that much time?</qco> </h3>      \nme making it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n11:09 pm</dco> &nbsp;<qco> Does all of your ideas come from your mind or u ask someone to help you? I ask this because I feel like no one understands me enough to help me (that's probably the price to pay for having giftedness)</qco> </h3>      \nmy ideas may be somewhat influenced by the world in general, but i do not solicit any help from anyone in the writing or idea having process\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n10:10 pm</dco> &nbsp;<qco> What are your thoughts on mixing and mastering? Got any tips?</qco> </h3>      \nin this case, it's probably best to just pretend those terms don't exist. then just deal with whether or not the song you made sounds any good. solve that problem instead. but what if you say \"but hey, my song sounds fine\", well that's great news, that means you're done\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n9:59 pm</dco> &nbsp;<qco> hi how would you describe this emotion: :)</qco> </h3>      \nsideways smile\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n9:56 pm</dco> &nbsp;<qco> Do you respond to any of these?</qco> </h3>      \ni'll think about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n9:25 pm</dco> &nbsp;<qco> How to draw \"&amp;\"</qco> </h3>      \n<a href=\"ampersand.mp4\" target=\"_blank\">like this</a> \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n9:10 pm</dco> &nbsp;<qco> What did one snowman say to the other?</qco> </h3>      \nnothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n8:24 pm</dco> &nbsp;<qco> are you mentally chill</qco> </h3>      \noccasionally\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n7:52 pm</dco> &nbsp;<qco> how to stop feeling worthless and thinking that whatever i'm doing right now doesn't contribute to a future where i'm the person i want to be? how to stop wishing to be \"the person i want to be\" and start being \"the person i want to be\"</qco> </h3>      \nhow about coming up with some 1-word sentences\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n6:09 pm</dco> &nbsp;<qco> who woke up and decided to call cool ranch doritos zesty</qco> </h3>      \ni thought that one was decided at bedtime\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n5:58 pm</dco> &nbsp;<qco> Your songs make me feel safe&nbsp;</qco> </h3>      \noh good that's why i write them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n5:44 pm</dco> &nbsp;<qco> So like, there are so many things I want to do, but I can't do them all. I think it matters, doesn't it?</qco> </h3>      \nyes it does, but whichever one you choose is gonna be fun somehow\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n5:23 pm</dco> &nbsp;<qco> why is my favorit song I'm a Princess?</qco> </h3>      \ni'm not sure IF it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n5:15 pm</dco> &nbsp;<qco> if I ask you a question about music, are you certain to respond?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n4:50 pm</dco> &nbsp;<qco> I've never written a song bc I get overwhelmed when I have to choose chords. Do I let the chords choose me instead</qco> </h3>      \nthat would be cool, but this is all going to work best if you are comfortable using chords throughout your daily life. take a look at how comfortable you are with using english words throughout your daily life. see if you can get your chord usage up to the same level of familiarity\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n4:48 pm</dco> &nbsp;<qco> Is the book over, or is this just a new chapter?&nbsp;</qco> </h3>      \nit's a new chapter. thanks for checking\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n2:42 pm</dco> &nbsp;<qco> fav thing about NYC??</qco> </h3>      \nseems so real, it might be real\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n2:32 pm</dco> &nbsp;<qco> Is there a land of 10-letter words?</qco> </h3>      \nabsolutely, positively, definitely,\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n2:12 pm</dco> &nbsp;<qco> if you were forced to write an autobiography, what would be the first sentence of it?</qco> </h3>      \nit could be anything. deciding now what it would be would of course be me now writing it, which i am not\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n11:48 am</dco> &nbsp;<qco> Help, I am drowning in a sea of infinite potentiality, and I haven't managed to solidify anything into existence. This is EXACTLY what I was afraid of.</qco> </h3>      \nyou are going to do it pretty soon. it will be extremely thrilling and exciting, beause of how scared you were that it wouldn't happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n11:32 am</dco> &nbsp;<qco> views on garlic?</qco> </h3>      \nseems logical\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n11:13 am</dco> &nbsp;<qco> What is your current emotion</qco> </h3>      \nokay\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; 10:59 am</dco> &nbsp;<qco> There are some things that have names that are so scary they're funny, like acid rain. Acid rain is real and bad, but it won't burn you alive or anything. What is your favorite example of that?</qco> </h3>      \nhow about armageddon\n<br><br>"
  }
]
