[
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n10:30 pm</dco> &nbsp;<qco> how come music sounds more crisp when you pull the headphones slightly away from your ears ?</qco> </h3>      maybe you've got headphones with too much bass\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n9:53 pm</dco> &nbsp;<qco> why don't you use middlecase letters?</qco> </h3>      they are not available in any of the fonts i use, but the good news is when i make videos i can make the letters any size i want, or even change sizes right there on the screen\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n9:22 pm</dco> &nbsp;<qco> How do you feel about people shortening the title to your La de da de da de da de day oh song?</qco> </h3>      that's what i do. i called it 'la de da' the whole time, and still do. i just decided to make the final title be the whole line, for more of a thrill. but i don't expect anyone to actually call it that in their day to day affairs\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n9:14 pm</dco> &nbsp;<qco> Are you doing the super bowl 2019 halftime show?</qco> </h3>      that depends if they invite me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n9:13 pm</dco> &nbsp;<qco> is your new song called \"the future\"?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n9:07 pm</dco> &nbsp;<qco> how do i make a melody super catchy</qco> </h3>      just make a melody a day and keep track of them. pretty soon you'll just automatically realize how to make them more enjoyable. but don't forget that enjoyability can be somewhat of a trick. some people enjoy just a bit of danger. but you won't have to worry about any of these paradoxes, as long as you keep moving forward and write a melody a day. the paradoxes will naturally sort itself out\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n9:00 pm</dco> &nbsp;<qco> whats your inspiration for the song: new canaan?</qco> </h3>      going on a trip to new canaan<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n8:41 pm</dco> &nbsp;<qco> Do you care about life?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n8:40 pm</dco> &nbsp;<qco> do you have a plan?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if so, how do you deal with the fact that the plan is going to change and you're not going to be able to follow it perfectly</qco> </h3>      i have a new method, along with a brand new product i am rolling out, called the \"flexible plan\". more details coming soon\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n8:35 pm</dco> &nbsp;<qco> Should people take you seriously? </qco></h3>      they can<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I sure do. However, I do believe most people that watch you don't take you seriously. However, do you think you should be taken seriously?&nbsp;&nbsp;Honestly, if I was in your situation, I would not anwser the question directly because it isn't fun.&nbsp;</qco> </h3>      you're right, this is not a fun question\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n7:50 pm</dco> &nbsp;<qco> Do you ever think to make a stage?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n7:11 pm</dco> &nbsp;<qco> Have you received the golden play button?&nbsp;</qco> </h3>      no, but luckily the regular one still works fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n6:56 pm</dco> &nbsp;<qco> do you have any advice for a vocalist in training</qco> </h3>      do a bit of singing!<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n6:53 pm</dco> &nbsp;<qco> any tips on how I can calm myself after a mental breakdown?</qco> </h3>      celebrate!\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n6:28 pm</dco> &nbsp;<qco> why does my mood change</qco> </h3>      otherwise you wouldn't have any moods\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n5:50 pm</dco> &nbsp;<qco> how to be able to talk</qco> </h3>      years of study, and academic research\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n5:48 pm</dco> &nbsp;<qco> have you considered using speech recognition software on your audio journals, to make them more searchable?​</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n5:44 pm</dco> &nbsp;<qco> Would you ever let your fans vote on ideas for next videos?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n5:33 pm</dco> &nbsp;<qco> How are you feeling about this next project?</qco></h3>      good<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; You having fun with it?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n5:20 pm</dco> &nbsp;<qco> woah like just you know woahhhhhh</qco> </h3>      i see what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n5:18 pm</dco> &nbsp;<qco> why does everyone always ask for relationship advice? not just on this page but like in general?</qco></h3>      because relationships can be difficult<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also followup question how come no one ever has any answers?</qco> </h3>      because relationships can be difficult\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n4:20 pm</dco> &nbsp;<qco> How come so many people think you're a nihilist?</qco> </h3>      could be something they saw on buzz feed\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n3:38 pm</dco> &nbsp;<qco> are you a grammar nazi?</qco> </h3>      absolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n3:13 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201803051315\">3.5.18&nbsp;&nbsp;1:15 pm</a>  Yea but why do they have to wear the tall silly hats instead of a baseball cap or a beanie or a do-rag or something? Do all chefs have marge simpson hair?</qco> </h3>      most chefs actually do wear pretty short hats. but if the hat is large then that might be where they hide all the secret recipes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n2:56 pm</dco> &nbsp;<qco> Do you believe in astrology, or do you just think it's not necessarily garbage?</qco> </h3>      depends whether you are talking about fake magazine clickbate astrology or the real stuff. it's not usually a fair argument because it's easy to say the magazine stuff is fake, and it unfortunately flaunts the same name\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n2:50 pm</dco> &nbsp;<qco> Why do people assume you have some mental health issue or depression based on your videos? </qco></h3>      perhaps they are just jealous of how much fun i am having<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I don't get it. It got even more disturbing when people started doing \"analyses\" on you.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n1:58 pm</dco> &nbsp;<qco> Do you edit some of the questions you get?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n1:15 pm</dco> &nbsp;<qco> Why do chefs wear those silly hats?</qco> </h3>      so they don't get their hair in the food\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n12:45 pm</dco> &nbsp;<qco> does the moon have a creamy chocolate filling</qco> </h3>      i doubt it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n12:30 pm</dco> &nbsp;<qco> I can make up nice melodies and think about what chords would fit that and perhaps imagine it but i cant write it down on sheet music or play it on guitar/piano. I can play the melody that comes to my mind but i cant make up the chords well. And cant know which chords would go after another. This also happens when im improvising. Im done with minor pentatonic and major scales. I wanna include some nice harmony in that. How can i learn to do that?</qco> </h3>      i think it's time for you to figure out the chords for all your favorite songs (you have to do it yourself, because you can't trust anyone else to get it right, and also this won't work anyway unless you do it yourself). the more songs you learn, the more easy the whole thing will get. i think you will find that your melodies already have obvious chords attached. it's kind of like seeing the head of an animal and knowing what kind of animal the rest of the animal would be. this gets much easier once you've seen a few animals in your day<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n12:11 pm</dco> &nbsp;<qco> is it possible to have a completely selfless friendship?</qco> </h3>      no. if there are no selves then where are the friends\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n11:57 am</dco> &nbsp;<qco> like, is there really a 'present' in time?</qco> </h3>      that's the most important part\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n11:35 am</dco> &nbsp;<qco> why are some of the old anagrams blue?</qco> </h3>      because they were not made from audience requests\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n11:04 am</dco> &nbsp;<qco> Have you ever thought about dressing like a Viking and living on the street</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n10:47 am</dco> &nbsp;<qco> What is the definition of insanity?</qco> </h3>      craziness?\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n9:47 am</dco> &nbsp;<qco> does it matter if we like your videos or not?</qco> </h3>      it matters to you, but as long as you can figure out whether to watch them or not, then you should be fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n9:37 am</dco> &nbsp;<qco> do you agree that if the point got across well enough for you to correct it, the grammar of a sentence is fine?&nbsp;</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n8:58 am</dco> &nbsp;<qco> Is it because that you have so many questions to answer is the reason that you only upload once a month instead of twice a week (Monday and Thursday)?</qco> </h3>      no, it's because the videos are much longer now than they were when i was only doing monday and thursday. don't forget, i have to actually 'make' each video before i am allowed to 'upload' it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n8:26 am</dco> &nbsp;<qco> Did you know that the Q in Questions is in the wrong place at the top here?</qco> </h3>      why do you think it's a different color\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n8:11 am</dco> &nbsp;<qco> Wanna hang out sometime and eat pizza and talk about how nihilism is slowly killing us both?</qco></h3>      that's not the way i see it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (Please don't let it be only me kthnxbai)</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n7:54 am</dco> &nbsp;<qco> what happened after you found the road?</qco> </h3>      follow it, i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n7:19 am</dco> &nbsp;<qco> do ya ever go undercover? incognito? to avoid detection</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n6:31 am</dco> &nbsp;<qco> do you like eating dice because i do i need help</qco> </h3>      you can probably find some at a game store\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n5:20 am</dco> &nbsp;<qco> what is the most confusing problem you ever have?</qco> </h3>      how to make things as good as possible while simultaneously doing it as quickly as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n4:46 am</dco> &nbsp;<qco> i've got this theory about astrology. if there is an author to the universe, they've got to be pretty clever. so why not hide all the right answers in the most unlikely place? astrology is scientifically Hot Garbage,</qco></h3>      it has that reputation because pop culture put it in the microwave on a styrofoam plate, then in the toilet for a while, didn't flush, and then put it in the  microwave again, and then threw away the original contents leaving you with only the melted styrofoam<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but it's unnervingly accurate. by the way, i know you're a gemini.</qco></h3>      that doesn't make sense<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; you don't have to pretend like you're not and be coy with the whole \"im all signs at once,\"</qco></h3>      i never said that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i know you're a gemini.</qco></h3>      that doesn't make sense<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i know for sure.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n4:31 am</dco> &nbsp;<qco> When there is only one sharp in the key signature for treble clef, why is in on the F on the fifth line rather than the F in the first space?</qco> </h3>      i've never thought about that, and i don't know. but i can guess. upon closer examination i just realized that the pattern is the same whether or not it's in bass clef. if you look at the top sharp, G, right before the pattern switches, in the bass clef there seems to be no reason why it wouldn't be in the top space. so this tells me that the goal here is to not only keep them on the staff but also keep the same pattern on both clefs, for instant recognizability. i've never noticed this before but that's my best guess, after taking a closer look\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n4:31 am</dco> &nbsp;<qco> <a href=\"q.php?date=201803032119\">3.3.18&nbsp;&nbsp;9:19 pm</a>  why not?</qco> </h3>      she might get really surprised and say 'whoa, oh no. no. i didn't expect that. no, there must be some mistake' and then you might tell your friends what happened and they might say 'you told her WHAT? and you thought that would work?? what is wrong with you?'\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n3:17 am</dco> &nbsp;<qco> why do you make words using letters</qco> </h3>      seems like a great activity. fun for the whole family\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n3:15 am</dco> &nbsp;<qco> How to destroy humanity</qco> </h3>      try using some adult themes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.18&nbsp;\n2:44 am</dco> &nbsp;<qco> what's the story behind your bob marley song</qco> </h3>      i heard bob marley music playing in a store and it reminded me that i should probably listen to bob marley. on the way home i started writing the song in my head, and i wrote the rest of the song at home. i also found a bob marley album to listen to but i don't think it was the one i should have listened to. but that's ok\n<br><br>"
  }
]
