[
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n9:54 pm</dco> &nbsp;<qco> How do you know all these questions aren't a computer that looks over the Internet to find speech patterns and that occasionally asks how you know it isn't one person/a computer that asks all these questions?</qco> </h3>      i will give you the benefit of the doubt and assume it is, in which case you can defer to all the times i have previously answered this question\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n9:46 pm</dco> &nbsp;<qco> i'm reading a book and it's pretty cool. thoughts?</qco> </h3>      i think it's pretty cool too. just kidding, you didn't tell me what book it is so i can't evaluate\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n8:16 pm</dco> &nbsp;<qco> OH MY GOD TODAY HAS NEVER HAPPENED BEFORE THE WORLD IS CHANGING FOREVER IN INFINITE WAYS IN REAL TIME AND NOBODY KNOWS WHERE IT'S GOING AND I CAN DO ANYTHING</qco> </h3>      i see what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n8:09 pm</dco> &nbsp;<qco> why are you so unpredictable?&nbsp;</qco> </h3>      perhaps because you predicted something different than what i did\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n7:55 pm</dco> &nbsp;<qco> Can you put together a band and go on tour ASAP please?</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n But, real talk... is touring with a band something you really wanna do? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nWhat's holding you back?</qco> </h3>      mainly the fact that i have barely even started making the material i want to make\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n7:25 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201607121728b\">7.12.16&nbsp;&nbsp;5:28 pm</a>\n<br>Therefore, do you find your busy work schedule to be an apt substitution for sex, or romance?</qco> </h3>      i guess it will have to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n6:31 pm</dco> &nbsp;<qco> Was 9/11 an inside job?</qco> </h3>      inside the saudi family, yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n6:23 pm</dco> &nbsp;<qco> A = 432hz?</qco> </h3>      it is usually 440hz\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n6:04 pm</dco> &nbsp;<qco> Were you surprised when they unexpectedly announced a sequel to the Great War: The War To End All Wars? Why did they do that?</qco> </h3>      i was not born yet, but perhaps hitler's emergence as the quintessential antagonist was enough to greenlight the franchise into a second episode\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n5:54 pm</dco> &nbsp;<qco> If you were to sing (in the original key) Whitney Houston's \"I Will Always Love You\"... Would you be able to hit all those high notes?</qco> </h3>      it depends how much you pay me\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n5:46 pm</dco> &nbsp;<qco> Sorry if I'm oversimplifying this (I know you do all types of content... scrambles, the question page, reality, jazz, improv, notebook, etc)... But it seems like you kind of \"made a name for yourself\" doing all the vines and short videos. Then you didn't want to get pigeon-holed as \"The Guy Who Makes Short Videos\" and when your fans came to expect more and more short videos, you put out HOJ and HOTEWIG. Then when everybody started demanding more and more history videos, you didn't want to get labeled as \"The Guy Who Makes History Videos\". Now, it seems like your focus is music videos for medium-length songs? My question is, what happens when everyone starts demanding more music videos and you become associated with this particular form of content? Will we see another big shift? Again, sorry if I'm oversimplifying your 'creative trajectory'. Like I said, I know you do all types of stuff. I'm a big fan of everything you put out, and you've been a huge\n inspirat\n ion to me as a musician myself, and as just a fellow person tryna be a person.&nbsp;&nbsp;Thank you for everything you do.&nbsp;&nbsp;</qco> </h3>      i think you understand the general path very well. except, there are many elements of my past work that are unilaterally right for me, and i will continue to use. so it is not necessarily a game of always doing something completely new. it is mainly just about filling out the space of all the potential things that i think would be good for me. if you look at the discussions i was having a few years ago, there were several major 'houses' of types of content that needed to be explored, none of which had been fully explored at the time. so that's why shifts were necessary -- to make sure i explored everything that needed to be explored. medium-full length songs, with videos, is extremely important and has been important for a long time, and i've always written a huge surplus of them, so there is a lot of catching up to do. but still, free-videos (videos that are not exclusively based on 1 song) both fictional and non, is still a hugely vast area to explore, and having done such a huge amount of work on extremely short projects (due to the 4-vid-per-week schedule, and later due to the success of my vine channel) there is still a huge amount of exploring to do in the longer ranges\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n5:41 pm</dco> &nbsp;<qco> today i wrote a scenario which is one hour long in EIGHT FUCKING HOURS with EVERY DAMN DETAIL to put on the stage, like everything including songs, dances, decor, costumes, etc etc. this was probably the fastest (and deepest) writing of mine and it's long, it's good, it's strong and i want to cry with happiness. it seems your small steps advice is working and this is only the beginning. i don't feel like i'm drowning in infinity anymore, it's raining and i'm catching the drops. thank you bill. so, what's the next advice of yours for me?</qco> </h3>      that actually seems like a huge step and not a small step, but it sounds like you are doing great, so congratulations. i have no idea how you managed to do it. for me to have advice for you you will need to first have another problem\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n5:10 pm</dco> &nbsp;<qco> Hey Bill, why not get a pair of monitor headphones to eliminate, or at least reduce the need of \"car-testing\"?</qco> </h3>      always need to car test. always need to test the mix in as many different locations as possible, and the car is a particularly unique location and it really allows the song to be heard from the listener's perspective, especially because you can't make any changes while in the car. my car system is actually not too good and it's a bit strange and probably has too much bass, but it doesn't matter. it's still important to test it there\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n5:09 pm</dco> &nbsp;<qco> Your thoughts about North Korea and Kim Jong Un?</qco> </h3>      it is a very unique and small nation which has somehow managed to be respected on the world stage by acting completely crazy and claiming to have a nuclear weapons program\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n5:04 pm</dco> &nbsp;<qco> When you were at the 8th annual shorty awards and that nico guy performed what was going through your head?\n<br></qco> </h3>      well, here's the thing- they did their hit song \"am i wrong\" which i think is a wonderful song, and i've had a strong attachment to that song ever since i first heard it on the radio. but here's the problem (there's actually 2 problems) the first problem was their live performance had no live elements at all. it was the studio recording with the lead vocal muted. there was absolutely no live feel to it, and the studio vocals were a bit better, because it had better editing. so we were basically hearing the exact original recording, except with slightly worse vocals. the other problem was, unfortunately, the song did not go over well with the audience. they did their best to energize the crowd by shouting things like \"shorty awards\" and \"put your hands up\" etc etc, but it just wasn't working. again, i absolutely love the song and i love the recording, so this is not a complaint about the artist or the song, this is just my analysis of the situation<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n4:36 pm</dco> &nbsp;<qco> How come when you have 4 eighth notes in a row, sometimes there all 4 grouped together and sometimes it's written as 2 groups of 2? Is there a difference?&nbsp;</qco> </h3>      the rule i follow is, never beam more than 4 in a row, and don't beam across the 'imaginary barline' halfway through the bar. so if it's \"1 & 2 &\" beam all 4. if it's \"3 & 4 &\" beam all 4. if it's \"2 & 3 &\" beam it as 2 groups of 2 and leave the middle open. when it's the full bar, beam 2 groups of 4. for 16th notes you can apply similar rules except the 'imaginary bar line' would be between each beat, so again groups of 4 maximum, but don't beam anything across the imaginary barlines\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n4:29 pm</dco> &nbsp;<qco> Will the alien crickets be making an appearance in the new song?</qco> </h3>      yes, actually too much. i had to take some of them out\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n4:08 pm</dco> &nbsp;<qco> bill what is your favorite michael jackson song/album</qco> </h3>      the one that was a hit and/or very popular\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n3:38 pm</dco> &nbsp;<qco> Is beer the answer?</qco> </h3>      to what question\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n2:30 pm</dco> &nbsp;<qco> why does the top of my laptop not line up with the bottom when i close it?</qco> </h3>      either bad product design, defective unit, or user damage. it is one of those 3 reasons\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n1:29 pm</dco> &nbsp;<qco> Are you the puppet or the puppeteer?</qco> </h3>      i'm both\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n1:15 pm</dco> &nbsp;<qco> I usualy listen to music with lyrics for the music. Should I listen to the lyrics?</qco> </h3>      they both have a strong effect on each other, whether or not you think you are 'listening' to them\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n12:43 pm</dco> &nbsp;<qco> have you ever answered a question with a <a href=\"09qu34qr94.mp3\">quote from one of your songs/videos</a>?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n12:16 pm</dco> &nbsp;<qco> shit. having idols is tricky... i find myself wanting to become more like them but i can't forget who i am</qco> </h3>      don't forget that all your idols had idols\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n12:00 pm</dco> &nbsp;<qco> why don't you have favorites?&nbsp;</qco> </h3>      what's the point of multiple things in the universe if i'm not gonna appreciate why each one is the best in its own way\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n11:48 am</dco> &nbsp;<qco> Is different good?</qco> </h3>      it depends how good the first thing was\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n11:30 am</dco> &nbsp;<qco> woah! how did you make that repeat sign on <a href=\"q.php?date=201709132100\">9.13.17&nbsp;&nbsp;9:00 pm</a>  that is so cool</qco> </h3>      use the straight slash and colon. they should both be right there, on your keyboard\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n11:10 am</dco> &nbsp;<qco> With the growth of genres like lo-fi hip-hop, do you believe that *anyone* can make music now? Or is it not that simple?</qco> </h3>      i'd say, just worry about whether YOU can make music. other people will surely figure out if they can, too\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n11:00 am</dco> &nbsp;<qco> The music video is going to be good if so much time is put into it. <a href=\"60fps.html\">Can you make it 60fps, please</a>?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n10:40 am</dco> &nbsp;<qco> Do you ever listen to something and think 'h o l y crap this is amazing', and then get super excited and feel a really strong compulsion to share? But then you realise you don't have anyone you can really share it with?\n<br>Feels bad, man.</qco> </h3>      yes i know what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n9:56 am</dco> &nbsp;<qco> Do you like the new iPhone X?</qco> </h3>      i have not seen it or used it. i am busy making a video\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n9:29 am</dco> &nbsp;<qco> Do you believe in yourself?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n9:14 am</dco> &nbsp;<qco> is the triangle man from the 'movie star' video a They Might Be Giants reference?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n6:40 am</dco> &nbsp;<qco> do you like people in general?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n6:00 am</dco> &nbsp;<qco> If i mailed in a punching bag, would you beat it up?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n2:09 am</dco> &nbsp;<qco> How much mashed potatoes can you fit in your guitar?</qco> </h3>      that depends if it is acoustic or electric\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n1:28 am</dco> &nbsp;<qco> can someone be old and not wise?</qco> </h3>      i hope not\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n1:23 am</dco> &nbsp;<qco> hey, so i just heard this song on the radio, i thought it was a cover of toto's africa- it was a pretty shitty cover, but i thought someone was doing a cover of it. then when i looked it up later i found out that it was a jason derulo track called \"fight for you\" and it doesn't mention toto or africa anywhere on it. yet it has the same chords and even the same lyrics! it occasionally cut in some terrible pop verses but man it is actually a rip off and i wanted your thoughts on this</qco> </h3>      it is a derivative of Africa. it is authorized, and the songwriters of Africa are properly credited and paid. popular songs very often are either covers, samples, or derivatives of previous popular songs, and most of the time the original writers are credited and paid. one of the most famous examples is \"surfin USA\" by the beach boys, which has the entire same melody as \"sweet 16\" by chuck berry, who is credited and paid for \"surfin USA\" also. another famous example is Gansta's Paradise, which originally a Stevie Wonder song, who is credited and paid for Gangsta's Paradise as well. Another more recent example is Sam Smith's \"stay with me\" which was found to have nearly the same melody as \"won't back down\" by Tom Petty, and after an out-of-court settlement, tom petty is now credited and paid. there are hundreds more examples, and this has been common in popular music for many generations.\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n1:22 am</dco> &nbsp;<qco> <a href=\"q.php?date=201709132100\">9.13.17&nbsp;&nbsp;9:00 pm</a>  those are the same chords to despacito just a whole step lower. explain yourself!</qco> </h3>      that is one of the most common and ubiquitous chord sequences of the past 25 years\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n12:45 am</dco> &nbsp;<qco> Do you think if I locked myself in a room with nothing but a piano for a month that I could learn how to play it?</qco> </h3>      yes. although that may be slightly unhealthy for various reasons\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n12:44 am</dco> &nbsp;<qco> should i give up on life?</qco> </h3>      not yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.17&nbsp;\n12:42 am</dco> &nbsp;<qco> But what is normal?</qco> </h3>      something similar to most other things, if that's possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.17&nbsp;\n11:48 pm</dco> &nbsp;<qco> When people talk about the chord progression of a song what are they referrring to?</qco> </h3>      the chords. the word 'progression' in this case does not actually mean anything, but it is great if you want to throw people off and make them think you know something they don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.17&nbsp;\n10:43 pm</dco> &nbsp;<qco> How can i surpass the shame and the fear of disappointment without becoming stupid and mediocre</qco> </h3>      you could try being intelligent and extraordinary, and not disappointing! maybe that's not the right strategy but i think it's a good one\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.17&nbsp;\n10:40 pm</dco> &nbsp;<qco> what is your opinion on the popularization of AI in every aspect of our lives?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.17&nbsp;\n10:39 pm</dco> &nbsp;<qco> What is your favorite copypasta?</qco> </h3>      a\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.17&nbsp;\n10:26 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201709132100\">9.13.17&nbsp;&nbsp;9:00 pm</a>  Are you sure the chords to life aren't C Am F G instead?&nbsp;</qco> </h3>      that would be if you live in the 1950s\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.17&nbsp;\n9:35 pm</dco> &nbsp;<qco> Hey bill what are your thoughts on the pictures I tweet you&nbsp;</qco> </h3>      which ones were yours\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.17&nbsp;\n9:02 pm</dco> &nbsp;<qco> Is World War 3 going to happen?</qco> </h3>      i don't think there will be a war named world war 3. there may be wars on a similar scale as world war 1 and world war 2, (or perhaps even larger!) but i doubt they will be called world war 3. 'world war 3' is generally reserved for fanfiction, about the world war series. which wasn't actually known by that name until long after the wars\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.17&nbsp;\n8:21 pm</dco> &nbsp;<qco> Trains?</qco> </h3>      what about them\n<br><br>"
  }
]
