[
  {
    "html": "<h3> <dco>1.11.24&nbsp; \n1:35 am</dco> &nbsp;<qco> Do hot girls like chords?</qco> </h3>      \nalmost anyone can be moved by the effects of chords (in combination with other effects). even if, in many cases, they will not be aware of how much the chords are to blame\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.24&nbsp; \n1:30 am</dco> &nbsp;<qco> how can i make all the amazing incredible things i want to make while working a 40 hour work week for the rest of my life</qco> </h3>      \ni'm not sure, but it may help you to know that you might have exactly the same feeling even if you had those 40 additional hours available\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.24&nbsp; \n1:29 am</dco> &nbsp;<qco> When I take time to think about what I want to say, I miss my chance to speak, but if I don't take that time, then I might say something I'll wish I hadn't said for some reason I'd have realized if I'd thought about it for longer</qco> </h3>      \nhave you tried thinking about it for half the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.24&nbsp; \n12:59 am</dco> &nbsp;<qco> Is it possible to compose a good sounding song completely in locrian?</qco> </h3>      \nregardless of good or bad, it's almost impossible to make a song that actually sounds like it's in locrian. because if you confine the entire song to that one set of notes (G locrian, for example) and stay in it for long enough, it's going to start sounding like the corresponding more normal mode (Ab ionian, Eb mixolydian, etc)\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n11:46 pm</dco> &nbsp;<qco> How long does it take to learn to play the keyboard?</qco> </h3>      \nany amount of time. from a few seconds, to your whole lifetime\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n11:03 pm</dco> &nbsp;<qco> can you be my friend please with a cherry on top</qco> </h3>      \nwithout the cherry maybe\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n10:18 pm</dco> &nbsp;<qco> Did you have a nice day on Tuesday of last week?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n10:06 pm</dco> &nbsp;<qco> Did your car ever break down while recording?</qco> </h3>      \ngot wrecked actually\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; 10:00 pm</dco> &nbsp;<qco> what is the meaning of life</qco> </h3>      \nthere's an infinite number of meanings. unless that overwhelms you, in which case there might be one that's just right for you which you might be able to discover at some point\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n9:55 pm</dco> &nbsp;<qco> how do i make a conlang?</qco> </h3>      \njust make every word the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n9:43 pm</dco> &nbsp;<qco> Why is there a&nbsp;⌘N in \"history of the entire world, i guess\" at 1:45?</qco> </h3>      \nthat is a common computer shortcut to make a new one of something. which i assume is what is happening at that point in the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n8:46 pm</dco> &nbsp;<qco> Opinion on Trains</qco> </h3>      \ni like the routes. the vehicles can be frightening\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n6:32 pm</dco> &nbsp;<qco> What's your favourite thing that you don't like?</qco> </h3>      \nhardship\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n5:46 pm</dco> &nbsp;<qco> Coordinates really are just a name even for undesignated locations huh?</qco> </h3>      \njust about\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n2:29 pm</dco> &nbsp;<qco> id like to self sabatoge a whole lot less</qco> </h3>      \nin that case, your wish may come true\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n2:05 pm</dco> &nbsp;<qco> How do I invent a new color</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n1:57 pm</dco> &nbsp;<qco> opinions on opossums?</qco> </h3>      \nit may or may not be a possum. i actually can't figure it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n1:32 pm</dco> &nbsp;<qco> Is the sun fully cooked?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n1:25 pm</dco> &nbsp;<qco> I heard an urban legend that if you end a sentence with a comma, that the last casualty of the war of 1812 will materialize and bite your head off. Is this true,</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n12:10 pm</dco> &nbsp;<qco> what color do you think of when i say \"color\"</qco> </h3>      \nthe full range of fully saturated hues, then black and white\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n12:06 pm</dco> &nbsp;<qco> hey Bill, in \"Money\" when the brigde comes after you say: \"across the floor in the ocean\". Then comes a sound that for me sounds like a \"worm\". So, my question is: is it a little scale playing real fast? or is only one note repeating?&nbsp;</qco> </h3>      \nthe main sound heard after the line you mentioned is neither a scale nor a note. that is alternating back and forth between 2 pairs of notes. [F# and A#] together, and [G# and B] together. alternating quickly between those 2 pairs\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n11:17 am</dco> &nbsp;<qco> I messed up 2024 already, you think 2025 is going to be my year&nbsp;</qco> </h3>      \nnot if you think january is the key to the whole year. some of my greatest years have started in february\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n10:58 am</dco> &nbsp;<qco> have you ever been outside of the atmospheric layers of the 3rd major planet from the star of the solar system where the human race is located</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n10:41 am</dco> &nbsp;<qco> How can I be as technically good as all the people who were playing music since they were really young?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n10:27 am</dco> &nbsp;<qco> Would Disney sue me if I made a character named Mickey Moose?&nbsp;</qco> </h3>      \nonly if you got really popular with it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; 10:23 am</dco> &nbsp;<qco> do you play games</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; 10:19 am</dco> &nbsp;<qco> are you real?</qco> </h3>      \nyes but that doesn't stop me from doing unrealistic things sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n9:39 am</dco> &nbsp;<qco> Why do you press tofu before you cook tofu</qco> </h3>      \ni have no idea. i'm not even sure if i could identify tofu in a series of things that may or may not be tofu\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n9:17 am</dco> &nbsp;<qco> Can you teach me music please. ( Here we don't have any music subject in our schools )</qco> </h3>      \nfirst you have to find some kind of musical instrument device and start playing with it. let me know what you discover\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n9:08 am</dco> &nbsp;<qco> how many sounds were used in \"money\" that you still use today?</qco> </h3>      \n1\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n8:39 am</dco> &nbsp;<qco> thoughts?</qco> </h3>      \nlove them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n6:24 am</dco> &nbsp;<qco> who will be president of the world in 2746</qco> </h3>      \nsurely you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n5:29 am</dco> &nbsp;<qco> is \"fly around\" telling a story from the perspective of someone suffering from Alzheimer's?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n3:03 am</dco> &nbsp;<qco> should pigeons wear sandals</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n2:15 am</dco> &nbsp;<qco> bill, how do you feel about leftovers&nbsp;</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n1:49 am</dco> &nbsp;<qco> what to do if i really miss something that i know was bad for me?</qco> </h3>      \nnow is the time to go out and find new things\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.24&nbsp; \n1:30 am</dco> &nbsp;<qco> How wrong is this transcription of the first bit of 987? Any feedback would be much appreciated, thanks!\n<br>\n<br>Dm&nbsp;&nbsp;C | Dm&nbsp;&nbsp;C | Dm&nbsp;&nbsp;C | Dm&nbsp;&nbsp;C |&nbsp;&nbsp;\n<br>Dm&nbsp;&nbsp;C | Dm&nbsp;&nbsp;C | Dm&nbsp;&nbsp;C | Dm&nbsp;&nbsp;C | \n<br>\n<br>Gm7add4 | Csus2sus4&nbsp;&nbsp;Cadd4 | Gm7add4 | Csus4&nbsp;&nbsp;Cadd4 |\n<br>Gm7add4 | C7sus2sus4&nbsp;&nbsp;C7 | Gm7add4 | C7sus4 |\n<br>\n<br></qco> </h3>      \nthere is nothing terribly incorrect. (except maybe the C7? i doubt i would have played the Bb and E notes simultaneously.... but who knows maybe i did). your first section looks nicely simplified, where as your section section looks more like you're trying to write down all the actual notes that were played, which would probably be impossible just using chord symbols\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.24&nbsp; \n11:00 pm</dco> &nbsp;<qco> Is time a person place thing or idea</qco> </h3>      \nit's a phenomenon and a system\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.24&nbsp; \n9:23 pm</dco> &nbsp;<qco> Have you ever tried making a cover song?</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.24&nbsp; 8:51 pm</dco> &nbsp;<qco> What kind of questions do you like answering?</qco> </h3>      \ngood, bad,\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.24&nbsp; \n8:35 pm</dco> &nbsp;<qco> how do you feel about musical theater?&nbsp;</qco> </h3>      \ngood\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.24&nbsp; \n7:29 pm</dco> &nbsp;<qco> in \"we could just get high\", were you planning to make the song THIS funky? i just love that song...\n<br>i like cats.</qco> </h3>      \nit came out just about as planned, but not quite as good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.24&nbsp; \n5:59 pm</dco> &nbsp;<qco> how do i stop comparing things i make to things made by other people who are way cooler and more talented than me</qco> </h3>      \ni don't know, but most of this is in your mind. you'd probably find out that a lot of those people would be just as jealous of your work\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.24&nbsp; \n4:07 pm</dco> &nbsp;<qco> why did you switch from music videos to animation and will you still make music videos</qco> </h3>      \ni've always done both\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.24&nbsp; \n2:36 pm</dco> &nbsp;<qco> do you think \"incredibly amazing\" is redundant</qco> </h3>      \nno. add as many similar words as you want, just the additional time spent on it will increase the emphasis\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.24&nbsp; \n2:20 pm</dco> &nbsp;<qco> let's say hypothetically you had a set list for a live show, what songs of your existing repertoire would you save for the very finale but with an extended outro of some kind?</qco> </h3>      \ni have no idea\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.24&nbsp; \n1:11 pm</dco> &nbsp;<qco> Do you listen to music when you go for a walk outside</qco> </h3>      \nonly when i have a device with physical buttons to adjust volume and skip tracks, so i can do it without taking it out of my pocket. the popular device i used for years was discontinued and then i accidentally put mine through the laundry. i haven't tried to search for another device since then\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.24&nbsp; \n11:53 am</dco> &nbsp;<qco> i've been having difficulty writing music&nbsp;&amp; lyrics, what do you reccomend doing to make writing simpler/ what is your writing process?</qco> </h3>      \nin your situation, i'd recommend trying to write something bad on purpose. this should help shake things into action\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.24&nbsp; \n11:33 am</dco> &nbsp;<qco> what's your preferred toothpick size?</qco> </h3>      \ni've only seen 1 size of toothpick\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.24&nbsp; \n11:16 am</dco> &nbsp;<qco> What do you think of Dravidian languages?</qco> </h3>      \nthey are good\n<br><br>"
  }
]
