[
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n12:30 am</dco> &nbsp;<qco> what are your social skills like?</qco> </h3>      \ntalk show host\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n11:52 pm</dco> &nbsp;<qco> on a scale of one to ten how accurate is the video making process described in \"slow down\"?</qco> </h3>      \nsatire\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n11:39 pm</dco> &nbsp;<qco> I want to be a musician, writer, or just something creative like that, but I don't feel like I have anything worth saying. What do I do?</qco> </h3>      \ntry saying something\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n11:18 pm</dco> &nbsp;<qco> So \"i'm a princess\" get's me wondering... does this have anything to do with completing your songs and how far you have gotten in your career?</qco> </h3>      \na bit of psychoanalysis would probably reveal that most of my songs are about that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n10:26 pm</dco> &nbsp;<qco> tips for writing bass parts?</qco> </h3>      \nknow the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n9:06 pm</dco> &nbsp;<qco> What does \"i'm a princess\" say about your gender identity?</qco> </h3>      \nnothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n8:30 pm</dco> &nbsp;<qco> What inspired you for the lyrics, \"Mmm, buckets.\"? It's so beautiful, so incredibly thoughtful.</qco></h3>      most of the thought occurs if you follow through to the rest of the line<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The meaning behind it is so deep. </qco></h3>      the meaning gets its depth from what happens after. the 'buckets' line itself is more what i would consider playful<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What could have possibly made you think of it?</qco></h3>      playfulness, because the previous line was more to the deep side<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Have you been thinking day and night, brainstorming for how deep this could go.</qco></h3>      it gets deep after<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Lyrics so incomprehensibly great shouldn't exist.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n7:59 pm</dco> &nbsp;<qco> Are you the kind of person who finds constraints to be useful for causing creativity?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n7:28 pm</dco> &nbsp;<qco> mr. wurtz why are you good at music-ing&nbsp;</qco> </h3>      \nthat would be an attempt to 'incluence' you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n7:27 pm</dco> &nbsp;<qco> i want to write things but the problem is, i don't really like the act of writing itself. how do i overcome this?</qco> </h3>      \nyou might have to think a little more about what you like and don't like. from what you wrote here, it looks like you said you like and dislike the same thing. but there's got to be more to the story\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n6:54 pm</dco> &nbsp;<qco> is the line \"all the soldiers that surround me and make sure i'm lonely\" a reference to some kind of princess-related trope</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n5:24 pm</dco> &nbsp;<qco> when was im a princess written?</qco> </h3>      \nmarch 2019\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n5:21 pm</dco> &nbsp;<qco> one of the things ive done recently in my videos is, since I couldn't get an object to animate along with my musical phrase the right way, I just changed the musical phrase to go along with the animation. have you considered and/or done this before?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n4:59 pm</dco> &nbsp;<qco> Do you think your songwriting method (e.g. music and lyrics at the same time) is the one that's best in general, or can/should everyone do it the way that works for them?</qco> </h3>      \nthere are millions of ways to do it. try as many ways as you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n4:53 pm</dco> &nbsp;<qco> how do you make music</qco> </h3>      \nfrowning could work \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n3:44 pm</dco> &nbsp;<qco> Any trees in next video?</qco> </h3>      \nthat seems likely\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n3:17 pm</dco> &nbsp;<qco> why did you decide to write the lyrics and the melody at the same time?</qco> </h3>      \ni've tried doing either one first, and the results are just more powerful when it happens together. and i can understand why. they both rely on each other so much, neither one knows what to do without the other, and they save each other's ass constantly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n2:11 pm</dco> &nbsp;<qco> What inspired you to make your newest video?</qco> </h3>      \non the 2 week release schedule during late 2018, it was well known to me that 3D is off limits. no time for any such rabbit hole. then i guess the idea gradually crept up in my mind, what if i actually start a video entirely in there. so then when the 2 week schedule was broken, i guess i just figured there was nothing left to lose so i tried it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n1:55 pm</dco> &nbsp;<qco> is the key of a song important?</qco> </h3>      \nmostly for the singer\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n1:15 pm</dco> &nbsp;<qco> Is there any chance that we can take a look at the project files for 'Here Comes the Sun?' I'm curious what the scene looks like.</qco> </h3>      \ni will render out some videos from different camera angles\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n12:55 pm</dco> &nbsp;<qco> Did you learn animating or music first, or at the same time?</qco> </h3>      \nmusic\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n12:37 pm</dco> &nbsp;<qco> It is my opinion that \"At the airport terminal\" is one of your best songs. How did you manage to capture the feeling of being at the airport so perfectly</qco> </h3>      \nmostly just by telling the truth, about how it makes me feel\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n12:25 pm</dco> &nbsp;<qco> hey bill. you said you get a trillion ideas to do something, but get disappointed when none of them are possible so you just do something you can instead. i get the same thing, i can clearly imagine what i want or could do with media, but i dont have to knowledge to execute it, so i never try something in the first place, how do i cross this barrier in my motivation?</qco> </h3>      \nit just depends how bad you want it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n12:11 pm</dco> &nbsp;<qco> Whats your favorite part of the new animation style you are using?</qco> </h3>      \nmaking scenes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n11:57 am</dco> &nbsp;<qco> is there anything specific that the character in \"i'm a princess\" is playing on the stringed instrument&nbsp;</qco> </h3>      \nthe riff you are hearing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n11:11 am</dco> &nbsp;<qco> WAIT, so for the \"excuse me, I read that wrong, I'm a dunce\" part at the end, you remade the whole buckets scene in the new program? Just for that tiny part? Talk about dedication!!</qco> </h3>      \nyes, i remodeled that room. it was a fairly simple room\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n9:26 am</dco> &nbsp;<qco> opinions on denim? (asking for a friend)</qco> </h3>      \nseems so real\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n8:54 am</dco> &nbsp;<qco> Is D minor the saddest of all keys</qco> </h3>      \nany key can be made sadder\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n8:17 am</dco> &nbsp;<qco> in \"hello sexy pants\" what is the symbolic differance betwen the clothing store and the grosry store that makes them tell you differnt thing about the state of change in the world?\n</qco> </h3>      \nnothing. bad lines. hate those lines\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n5:57 am</dco> &nbsp;<qco> do you feel like you hold yourself to higher standards than others,</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and if so do you ever wish you could stop doing so</qco> </h3>      not really. but i'm always looking for easier ways to meet those high standards\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n3:45 am</dco> &nbsp;<qco> Im getting time anxiety, i just turned 20 and im kinda getting desperate, you know, people and stuff that you like and even love, they're aging and there's gonna be day where it will all disappear. Time, you know? It goes by so fast and it gives me so much anxiety. Do you have any advice to help me deal with this? Thank you.</qco> </h3>      \nwrite down some songs or stories\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n2:52 am</dco> &nbsp;<qco> How does one come to terms with missing out on so many great opportunities in life?</qco> </h3>      \nstart listing the ones you didn't miss out on\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n2:35 am</dco> &nbsp;<qco> Sometimes when I'm reading your questions page I forget that I'm reading your questions page. Then I read the answer to a question and I think \"hey that sounds like bill wurtz\" because the answer is so incredibly bill wurtz that it reminds me of you. Furthermore, your last two songs have felt more \"normal\" but in a way that is so immensely bill wurtz that it might not even be \"normal\" at all. How do you remain so intensely bill wurtz?</qco> </h3>      \ncould be the humidity\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n2:22 am</dco> &nbsp;<qco> Does your new song contain monkeys?&nbsp;</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n2:04 am</dco> &nbsp;<qco> Does the person in I'm a princess have a name?</qco> </h3>      \nit's your name\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n1:48 am</dco> &nbsp;<qco> what is your opinion on older music</qco> </h3>      \nit might be inspired by something even older than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n1:47 am</dco> &nbsp;<qco> Will you ever make a video about the story of your life so far? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or a behind the scenes video?</qco> </h3>      yes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.21&nbsp; \n12:44 am</dco> &nbsp;<qco> How do you come up with the graphics for your songs</qco> </h3>      \ni'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n11:45 pm</dco> &nbsp;<qco> can you put an egg in a video like not cracked or anything just egg</qco> </h3>      \nthat sounds feasible\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n11:07 pm</dco> &nbsp;<qco> In 'im a princess' at 3:14, why does your guitar disappear then reappear again?&nbsp;</qco> </h3>      \nit moves to the video clip on the wall, because it's being used there\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n11:02 pm</dco> &nbsp;<qco> At 1:25 in \"im a princess\" does the text in the speech bubble mean anything or did you just mash your keyboard?</qco> </h3>      \ni just pressed the ldl3taornxgdb56 button. i could press it again if you want. 8mhujv3pv0nw47l\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n10:03 pm</dco> &nbsp;<qco> do you think 'i'm a princess' would've been possible in the 2d style instead of 3d</qco> </h3>      \nof course\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n9:36 pm</dco> &nbsp;<qco> is it weird that I'm enjoying dissecting the lyrics in \"i'm a princess\" even though the lyrics themselves literally mock this idea?</qco> </h3>      \n? they don't mock it. they literally suggest doing it. what on earth are you talking about\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n9:23 pm</dco> &nbsp;<qco> i'm sorry if you don't like getting into politics and anything, but how do you like your peanut butter;&nbsp;crunchy or smooth</qco> </h3>      \nhow about .... clumpy\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n9:04 pm</dco> &nbsp;<qco> im completely self taught on drums, and i've never spent much time with \"traditional\" grip. is it worth spending the time to become fluent with? there's so many upsides and downsides!</qco> </h3>      \nthere's no real upside except it's more fun\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n8:35 pm</dco> &nbsp;<qco> What are your thoughts on birds?</qco> </h3>      \nit's got to be the female version of a bee \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n8:33 pm</dco> &nbsp;<qco> what's the easiest way to get into making music Without spending any money</qco> </h3>      \nsing something\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n8:30 pm</dco> &nbsp;<qco> why does the 'shining on everyone' part of 'here comes the sun' make me feel the same way as 'when did all the windmills start to turn so slow' in 'la de da de da de da de day oh'</qco> </h3>      \ni don't know, BUT, my guess is because it's made by the same artist/person\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n8:28 pm</dco> &nbsp;<qco> What inspired you to make the video \"ball&nbsp;&amp; stick\"?</qco> </h3>      \ncommon sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n8:06 pm</dco> &nbsp;<qco> would you rather people apply their own meaning to your songs instead of applying yours?</qco> </h3>      \nit depends which one they can feel\n<br><br>"
  }
]
