[
  {
    "html": "<h3> <dco>7.11.25&nbsp; \n12:16 pm</dco> &nbsp;<qco> Help. How do you turn around your mood, for the better? I need that, sometimes. Thanks</qco> </h3>      \nit's different every time, but that doesn't necessarily make it less likely to happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.25&nbsp; \n11:16 am</dco> &nbsp;<qco> what is your favorite anwser of these four?\n<br>a) yes\n<br>b) no\n<br>c) \"other / prefer not to say\"\n<br>d) other / prefer not to say</qco> </h3>      \nnone of the above\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.25&nbsp; 10:28 am</dco> &nbsp;<qco> what is your favorite shape</qco> </h3>      \nhow about a point\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.25&nbsp; \n10:01 am</dco> &nbsp;<qco> have you ever looked into collecting time palindromes? (10:01, 12:21)</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.25&nbsp; \n9:30 am</dco> &nbsp;<qco> Name one way sharks are like cats that isn't physical?</qco> </h3>      \nboth plural\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.25&nbsp; \n3:42 am</dco> &nbsp;<qco> How to say a word starting with s after a word ending in sh?</qco> </h3>      \ntry not to think about it. think about the fish sandwich itself, without thinking about the words you're saying\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.25&nbsp; \n3:01 am</dco> &nbsp;<qco> have you ever thought about doing, like, a song sequel? just a song that's the same vibe as a song you've already made... now that I'm saying that out loud that sounds like an awful idea, but the question stands</qco> </h3>      \ni think the question actually kind of fell over\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.25&nbsp; \n2:46 am</dco> &nbsp;<qco> occasionally i'll see a serious answer to one of these questions that sticks out like a sore thumb from the silly, abstract, or mostly meaningless answers to the rest. what kinds of questions are ones you feel the need to provide a proper answer too?</qco> </h3>      \nhonestly how would you feel if i told you most of your words are meaningless\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.25&nbsp; \n2:34 am</dco> &nbsp;<qco> If the earth spinned really fast would gravity become happier?</qco> </h3>      \nmaybe\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.25&nbsp; 12:14 am</dco> &nbsp;<qco> Yes or no?</qco> </h3>      \ni've always wanted to combine those somehow\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n11:08 pm</dco> &nbsp;<qco> are we just weird computers</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n11:00 pm</dco> &nbsp;<qco> Have you ever been so tired that you just go to sleep?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n10:57 pm</dco> &nbsp;<qco> you gonna get a free slushie tomorrow?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n10:40 pm</dco> &nbsp;<qco> I'm a beginner piano player so I might sound stupid but how do you learn a song without a tutorial or sheet music?</qco> </h3>      \nlisten to it. if you think you can't learn something by hearing it, tell me if you can learn a sentence by hearing it. but how does that even work? i'm not totally sure. the brain learns as if by magic. basically all you have to do is be there. but you didnt automatically learn the first sentence you ever heard. maybe by the 20000th sentence\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; 10:19 pm</dco> &nbsp;<qco> why don't you use capital letters</qco> </h3>      \nwhy don't you use spaces\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n9:42 pm</dco> &nbsp;<qco> what would you do if the world was ending</qco> </h3>      \nstart another one\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n8:16 pm</dco> &nbsp;<qco> i have so many questions</qco> </h3>      \n(nods understandingly)\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n6:09 pm</dco> &nbsp;<qco> would you rather eat unlimited games and have unlimited bacon, or eat unlimited games but have no unlimited games</qco> </h3>      \nother / prefer not to say\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n5:54 pm</dco> &nbsp;<qco> What could I do for my birthday? :/</qco> </h3>      \nget older !\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n5:53 pm</dco> &nbsp;<qco> Guilty pleasure?</qco> </h3>      \nexisting\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n5:51 pm</dco> &nbsp;<qco> are these questions actually from real people or do you just write the questions and answer them yourself</qco> </h3>      \nnow you've got me wondering how mad you'd be if i told you i wrote yours\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n5:08 pm</dco> &nbsp;<qco> how to play piano like franz liszt</qco> </h3>      \nyou really have to actually be franz liszt. or maybe you just have to be like franz liszt. or, maybe you just have to like franz liszt. no, it gets narrower still, i think you just have to like the way franz liszt plays piano\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n4:35 pm</dco> &nbsp;<qco> What are you going to be for Halloween?</qco> </h3>      \nplanning what i will be the day after\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n2:58 pm</dco> &nbsp;<qco> Will cats at night ever lose their mysterious charm?</qco> </h3>      \ni was going to say yes but now that i think about it no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n2:50 pm</dco> &nbsp;<qco> diet coke or cherry coke</qco> </h3>      \nthat's none of my business\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n2:26 pm</dco> &nbsp;<qco> Is sharing your art a core part of the experience for you? sometimes i feel like i want to escape into the digital woods and just make things for myself only. but maybe thats unhealthy</qco> </h3>      \ntry it and see how it feels\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n1:46 pm</dco> &nbsp;<qco> What's your opinion of opinions on having opinions?&nbsp;</qco> </h3>      \ni would call that recursive\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n1:20 pm</dco> &nbsp;<qco> can i eat the stickers on fruit</qco> </h3>      \ni wouldn't recommend it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n12:57 pm</dco> &nbsp;<qco> what do you think about the :3</qco> </h3>      \nincoherent. i dont even know what it's supposed to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n11:02 am</dco> &nbsp;<qco> I have gotten a bit stuck in a habit of having hypothetical conversions in my head with someone from 200+ years ago about modern life and trying to explain it.\n<br>\n<br>Yeah, it's precooked. Like, not to perfection, just enough to be safe to eat. Yeah, you could eat it as is, but you'll still want to cook it further for taste and texture.</qco> </h3>      \nnot a bad mental exercise. really irons out your communication skills, while also giving you nice perspective\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n10:25 am</dco> &nbsp;<qco> do you think that being able to find a friend in many unconventional places is pleasant or is it slightly unsettling</qco> </h3>      \nit's convenient, for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n9:44 am</dco> &nbsp;<qco> What do you think of consonant mutation in Celtic languages?</qco> </h3>      \ni haven't looked into it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n6:08 am</dco> &nbsp;<qco> What's a wacky chord progression that hits like home? :3</qco> </h3>      \ni think what you're looking for here is just the words \"wacky chord progression\". you already have that, so for this exercise you're all set\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n4:24 am</dco> &nbsp;<qco> i feel like i know so little about you but like i don't want to try to find out more about you because i like that you're enigmatic (to me) does that make sense&nbsp;</qco> </h3>      \nyes it does\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n3:51 am</dco> &nbsp;<qco> Opinions on blue cheese?</qco> </h3>      \ni know nothing about it. i'm not even sure what color it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n3:16 am</dco> &nbsp;<qco> Did you know that Miles Davis would tour in Europe his name would be Kilometers Davis?</qco> </h3>      \nthat's a wonderful story but it's not true\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n3:14 am</dco> &nbsp;<qco> what happened to the numbers 23 24 and 25? i really miss them</qco> </h3>      \nputting together from context clues, they apparently went away. they didn't really, but in the context of your question, because you say you miss them, either they went away from you or you went away from them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n1:45 am</dco> &nbsp;<qco> are you more of an even evan or odd bobb kinda guy?</qco> </h3>      \nit's hard to describe myself but if i did i would not be chosing from a list\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; 1:32 am</dco> &nbsp;<qco> Will you be my friend?</qco> </h3>      \ni will try\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n1:26 am</dco> &nbsp;<qco> are you a fan of ocean exploration?</qco> </h3>      \ni look upon it with fondness, but i wouldn't do it nor do i currently follow it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.25&nbsp; \n12:36 am</dco> &nbsp;<qco> why is dancing the best thing in the universe&nbsp;</qco> </h3>      \nbecause this is dance universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.25&nbsp; \n11:31 pm</dco> &nbsp;<qco> On a scale of 1 (a chore) to 10 (fun), how do you feel about answering these questions on average?</qco> </h3>      \nbetter be at least a 9 or else i'm doing it wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.25&nbsp; \n11:29 pm</dco> &nbsp;<qco> why are bands like king crimson or yes considered \"pretentious\" or \"self-indulgent\" when they have really good songs? it just feels like the people saying that are the ones just following whatever critics say and have never really listened to the bands in question.</qco> </h3>      \nthinking for yourself can be hard work, confusing, and traumatic. i'm just offering excuses for why a person might not\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.25&nbsp; \n11:10 pm</dco> &nbsp;<qco> what do you think of the color green</qco> </h3>      \ngood in moderation\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.25&nbsp; \n10:55 pm</dco> &nbsp;<qco> i just accidentally destroyed an entire monumental element stored in a secret government bunker, any tips?</qco> </h3>      \nmight be something you can put on your resumé\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.25&nbsp; \n10:31 pm</dco> &nbsp;<qco> i've been theorizing\n<br>987 is about having an identity crisis, at the airport terminal is about life or death, and i wanna be a movie star is about falling in love\n<br>did i get any of this correct?</qco> </h3>      \nthere's no reason any of those analogies won't work, but i don't think those were the primary thing i had in mind in any of those cases. there's no reason all 3 can't be about all 3\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.25&nbsp; \n9:54 pm</dco> &nbsp;<qco> how do you stay weird and yourself in a world that pressures people to conform</qco> </h3>      \nthe world has never pressured me to conform, but occasionally i try to pressure the world to conform but that doesn't work and isn't right so then i don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.25&nbsp; \n8:48 pm</dco> &nbsp;<qco> i dont like smiling, but this makes people think im upset, when i can actually be very happy without smiling. usually, i smile anyway, but it gets really uncomfortable for me, and sometimes people can also tell im not really smiling \"the right way\". what are we going to do about this?</qco> </h3>      \nmaybe you could try the slow understanding nod. this can be much warmer and more meaningful than a fake smile\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.25&nbsp; \n7:50 pm</dco> &nbsp;<qco> If there was a resource you could gamble what would it be?</qco> </h3>      \ncertainty\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.25&nbsp; \n7:32 pm</dco> &nbsp;<qco> when will the cows come home?</qco> </h3>      \npretty soon\n<br><br>"
  }
]
