[
  {
    "html": "<h3> <dco>1.23.25&nbsp; \n11:43 am</dco> &nbsp;<qco> if a typing mistake is a typo, wouldn't a speaking mistake be a speako?&nbsp;&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.25&nbsp; \n11:27 am</dco> &nbsp;<qco> what are your views on biology</qco> </h3>      \n\"that's life\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.25&nbsp; \n11:05 am</dco> &nbsp;<qco> have you ever written a song based on a drum groove instead of a melody</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.25&nbsp; \n10:41 am</dco> &nbsp;<qco> have you ever felt demotivated by comparing yourself to others making the same type of art as you and if so, how did you get over it</qco> </h3>      \nit has not happened to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.25&nbsp; \n9:49 am</dco> &nbsp;<qco> why do people ask you so many questions about pancakes</qco> </h3>      \nbecause pancakes are famous\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.25&nbsp; \n9:21 am</dco> &nbsp;<qco> What's the longest word you've made in Scrabble?</qco> </h3>      \ninconsequential\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.25&nbsp; \n7:29 am</dco> &nbsp;<qco> I've noticed lots of macedonian and balkan folk music is in odd our mixed meters. Also these folk musicians did not have metronomes. Do you think there is a relationship with the meters humans intuitively create music in and the use, or non-use, of a metronome? More generally, do you think there is a meter or pulse pattern that is connects to human psychology more than any other meter? Is there any merit to asking or searching for such a natural meter, or is such a thing purely speculative and based on one's culture/upbringing? Thanks in advance for sharing your thoughts!</qco> </h3>      \ni think the more music you sift through, the more and more you will continue to find factors of 2 and 3. but what you'll also find, sometimes, when it's time for the words to say something really important, the beats temporarily don't care how many there are\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.25&nbsp; \n3:48 am</dco> &nbsp;<qco> Do you get flustered by compliments or hurt by criticism or do you just not care?</qco> </h3>      \nall of the above, and so much more\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.25&nbsp; \n3:31 am</dco> &nbsp;<qco> Thoughts on odd meter?&nbsp;</qco> </h3>      \nthey probably also mean it's not 3. and if it's 9 they probably don't mean 3x3\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.25&nbsp; \n3:11 am</dco> &nbsp;<qco> how often do you notice things</qco> </h3>      \non average once per moment\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.25&nbsp; \n1:22 am</dco> &nbsp;<qco> What is the most outlandish thing that is nevertheless true?</qco> </h3>      \n'i agree to the terms and conditions'\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.25&nbsp; \n12:29 am</dco> &nbsp;<qco> sometimes people get mad at their computers when they are slow and aren't doing what they want it to do. do you ever praise your computer when it *does* do what you want it to do?</qco> </h3>      \nyes i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.25&nbsp; \n12:01 am</dco> &nbsp;<qco> What is a non-music-related job that you think you might be good at?</qco> </h3>      \nnumber counter\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.25&nbsp; \n11:57 pm</dco> &nbsp;<qco> What do ya think about Conlangs?</qco> </h3>      \nthe joys of conlangs and the joys of real languages seem to have very little overlap. both are fine pursuits, but if you're into one you probably won't be into the other, at least for now\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.25&nbsp; \n10:30 pm</dco> &nbsp;<qco> When you write, do you see it more as saying something you think needs to be said, or asking something you think needs to be asked?</qco> </h3>      \nwhen it's not possible to describe it in any other way\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.25&nbsp; \n10:17 pm</dco> &nbsp;<qco> if i mention the language of dutch in a question will you answer it in dutch</qco> </h3>      \nonly if i have reason to believe that you can understand it without running it through a translator\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.25&nbsp; \n9:16 pm</dco> &nbsp;<qco> For many Muslims, music is forbidden, but you've said you've always been drawn to music. If you had been born in a Muslim family would you have given up music or Islam?&nbsp;</qco> </h3>      \ni may not have discovered it. maybe i would have gotten a jump on my mathematics career instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.25&nbsp; \n8:24 pm</dco> &nbsp;<qco> i want to be a marine biologist but i am terrible at chemistry what do i do</qco> </h3>      \nstart out by getting some fish and trying to figure them out\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.25&nbsp; \n7:59 pm</dco> &nbsp;<qco> what percentage of good boys deserve fudge, do you think?&nbsp;&nbsp;and what about good girls</qco> </h3>      \neveryone deserves fudge, don't worry about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.25&nbsp; \n7:10 pm</dco> &nbsp;<qco> What's the worst question you get asked?</qco> </h3>      \ni can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.25&nbsp; \n5:46 pm</dco> &nbsp;<qco> how do you choose which lyrics you want to put in a song?</qco> </h3>      \nthe words come about at the exact same time as the melody/harmony comes about. how does any of that stuff come about, no one knows. i think most songwriters will agree with that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.25&nbsp; \n5:15 pm</dco> &nbsp;<qco> what do you think of people calling people \"NPCs\"</qco> </h3>      \nreminds me of the guy from Catcher in the Rye calling people 'phony'\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.25&nbsp; \n3:25 pm</dco> &nbsp;<qco> are you sure some of these questions aren't gaslighting me?</qco> </h3>      \nno i'm not sure. some of them are perhaps gaslighting me, at least\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.25&nbsp; \n2:19 pm</dco> &nbsp;<qco> what are your views on chemistry</qco> </h3>      \nit's gonna lead down to mathematics at some point\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.25&nbsp; \n2:00 pm</dco> &nbsp;<qco> how often do you listen to classical music?</qco> </h3>      \nit would be really hard for me to calculate that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.25&nbsp; \n12:52 pm</dco> &nbsp;<qco> When was the last time you watched your favorite movie?</qco> </h3>      \nabout 4 months ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.25&nbsp; \n11:17 am</dco> &nbsp;<qco> are you just working on one project right now or multiple? and might we get a new video/song this year?</qco> </h3>      \nthere's going to be so many new videos and songs you're going to forget you ever asked this\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.25&nbsp; \n8:03 am</dco> &nbsp;<qco> What are your opinions on the color orange?</qco> </h3>      \nseems so simple, but it's shockingly fragile\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.25&nbsp; \n4:04 am</dco> &nbsp;<qco> Why does such a useful accessory as the fanny bag have such a ridiculous name?</qco> </h3>      \nmarketing\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.25&nbsp; \n3:23 am</dco> &nbsp;<qco> If I don't have a pencil handy, is carving whatever I need written down with my nail a viable alternative?</qco> </h3>      \nwhatever device you used to type this question seems ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.25&nbsp; \n1:23 am</dco> &nbsp;<qco> \"The story so far: In the beginning the Universe was created. This has made a lot of people very angry and been widely regarded as a bad move.\"\n<br>\n<br>Do you agree?</qco> </h3>      \nnot exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.25&nbsp; \n12:17 am</dco> &nbsp;<qco> can you meow</qco> </h3>      \nno, you're thinking of someone else\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n11:21 pm</dco> &nbsp;<qco> Hi Bill, I've been trying to write music, and whenever I get an idea, I'm able to write some of a song with it, but then the idea stops and I have to keep forcing out little ideas afterward. And IF I end up with enough ideas to finish the song, it always seems like the ideas don't fit together.What should I do? </qco></h3>      this may seem off the subject, but think about why exactly you want to get songs written<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also, do you write music from beginning to end, or out of order?&nbsp;</qco> </h3>      it always works better when it's written in the order it actually goes in. However, you can't control what ideas you get, so sometimes you get an idea that belongs in the middle of a song. in that case, your task becomes significantly more bizarre and unnatural, because you have to completely disobey the natural law of cause and effect. can be done but it takes a much weirder miracle than normal forward writing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n11:20 pm</dco> &nbsp;<qco> Is it gonna be alright?&nbsp;</qco> </h3>      \nat some point\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n11:07 pm</dco> &nbsp;<qco> Have you ever bought a property in Egypt&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n9:51 pm</dco> &nbsp;<qco> why aren't my noise canceling headphones working?</qco> </h3>      \nto be fair, noise is very difficult to cancel\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n9:43 pm</dco> &nbsp;<qco> are you dutch?&nbsp;</qco> </h3>      \ngeen idee eigenlijk\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n8:40 pm</dco> &nbsp;<qco> Could you get by on a trumpet ?</qco> </h3>      \nnot entirely, but i'll admit that would be useful\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n8:05 pm</dco> &nbsp;<qco> does a moral compass point someplace?</qco> </h3>      \nsure. it points straight up\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n8:04 pm</dco> &nbsp;<qco> how many molecules do you think you could imagine</qco> </h3>      \ni've never successfully imagined a molecule. it's something i'd hope to achieve in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n7:42 pm</dco> &nbsp;<qco> I had an idea for four bars of a melody that is stuck in my head. I can't stop repeating it, but every lyrics I try to come up with sound so dumb. How can I find the right words to relieve this thought?</qco> </h3>      \nthink about why exactly you want to find the right words for it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n7:31 pm</dco> &nbsp;<qco> i really don't want to go to class. what should i do</qco> </h3>      \nstart curating an idea of what you'd rather do\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n6:26 pm</dco> &nbsp;<qco> thoughts on icons?</qco> </h3>      \nso lifelike\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n4:42 pm</dco> &nbsp;<qco> if you want to treat yourself, how does that look</qco> </h3>      \nhow about walking around the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n4:00 pm</dco> &nbsp;<qco> Is the ending of The Ending a bell tolling and a choir of crickets when you slow it way way down?</qco> </h3>      \nbell tolling, yes. crickets, no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n2:40 pm</dco> &nbsp;<qco> which character does look better in the current font? '1' or '2'?</qco> </h3>      \neach one makes the other one look better\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n1:59 pm</dco> &nbsp;<qco> What is the best time of the year?</qco> </h3>      \nthe part where the time of year changes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n1:04 pm</dco> &nbsp;<qco> i'm having trouble with finishing songs, one of them I really like but I don't know how to move forward with it (i'm stuck on the drums for most of them)</qco> </h3>      \nthink about why exactly you want it to be finished\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n12:35 pm</dco> &nbsp;<qco> Any tips for getting better at chess ?</qco> </h3>      \njust play a lot of games, think about it sometimes in between the games,\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n11:49 am</dco> &nbsp;<qco> was I born this way or have I made the wrong decisions up until now?</qco> </h3>      \npossibly both, neither,\n<br><br>"
  }
]
