[
  {
    "html": "<h3> <dco>8.12.19&nbsp; \n12:44 am</dco> &nbsp;<qco> what drugs have you taken?</qco> </h3>      \nmen's one a day\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.19&nbsp; \n12:21 am</dco> &nbsp;<qco> i wanna do suicide what can i do to stop it</qco> </h3>      \nbook tour!\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.19&nbsp; \n12:00 am</dco> &nbsp;<qco> How the hell are you so funny? \n</qco></h3>      could be some kind of survival instinct<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tFollow-up question: What is eggs?</qco> </h3>      \nsome type of yellow slime which could have been someone\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n11:58 pm</dco> &nbsp;<qco> how does one edit videos like you music videos?</qco> </h3>      \nhopefully a better way than i used to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n11:41 pm</dco> &nbsp;<qco> What do you do when you feel like you're not making any progress on anything?</qco> </h3>      \nbook tour!\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n11:30 pm</dco> &nbsp;<qco> it's funny how life is sometimes, how beautifully flawed and&nbsp;&nbsp;tragically perfect. what's something that's beautiful to you</qco> </h3>      \nit keeps switching so fast, whatever i say will probably switch by the time you read this\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n11:20 pm</dco> &nbsp;<qco> fave article of clothing?</qco> </h3>      \npant\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n10:24 pm</dco> &nbsp;<qco> do Any of your characters have confirmed genders? i know some of your characters you have suggested to not exactly have a certain gender (from what i remember, this is the case with damien, simon, and most recently steve, unless if i'm missing something somehow) but i'm kinda wondering if there are any that you know have a definite gender. idk i'm a curious person sorry LOL</qco> </h3>      \ni think some of them probably do. the one that comes to mind at the moment is 'triangle boy'. i think the mail person in the steve video was supposed to be a woman ..... but now that i think about it, in that video things aren't always what they seem\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n10:19 pm</dco> &nbsp;<qco> Are you a turing complete bot?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n9:51 pm</dco> &nbsp;<qco> My bass guitar plays flatter on open notes than when fretted. Is there a term for this so I can google it?</qco> </h3>      \nintonation. i think ultimately you may find yourself at a repair shop and they will fix the alignment of the neck for you. or maybe you could do it yourself if you can figure out how ......\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n9:05 pm</dco> &nbsp;<qco> Did you quit fam?</qco> </h3>      \nhaven't started\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n8:13 pm</dco> &nbsp;<qco> How do you come up with non-sequitur statements quickly?</qco> </h3>      \nit can be useful to have access to alternate sequiturs\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n8:02 pm</dco> &nbsp;<qco> Any talents?</qco> </h3>      \ni will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n7:37 pm</dco> &nbsp;<qco> is it such a bad thing to stay in bed until 5 pm? people say that it is bad to do that or that it is a sign of depression and stuff.&nbsp;</qco> </h3>      \nit all depends on when you went to bed. if you went to bed at 9:00 am, i'd say it would be very important to stay in bed and asleep until about 5pm. if you went to bed at 2pm, i'd recommend sleeping for a bit longer still\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n7:26 pm</dco> &nbsp;<qco> do you prefer moss over grass?</qco> </h3>      \nyes but great moss is so hard to come by\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n7:25 pm</dco> &nbsp;<qco> have you ever listened to any of your songs after release?</qco> </h3>      \nas little as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n7:23 pm</dco> &nbsp;<qco> I'm considering taking a poetry-writing class taught by a self-described Fat Black non-binary Femme, but as a white male I feel a bit out of my depth. What should I do?</qco> </h3>      \nyou could try the class and see if you like it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n7:20 pm</dco> &nbsp;<qco> is there really much point at all?</qco> </h3>      \ninfinite point\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n6:31 pm</dco> &nbsp;<qco> Are you a cat</qco> </h3>      \ni was going to say no, but now that i think about it i realize i'm not so sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n6:21 pm</dco> &nbsp;<qco> Am I 3d?</qco> </h3>      \nmaybe more\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n6:14 pm</dco> &nbsp;<qco> hi bill i have a specific voicing issue i thought you could help. I'm playing this: https://i.imgur.com/qZVTEaU.jpg \n<br>The last chord feels muddy to me but thin with any note less and I can't figure out if my only choice is to lower the bass notes one octave. I am not quite sure yet but i think ive pinpointed my issue with that last voicing to be the 2 fs interacting weridly with each other or the low f with the&nbsp;&nbsp;creating weird harmonics.&nbsp;</qco> </h3>      \nit's just gonna depend on the sound of the instrument you're using. i don't know any greater context of the song you're in, and this may give you a warmer sound for that last chord which may or may not be what you're looking for, but might i suggest swapping the higher F out for A. but that might totally go against what you're looking for, and i think it's more likely that you just wanna finesse the instruments a bit more. try a diff instrument, try combining 2 instruments, seeing which notes you can play louder or softer on each instrument and blend it differently. maybe actually just take out that higher F. and if you want more density you could go for the A, which again will be more of a warm and cuddly sound which may or may not be what you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n5:28 pm</dco> &nbsp;<qco> How do you make all the psychedelic acid-y effects for your videos?</qco> </h3>      \nhopefully a better way soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n4:29 pm</dco> &nbsp;<qco> how can i make my feet think better?</qco> </h3>      \ndo some practice exercises and dances\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n4:20 pm</dco> &nbsp;<qco> Is it ok to put ketchup on rice?</qco> </h3>      \nnot if i'm gonna eat it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n3:59 pm</dco> &nbsp;<qco> Can use you ISO 8601 for dates on your site please?</qco> </h3>      \ni use it where it matters (in the file names)\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n3:48 pm</dco> &nbsp;<qco> Any tips/rules of thumb for voicing non-diatonic passing chords and/or temporary key changes to make them really uh....good?&nbsp;</qco> </h3>      \nit's all about songs. get to know songs like people, make friends with each one of them. These things you're talking about, it's just the same as traits in people. you never know what might make someone the magical person they are. but the more people you know, the more you might be able to dream up and invent these things in song, seemingly out of nowhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n3:36 pm</dco> &nbsp;<qco> did you know in system preferences you can bind caps lock to another key like control?​</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n3:10 pm</dco> &nbsp;<qco> hello bill, i was wondering, did you just start using/experimenting with blender (3d)? your latest reality video gave me that impression.</qco> </h3>      \ni started experimenting with blender 3 years ago when i was looking for ways to do the 3d globe in history of the world. i abruptly abandoned it due to what i perceived to be catastrophic file management tactics, and moved onto a different and more obscure 3d program which has been my go-to for the last 3 years. as of the last 2 months i am experimenting with a huge range of different tools, but none of which has made it into any reality video yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n2:21 pm</dco> &nbsp;<qco> How do I not be tired all the time?</qco> </h3>      \nyou're gonna wanna go ahead and sleep\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n2:03 pm</dco> &nbsp;<qco> Can you write the weirdest thing you can in 20 words or less?</qco> </h3>      \nnothing is weird\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n1:46 pm</dco> &nbsp;<qco> tell me your phone number sir</qco> </h3>      \n0\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n12:23 pm</dco> &nbsp;<qco> what was being on the genius channel for \"Mount St. Helens is about to Blow Up\" like?</qco> </h3>      \nso yellow. so much yellow stuff in that building. the cameras are yellow\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n11:30 am</dco> &nbsp;<qco> What year produced the most good jazz?</qco> </h3>      \nthat's up to you. 2020\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n11:16 am</dco> &nbsp;<qco> lets say a robot was capable of distinguishing various instruments and singing styles. if it tried to guess the genrres of various songs, could it do so based on only this information? or is it too loosely / culturally defined for it to be possible?</qco> </h3>      \nwhat tends to happen is, the company will claim that it's doing this by sound only, but actually it's probably relying heavily on the metadata, and the market data, looking at demographics of who's listening to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n10:34 am</dco> &nbsp;<qco> is love bread</qco> </h3>      \nno, but you might be interested in lovebread\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n10:31 am</dco> &nbsp;<qco> I am not computer savvy at all... what sort of applications/tools do u use to make all those graphics in your videos? ... like where and how do you do your creating on your computer</qco> </h3>      \nfiguring that out now actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n9:52 am</dco> &nbsp;<qco> Opinion on world war 3\n<br></qco> </h3>      \nthere's been so many re-makes you're gonna have to specify which version\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n8:45 am</dco> &nbsp;<qco> How do you like your applesauce?</qco> </h3>      \nin writing, if at all possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n7:43 am</dco> &nbsp;<qco> Do you ever feel disorganized when it comes to making content?</qco> </h3>      \nyes but that's what has caused me to develop some of my strongest tools that i implement today\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n7:17 am</dco> &nbsp;<qco> hey bill, sorry that this isn't a question but I just wanted to thank you so much for being alive and for creating the things that you create, you're so very hardworking and loving in the things that you do, that it makes me really happy knowing how much love and determination you can give into your awesome and inspiring music and videos! and also, I hope that your day goes well, and that things will go well for you in whatever you are doing, take care bill you're amazing!!</qco> </h3>      \nthat's very kind of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n7:09 am</dco> &nbsp;<qco> favourite Julian Casablancas moment?</qco> </h3>      \nhow about <a href=\"strokes-oh-i.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n5:14 am</dco> &nbsp;<qco> i am trying to teach someone singing but they usually cant control not gliding from below into the note, i havent been able to figure out the right advice to help them control it. Do you have any advice to be able to control it as opposed doing that kind of pitchbend approach from below at specific moments&nbsp;&nbsp;naturally. Happens more when trying to work on songs that they've been singing it that way for years.</qco> </h3>      the question i would ask is, do they want to stop doing it, or is this something you want them to do\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n5:05 am</dco> &nbsp;<qco> have you ever stapled bread to a tree?</qco> </h3>      \nwould never hold\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n5:01 am</dco> &nbsp;<qco> do you play music or play with music?</qco> </h3>      \ni let music play me\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n4:38 am</dco> &nbsp;<qco> Do you think we developed mouths or noses first?</qco> </h3>      \nwe first developed the snout, which gradually separated into the mouth and nose\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n4:20 am</dco> &nbsp;<qco> What are some good positive affirmations</qco> </h3>      \nthe sun rise\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n4:18 am</dco> &nbsp;<qco> Why do I need a compass?</qco> </h3>      \nthat depends where you are\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n3:45 am</dco> &nbsp;<qco> often times when explaining myself i feel like either people dont get what im saying or dont want to hear it, but that just makes me want to explain it further, entering a feedback loop of me wanting to make sure they understand, and them really not wanting to listen or thinking they got it already while I think maybe theres a deeper way to get it. Whats a good way to get over the feeling of having to explain up until the point one is convinced the other has heard to instead be able to get over it and move on. It can even be when giving advice, that maybe the other person doesn't want to hear or is not receiving well, i find that the need to give the advice can be more harmful than the advice itself since it can make the other person feel like they have a bigger problem than they do, or feel like they have emotional homework now having had pointed stuff out. How to know when one wants the advice vs not wanting it. How to stop going in circles when gi\n ving adv\n ice and not being cued of the fact that they get it, i dont even know what im trying to ask anymore. Funnily enough whenever I get in my head and find a new problem or solution I feel like you might relate to it and have insight. Looking forward to enjoying whatever it is you're releasing next!</qco> </h3>      \nyou could try getting onto some kind of obstacle course. suddenly you may learn to express all your most important ideas in 3 words or less\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n3:06 am</dco> &nbsp;<qco> <a href=\"q.php?date=201908100508\">8.10.19&nbsp;&nbsp;5:08 am</a>  x-ray, x-men, uberx, tedx, zanex, fedex, x marks the spot, spacex, xxl t-shirts, xxx, xoxo, my ex, y=mx+b, xbox, 400x microscope, x-cetera.\n<br>\n<br>any more you can think of?</qco> </h3>      \nkleenex, iphone X, mac os X, final cut pro X, logic pro X, x-factor, x files\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n1:44 am</dco> &nbsp;<qco> Why has my father not returned from the shops, yet? It's been 8 years.</qco> </h3>      \nmaybe he lives at the shop now\n<br><br>"
  }
]
