[
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n3:28 pm</dco> &nbsp;<qco> why dont plants just eat&nbsp;</qco> </h3>      why don't you just do photosynthesis\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n3:14 pm</dco> &nbsp;<qco> Am i an idiot</qco> </h3>      everyone is\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n2:44 pm</dco> &nbsp;<qco> Why did you start this questions page</qco> </h3>      to grow strong\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n2:13 pm</dco> &nbsp;<qco> how do you write song lyrics</qco> </h3>      you have to let them write you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n2:11 pm</dco> &nbsp;<qco> are drugs bad</qco> </h3>      mad\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n2:10 pm</dco> &nbsp;<qco> are you an artist</qco> </h3>      i am if you are\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n1:54 pm</dco> &nbsp;<qco> what made you want to become an artist person</qco> </h3>      already was\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n1:49 pm</dco> &nbsp;<qco> why dont you update the anagrams,</qco></h3>      are you kidding, i put a new one up every day<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; notebook</qco></h3>      i do update notebook but i mostly make videos instead. the only notebook updates are usually to add previous things, which there are still a lot of left to add<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and reality pages?</qco> </h3>      the reality videos take a huge amount of time to produce, because it requires going through thousands of hours of audio and finding a coherent narrative. i love to do it but it is devastating for the production time of the other videos, for the videos page etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n1:17 pm</dco> &nbsp;<qco> If you want to release videos every two weeks, why don't you just start calling months weeks? Bada bing bada boom</qco> </h3>      i don't think that would work\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n1:16 pm</dco> &nbsp;<qco> I keep seeing this girl on twitter who wants to talk to you about fish, has or will the fabled fish discussion ever occur?</qco> </h3>      she's bluffing\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n1:05 pm</dco> &nbsp;<qco> is it possible to get a cowbell score if the cowbell in on a drum set or nah</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n12:31 pm</dco> &nbsp;<qco> can I adopt you?&nbsp;</qco> </h3>      there is a waiting list\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n12:31 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201808220954\">8.22.18&nbsp;&nbsp;9:54 am</a> \n<br>\n<br>What is your system of dealing with chords like V7?</qco> </h3>      write 5 with little 7 above it. easier done in handwriting than in text. if i'm in text and i don't have superscript it could be awkward. but i'll find a way maybe like with parentheses or something, but it's actually probably easier to just set a key, that way u can use letters with number\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n12:26 pm</dco> &nbsp;<qco> why don't you do monday videos anymore?\n<br>it'd make people think you were still working.</qco> </h3>      it would make people think those are all i was doing, and thus send me death threats\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n12:20 pm</dco> &nbsp;<qco> If you were able to master hypnosis, what would you do?</qco> </h3>      hypnotize some folks\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n11:09 am</dco> &nbsp;<qco> is your career just secretly trying to expose the lizard people babylonian conspiracy or is it the lizard people babylonian conspiracy</qco> </h3>      the lizard is you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n10:05 am</dco> &nbsp;<qco> whats more than 2 but less than 4.</qco> </h3>      π\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n10:05 am</dco> &nbsp;<qco> Are mispelings a bad thing?</qco> </h3>      mad\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n9:24 am</dco> &nbsp;<qco> should i get a life or wait for life to get me? </qco></h3>      how about make one<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is the life going to eat me?</qco> </h3>      it already did, long ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n9:20 am</dco> &nbsp;<qco> do snakes have legs?</qco> </h3>      the snake is the leg\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n8:52 am</dco> &nbsp;<qco> do you sing because you're happy?</qco> </h3>      sometimes but most of the singing you've heard from me has been a deliberate attempt to deliver something i had written\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n8:10 am</dco> &nbsp;<qco> <a href=\"q.php?date=201808220622\">8.22.18&nbsp;&nbsp;6:22 am</a>  You don't seem to have the same approach when it comes to writing and composing songs. You are very careful even with details that can't particularly affect listener experience. \n</qco></h3>      that's not true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n(But making that observation is a kind of listener experience, so I guess I've contradicted myself in a way. On the other hand, I wouldn't have given it a thought if question \"<a href=\"q.php?date=201808220622\">8.22.18&nbsp;&nbsp;6:22 am</a> \" hadn't made me think of it.)</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n8:00 am</dco> &nbsp;<qco> What do you think of sloths?&nbsp;</qco> </h3>      they are juicy yet firm\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n8:00 am</dco> &nbsp;<qco> If you are too small for the mall,how small are you?</qco> </h3>      less than 4 feet tall\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n7:58 am</dco> &nbsp;<qco> are you ok? or do you need bread?</qco> </h3>      both\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n7:54 am</dco> &nbsp;<qco> you seem to have such a positive outlook on life. how do you wake up everyday and have the energy and willpower to consciously enjoy every moment??</qco> </h3>      it turns out enjoying moments is very enjoyable\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n7:34 am</dco> &nbsp;<qco> How would you recommend going about releasing music online, to a complete newcomer?</qco> </h3>      almost every social media site lets you do it. if you get sick of their design/rules you can make your own site which might cost a little bit of money\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n6:24 am</dco> &nbsp;<qco> I saw a potato on the ground should I eat it?&nbsp;</qco> </h3>      sure or you could eat the ground\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n6:20 am</dco> &nbsp;<qco> is it possible to retreat from the world to find urself without it being at the expense of ur mental and emotional health</qco> </h3>      you can't retreat from the world. any where you go, more world\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n5:26 am</dco> &nbsp;<qco> why is the sound of rain so relaxing</qco> </h3>      that is to coax you into a false sense of serenity and then electrocute you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n4:59 am</dco> &nbsp;<qco> very excited about the new Twitch channel! what sort of things will you be streaming (video editing, music recording, other things)?</qco> </h3>      stats\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n4:10 am</dco> &nbsp;<qco> opinion on puzzles?</qco> </h3>      solvable!\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n3:46 am</dco> &nbsp;<qco> What modern song (2010s) would you say has the best composition?&nbsp;</qco> </h3>      every song is competing with itself for best and worst at the same time. that is the secret of music, but makes your question completely unanswerable<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n2:16 am</dco> &nbsp;<qco> Do you think I have any chance of becoming a film score composer?</qco> </h3>      sure. your chance can be 100% if you make are the one making the films\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n2:07 am</dco> &nbsp;<qco> Have you made any albums at all? Sorry if it's been asked before</qco> </h3>      let the songs roam free, that's what i say\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n1:25 am</dco> &nbsp;<qco> Do all of your lyrics in songs like Outside and La de da de da de da de day oh have meaning or is some of it random just for the sake of being random?\n</qco></h3>      was trying to make it good<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also, how do you feel about having such a huge following for what seems to be a pretty strange \"gimmick\" as far as YouTube goes? (I don't mean that in a negative way at all, I absolutely love what you do)</qco> </h3>      if it's a gimmick then i wonder why it takes 2 months working day and night to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n12:55 am</dco> &nbsp;<qco> how do you upload your music to spotify. like, how does it work</qco> </h3>      you can't. you have to pay someone who has more powers. \"but where can i get powers?\" you might ask and never find out\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n12:55 am</dco> &nbsp;<qco> how to stop crying?</qco> </h3>      you must finish crying\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n12:44 am</dco> &nbsp;<qco> When should I come out to my parents?&nbsp;</qco> </h3>      whenever they come out to you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n12:32 am</dco> &nbsp;<qco> why don't you link your merch in your \"about\" section on youtube? i know it's not really hard to find your merch from your website, but to recent fans, you have to do a little digging.</qco> </h3>      it's linked in the video descriptions but it's not something i'm excited about nor particularly care about. i was talked into it by a very kind and responsible person, who agreed to do all the work except the designs\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n12:12 am</dco> &nbsp;<qco> Why does my grandma hate your music. I showed her hello sexy pants and la de da de da de da de day oh the other day and she said it horrible</qco> </h3>      many people hate on music made more than 50 years after they are born. or maybe it just sucks\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n11:45 pm</dco> &nbsp;<qco> why does my coffee make noises</qco> </h3>      it is growing strong\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n11:32 pm</dco> &nbsp;<qco> why do you think it's important to separate work and art and a personal life?</qco> </h3>      you don't have to. try keeping them together, see what happens. could be fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n11:20 pm</dco> &nbsp;<qco> What is your favorite fish?</qco> </h3>      oh i'm not falling for that one again\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n10:53 pm</dco> &nbsp;<qco> What is the meaning behind \"8FH3L4HAOWHE3L\" at 13 seconds into \"Hallelujah\"?</qco></h3>      that's probably the serial number of the staircase<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Are you trying to tell us something?</qco> </h3>      decorating\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n9:38 pm</dco> &nbsp;<qco> Any tips for making friends?</qco> </h3>      be the friend\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n9:28 pm</dco> &nbsp;<qco> I really liked your reality videos. Do you think you'll ever make more of them?</qco> </h3>      the audio has continued continuously since 2012. and the audio is worthless until i make videos from it. so it's important. keep in mind no reality videos were produced until 2016, and i had to put everything else on hold for 3 straight months while i did it. and now everyone thinks 2016 is when i stopped but it's actually when i did them all. except for the last 10 which were done in 2017 and again nothing got done for those 2 weeks while i was doing them. imagine, i could have had the \"outside\" song done 2 weeks earlier if it weren't for me literally making journal videos about making journal videos<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n9:20 pm</dco> &nbsp;<qco> i wish i was more than just text characters on a screen to tell you that i am wholly inspired by your work, and your creative talents. is/would there ever be a po box or equivalent to sent things, or a meet and greet idea in the future?</qco> </h3>      hopefully i can think of something a little more interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n9:15 pm</dco> &nbsp;<qco> what is yr favorite dog breed</qco> </h3>      what's the kind where they get to marry for love\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n9:04 pm</dco> &nbsp;<qco> Why did u make the book stacking video? I love that video btw&nbsp;</qco> </h3>      i made it because i thought you might love it\n<br><br>"
  }
]
