[
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n7:58 pm</dco> &nbsp;<qco> I decided to write a paragraph for a question. You see a lot of other people have multiple questions in one request, so <a href=\"can-you-answer-this-question.html\">will you answer this?</a> Also, <a href=\"which-questions-to-answer.html\">how do you decide which questions to answer?</a> You even seem to answer questions over and over and over again just by linking to the old question. Last question: <a href=\"will-you-answer-this-with-a-link.html\">will this become a link to a past question?</a> I hope it won't. That would be very sad...</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n7:04 pm</dco> &nbsp;<qco> Why do you always have a real bass in your videos but in the music there is only a MIDI bass sound?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n6:47 pm</dco> &nbsp;<qco> Bill I've read somewhere that you like to keep 2 projects at the same time.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I'm always doing two things at once but obviously it take longer to finish them. Funny thing is: when I try to do them one at a time I never start.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n6:13 pm</dco> &nbsp;<qco> how did you learn chords?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n5:57 pm</dco> &nbsp;<qco> do you do all the graphics in your vids</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n or does a pal help you sometimes</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n4:33 pm</dco> &nbsp;<qco> You expressed that you prefer adding chords into your music after you write a melody with lyrics, </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and that the chords are hidden in the melody. Do you ever compose the other way around, building a melody off of some chords that you enjoy?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n4:07 pm</dco> &nbsp;<qco> What if myself is someone who pretends to be some one else, how do I be myself?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n12:06 pm</dco> &nbsp;<qco> how do you know if youre an artist or not? do you just decide you are? do others have to tell you are? ... no you just decide. </qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n10:51 am</dco> &nbsp;<qco> What is it called when you mix a thing with a thing with another thing to make even greater thing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n9:39 am</dco> &nbsp;<qco> if you just look at the title of your unrecorded songs, do you still remember how any of it goes?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n9:22 am</dco> &nbsp;<qco> How do you take note of the feel/groove you want when writing a song? </qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n9:02 am</dco> &nbsp;<qco> What is your favorite interpretation of quantum mechanics?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n6:51 am</dco> &nbsp;<qco> will you ever to a breakdown on your thought-process in making your music and/or videos, or do you consider that as an autopsy of your creativity, rather than a live dissection?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n6:38 am</dco> &nbsp;<qco> Jeremy Corbyn has wayyyy more followers than you on Instagram!! </qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n2:44 am</dco> &nbsp;<qco> When compared to general classical music, pop music has strayed vastly from the complexity of older music. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nDo you think there is a way that pop music will ever return to a genre with such complexity in regards to key changes?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I know jazz tries but do you think it's possible that a completely different genre of music could come about and achieve this task?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nFurthermore, do you think it's actually possible, with your knowledge in music theory, that such a blending of genres is yet to be found which could make the complex palatable in a way that the general population would accept it? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\n\nIf so, can you predict which direction/genre/ noun of music it will come from?\n\n</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp; \n1:21 am</dco> &nbsp;<qco> You mentioned wanting to tour-I'm guessing thats still quite a ways off from coming to fruition due to stuff like wanting to focus on the randomized songs, building up a song catalogue, time and money, etc?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp; \n1:14 am</dco> &nbsp;<qco> how to find a soulmate </qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp; \n12:11 am</dco> &nbsp;<qco> <a href=\"how-long-does-it-take-to-answer-questions.html\">how long do you normally spend thinking of answers to these questions</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n11:14 pm</dco> &nbsp;<qco> where is the universe i think im lost</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n10:39 pm</dco> &nbsp;<qco> <a href=\"why-make-a-youtube-channel.html\">Why did you create your YouTube channel?</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n10:25 pm</dco> &nbsp;<qco> bill, do you think that life has meaning?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n10:19 pm</dco> &nbsp;<qco> who is diario??</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n10:18 pm</dco> &nbsp;<qco> i think it's time for you to update the reality section, don't you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n10:16 pm</dco> &nbsp;<qco> why did u end \"all you need is love\" with a major chord?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n10:09 pm</dco> &nbsp;<qco> I am a robot programmed to make music. I've been told that my music lacks what you humans call \"feeling\" or \"soul\"... If I use more variation in dynamics, incorporate grace notes, and throw in an occasional rubato passage... would that be enough to trick humans into believing that I play with this so-called \"feeling\"? </qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n9:55 pm</dco> &nbsp;<qco> if you can't finish your song until  this tuesday, will you upload it another day of the week or you'll wait until next tuesday?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n9:55 pm</dco> &nbsp;<qco> I got bit by a goblin, and now I'm starting to feel woozy..  what should I do? </qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n9:29 pm</dco> &nbsp;<qco> have you thought maybe you can release an older song on tuesday if the new one isn't finished in time? i know that's not as thrilling but it might be a good compromise?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n8:44 pm</dco> &nbsp;<qco> WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO? WHERE DID YOU GO?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n8:26 pm</dco> &nbsp;<qco> You make music... so that's like notes and stuff right? </qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp; \n8:07 pm</dco> &nbsp;<qco> What is the best day of the yaer?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp;\n7:00 pm</dco> &nbsp;<qco> You said that you just updated notes but when I go to notebook the latest notes are from last year??? (I'm pretty sure I can see some updated ones in expert mode but not in notebook)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp;\n6:48 pm</dco> &nbsp;<qco> Do you think age is a number or a word?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp;\n6:25 pm</dco> &nbsp;<qco> What are you working on right now? Can you tell us about it please</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp;\n5:47 pm</dco> &nbsp;<qco> when will the song be released?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp;\n5:30 pm</dco> &nbsp;<qco> what is your opinion on the tesla cars and their electric energy!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp;\n2:04 pm</dco> &nbsp;<qco> are you like a magic 8 ball?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp;\n1:02 pm</dco> &nbsp;<qco> are you a banana?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp;\n11:06 am</dco> &nbsp;<qco> Is there a new song coming up</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp;\n9:18 am</dco> &nbsp;<qco> what did you do on june 12 2014 </qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp;\n9:03 am</dco> &nbsp;<qco> What will you do if the new song isn't ready to release by Tuesday?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp;\n8:45 am</dco> &nbsp;<qco> What's the difference between an apple and banana?\n</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp;\n7:47 am</dco> &nbsp;<qco> how do you come up with anagrams so well?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp;\n5:09 am</dco> &nbsp;<qco> Hey bill. Doing you think you will continue to put music in ITunes. (p.s. New Cannan is my favorite song ever)\nBye </qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp;\n2:55 am</dco> &nbsp;<qco> In your opinion, what is usually the hardest part about writing a song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp;\n1:17 am</dco> &nbsp;<qco> what's the difference between 12 am and pm</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.17&nbsp;\n1:02 am</dco> &nbsp;<qco> how many blueberries are too many?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.16.17&nbsp;\n11:44 pm</dco> &nbsp;<qco> oh no. saw how you do lyrics melody and chords at the same time and i've been writing songs this whole time with just lyrics and a melody and trying to fit chords in after the fact and its always been so hard for me to do that. but if i find success in doing that what should I do with maybe 30-40 songs fragments or completed that only have lyrics and a melody in them and no chords</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.16.17&nbsp;\n11:32 pm</dco> &nbsp;<qco> I donated some money, and I need to know if there's a good chance of a favorable return on my investment.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.16.17&nbsp;\n11:05 pm</dco> &nbsp;<qco> has hotewig mostly ended the country requests?</qco> </h3>"
  }
]
