[
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n9:35 am</dco> &nbsp;<qco> Is audio mixing hard?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n7:46 am</dco> &nbsp;<qco> Hey bill! Say you have chords that go C-Am-Dm-G, and you want to approach each chord with its own ii-V sequence. So C - Bdim E7 - Am - Edim A7 - Dm - Am D7 - G - Dm G7 - C.... and then if you want to break that down again, would that be possible? How would you do a ii-V-I if you're approaching a diminished chord or a dominant chord?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n7:42 am</dco> &nbsp;<qco> What Colour?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n6:39 am</dco> &nbsp;<qco> is the third word of the new thing \"for\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n4:49 am</dco> &nbsp;<qco> <a href=\"q.php?date=201709181403\">9.18.17&nbsp;&nbsp;2:03 pm</a>  how are you so sure it's not your mom\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n2:48 am</dco> &nbsp;<qco> do you play glockenspiel???</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n1:07 am</dco> &nbsp;<qco> Can you please make a new documentary, like a 'history of [blank]'? I really enjoy them, especially the history of the entire world, i guess, and I'm sure everyone else enjoys them too.\n<br>So yeah, can you please make another documentary? I know it takes a lot of time, but 'Hard work pays off in the end'</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n11:32 pm</dco> &nbsp;<qco> Have you ever considered adding a section to your website where people can just ask you stuff and maybe you reply sometime? I feel like that'd be a pretty cool thing to add, personally.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n11:24 pm</dco> &nbsp;<qco> Will the new video be out within the next millennium? Century? Decade? Year? Month? Week? Day? Hour? Minute? Second? Millisecond? Nanosecond?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n11:20 pm</dco> &nbsp;<qco> Hey Bill I'm gonna donate a million dollars for you. haha just kidding Bill!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n11:19 pm</dco> &nbsp;<qco> why isn't your handwriting neater?!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n11:14 pm</dco> &nbsp;<qco> How do you know if a question is or isn't from your mom</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n10:57 pm</dco> &nbsp;<qco> why dont you ever use lowercase letters&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n10:47 pm</dco> &nbsp;<qco> I ask a lot of questions on here but then I get side tracked by other things and forget to visit your website (so sorry about that). What do I do when I can't remember what questions I asked?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n9:59 pm</dco> &nbsp;<qco> How do I break out of patterns in my improvisation?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n9:37 pm</dco> &nbsp;<qco> Any favorite book?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n9:27 pm</dco> &nbsp;<qco> why are you using helvética on this page?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n9:10 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201705192253\">5.19.17 10:53 pm</a>  WHAT? man you're so lonely :( don't you have friends? :((((((</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n8:29 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201709181619\">9.18.17&nbsp;&nbsp;4:19 pm</a>  does it really? I looked it up online and all I found was the \"California Association of Winegrape Growers\".</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n8:19 pm</dco> &nbsp;<qco> What are your favorite hobbies?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n8:18 pm</dco> &nbsp;<qco> Bill, do you think that no matter what song/vid you're about to release, people are gonna say that it's not as good as your old stuff?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n8:13 pm</dco> &nbsp;<qco> i'm taking an after school ap music theory class, because i wanna major in music someday (i'm a senior in hs), but everyone in the class is leagues ahead of me and the teacher is very Not Nice. should i stick it out or find another way to learn?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n8:06 pm</dco> &nbsp;<qco> do you like to spread misinformation?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n7:43 pm</dco> &nbsp;<qco> Why is the sky blue?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n7:37 pm</dco> &nbsp;<qco> Do you ever go back and revisit your past works? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you think there's any value in doing so?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n7:36 pm</dco> &nbsp;<qco> Can you write a song about me?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n7:15 pm</dco> &nbsp;<qco> Do you experience emotions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n7:13 pm</dco> &nbsp;<qco> Do you accept the terms and conditions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n5:52 pm</dco> &nbsp;<qco> what are you trying to do with your life</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n5:35 pm</dco> &nbsp;<qco> what were your thoughts on that crazy plot twist of hitler killing himself near the conclusion?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n5:05 pm</dco> &nbsp;<qco> SHOULD I EAT MY PIANO TEACHER?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n4:34 pm</dco> &nbsp;<qco> why weren't fidget spinners in hotewig?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n4:33 pm</dco> &nbsp;<qco> to make things more different, I moved my desk, tv, and bed sideways or in various angles. Problem is, I can't use em all that well anymore. Tips?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n4:19 pm</dco> &nbsp;<qco> On <a href=\"q.php?date=201608242125\">8.24.16&nbsp;&nbsp;9:25 pm</a> &nbsp;&nbsp;you were asked \"How do you prefer to laugh on the internet? e.g. lol, haha, lmao, rofl, cawg, etc.\"&nbsp;&nbsp;What does \"cawg\" mean??? I've never heard that one.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n4:11 pm</dco> &nbsp;<qco> is the third word of the new thing \"on\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n3:57 pm</dco> &nbsp;<qco> what should i do</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n3:40 pm</dco> &nbsp;<qco> Would \"finders-keepers losers-weepers\" hold up in a court of law?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n3:25 pm</dco> &nbsp;<qco> Do efficent, proficient, and sufficient all mean the same thing?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n3:18 pm</dco> &nbsp;<qco> how did you make that \"aaaaaaa\" sound after \"we've come so far\" in i wanna be a movie star</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n3:12 pm</dco> &nbsp;<qco> A musician must make music, an artist must paint, a poet must write, if he is to be ultimately at peace with himself.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n2:25 pm</dco> &nbsp;<qco> zombies have taken over my brain what do i do</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n2:07 pm</dco> &nbsp;<qco> I know you are not primarly a guitar player but i am, and i always hold my pick with three fingers and my teacher says i should switch to a different grip to make it easier, the thing is my grip feels really natural since ive been using it for a long time and i wanted to know if i should switch to the other to maybe improve my skills but have a tough time getting used to it or just stick to what i know and feel comfortable with?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n2:03 pm</dco> &nbsp;<qco> Hi bill its your mom</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n1:53 pm</dco> &nbsp;<qco> How do I overcome my fear of overcoming fears?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n1:46 pm</dco> &nbsp;<qco> is tuesday the 19th an important day, where some bill wurtz song could possibly be released on?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n1:27 pm</dco> &nbsp;<qco> How's the new vid coming along?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n12:58 pm</dco> &nbsp;<qco> others don't complete my work. i don't care whoever is it, i never would let someone do that, it's MINE. i just tell people what to do. but to stage something there are other people i have to work with, the people who made me write the script and who will probably cut some scenes out. it seems it's my only choice right now, to work with them or anyone else who is able to cut until i'm ready to take bigger and faster steps. i actually want to do it on my own, right now and i'm still trying to figure out how to do such a thing alone (and i'm open to any suggestion from you). i think writing anything is meant to be done alone and i do it that way because it's the best one but shooting a film or performing a play... i really have to work with a crew (and with some people outside the crew) unless we are talking about an online monologue video here. so yeah i'm not completely free at the moment but one day i will be, i have just begun. what i'm saying is,\n  i don't\n  rely on others to complete my work, it's more like i command them. you definitely should try this. even if 'they' are the people i told you about, i'm the one who is in the driver's seat and i wouldn't write the script if i wasn't. letting them cut stuff is compromising, because i know the script i've written is risky, and daring.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n12:57 pm</dco> &nbsp;<qco> what happens if we can't tell real news from fake news?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n12:57 pm</dco> &nbsp;<qco> Is Paul Simon your Garfunkel?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n12:46 pm</dco> &nbsp;<qco> How to deal with the hurt feelings after someone leaves you hanging for a high five?</qco> </h3>"
  }
]
