[
  {
    "html": "<h3> <dco>1.19.23&nbsp; \n7:02 am</dco> &nbsp;<qco> you say to start learning your favorite songs and everything else will follow. do you think transcribing them is worth it and will help, </qco></h3>      sure, that's a good idea<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or does that just take more time?</qco></h3>      it takes time and it's good<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; like would it help to improve my understanding of melodies?</qco> </h3>      sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.23&nbsp; \n6:26 am</dco> &nbsp;<qco> how do i write a novel</qco> </h3>      \nyou are supposed to teach everyone else how write a novel, by writing one yourself and demonstrating how it's done\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.23&nbsp; \n2:11 am</dco> &nbsp;<qco> i'm deeply in love with this girl who's my best friend but she says she doesn't like me back what do I do Bill</qco> </h3>      \nif what you say here is true then i think you'll have to say goodbye, otherwise this could get increasingly miserable. if you move on, you will be also miserable for a temporary period of time, but in the future you will be able to find happiness\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.23&nbsp; \n1:28 am</dco> &nbsp;<qco> Portraits or landscapes?</qco> </h3>      \nthat depends whether it has a person or scenery in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.23&nbsp; \n12:21 am</dco> &nbsp;<qco> have you ever thought of adding some cool colorful ancient internet gifs on your website to make it more fabulous? (ﾉ◕ヮ◕)ﾉ*:･ﾟ✧&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.23&nbsp; \n12:16 am</dco> &nbsp;<qco> whats the last work of art that made you cry</qco> </h3>      \nevery piece of art makes me cry\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; \n11:52 pm</dco> &nbsp;<qco> how long does it usually take for you to do your 3d stuff?</qco> </h3>      \nto do all of it would take forever\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; \n11:42 pm</dco> &nbsp;<qco> thoughts on berries?</qco> </h3>      \nnever heard of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; 11:23 pm</dco> &nbsp;<qco> Ya like jazz?</qco> </h3>      \nnever heard of it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; \n11:21 pm</dco> &nbsp;<qco> how to write literary analysis help</qco> </h3>      \nonly you get to decide that. unless you are writing it for someone else, in which case they should tell you how they want it written rather than make you just guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; 10:35 pm</dco> &nbsp;<qco> I just finished the myer briggs test and it turns out im a house. Have you ever done it</qco> </h3>      \nsure. i do it every day and answer the questions differently each time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; \n9:03 pm</dco> &nbsp;<qco> What particular brand of alcohol was God drunk on while creating the universe?</qco> </h3>      \none of the off-brand underground ones. the universe was created during prohibition\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; \n8:23 pm</dco> &nbsp;<qco> hey what's your favorite ice cream flavor? (or flavors, if there's multiple flavors you like)</qco> </h3>      \nhot and spicy\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; \n8:21 pm</dco> &nbsp;<qco> Why does a ground plane need wings? </qco></h3>      it gives it that iconic aesthetic<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is a bus just a wingless ground plane?</qco> </h3>      i was going to say no but now that i think about it yes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; \n7:33 pm</dco> &nbsp;<qco> how to break a bad habit</qco> </h3>      \nstart a different habit\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; \n6:59 pm</dco> &nbsp;<qco> Did you make the honor roll this semester?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; \n5:38 pm</dco> &nbsp;<qco> are you a coke or pepsi kind of guy (or something else?)</qco> </h3>      \ni am the ambassador between coke and pepsi. i deliver all the messages of hate and rivalry back and forth between the two companies\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; \n5:15 pm</dco> &nbsp;<qco> Do you think pursuing your personal dream job or a stable job is more important if you're in a relationship (that you want to eventually become marriage)?</qco> </h3>      \nit all depends on which relationship it is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; \n4:30 pm</dco> &nbsp;<qco> so what's new in Nameland City</qco> </h3>      \nnever heard of it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; \n2:42 pm</dco> &nbsp;<qco> have you always been as productive and focused on your creative work as you have been ever since Bill Wurtz became a thing?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; 2:31 pm</dco> &nbsp;<qco> what's your favorite color</qco> </h3>      \naverage\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; \n12:24 pm</dco> &nbsp;<qco> What number were we counting to in 987?</qco> </h3>      \nsee how low this thing goes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; \n12:05 pm</dco> &nbsp;<qco> can you share one interesting detail from your youtube channel analytics?</qco> </h3>      \nmy videos are in a 16:9 aspect ratio\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; \n11:03 am</dco> &nbsp;<qco> what's your \"school or prison\" high score?</qco> </h3>      \nout\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; \n10:16 am</dco> &nbsp;<qco> why do they call it oven when you of in the cold food out hot eat the food</qco> </h3>      \n that's inOVatiON\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; \n9:18 am</dco> &nbsp;<qco> In 'i'm a princess', what do you say in coincidence with the appearance of 'klkfpu8orzce0ix'?</qco></h3>      i don't recall<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What does it (the spoken part) mean?</qco> </h3>      1e& (of bar 4)\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; \n7:49 am</dco> &nbsp;<qco> Which pentatonic scale do you like better</qco> </h3>      \nthere's really only one\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; \n7:27 am</dco> &nbsp;<qco> thoughts on the name \"matilda\"</qco> </h3>      \nsounds like a book title\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; \n5:42 am</dco> &nbsp;<qco> Do you prefer if the human society runs out of energy or if weather conditions become harsher for everyone/everything? --just asking, it's hypothetical--</qco> </h3>      \nneither of those are my preference. i would prefer something different. (hypothetically)\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; \n2:38 am</dco> &nbsp;<qco> In a tv show, what is the ideal ratio of episodes named after songs to episodes not named after songs?</qco> </h3>      \nabout 50:50\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; \n1:57 am</dco> &nbsp;<qco> did you put the metronome on 2 and 4 for \"at the corner store\" ?\n</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>if so, that's very nice, how come?\n<br>if not, i'm sorry i assumed, i shouldn't do that anymore.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.23&nbsp; \n1:21 am</dco> &nbsp;<qco> what led you to start writing more songs in 2009?</qco> </h3>      \ni was ready for anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.23&nbsp; \n10:59 pm</dco> &nbsp;<qco> You're good at answering questions. But who do you ask when you have your own questions?</qco> </h3>      \nsometimes i just write it down and stare at it. that usually helps. a fun fact about questions: every question is self answering, if you let it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.23&nbsp; \n9:28 pm</dco> &nbsp;<qco> when was the most recent time you wore a tuxedo</qco> </h3>      \nnever\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.23&nbsp; \n8:51 pm</dco> &nbsp;<qco> is \"at the airport terminal\" about change?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.23&nbsp; \n8:15 pm</dco> &nbsp;<qco> do you often use your pinky on bass?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.23&nbsp; \n7:58 pm</dco> &nbsp;<qco> do you enjoy hexagons or octagons more? (or perhaps an equal amount?)</qco> </h3>      \nchanging shapes, that's the only thing that does it for me anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.23&nbsp; \n7:29 pm</dco> &nbsp;<qco> is life too serious to be funny</qco> </h3>      \nseriousness itself is too funny to be serious. and i'm serious about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.23&nbsp; \n6:41 pm</dco> &nbsp;<qco> Who is your favorite film director and why and also your top four films of all time and also letterboxd</qco> </h3>      \nif anyone ever makes a film that skips all the production intros and all the opening credits, it will instantly be my favorite of all time. because for some bizarre reason no one has actually done this yet. can you imagine........ actually seeing the first scene right when you click on the damn thing, holy heavens what a paradise it could be\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.23&nbsp; \n6:19 pm</dco> &nbsp;<qco> how long do you consider a reasonable amount of time for one to figure out the meaning of life</qco> </h3>      \nforever\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.23&nbsp; \n4:49 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202301161741\">1.16.23&nbsp;&nbsp;5:41 pm</a>  I wasn't the original asker of this question...but do you think in these types of situations, the time sig is just about what is easiest to write/read on a page?</qco></h3>      sure. although a lot of people make weird choices........ 3/4 is more popular but that usually makes the bars tiny (depending on the tempo). because most songs with a 3-feel have the little beats going by at a much faster tempo than quarter notes would usually be. on the other hand, if you consider the whole group of 3 as one beat, you can use 4/4 and put the whole thing in triplets. but that would actually make the bars 4 times longer. possibly too long. in these situations where 3/4 is too tiny and 4/4 with triplets is too long, i usually go with 6/8, which keeps the note values at about the speed you'd expect them to be, and it keeps the bar size at a comfortable speed of about 2 or 3 seconds per bar, as it probably would be in most 4/4 songs<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or is there a feel difference? Like, as a drummer, would you play differently for a song that was notated as 3/4 vs 6/4?&nbsp;</qco> </h3>      \nyou'd never know until you get to know the song. it's like the difference between people named jamie and people named jerry\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.23&nbsp; \n4:37 pm</dco> &nbsp;<qco> are hugs nice or weird</qco> </h3>      \nboth\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.23&nbsp; \n3:51 pm</dco> &nbsp;<qco> what're the strands that swirl around the top of the majority of your characters' heads?</qco> </h3>      \nthe majority of the characters have different styles of cranial acoutrements. i typically try to find something different than what i've done before. so if you think that the majority of them have any particular effect or style, i'd have to disagree with that assessment\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.23&nbsp; \n3:03 pm</dco> &nbsp;<qco> would you EVER at any future date release a song project file from 2018?</qco> </h3>      \neventually\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.23&nbsp; \n2:20 pm</dco> &nbsp;<qco> thoughts on kalimbas? they're these instruments that are also called lamellophones or plucked idiophones. highest amount of keys is about 21, and the smallest is about 5. i have one with 17 keys and honestly it's fun to play. it's like a mix between a xylophone and piano in a way, you play with your fingers, but mainly the nails, but you also have metal keys. anyways, back to you bill.</qco> </h3>      \ni don't know anything about them physically, aside from what you just told me. But i know all about what they sound like, and i use the sound for similar situations as things like xylophone or marimba. the kalimba sounds similar but usually there is a bit of a 'fuzz' or rattle sound to it. it probably shows up in just about every arrangement i put out, because there are always several of them in my repository and i tend to like the sound and find it useful. then again, i think there are also some other instruments i have which sound similar but are named differently. my arrangement process usually does not involve looking up instruments by name\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.23&nbsp; \n12:34 pm</dco> &nbsp;<qco> thoughts on radioisotope thermoelectric generators? (urgent;&nbsp;important;&nbsp;response is mandatory)</qco> </h3>      \nno it's not\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.23&nbsp; \n12:33 pm</dco> &nbsp;<qco> Hello bill, I have about seven different instrumental tracks but I have no idea how to get started on lyrics. what's your process for writing lyrics?</qco> </h3>      \nusually not like that, although a lot of people do it that way and i suppose it goes ok. What i do instead is write the whole thing together. it plays better to my strengths when i am able to custom write all the music to bend at the will of the lyric/melody. it's all written as one. you never know when you're gonna need the entire band to ditch into another section suddenly at bar 3 and a half, on a whim, based on some unexpected mention of the papacy or something\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.23&nbsp; \n10:40 am</dco> &nbsp;<qco> will there be a boat in your next song by any chance</qco> </h3>      \nall options are on the table\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.23&nbsp; \n10:23 am</dco> &nbsp;<qco> in 'im a huge gamer most of the time', what is he when he isnt a huge gamer?</qco> </h3>      \ntrying to ascertain even more accurate estimates of the percentage of time being a gamer\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.23&nbsp; \n10:19 am</dco> &nbsp;<qco> how long have you been creating music</qco> </h3>      \ni don't recall\n<br><br>"
  }
]
