[
  {
    "html": "<h3> <dco>12.21.23&nbsp; \n1:52 pm</dco> &nbsp;<qco> Hello Bill, I was just watching your interview with Anthony Padilla and I wanted to say - at least for me - the chords, clever rhythms, and sharp writing in your work is what has kept me coming back for years and years. I can hear that there is intention behind every single note and it tickles the strange part of my brain that has always obsessively deconstructed all the music I listen to. Now you can say for at least one person, the chords are not a thankless job. Thanks for the cool music!</qco> </h3>      \nholy heck you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.23&nbsp; \n1:08 pm</dco> &nbsp;<qco> have you seen lingo the show lingo</qco> </h3>      \ni've only seen nederlandse lingo\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.23&nbsp; \n12:10 pm</dco> &nbsp;<qco> why are we asking how much wood a woodchuck could chuck when we could be asking what the heck a woodchuck is and why it's named that if it cannot chuck wood.</qco></h3>      yours is a good question, but the other question is more of a rhythmic limerick than a question. so they can both exist separately<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if it could chuck wood then we would know how much wood a woodchuck could chuck but since it cannot chuck wood then why is it called a woodchuck???</qco> </h3>      maybe 'chuck' is a noun and not a verb, in this case. maybe it means an animal (a sort of 'chuck'), who lives around wood, or likes wood, or looks like wood, or something. and then maybe the limerick is achieving its kicks by playing around as if chuck were a verb instead\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.23&nbsp; 12:03 pm</dco> &nbsp;<qco> what's your favourite song?</qco> </h3>      \ncan there be different songs\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.23&nbsp; \n11:46 am</dco> &nbsp;<qco> while i have writer's block, would it be a good idea for me to read, or does it not matter?</qco> </h3>      \nmaybe both\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.23&nbsp; \n11:40 am</dco> &nbsp;<qco> would you consider yourself a modern transcendentalist?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.23&nbsp; \n10:02 am</dco> &nbsp;<qco> what do you think of Lord of the Flies?</qco> </h3>      \nit seems pretty horrifying for a kids book\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.23&nbsp; \n9:17 am</dco> &nbsp;<qco> uve talked about how for you lyrics and melody in songs are intertwined. do you perceive music in this framework when listening to it or just when writing it&nbsp;&nbsp;</qco></h3>      i hear it together because it's played together<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and if so how do you interpret instrumental music</qco> </h3>      that's music without any words in it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.23&nbsp; \n8:57 am</dco> &nbsp;<qco> why is it that you almost never play the snare on the third beat?</qco></h3>      i think i often do, but it's everyone else who usually doesn't<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i know it sounds more \"rythmic\" but im curious :)&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.23&nbsp; \n7:45 am</dco> &nbsp;<qco> are you a fan of MM-DD-YY</qco> </h3>      \nnot really, but, like the toilet, it's the American Standard\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.23&nbsp; 6:55 am</dco> &nbsp;<qco> how can i learn music theory?</qco></h3>      i have no idea. the term 'music theory' feels melted and broken to me<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how can i understand and speak and write the language of music?&nbsp;</qco> </h3>      i can answer any questions you might have, but then again so can a lot of other people\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.23&nbsp; \n5:19 am</dco> &nbsp;<qco> What would happen if pinocchio lied on opposite day</qco> </h3>      \nsounds like you'd really find out the clock speed of your system\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.23&nbsp; \n5:17 am</dco> &nbsp;<qco> what do you do when you feel down and dont feel like doing anything?</qco> </h3>      \nif tired, i may sleep. if non-tired, i might walk. to avoid sparking the envy of people who maybe can't walk, i should mention that whatever movement you comfortably enjoy would also work fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.23&nbsp; \n4:40 am</dco> &nbsp;<qco> You are so yourself, I think too hard about who I am and feel not myself often. What's the difference between us ?</qco> </h3>      \nmaybe i'm just older. if being yourself is something you value, strive for, and want to do, then you're always gonna get closer to figuring out how to do it. after a while you'll get pretty good at it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.23&nbsp; \n3:32 am</dco> &nbsp;<qco> What helps you get inspired?</qco> </h3>      \nit's inspiring when something inspires me that hasn't inspired me before\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.23&nbsp; \n3:28 am</dco> &nbsp;<qco> How do I harvest the earths core?.&nbsp;</qco> </h3>      \njust be yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.23&nbsp; \n3:04 am</dco> &nbsp;<qco> do you like cheesecake</qco> </h3>      \nno, but that doesn't mean it isn't good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.23&nbsp; \n1:21 am</dco> &nbsp;<qco>An earlier question of lyrics being like silent road trips</qco></h3>      i remember the question/answer being different than that. would have been the lyricless piece of music, that would be compared with the silent road trip in this case<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; sparked something for me and I really want to know what you think about it. In most situations where I've sat with a friend in silence it's largely because we're comfortable in each other's presence. We don't need to say anything to fill the air because we are just together. Nothing else is needed in that moment. While tension can exist in silence, doesn't \"what should we talk about during the trip?\" also create tension? regardless of when that's asked?</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It reminds me of trying to force something in a creative project that isn't there. or maybe isn't suited for that project. or instance if lyrics can't be found after so much is developed why try to add it in? It existed fine without it. Does it really need the lyrics to feel whole? Or do you think the project is asking for something different and unexpected to feel more complete? </qco></h3>      if i recall, the person said they had completed the production on a song with no lyrics, and then they ask how to go about putting lyrics in it. and my response was, generally, \"it's too late\". this may not always be true, because i guess it can be a neat challenge to add lyrics to a lyricless song after the fact, but generally this is not the way it goes for me. usually if there's words in a song, they gotta be written with the song, not after. i think you're asking a different question: you're wondering if that person's song might not even need lyrics at all. and for that i have no idea because i haven't heard the song, but it's also not what the person asked about. the person asked about how to write lyrics <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Challenging you to find a new solution if you will. Sorry if that was long winded I just found your response to the problem very intriguing and wanted to hear your take on it.\n\n</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.23&nbsp; \n1:21 am</dco> &nbsp;<qco> I was gonna ask a question or 10, but it felt like everything I had to say was subterfuge for \"hello, please give me attention.\" Are you gonna ignore this question?</qco> </h3>      \ni'll consider it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.23&nbsp; \n12:58 am</dco> &nbsp;<qco> In chords, how do you start on the 4? Like a 4maj7 1maj7 progression. </qco></h3>      for example, Emaj7 Bmaj7, in the key of B<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Doesn't starting on the 4 make it the 1?</qco></h3>      no. just like you can draw a face with the nose drawn first. you can even draw the nose in the same place as you would normally draw the eyes, but then as long as you draw the eyes in the correct spot relative to the new nose, it will still look like a face and the nose will indeed be the nose<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I feel like the logic my brain is trained to use is incompatible with music. If you started on the 4 then wouldn't the listener feel like that was the beginning, and they'd expect you to go up TO the four?</qco> </h3>      again with the face example, say it's a face with dot eyes and a dot nose. let's say the nose is drawn first. in that moment, maybe you can't tell whether it's a nose or an eye. but then when the other 2 dots are put above the first dot, it becomes clear. in the case of 4maj7, 1maj7, once you hear both chords, it settles. even if you thought the 4 was the 1 for a fraction of a second when it started. also the melody helps\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.23&nbsp; \n12:10 am</dco> &nbsp;<qco> hexagons or pentagons</qco> </h3>      \ncount the sides, then you'll know\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n11:56 pm</dco> &nbsp;<qco> im having trouble connecting with other people do you have any suggestions</qco> </h3>      \nthis is an opportunity to grow into yourself more\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n11:29 pm</dco> &nbsp;<qco> what do you do when something upsets you? what is your general coping mechanism</qco> </h3>      \nturning back time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n11:03 pm</dco> &nbsp;<qco> Do you answer questions on here for the same reason you make music and videos?</qco> </h3>      \nnot exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n10:56 pm</dco> &nbsp;<qco> what are one or several words you think are fun to say?</qco> </h3>      \nof wat dan ook\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n10:51 pm</dco> &nbsp;<qco> Is art really truly subjective?</qco> </h3>      \nsomewhat\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n10:43 pm</dco> &nbsp;<qco> do you think V chords are always jealous of the I?</qco> </h3>      \nother way around. the 1 is definitely jealous of the 5\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n10:26 pm</dco> &nbsp;<qco> what's your favorite skill</qco> </h3>      \nlearning\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n9:58 pm</dco> &nbsp;<qco> hi bill. i'm (probably) going to be in an upcoming improv comedy competition that's also a fundraiser. i would like to win this thing, so i decided to ask you for advice. Do you have any advice?</qco> </h3>      \nyes. the way to be the best you can be at improv comedy is to do as much of it as you can. if you do it for 5 years, you won't be as good as if you do it for 10 years\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; 9:18 pm</dco> &nbsp;<qco> What is your favorite color \n<br></qco> </h3>      \noff white\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n6:34 pm</dco> &nbsp;<qco> do you speak cursive?</qco> </h3>      \nknow\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; 5:53 pm</dco> &nbsp;<qco> favorite chord progressions?</qco> </h3>      \ni think you're thinking of potato chips\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n5:46 pm</dco> &nbsp;<qco> My piano solos sucks. What should I do?</qco> </h3>      \njust play the main melody for a while. that's more fun than the solos anyway. that's the part that pretty much has words, even. it's like being a movie star basically\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n5:39 pm</dco> &nbsp;<qco> Do you think earth should get rid of dolphins&nbsp;</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n3:54 pm</dco> &nbsp;<qco> if it were true that aliens are real and they invade your house, how do you think it would feel to know that out of all the houses in the world they picked yours in which to seek shelter?</qco> </h3>      \nhas a sort of hollywood feeling to it\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n3:16 pm</dco> &nbsp;<qco> i failed my first semester of college and i think i am just not cut out for school. the more i do stuff that isnt art the more i realize that all i want to do is art. but this is an issue because if i want to make money i feel like i need to do something that isnt art, because having a career in art is risky (low chance of making money(i think)). i need to do non-art to make money but i fail at every non-art i do because i dont want to do it sooooooo that kinda sucks and idk what to do. i wish i didnt need money and i could just make music and stuff.\n</qco></h3>      <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;im sure i'll figure it out eventually and just saying this helps so you are under no obligation to reply\n<br>but if you do have thoughts or advice or something i would appreciate it\nalso im a fan of your work thanks for making the things that you make</qco> </h3>      \ni'm certain this struggle will make your art even stronger\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; 2:43 pm</dco> &nbsp;<qco> It's not my business but as an autistic person (not the one who asked the question) I believe \"it's hard to do the test because many of the multiple-choice questions seem to have absolutely no good answer among the choices\" is one of the most autistic answers to that question you could possibly give</qco> </h3>      \nthat's precisely why i find that scenario hilarious, and you are perhaps the target audience for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n2:29 pm</dco> &nbsp;<qco> sometimes when i write a song, i have everything in place EXCEPT for lyrics. melodies and ideas and the production is all done but i cant form a coherent or meaningful set of words that either: hasn't been said before or sounds bad. how do i think of words that sound good in a flowy way?</qco> </h3>      \nin my opinion, in the situation you described, it's too late. have you ever taken a trip with a friend, but you didn't say anything during the entire trip, then after the trip was over you asked your friend 'what should we talk about during the trip'? that reminds me of this situation precisely\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n2:21 pm</dco> &nbsp;<qco> What are you thinking now</qco> </h3>      \ni'm thinking about this question but not anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n1:58 pm</dco> &nbsp;<qco> I told a girl that I like music to impress her, but that was a lie. Could you quickly summarize music so that I will seem like I know what I'm talking about?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n12:26 pm</dco> &nbsp;<qco> Do you like frogs?</qco> </h3>      \nno, but that doesn't mean they're not good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n11:44 am</dco> &nbsp;<qco> will we ever be at peace with ourselves?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n11:21 am</dco> &nbsp;<qco> Do you get a mischievous joy out of making your content when you add funny or \"stupid\" elements?&nbsp;</qco> </h3>      \nyes, but it's purely professional\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n10:13 am</dco> &nbsp;<qco> Thoughts on banjos?</qco> </h3>      \nthey are good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n9:39 am</dco> &nbsp;<qco> the word \"thoughts\" has so far appeared on this page 46 times. the word \"favorite\" appears 72 times. What are your thoughts on this conundrum? </qco></h3>      not a conundrum, and also i think the majority of those words are in the questions, not the answers. they are in fact both found in this question, and not the answer<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you have a favorite usage of these words?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n9:29 am</dco> &nbsp;<qco> What are your thoughts on doors&nbsp;</qco> </h3>      \nhilarious\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n7:24 am</dco> &nbsp;<qco> How do I use prayer to give me strength and direction?</qco> </h3>      \nall that really matters is that it's a way you believe in\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n6:53 am</dco> &nbsp;<qco> if you were to own, lets say a nintendo switch, do&nbsp;&nbsp;you think it'd negatively effect your productivity</qco> </h3>      \nonly if i used it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n6:33 am</dco> &nbsp;<qco> In some style guides, while formatting conversations, they put the comma inside the quotation marks like: \"How are you Bill,\" asked literally everyone. What are your thoughts on this, and would you prefer things to be more mathematically punctuated?</qco> </h3>      \ni'm aware of that style convention and i usually disobey it on purpose because i don't think it makes sense. putting the comma outside the quotation, in this case, i find more appropriate in a textual environment. it almost feels like the convention is actually attempting to simulate a handwritten reality in which the comma perhaps is placed directly under the endquote. but its function is clearly acting outside the quotes, which is why i usually place it outside, and i don't think that hinders the communication at all\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.23&nbsp; \n5:03 am</dco> &nbsp;<qco> do you always answer exactly what you think or do you modify it a bit to make it sound somehow more interesting or intriguing?</qco> </h3>      \n2 of the most common ingredients i use on this page are \"honesty\" and \"fun\". i don't always entirely use both 100% of the time, but i mix them as desired, to try to create the most valuable experience i can for you or anyone else reading this, in both short and long term time frames. and over time i get to try it in a variety of different ways. There are more ingredients besides those 2, but those are 2 prominent ones that came to mind in relation to your question\n<br><br>"
  }
]
