[
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n6:03 am</dco> &nbsp;<qco> I want to sing better. Can you give me some techniques or tips?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n2:09 am</dco> &nbsp;<qco> How do I stop thinking about the stupid and embarrassing things I've done in the past? Sometimes I bang my head and want to kill myself because how stupid and useless I was.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n2:04 am</dco> &nbsp;<qco> Whats your next few videos going to be about? Will they be songs, shorts or longer videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n2:01 am</dco> &nbsp;<qco> i keep recording audio journals so i don't have to write everything down but i hate the sound of my voice so that makes me want to not listen to the things i said but the things i say are important and now i can't remember what i said but id rather have krazy glue funneled into my ear than listen to the recordings so how can i hate my voice less</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n1:51 am</dco> &nbsp;<qco> sometimes you don't have to pay people for them to make professional work. it depends on the person actually but there are other people out there who just want to express themselves by doing what they do best, i believe.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if you can afford to pay them, they might keep working with you unwillingly for money and that's a problem.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if you can't, authority and control will always be a problem and relationships will affect the work. yes, there are other people like us but what if we're not lucky enough to find anyone? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i can't even find a fucking solution to these problems. i'm not talking about collab, i hope you understand, it's more about a crew. i'm not bad with people but i want the thing i make to be mine and i just can't follow orders. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i need to be alone to be able to write anything, so poems, lyrics, stories and such are not a problem but scripts ... plays i have to direct and movies/shows i plan to make in the future feels like attaching rocks to my\n  feet an\n d letting my originality sink because, you know, people. now if i don't like something i can just change it or get on the stage and perform myself but what will happen when things get more and more serious? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i want to be free but there has to be a way to do it without being alone.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i'm ok with being alone, i want to be, but this is never going to work for performing and shooting. since my primary goal was always writing, anything and everything, i'm used to be on my own but if i can't work this play and the crew thing out, i have to sacrifice the scripts and some of my dreams. i don't understand why this is happening. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;the first play took long and it consumed me but everything was good, i never thought i will do it again. i don't think it's about compromising, i was expecting that. i know i am the director and everything is under my control, just like i wanted. i really don't understand why.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n1:44 am</dco> &nbsp;<qco> why did you make the history of the history of the entire world, i guess video</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n1:25 am</dco> &nbsp;<qco> How do you keep yourself happy</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n1:23 am</dco> &nbsp;<qco> Describe yourself in a nutshell</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n1:19 am</dco> &nbsp;<qco> How do you make tunes???</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n1:18 am</dco> &nbsp;<qco> Is that sawtooth-like lead sound you use in your jazzy ltr songs a sound you made yourself?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n12:31 am</dco> &nbsp;<qco> Are you going to take ventriloquism now that Darci Lynne won America's Got Talent?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n12:26 am</dco> &nbsp;<qco> how can i find people like myself</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n12:14 am</dco> &nbsp;<qco> <a href=\"q.php?date=201709191943\">9.19.17&nbsp;&nbsp;7:43 pm</a> &nbsp;&nbsp;&nbsp;Re: Randomization. Since I'm sure you've already thought of this, I wanted to ask why this isn't a solution: Why not categorize your sounds, and when you need, for example, a bass sound that hasn't come up yet, you just pick a random bass sound?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n11:44 pm</dco> &nbsp;<qco> Did gaining a bigger audience make you more picky about your new content?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n11:40 pm</dco> &nbsp;<qco> i want to make music so bad but i just don't fucking know how and it feels like i'm being buried alive by all the possibilities and i was late to the game in terms of experimenting and i feel like i will never acquire the skills i need at this rate</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n10:34 pm</dco> &nbsp;<qco> Ya know how music is all like, \"Hey bud, you can write me, but you better write me bad a lot until you write me good,\" and then you're like, \"no, i wanna write you good right now,\" and music say, \"nah, bud, it's gotta be bad. Later it can be good, but be bad right now,\" and you say, \" fine, whatever,\" and then you make music and it is always bad and then you are like, \"when will it get good,\" and then music is all like, \"it doesn't. It is always bad, and that's really good,\" and then you're like, \"that makes no fucking sense what are you talking about,\" and music says, \"well, I was just thinking that maybe I could, like, inspire you by saying that music is bad and you've been making bad music so I'm just trying to show that, like, if you make the music bad it is good or something,\" and then there's a long pause and then you're like, \"I'm gonna make good music now,\" and music says, \"fine whatever.\" Does that happen to you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n10:24 pm</dco> &nbsp;<qco> Do you appreciate the existence of trousers?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n10:13 pm</dco> &nbsp;<qco> have you always considered pluto to be a planet?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n9:49 pm</dco> &nbsp;<qco> Bill, I want answers</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n9:43 pm</dco> &nbsp;<qco> what goes on inside of the mind of the almighty bill wurtz</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n9:37 pm</dco> &nbsp;<qco> How long did \"the entire history of the world, i guess\" take </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how much effort?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n9:30 pm</dco> &nbsp;<qco> some time ago i realized how Uncomfortable fixed labels were, and i decided i disliked labels entirely and should avoid them completely. it didn't really work, i found myself being attracted to labels sometimes, but then, in the same situations, sometimes getting really uncomfortable with them. which was confusing, but now i think I've figured it out: i like labels, but only when i can play with and mess around with them however i want. is this something you can relate to?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n9:26 pm</dco> &nbsp;<qco> is it ever not fun to be bill wurtz</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n9:10 pm</dco> &nbsp;<qco> do you like reading?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n9:10 pm</dco> &nbsp;<qco> hey bill, on a scale of 0% to 100%, where is the progress of the video you are working on?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n8:29 pm</dco> &nbsp;<qco> I'm blown away when I see a band playing a really long song with lots of changes and intricate melodies/harmonies and rhythm hits and stuff, but they're playing it without looking at any sheet music. Or Ill see somebody playing the entire \"rite of spring\" or something on piano without any music in front of them. Do you think being able to memorize long and intracite, detailed pieces of music is a skill that you can improve upon over time? Like can you sharpen your \"musical memory\" or whatever you want to call it? Does it just start to automatically&nbsp;&nbsp;become easier to do the longer you've been playing?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n8:20 pm</dco> &nbsp;<qco> Can a whale play music?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Can people in Whales play music? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Can music play whales? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Can people in whales play whales?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Can people in music play Whales? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Can play whales music?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Can music whales Whales?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>These are questions that keep me up </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and make me wonder if reality really isn't a hologram. Help please.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n7:38 pm</dco> &nbsp;<qco> What do you think of your first video? (Well it's not so hard to do)&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n7:28 pm</dco> &nbsp;<qco> have you ever judged a cover by its book</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n7:22 pm</dco> &nbsp;<qco> Why is the weather clear?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n7:12 pm</dco> &nbsp;<qco> Do you think that eucalyptus is a cool word?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n6:56 pm</dco> &nbsp;<qco> Brains</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n5:53 pm</dco> &nbsp;<qco> I actually appreciated the long answer! It's nice to hear about your creative process and how you try to improve it. But it does seem like you do a lot of work;&nbsp;how do you avoid crashing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n5:50 pm</dco> &nbsp;<qco> how long did it take to study for the world video? i know it's been a while since it came out, i'm just now finding your website and i'm still blown away by the video.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n5:27 pm</dco> &nbsp;<qco> What to do when you need to do something but you can't make yourself get out of bed?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n5:17 pm</dco> &nbsp;<qco> My classmates keep on telling me that you are dead and you use Windows XP, How would you handle this?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n4:16 pm</dco> &nbsp;<qco> what do you think a speck of lint would see from its perspective on your shirt?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n4:12 pm</dco> &nbsp;<qco> hey Bill, i just read your update on the new project and how you are looking for faster ways to make videos. This is a very relevant issue for me as well, and i have some ideas that might be of use... i started out making everything in After Effects (i dont know what software you use but this should be relevant regardless) which is great and amazing but non efficient especially when you have a identity of textures and tones that is some kind of starting point and a through line through all your different projects but reusing previous stuff from other After Effects projects feels werid and is not ideal. i have recently been learning a coding language called Processing which i am using to create programs to execute visuals before i bring them into After Effects. For a a hopefully relevant example to you, i could make a program where i can type in text, have a rgb slider for base color of text, create duplicates of text on top of one another with differ\n ent colo\n rs and choose a display style like a repeating pattern of text or a silly wobble distortion or something. Then i can save the text as a picture or video and then do the polishing in After Effects. These little programs you can make for various reasons and reused without loosing freshness or constraints as you can easily add a few parameters to the code for every projects adding on to the base you have built up which you can execute and use immediately. The beginning of this process is the worst by far and takes time but it seems to me like the efficiency ratio is a constant upward line with no plateauing and from your knowledge of html from making this website, i think the starting momentum would not be too terribly slow. this might be helpful to you, thank you for changing the world all the time</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n3:17 pm</dco> &nbsp;<qco> am i ever going to feel happy again</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n3:08 pm</dco> &nbsp;<qco> I want do a \"copy\" of your video \"history of the entire world, i guess\" for a school kind of show talent, i would obviously give you full credit but i wanna do it all by 0 and making all the presets and melodies, how much time do you think am i going to spend if i don't even know with what to start editing?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n2:48 pm</dco> &nbsp;<qco> Do another history video</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n1:46 pm</dco> &nbsp;<qco> does religion and greed cause wars?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n1:34 pm</dco> &nbsp;<qco> Is doing nothing a good strategy for finding something to do?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n12:16 pm</dco> &nbsp;<qco> what is music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n10:47 am</dco> &nbsp;<qco> you are the only thing that keeps me sane</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n10:23 am</dco> &nbsp;<qco> how do you keep your phone charged</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n10:22 am</dco> &nbsp;<qco> do you have anything to confess?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n7:35 am</dco> &nbsp;<qco> why do u keep calling me \"baby\" in your lyrics?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n6:28 am</dco> &nbsp;<qco> How do I *know*?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n6:01 am</dco> &nbsp;<qco> Ever since you began this question page, have you unintentionally done less voice recording or any other type of private journaling?</qco> </h3>"
  }
]
