[
  {
    "html": "<h3> <dco>2.26.18&nbsp;\n6:55 am</dco> &nbsp;<qco> what is the opposite of opposite?</qco> </h3>      itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.18&nbsp;\n6:50 am</dco> &nbsp;<qco> What's it like to make videos?</qco> </h3>      hard work but the result is thrilling\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.18&nbsp;\n6:48 am</dco> &nbsp;<qco> why u never uses capital letters? </qco></h3>      why don't you ever notice <a href=\"capitals-report.php\">when i do</a><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;did it feel great for not using capital letters when writing? if it felt so i wanna try it too...</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.18&nbsp;\n5:15 am</dco> &nbsp;<qco> Is following the news a responsible thing to do?</qco> </h3>      most news sources want so badly for you to watch them that they often pay more attention to your viewership than to what the news really is. if you follow too closely you will probably end up a bit confused, exhausted, and scared\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.18&nbsp;\n5:11 am</dco> &nbsp;<qco> how to stop lying to other people so that they think something different about you?</qco> </h3>      you could try lying to yourself, instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.18&nbsp;\n4:52 am</dco> &nbsp;<qco> what if neither god nor big bang created the universe, but something else did?</qco> </h3>      could have been a medium to average sized bang, i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.18&nbsp;\n3:11 am</dco> &nbsp;<qco> bill, what are your thoughts on the fiscal health of USA?</qco> </h3>      i am guessing it is in the news right now or something\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.18&nbsp;\n1:43 am</dco> &nbsp;<qco> Why did you decide to start answering questions in the first place?</qco> </h3>      i thought it could be a fun learning experience for everybody, but especially me<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.18&nbsp;\n1:12 am</dco> &nbsp;<qco> how did you survive the production of hotewig? </qco></h3>      i don't know<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i'm surprised that the project never fell apart. how the hell did you pull of such a complex project?</qco> </h3>      i never would have been able to do it if i hadn't already done history of japan. and i wouldn't have been able to do history of japan if i hadn't done all the other videos i had done. i'm actually surprised that history of japan went so smoothly on the first try\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n11:59 pm</dco> &nbsp;<qco> why do you think acknowledging and making an effort to change your own biases or beliefs is so difficult?</qco> </h3>      why does it sound like you are talking about one specific belief that you think someone else has that you don't like\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n11:42 pm</dco> &nbsp;<qco> do u own a moral compass</qco> </h3>      morality can be found in any direction\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n11:28 pm</dco> &nbsp;<qco> why dont you show how much money has been donated on your patreon?&nbsp;</qco> </h3>      why don't you show how much money you make\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n11:26 pm</dco> &nbsp;<qco> Habe you ever formally studied linguistics and / or philosophy?</qco> </h3>      serious study, but with very casual dress\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n11:05 pm</dco> &nbsp;<qco> What makes a person good?</qco> </h3>      that's the default setting\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n10:14 pm</dco> &nbsp;<qco> what did you do before youtube?</qco> </h3>      make music and videos and post them online\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n9:43 pm</dco> &nbsp;<qco> is the new vid a music video or something else</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n9:17 pm</dco> &nbsp;<qco> what are fried eggs</qco> </h3>      fry an egg to find out\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n8:40 pm</dco> &nbsp;<qco> Are you a good person?</qco> </h3>      yes but i am trying to get even better\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n8:10 pm</dco> &nbsp;<qco> What's a hard thing you've done?</qco> </h3>      history of the entire world, i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n7:47 pm</dco> &nbsp;<qco> should grownups drink and drive?</qco> </h3>      sure. maybe drive first, then drink\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n7:24 pm</dco> &nbsp;<qco> where did everything come from?</qco> </h3>      here\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n7:15 pm</dco> &nbsp;<qco> What was your approach when you were first learning to make videos? Would you develop an idea for a fully formed video in your head, then just set to work learning how to make what you envisioned.. or was it more just going in with a blank slate and playing around and experimenting and seeing what you can put together? Do you think one strategy would better than the other? I really want to make videos for my music, but I don't even know what step 1 would be.&nbsp;</qco> </h3>      watch my earliest videos and i think you will understand exactly how i started. don't forget to check expert mode, in order to find the ones that were not even good enough to put on the videos page\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n6:56 pm</dco> &nbsp;<qco> hey i figured out how to fix burn out, you have to take a long break</qco> </h3>      yeah right, that would never work\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n6:41 pm</dco> &nbsp;<qco> How to sing good? Or even better?</qco> </h3>      just do it more, and enjoy yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n6:30 pm</dco> &nbsp;<qco> wait are drugs good or bad? my moral compass is malfunctioning. sometimes it ruins peoples lives but you maybe use it and you make all these awesome original videos? someone i thought highly of used them and didn't seem to think it was bad but i thought it was bad. do you have an input on this?</qco> </h3>      they are good for whomever you buy them from\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n6:17 pm</dco> &nbsp;<qco> What should I do for dinner tonight? (Answer ASAP please, I'm hungry)</qco> </h3>      have lunch<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n6:07 pm</dco> &nbsp;<qco> so let's say you're in the street, whenever you move from an open to a close location you move outside of the location you were in. so depending on where you start, your house can be outside</qco> </h3>      that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n5:55 pm</dco> &nbsp;<qco> How do bands do that thing when the singer comes in first (a capella) and the band joins in? Does the singer need to have perfect pitch to that (to be in the right key), or is there a trick to it?</qco> </h3>      haven't you seen barbershop quartets in cartoons, the starting singer pulls out a pitch reference (the one that sounds like a harmonica). regardless, i think you'll find that anyone can remember the key of a song they've heard many times recently, even easier if they've sung it many times recently\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n5:45 pm</dco> &nbsp;<qco> how to write ideas down?</qco> </h3>      write it on paper or in a text file, or if it's too intricate then record yourself explaining it. for maximum effect, video record yourself explaining it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n5:36 pm</dco> &nbsp;<qco> Why are you like who you are?</qco> </h3>      what else would i be like\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n5:32 pm</dco> &nbsp;<qco> What's the next song called? Just wondering...</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n5:07 pm</dco> &nbsp;<qco> Is the reason you don't have ads the same reason you're not on tinder?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n5:06 pm</dco> &nbsp;<qco> Why does Garfield like lasagna?</qco> </h3>      because he was born in an italian restaurant\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n4:46 pm</dco> &nbsp;<qco> what is your advice to someone about to apply for colleges?</qco> </h3>      i don't know anything about that \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n4:46 pm</dco> &nbsp;<qco> what's wrong with self-medicating?</qco> </h3>      no one else benefits\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n4:35 pm</dco> &nbsp;<qco> why is your icon a different color for every account you have?</qco> </h3>      to have some variety, while keeping that sweet brand recognition\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n3:51 pm</dco> &nbsp;<qco> What kind of music do you enjoy listening to?</qco> </h3>      which kind is which\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n3:47 pm</dco> &nbsp;<qco> Do you suppose the debt situation regarding America factors significantly in the present low levels of trade? Or do you suppose this is a red herring and the abandonment of the gold standard is the cause of this problem?</qco> </h3>      i'm not sure, but i will look into it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n3:29 pm</dco> &nbsp;<qco> say you are really popular musical artist. then the president invites you to the white house. would u accept the invitation?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n3:27 pm</dco> &nbsp;<qco> how do i go on a date with someone</qco> </h3>      you probably won't know until after you did it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n3:03 pm</dco> &nbsp;<qco> do you notice the difference between being happy as a moment and being happy as a status effect? like that good feeling you not just \"get\" but \"have\"? and if you do, do you feel the first type of happiness? with excitement, momentary? or just the status one</qco> </h3>      i have no idea what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n2:50 pm</dco> &nbsp;<qco> How can I create meaningful questions that add to the conversation?</qco> </h3>      just say what you mean, and if that does not add to the conversation then perhaps you are not in the right conversation\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n2:47 pm</dco> &nbsp;<qco> Will \"history of the entire world i guess\" be the last video of its kind on your channel?</qco> </h3>      not quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n2:41 pm</dco> &nbsp;<qco> When you write music do you plan it all out before recording or make it up as you're recording? I get the feeling it's a little of both for you.</qco> </h3>      the content is firmly written ahead of time. details as to how to execute it are worked out in the recording session. the lyric/melody, chords, and exact tempo are all firmly established in the writing process, before i even touch the recording. all other instrumental details, such as which sounds to use, and most of the auxiliary instrumental fills and riffs in between the vocals, that would be worked out in the recording process, with some exceptions\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n2:16 pm</dco> &nbsp;<qco> whenever i hear a strange chord progression or harmony during the church worship service, i get really excited and i almost want to record it. ever experienced this (not necessarily at church)?</qco> </h3>      oh hell yeah, that's what i'm talking about. i hope you follow through on that. this is where the real learning takes place\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n2:08 pm</dco> &nbsp;<qco> Took a look on Amazon, for me at least your songs show up.</qco> </h3>      that's what i thought. sometimes people ask me to put things in certain places without checking first to see if they are already there\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n2:03 pm</dco> &nbsp;<qco> what is the key to having a joyful life?</qco> </h3>      it's a surprise\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n1:57 pm</dco> &nbsp;<qco> what song in spanish is ok for u?</qco> </h3>      \nhttps://www.youtube.com/watch?v=eDkX86NPhuc\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n1:42 pm</dco> &nbsp;<qco> what was in the last box at the end of your latest video? </qco></h3>      could be muffins<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if you haven't already, you should open it.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n1:18 pm</dco> &nbsp;<qco> why do people go to gym?</qco> </h3>      to lift heavy things, in case they can't find heavy enough things to lift, in nature\n\t<br><br>"
  }
]
