[
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n6:15 pm</dco> &nbsp;<qco> You ever just jingle only part of the way instead of all the way?&nbsp;</qco> </h3>      \n<a href=\"https://billwurtz.com/jingle-bells.mp4\" target=\"_blank\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n4:57 pm</dco> &nbsp;<qco> do you dream</qco> </h3>      \ni am dream\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n4:43 pm</dco> &nbsp;<qco> what do you think is the best advice you've ever given someone?</qco> </h3>      \n\"make sure you give very good advice\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n4:35 pm</dco> &nbsp;<qco> Do you plan on uploading more skits or do you plan to have your channel just purely song focused?</qco> </h3>      \ni've written some super deep skits. i'm concerned they'd drown the production department in the first 3 seconds, even though they go on for at least 8 or 15 minutes, maybe even more. that's the other problem, i can't seem to figure out how to end any of them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n3:47 pm</dco> &nbsp;<qco> Do you consider yourself a philosopher?</qco> </h3>      \ni like to role play as 2 rival philosophers\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n3:27 pm</dco> &nbsp;<qco> do you have something to say?</qco> </h3>      \nit feels like i have everything to say\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n2:22 pm</dco> &nbsp;<qco> what does music taste like?</qco> </h3>      \nwater\n\n\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n2:56 pm</dco> &nbsp;<qco> whats the purpose of life</qco> </h3>      \nto imagine anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n1:51 pm</dco> &nbsp;<qco> why are some things easy but other things aren't</qco> </h3>      \nso you can meaningfully compare the 2 different experiences\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n1:51 pm</dco> &nbsp;<qco> are you good at math?</qco> </h3>      \nit's best to just get out of the way and let math be good at itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n1:48 pm</dco> &nbsp;<qco> why are you so upset? (and by \"you\" i mean \"me\")</qco> </h3>      \ncould be from all these unimaginable feelings\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n1:36 pm</dco> &nbsp;<qco> Do you exist?</qco> </h3>      \noh that would explain these almost unimaginable feelings\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n11:43 am</dco> &nbsp;<qco> where does the road go in your song \"long long long journey\"</qco> </h3>      \nthrough the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n10:31 am</dco> &nbsp;<qco> Where do you think the American people should do moving forward</qco> </h3>      \nit would be super dank if we could one day stop letting the tv tell us all to be scared of each other\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n9:45 am</dco> &nbsp;<qco> What is something that scares you?</qco> </h3>      \nthe song i am working on, even though it is actually not scary. i think it's just me scaring myself at this point\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n7:31 am</dco> &nbsp;<qco> when new video</qco> </h3>      \ndoing it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n7:19 am</dco> &nbsp;<qco> Bill, how should I stop obsessing over the past and move on?</qco> </h3>      \nthis may seem too easy, but, ...... how about obsessing over the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n7:18 am</dco> &nbsp;<qco> thoughts on rhythm games? s</qco> </h3>      \nseems like common sense, to play games with rhythm\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n7:12 am</dco> &nbsp;<qco> Can you give us one of the words in your next songs title?</qco> </h3>      \nnot yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n2:41 am</dco> &nbsp;<qco> How much time does it take for you to write your songs?</qco></h3>      maybe between 1 and 6 days <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How long for the graphics?</qco> </h3>      \ni'm in a delusional state of denial, due to cumulative past traumas over this. shouldn't be more than a day or two. a couple hours would be better. also neither of us mentioned the part in between which is recording the music (audio) of the song\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n12:27 am</dco> &nbsp;<qco> why don't you use often upper keys? isn't that hard?</qco> </h3>      \nseems easy enough for most people......................... including you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n12:26 am</dco> &nbsp;<qco> how come theres more stuff in the world than any one person could experience in a lifetime wheres the sense in that</qco> </h3>      \nthat's really the only way to make sure you'll never run out of things. your apetite for experiences is naturally pretty voracious\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n10:58 pm</dco> &nbsp;<qco> You should write a song... about making songs that sound like songs.</qco> </h3>      \nmost of my songs are about that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n9:27 pm</dco> &nbsp;<qco> if i refer to a tuning fork as \"pitchfork\" will people start violently rioting</qco> </h3>      \nmaybe, because they'll think you're a genius\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n8:26 pm</dco> &nbsp;<qco> what is one thing you like about music that seems counterintuitive at first but makes sense when you think about it? i like when the most powerful part of a phrase is a rest</qco> </h3>      \nthere's no such thing as a right note. otherwise why would it ever change\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n6:58 pm</dco> &nbsp;<qco> can we have a prequel to bookstacking</qco> </h3>      \neventually yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n6:07 pm</dco> &nbsp;<qco> &nbsp;how do you make now your favorite time ever&nbsp;</qco> </h3>      \nno one knows for sure, until it happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n6:02 pm</dco> &nbsp;<qco> what is earth</qco> </h3>      \n must be some kinda life factory \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n5:48 pm</dco> &nbsp;<qco> what is your favorite thing to do at the post office</qco> </h3>      \ncontemplate how the world must have been, before email or telephone\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n4:32 pm</dco> &nbsp;<qco> Are you working on the video for the next song ?</qco> </h3>      \ni'm still working on the song for the next song\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n4:16 pm</dco> &nbsp;<qco> If I collect all your responses to people asking for the meaning of life and put them together what would happen?</qco> </h3>      \nyou'll see a fairly wide variety of answers i have for that, but still much fewer different answers than the number of times it's been asked\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n4:13 pm</dco> &nbsp;<qco> why are amusement park mascots so scary</qco> </h3>      \nbecause their faces are not directly controlled by a conscious human nervous system\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n3:41 pm</dco> &nbsp;<qco> Do you like bread</qco> </h3>      \nthe flavor overwhelms me\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n3:37 pm</dco> &nbsp;<qco> what do you do when you were anticipating something for weeks, but you got dissapointed when it finally happened?</qco> </h3>      \nanticipate something new\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n2:30 pm</dco> &nbsp;<qco> do you listen to your own music?</qco> </h3>      \nonly if i am feeling fearless\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n2:05 pm</dco> &nbsp;<qco> say you're transcribing a song and it's in F#/Gb - which key signature would you write out</qco> </h3>      \ni'd have to evaluate how often it seems to use A natural, B natural, E natural, or D natural, compared to how often it seems to use F natural or even C natural. If it uses A,B,E,D more often, then i would put it in F#. if it uses F and C more often, then i would put it in Gb\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n1:38 pm</dco> &nbsp;<qco> Are you just a bill on Capitol Hill?</qco> </h3>      \nnot quite\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n1:00 pm</dco> &nbsp;<qco> what were the dreams that got broken in your song \"long long long journey\"?</qco> </h3>      \nthat's supposed to relate to your dreams, if possible. to draw you in on the first line\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n12:16 pm</dco> &nbsp;<qco> How can I be happy when everyone wants to be outraged at the drop of a hat</qco> </h3>      \nhave you considered cloaking yourself in a layer of irony\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n12:01 pm</dco> &nbsp;<qco> How do you get inspiration for songs?</qco> </h3>      \neverything inspires me. i plan to make a song out of every thing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n10:25 am</dco> &nbsp;<qco> how is your day</qco> </h3>      \npretty good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n9:55 am</dco> &nbsp;<qco> Is the song \"More than a dream\" based on lucid dreaming? \n</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, is it based on a recent lucid dream you might've had?</qco> </h3>      \nit's based on a regular dream i had on august 23, 2020, which contained part of the melody but none of the lyrics or other content\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n7:53 am</dco> &nbsp;<qco> How survive middle school?</qco> </h3>      \nbring plenty of water and warm blankets\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n6:52 am</dco> &nbsp;<qco> Bill, should I look pessimistically about the bad things in the world so I care or optimistically so I don't feel terrible about them?</qco> </h3>      \nsometimes it can be useful to remember that you actually don't know about at least 99% of what happens in the world. there's big business in serving you terrible news on purpose, but that might not always be an accurate summation of the overall state of the world\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n6:21 am</dco> &nbsp;<qco> in your history of japan video, who voiced the person who said \"we've invaded china\"? around 2:17 in your video.</qco> </h3>      \nme\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n5:32 am</dco> &nbsp;<qco> how's scheduling going?</qco> </h3>      \nimpossible. i'm broken in this way. i should clarify that i am not broken in many other ways, and for that i am grateful\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n4:57 am</dco> &nbsp;<qco> have you ever tried to make a list of all the chords you could think of that could harmonize the note C or is it impractical?</qco> </h3>      \nsometimes it can be a nice exercise to put the same C in the melody and then try every bass note and then find all the best ways of filling in the harmony from there. it can be useful to know. there will never be a firm dividing line between what you can and can't do, but if you have C as the melody you'll want to know you about Ab maj, F maj, Gsus4, C over E, Dmin7, Dbmaj7, Eb6, F#min7b5 or F#dim, Amin, Amin7, Bbsus2, F/Bb, Fmin/Bb, Bbmaj9, Bbmin9, Bb9, Ab7, Ab6, Abmaj7, F over G, Bbsus2/G, Fsus4, Fsus2, F over A, Fmaj7, Fmin7, Eb13, Ebmin6, D7, D7sus4,..... that's about everything that i could come up with that seems reasonable. But any actual moment in a real song is going to render most of those wrong and a handful of them right, or possibly requiring something not listed here. On an actual songwriting situation, if you find yourself in a scenario where you'd find yourself using this type of logic to find the right chord, i find it usually means you've lost touch with the song at that particular moment. mechanics usually are not what is gonna produce the answers you want, at least in a music/song situation. for that you have to rely on pure magic/miracles, unfortunately\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.21&nbsp; \n2:52 am</dco> &nbsp;<qco> when will we get a sequel to book stacking?</qco> </h3>      \ni'm pretty sure the sequel to book stacking is the one where i flip things upside down\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.21&nbsp; \n11:38 pm</dco> &nbsp;<qco> does everything that has a beginning have to have an end</qco> </h3>      \nnot yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.21&nbsp; \n9:55 pm</dco> &nbsp;<qco> what's the best kind of dream?</qco> </h3>      \nreality\n<br><br>"
  }
]
