[
  {
    "html": "<h3> <dco>11.15.23&nbsp; \n6:27 pm</dco> &nbsp;<qco> what does the view of Perfect Heights looks like?</qco> </h3>      \nit can be seen in the video i made called \"Perfect!\". many angles are shown there, mostly just because i tend to go overboard with the camera angles\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.23&nbsp; \n6:22 pm</dco> &nbsp;<qco> Do you ever feel like your soul is on too tight?</qco></h3>      i can't think of any way of interpreting that that's not a paradox, so maybe yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What would you do if your soul was on too tight?&nbsp;</qco> </h3>      \ntry something new\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.23&nbsp; \n4:38 pm</dco> &nbsp;<qco> Are you passionate about monkeys</qco> </h3>      \nnot currently\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.23&nbsp; \n4:19 pm</dco> &nbsp;<qco> Do you like plushies?&nbsp;</qco> </h3>      \ni've never tried them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.23&nbsp; \n4:19 pm</dco> &nbsp;<qco> So did you create all of those videos from the past 2 years in 2020 or 2021?</qco> </h3>      \nthey were all made in the time span immediately leading up to their release. the only exception to this is \"i'm a princess\", for which the audio for the whole song and the graphics for the 1st of the two universes shown, were made in april-may 2019\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.23&nbsp; \n3:52 pm</dco> &nbsp;<qco> How do I make a good biscuit?</qco> </h3>      \njust make your favorite type of food, and then travel around to different countries until you find one that calls that a biscuit\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.23&nbsp; \n3:22 pm</dco> &nbsp;<qco> how do i not fail my semestre?</qco> </h3>      \ni'm not sure. you might have to play by the rules somehow, and i don't know what those are, in your situation\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.23&nbsp; \n2:23 pm</dco> &nbsp;<qco> Do you always play drums with the traditional grip or do you ever switch to matched grip?</qco> </h3>      \nmatched will only be when transitioning to and from the snare-click position, and in that case the stick would actually be backwards anyway. you'll never see me playing matched grip with the tip forward\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.23&nbsp; \n2:00 pm</dco> &nbsp;<qco> Are you doing like 15+ projects simultaneously? Is it like an album?</qco> </h3>      \nit certainly resembles an album, now that i think about it. i don't like albums, and to that extent it's actually not very much like an album\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.23&nbsp; \n1:10 pm</dco> &nbsp;<qco> How do you come up with so many clever answers on a daily basis&nbsp;&nbsp;that's impressive&nbsp;</qco> </h3>      \nbeing clever is easy. just say the '42' thing from that book\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.23&nbsp; \n12:51 pm</dco> &nbsp;<qco> do you think feeling lost in life is related to decision fatigue? </qco></h3>      often yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(where to go to school/work, who to hang out with, etc) is it fundamentally similar to being lost in a physical space like a really big park or new city?</qco></h3>      could be<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; like whenever i get turned around irl i know i can backtrack or use landmarks to find my destination.</qco></h3>      well in that case you weren't lost. being lost is when you actually have no idea where you are, in relation to where you've been, or in relation to where you're going<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but how can i do that for \"life\"? how do you even decide what the goal should be?</qco></h3>      just start talking about it, and you'll start to sort it out. you said \"what should the goal be\" ... well, next maybe you'd think to yourself... \"what is a goal actually?\" \"should i have a 'goal'\"? \"do i want to have a 'goal'\"? depending on the answers to those, that will lead you to the next questions. basically you're just trying to get it down to one question at a time. if there's too many compounded questions at the exact same time, you actually can't perceive them, so it's just a foggy feeling. so you have to start sorting the mess of compound questions into something you can answer first. and the first several questions will usually just be about trying to figure out which questions you want to be asking<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i get overwhelmed and frustrated thinking about all the things i could be doing. there's no clear objective like finding my car somewhere in the parking lot if that makes sense. idk i know i should be doing something different but how do i decide what exactly that thing is?</qco> </h3>      there's no limit to the amount of ways you can decide. but a lot of those ways may also involve waiting for just a moment\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.23&nbsp; 12:29 pm</dco> &nbsp;<qco> What's the meaning of life?</qco> </h3>      \ntrying to figure out which drop of water is in the ocean\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.23&nbsp; \n11:38 am</dco> &nbsp;<qco> how do you come up with the chords for your songs?</qco> </h3>      \ni'm not sure. it's really just like how you came up with the words in your sentence\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.23&nbsp; \n11:25 am</dco> &nbsp;<qco> do you improvise while recording the drums or is it all pre-planned? </qco></h3>      like drawing a picture, then building the picture out of toothpicks -- you drew the picture, but you probably didn't specifically draw any of the toothpicks<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also do you overdub in cymbal hits or whatever afterward, or is it all made in the moment?</qco> </h3>      which moment\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.23&nbsp; \n11:04 am</dco> &nbsp;<qco> I'm trying to write a funk song, but everything I improvise sounds like r&amp;b</qco> </h3>      \nthat reminds me of when people try to have a specific type of baby\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.23&nbsp; \n10:26 am</dco> &nbsp;<qco> Is a marketplace a battlefield?</qco> </h3>      \nmaybe a little\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.23&nbsp; \n10:17 am</dco> &nbsp;<qco> I have a lot of work to do and not much time to do it what do I do????</qco> </h3>      \nthis might be the right time to invent something\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.23&nbsp; \n9:46 am</dco> &nbsp;<qco> I've lost my mind. Where do you think is the best place to look for it?</qco> </h3>      \nin the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.23&nbsp; \n7:41 am</dco> &nbsp;<qco> have you been using duolingo?</qco> </h3>      \nabsolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.23&nbsp; \n12:36 am</dco> &nbsp;<qco> Once you've 'finished' the songwriting for a particular song, do you ever make structural changes to it throughout the recording and production process? \n</qco></h3>      almost never<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you ever feel that a song just works better as solely keyboard + vocals once you've begun producing it? \n</qco></h3>      no. it's usually before producing it that i would think that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;While you're writing a song at the keyboard, are you imagining the arrangement and instrumentation of it as a completed track?&nbsp;</qco> </h3>      \ni'm imagining the overall result\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; \n11:33 pm</dco> &nbsp;<qco> favorite sound effect?</qco> </h3>      \na favorite sound effect is usually something that was previously unfavored, just moments before\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; \n10:32 pm</dco> &nbsp;<qco> do you ever just shut down from too many things?</qco></h3>      sure, that sounds like a normal night's sleep<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how do you come out of it?</qco> </h3>      wake up again\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; \n10:07 pm</dco> &nbsp;<qco> Do you ever get afraid of knowing certain things?\n</qco></h3>      that seems possible<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What are those things?</qco> </h3>      i don't know\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; \n8:50 pm</dco> &nbsp;<qco> ...how 2 not get burnt out w/ (making) music honestly(?)</qco> </h3>      \nhow about making a video\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; \n8:48 pm</dco> &nbsp;<qco> whats the prize for reading all the questions</qco> </h3>      \ni will answer another one which you will also have to read\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; \n8:14 pm</dco> &nbsp;<qco> do we have to do anything?</qco> </h3>      \neventually yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; \n7:51 pm</dco> &nbsp;<qco> How do you prioritise? I genuinely have no idea.</qco> </h3>      \nstart by explaining your situation to someone, or just writing it down\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; \n7:31 pm</dco> &nbsp;<qco> What are you scared of in im scared?</qco> </h3>      \neverything around\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; \n7:08 pm</dco> &nbsp;<qco> I want to be better at conversations so I can impress people and feel like they are actually interested in what I have to say. Do you think if I was kinda cryptic during my conversations it would make me seem significantly cooler and more mysterious? You know get them to ask ME questions! Lol or do you think it'll totally backfire and make no one want to talk to me ever again??? Really shooting for intellectual vibes not lone wolf vibes thnx.</qco> </h3>      \nyou can't predict how things will go in any future conversation. you're doing all this thinking about it, now, while not in a real conversation, and that actually sends you in the wrong direction. conversations are impossible to understand until you are actually there. the key is spending more and more and more time talking to people. you'll learn everything you need to know, and also develop your own style\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; \n5:41 pm</dco> &nbsp;<qco> Would it be possible to make a map that's bigger than the thing it's representing?</qco> </h3>      \nsure. it happens all the time for really small things. molecules, micro-chips, \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; \n4:45 pm</dco> &nbsp;<qco> hey bill, how do i stop being tired after spending centuries living?</qco> </h3>      \nmaybe you could discover a 'game-changer'. that usually perks people right up\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; \n4:24 pm</dco> &nbsp;<qco> Why do you add the bass last in your recordings? </qco></h3>      everything works better for me that way, and usually not very good other way. i'm not totally sure why<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;would it get in your way if you added it straight away?&nbsp;</qco> </h3>      yes but it also wouldn't know how itself to behave either. it's hard to explain because the bass actually carries the whole recoring, but it can't carry it properly until everything else is there. at least that's the way it usually goes for me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; \n3:26 pm</dco> &nbsp;<qco> what do you think of the word \"oscillate\"</qco> </h3>      \nit's like 'alternate' except instead of between 2 objects it's a continuous spectrum\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; \n2:25 pm</dco> &nbsp;<qco> hey bill if i add like 2 videos in my video and it makes 2 tracks do you think it's better to keep making new tracks or not</qco> </h3>      \nyou'll probably be fine if it's only 2\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; \n1:41 pm</dco> &nbsp;<qco> Why do objects have a center of mass? </qco></h3>      i think that's just because we live in a contiguous spacial dimensional realm. you can find the center of anything, even if certain points are more heavily weighted than others<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Why isn't mass distributed evenly in objects?</qco> </h3>      it probably is, for some objects. that has nothing to do with the question of the center. if the mass is evenly distributed, that just means that the center will also be at the exact central location of the object\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; 12:09 pm</dco> &nbsp;<qco> elp me im on a test rn and i need the answer to 1 + 1 pls hurry the teacher is comig to collect it</qco> </h3>      \n1+1 is not a question, it's an answer. for example, it's an answer to the question of how to achieve more than 1, when only 1's are available\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; 11:37 am</dco> &nbsp;<qco> favourite food?</qco> </h3>      \nfirst i need to list all the foods so i can really make an informed decision\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; \n11:04 am</dco> &nbsp;<qco> What do you think of the last name \"Mankiewicz\"?</qco></h3>      i've never thought about it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I think it sounds silly yet dignified</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; \n9:40 am</dco> &nbsp;<qco> what is the next video about?</qco> </h3>      \ni'm not sure exactly which one is the next one\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; \n9:37 am</dco> &nbsp;<qco> what would need to happen, logistically, for you to play your music live?&nbsp;</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; \n9:28 am</dco> &nbsp;<qco> how many tables for every 2 tables</qco> </h3>      \n2. this is taking into account the fact that some additional tables were made, but the same amount of tables were also destroyed\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; \n8:13 am</dco> &nbsp;<qco> What is your favorite cheese?</qco> </h3>      \nvenezuelen beaver cheese\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; \n7:49 am</dco> &nbsp;<qco> do you like my cat</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; 4:32 am</dco> &nbsp;<qco> How do I get over writers block?</qco> </h3>      \nmaybe you'll have to re-define what writing actually is\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; 3:11 am</dco> &nbsp;<qco> have you ever consider making an album of some kind</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; \n1:18 am</dco> &nbsp;<qco> How many takes do you average when tracking final instrumental parts on your songs? \n</qco></h3>      3<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;With the nature of your production and arrangements, I assume you're tracking parts section by section.\n</qco></h3>      i am not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;When you are tracking those 8 bars of bass or a 2 bar keys flourish or an ornamental synth stab, how many cracks do you take at it? \n</qco></h3>      i have never taken a crack. i do not take cracks<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you nail down the idea and practice it until it's clean enough, or take multiple improvised variation takes until it feels good? \n</qco></h3>      in this case, practicing something makes it worse<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you have an order you prefer to track instruments in?&nbsp;</qco> </h3>      small to large. small percussion first. bass is always last\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.23&nbsp; \n12:38 am</dco> &nbsp;<qco> Since you've been learning nederlands, have you been watching nijntje?</qco> </h3>      \ni have seen 1 episode of nijntje, in which i learned the word 'wortel'. but i've seen way more episodes of coen en sander where i learn words like 'neergekeild' and 'levensvraag'\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n11:23 pm</dco> &nbsp;<qco> Would you ever consider doing a live tour of your music with a full band? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(Sorry if this is a question you get a lot) Your music makes me feel things and I love them.&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n11:22 pm</dco> &nbsp;<qco> What is your favorite type of aglet?</qco> </h3>      \ni don't know of any aglets\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n11:16 pm</dco> &nbsp;<qco> i dont like grasshoppers, should i invite them for tea or something?</qco> </h3>      \nmaybe, but you don't have to\n  \n\n<br><br>"
  }
]
