[
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n1:56 pm</dco> &nbsp;<qco> what is your opinion on the outernet?</qco> </h3>      sounds like a good idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n1:31 pm</dco> &nbsp;<qco> Why are you so funny?</qco> </h3>      i'm just trying to be reasonable\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n12:24 pm</dco> &nbsp;<qco> If something is priceless, does that mean it's free?</qco> </h3>      it usually means it's not for sale\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n12:19 pm</dco> &nbsp;<qco> So now that you're pretty much committed to the idea of doing videos for all of your songs... I'm wondering if having that in your mind when you're  writing will have an effect on how the songs are written? Do you get ideas for visuals while writing/recording the music? Do you think knowing a song will have a video will make you more inclined to have more stuff going on musically (like extra little fills and sound effects) that can be synced up to certain graphics?</qco> </h3>      no. those aux fills are actually more important when there's no video. because there is nothing to look at, you need those riffs to keep it interesting between the lyrics and fill the spaces. although it is a nice bonus when you do the video because it sets you up to put things that sync to it, like snakes or whatever\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n11:21 am</dco> &nbsp;<qco> Did you know that alt+enter can make\nline\nbreaks?\n\nquestion brought you\nby\nenter\nsending a question instead\nof making\na line break</qco> </h3>      \n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n10:57 am</dco> &nbsp;<qco> </qco></h3>\n\n\t<quotequestion><small>\n\t\t<a href=\"q.php?date=201708251850\" style=\"text-decoration:none\">\n\t\t\t<h3 style=\"display: inline;\"><quotedco>8.25.17  6:50 pm  </quotedco> <quoteqco> do you hate hating things?</quoteqco><br>\n\t\t</h3><quoteaco> \n\n     yes</quoteaco></a></small></quotequestion>\n<h3>&nbsp;&nbsp;&nbsp;<qco>\n\nSo you hate yourself?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n10:27 am</dco> &nbsp;<qco> are you still looking for an assistant?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n9:37 am</dco> &nbsp;<qco> i performed in front of people for the first time and my legs were shaking violently the entire time. is there anything i can do to fix that or do i just have to perform until my legs stop shaking</qco> </h3>      more performing is the only thing that will make you more comfortable performing\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n8:12 am</dco> &nbsp;<qco> How can I wake up early in the morning?</qco> </h3>      the easiest way is to go to bed in the evening\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n7:49 am</dco> &nbsp;<qco> Have you ever been asked \"what kind of music\" you do? I'm sure you've been asked this on this page, but what about irl? I play in a band, and whenever anyone asks me what type of music we play, I never know how to anwer. In fact, I think most musicians won't give you a straight answer to that question. What's your go-to response for this? I usually just answer \"we play a bunch of stuff\" or something like that.</qco> </h3>      make sure that your music is available to listen to. that way they can listen and hear exactly what it sounds like, so they won't have to rely on you to describe it (less efficient)\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n7:02 am</dco> &nbsp;<qco> do like fidget spinners? </qco> </h3>      i have never tried one\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n5:01 am</dco> &nbsp;<qco> Do you know which piano chords are in Do You Believe In Love by Huey Lewis &amp; the News because I can't find them online but I want to play the piano part</qco> </h3>      verse B (walkin) .... D#min (lookin) .... E,  F#,  B .    repeat all that.  (quick E, F# right before the cho). CHO: is B, F#, E, F#. B, F#, E, B. B, F#, E, F#, and the last part of the cho is C#min, F#, C#min, F#.  another verse, another cho, sax solo over half a verse, bridge is E .....B .  or if you want to be specific about that B there ('photograph') you can play with the vocal harmonies and go E/B, then Bmaj9.  then E..... F#  (again if you want to be specific with the vocals on 'gonna last', that would be B/F#, F#. that's about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n4:16 am</dco> &nbsp;<qco> Are you gonna do another long video like The History Of The Entire World I Guess?</qco> </h3>      how about some more things of a medium size\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n2:42 am</dco> &nbsp;<qco> Are you able to inspire me in 10 words or less?</qco> </h3>      only you can tell that\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n2:27 am</dco> &nbsp;<qco> How do you not confuse heroin, heroine, and heron with each other?</qco> </h3>      heron is pronounced differently. and heroine is feminine\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n11:36 pm</dco> &nbsp;<qco> why do you follow people on twitter</qco> </h3>      some people ask why i follow people on twitter. some people ask why i do not follow anyone on instagram. i am waiting to be informed of the proper number of people to follow such that i don't have to explain myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n10:33 pm</dco> &nbsp;<qco> if the sun is hot then why doesn't it melt?</qco> </h3>      it is way beyond melted\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n10:25 pm</dco> &nbsp;<qco> I loved HOTEWIG. Have you ever considered doing longer videos? Like 2-3 hours and really going in depth into history?</qco> </h3>      \nit's important to remember that history of the entire world took 11 months to make. anything significantly longer could take years. not to mention that after spending 11 solid months on history, i don't think i ever want to think about history ever again\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n10:19 pm</dco> &nbsp;<qco> is anything</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n10:00 pm</dco> &nbsp;<qco> Do you ever listen to your old songs on repeat when you work on things?</qco> </h3>      most of my work has music in it. so listening to other music at the same time would be a bit distracting. like doing a wine taste test with peanut butter in your mouth\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n10:00 pm</dco> &nbsp;<qco> <a href=\"i-you-we.html\">In the \"reality\"section, you often use the first person plural (\"we\") when talking about your progress with writing or creating. Do you have a tulpa, or split personality, or an assistant or something? Or were you referring to stoned and sober you collectively as \"we\"?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n9:35 pm</dco> &nbsp;<qco> I am looking at a piece of sheet music and it has 2 sets of quintuplet 16th notes, and a set of sextuplet 16th notes, all noted together as a triplet..  like there's 2 sets of 5 sixteenth notes with the little bracket and a 5 over each group, and then six sixteenth notes with a little bracket and a 6, and then over all 3 groups there's one long bracket with a 3... what is this mean? Ive never seen a tuplet inside of a tuplet before... How am I supposed to play that?</qco> </h3>      tuplets actually have a hidden number. any time you see the \"3\" for triplet, it's actually shorthand for \"3:2\" which means '3 notes in the time there would normally be 2 of these.' when 5's and 6's are used, it can be ambiguous whether it means 5:2 or 5:4, but regardless it is easy to figure out by looking at the context. but the time under the triplet bracket should be divided in 3, and then each of those thirds divided into 5, 5, and 6. or, for a reasonable human, just play 16 (oh wow, just realized the strange implications of this) notes in that time .... So really all this is saying is, play it like 32nd notes (or 16ths, depending on whether the triplet bracket takes up a whole bar or half a bar, that you can discern by looking at what else is in the bar)... so yeah basically the only technical difference between this and 32nd notes is basically they are just asking you to play the first 10 notes slower by an extremely negligible and unnoticeable amount. unless of course the rest of the music is in triplets anyway, in which case it would be normal to divide it in 3's. a lot of questions here that the context will answer. such as the tempo, and what the notes are\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n9:08 pm</dco> &nbsp;<qco> You ever get to point in writing a song where it starts to feel like the song is writing itself?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Like it becomes almost obvious where the melody \"wants\" to go/what the next chord will be? </qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What I'm wondering is, should I let this happen? Like if the melody is just screaming out that it wants to go here, should I say \"no, fuck you, you're going there instead!\" </qco> </h3>      it depends if you like where it seems to be going, or if it bores you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n9:03 pm</dco> &nbsp;<qco> How can you relate with Kiwi birds (as portrayed by the media)?</qco> </h3>      i have not kept track of how they are portrayed by the media\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n8:54 pm</dco> &nbsp;<qco> do snails have tails?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n7:41 pm</dco> &nbsp;<qco> what does water taste like?</qco> </h3>      life\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n7:16 pm</dco> &nbsp;<qco> do you like maracas? </qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n7:04 pm</dco> &nbsp;<qco> Hi, I was the one who asked about Ryland by Julian Lage (on World's Fair). There are really quiet notes in the first and second measures of the song (if you are thinking of it in 6/8) starting on the sixth 8th note that goes A D A D A. And the next time it happens is on the down beat of the 4th measure and the notes are G E G E. There are other times it happens with different notes too. My first guess was that they were harmonics because some of them seem out of tune but I can't figure it out.</qco> </h3>      i'm hearing different ones than you are mentioning, like the one that comes out most prominently is the top of bar 2 (in 6/8) there is a loud F note (out of key). this is a hammer-on, from the wrong half of the string. this only happens acoustically, and it happens worse when you are playing in the middle of the string (or in the high fret range). if you do a hammer-on, it vibrates the correct half of the string (which gives you the note you want) but also the back half of the string (to the left of your left hand). on electric, you usually wouldn't hear it. but unplugged, the 2 notes will be of equal volume if the note is near the middle of the string. so in this case it is exactly in the middle of the string (12th fret) so both sides resonate equally. on a fretless instrument i think this would be the same note, but because it's fretted instrument, the target point to press is actually on the right bar of the fret, not the left. but the reverse note is happening from the other side, from the bar on the left side of the fret. so it's a slightly shorter distance. so you'll get F instead of E. this is not the note that you mentioned, but it seems to be the loudest and most obvious one right from the very beginning. the reason it is particularly problematic is because he's hitting it harder, for groove's sake, since it's the downbeat of the bar. really to avoid this in an acoustic close-mic situation is you have to try not to hammer as hard with the left hand, and do more of the work with your right hand. the rest of the quiet out-of-tune notes i believe are also unwanted reverse hammer-ons, but as we get closer to the left (the head? neck? sorry don't really know guitar terms, i am not a guitar player) the reverse hammer-on would be quieter, and higher. wherever you do a hammer-on, the lower (longer) of the 2 notes will be louder. that's just my analysis. i'm not really a guitar player\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n6:59 pm</dco> &nbsp;<qco> how do u fit a piano keyboard in a dorm room?</qco> </h3>      a 61 key keyboard should fit fine. if that doesn't fit i don't have any other suggestions<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n6:36 pm</dco> &nbsp;<qco> when you say \"i will check,\" do you actually go back and check?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n6:22 pm</dco> &nbsp;<qco> Do you know how to cure grief? Just wondering</qco> </h3>      build something new\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n6:19 pm</dco> &nbsp;<qco> Do you think people should use two apostrophes to signal quotation marks like ''this'' in certain situations? I feel like it makes the quoted word/phrase look more sarcastic like air quotes. What do you think?</qco> </h3>      the more the better\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n6:17 pm</dco> &nbsp;<qco> I used the W3C validator on your site, to see if it would catch any errors on the HTML coding of your site. The questions page has <i>5673 errors and 11 warnings</i>. How do you feel about that?</qco> </h3>      i feel like that system is calling things 'errors' that are actually not problematic at all. but if they are problematic for you then i think you should ask yourself how you feel about using the site\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n4:56 pm</dco> &nbsp;<qco> Any new content coming within a week?</qco> </h3>      i will see if it's possible to finish it in that time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n4:54 pm</dco> &nbsp;<qco> do you sometimes think that you fit (or at least can survive) in everywhere but you belong to nowhere and you will never find your home? i do and i feel like i have to be nothing so i can be everything and i have to be nobody so i can be everybody. i thought it was what makes me write and how i became my characters and stories themselves. i became all of them, even the ones i didn't write yet. i split myself, one piece for one possibility but i can't start to do something because i am scared. there is a sea of possibilities between me and the future. like you said, i am drowning in infinity and i am broken into a thousand pieces, at the same point i was before. is this why i can't encourage myself to write again? do i have to be whole? and if yes, how can i become one again? </qco> </h3>      you are doing just fine. any way is the right way to write. just start trying some ways. and if you can't seem to finish things, try smaller things for a while\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n4:50 pm</dco> &nbsp;<qco> About when will the next thing be done?</qco> </h3>      about whenever whoever is working on it finishes it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n4:49 pm</dco> &nbsp;<qco> do you know when the next vid will be uploaded?</qco> </h3>      as soon as whoever is working on it finishes it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n4:44 pm</dco> &nbsp;<qco> What changes would you make if you were king?</qco> </h3>      make everybody king\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n4:42 pm</dco> &nbsp;<qco> is winter coming?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n3:07 pm</dco> &nbsp;<qco> are kangaroos from mars?</qco> </h3>      i don't think so but they might be\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n2:36 pm</dco> &nbsp;<qco> dear bill, this is not a question. dear bill, how do i best express my deep gratitude for your existence and work when i have no $ for your patreon. dear bill, dear.</qco> </h3>      you might have already done it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n2:34 pm</dco> &nbsp;<qco> what if if what did what to the what doing is what what is getting in what did the what what in what isnwhat is have what?</qco> </h3>      i think that already is the case\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n2:21 pm</dco> &nbsp;<qco> what should the world be like?</qco> </h3>      i think it should be interesting, exciting, and even challenging\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n2:20 pm</dco> &nbsp;<qco> why don't people have questions in real life?</qco> </h3>      i think some people do\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n2:08 pm</dco> &nbsp;<qco> A lot of times when I'm writing a song, I go through all these chord changes and have a melody line all the way from the beginning to end of the verse (or chorus), but then I'll get stuck as to how to get back 'home', like get back to the beginning of the next verse. Some songs the verse or chorus ends on a melody note/chord where I can just go straight back home without any sort of transition or anything like that... but sometimes the last note/chord wouldn't transition right going straight into the next verse. Does this ever happen to you? Any tips? It's like a puzzle, I see the chord or note I'm on, see where I need to go, but then I have to find something to bridge the gap between.</qco> </h3>      don't forget to consider going to the new verse in a new key. although it is understandable that you might want to return to the same key. so if you want to return to the same key but the change seems too drastic, consider a fun surprise sound effect. imagine you are re-booting the song entirely. what sound does the song make when it is re-booted\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n2:07 pm</dco> &nbsp;<qco> Did your worldview change during and after the making of \"history of the entire world, i guess\"?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I'm certain you found much more than what was just put in the video. (For the sake of conciseness and whatnot)</qco> </h3>      the main thing i learned was that i am never attempting a video that long again\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n1:59 pm</dco> &nbsp;<qco> Do you like cubes?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n1:46 pm</dco> &nbsp;<qco> Is there anything your music, videos and other content is NOT influenced by?</qco> </h3>      yes, such as things made by other people which i have never heard before\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n1:45 pm</dco> &nbsp;<qco> What's your opinion of quantization? Do you ever  quantize certain audio tracks when recording? Is it cheating?</qco> </h3>      i have never quantized audio. i don't think that would be an advantage\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n1:00 pm</dco> &nbsp;<qco> can you please upload the \"that's the way I like to live my life\" song please</qco> </h3>      it is uploaded. that song is actually part of a video, called \"hi, i'm steve.\" the song occurs twice in the video, with slightly different lyrics the second time\n<br><br>"
  }
]
