[
  {
    "html": "<h3> <dco>5.13.25&nbsp; \n8:25 am</dco> &nbsp;<qco> I've noticed you've responded to many questions with the answer \"I was going to say no but now that I think about it yes\"\n<br>What impresses me is your exact consistency with the message.\n<br>Do you just happen to do this a lot?</qco> </h3>      \ni was going to say yes but now that i think about it no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.25&nbsp; \n7:59 am</dco> &nbsp;<qco> do you hate questions where you would have to critically think?</qco> </h3>      \ni am fairly annoyed by questions that don't. but on the other hand, if that's the way it is, then that's the challenge i've welcomely signed up for\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.25&nbsp; \n7:17 am</dco> &nbsp;<qco> what do you do when you have to work really hard towards something that's gonna pay off or be completed such a long time from now that it barely even exists in your mind as real at all?&nbsp;</qco> </h3>      \nenjoy doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.25&nbsp; \n7:09 am</dco> &nbsp;<qco> there's a lot of evil in this world. how can we fix it</qco> </h3>      \ni don't believe in evil, but what people typically do is buy a Hallmark card saying 'wishing to fix the evil'. the funny thing is, all the 'evil' out there is also buying the same hallmark cards too. go figure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.25&nbsp; \n6:50 am</dco> &nbsp;<qco> why is the unexpected often what we need?</qco> </h3>      \nthere's a first time for everything. and it's impossible to expect something the first time. therefore, every thing, at first, would have had to be unexpected. so go ahead and unexpect some stuff. life begins\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.25&nbsp; \n5:55 am</dco> &nbsp;<qco> Is the word Onomatopoeia onomatopoeic?</qco> </h3>      \ni don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.25&nbsp; \n4:04 am</dco> &nbsp;<qco> how do u stay silly, despite it all?</qco> </h3>      \ndo you even dare claim that [it all] does not have inherent sillyness\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.25&nbsp; \n2:13 am</dco> &nbsp;<qco> how does one decode what your lyrics mean</qco> </h3>      \nlisten to the song. if you don't feel any meaning then that means the song doesn't mean anything to you and you should look for a better song. on the other hand if you do feel meaning but can't explain why, then i'd say that's exactly why i needed a song to convey it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.25&nbsp; \n2:01 am</dco> &nbsp;<qco> I have finished college and got my bachelor's. Any advice as I advance in life?</qco> </h3>      \nget more bachelor'ss! no just kidding, i actually have no idea what that is. get a PhD! i don't know what those are either but i think they are related, and perhaps known for their earthyness, and achievability\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.25&nbsp; \n1:57 am</dco> &nbsp;<qco> what's so good about thinking?</qco> </h3>      \nwhat's HOW good about thinking\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.25&nbsp; \n1:43 am</dco> &nbsp;<qco> Mr. Wurtz, what is your criteria for making a song/jingle/anything music related with lyrics?</qco> </h3>      \nprofound things can be done with this. so it's definitely a worthwhile endeavor\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.25&nbsp; \n1:06 am</dco> &nbsp;<qco> what is the best question ever</qco> </h3>      \ni see what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.25&nbsp; \n12:30 am</dco> &nbsp;<qco> Does the word checkmate originate from someone winning a game of chess and telling his friend to come look \"check, mate!\"?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n11:09 pm</dco> &nbsp;<qco> Any advice on how to start writing without procrastinating?</qco> </h3>      \ni'd say first let's explore what is writing. what do you think writing is. just think about that while you're busy procrastinating\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n10:30 pm</dco> &nbsp;<qco> how do i not stop the discontinuation of not never using double negatives? i cant not wont never stop not using them</qco> </h3>      \nuse a.... positive\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n10:19 pm</dco> &nbsp;<qco> Have you ever, at some point in the song-selection process, rejected or considered rejecting a song idea, not because you don't like, but because you worry that that song wouldn't really resonate with your audience? </qco></h3>      i think that would be a pretty dumb thing to do, but perhaps we all fall for it sometimes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or are you rather confident at this point that if you like a song idea of yours, then your audience will enjoy it too once it's a fully fleshed-out song?</qco> </h3>      \ni don't know if anyone will like anything, but if i dont even like it then i'm really screwed\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n9:52 pm</dco> &nbsp;<qco> have you ever tried taking soap away from soap?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; 8:47 pm</dco> &nbsp;<qco> How do you make your videos\n<br></qco> </h3>      \ni still haven't really figured it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n7:22 pm</dco> &nbsp;<qco> Greetings, Mr. Wurtz. I was wondering if you might be inclined to share your personal perspectives or reflections regarding the practice of speaking in a particularly elaborate or excessively wordy manner.</qco> </h3>      \ncould be useful for a background texture\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n7:18 pm</dco> &nbsp;<qco> is cereal a soup and if it is does that change how often you eat soup</qco> </h3>      \ncereal is nothing. actually that's not true it's pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n6:57 pm</dco> &nbsp;<qco> can you answer this with an adverb of your choice</qco> </h3>      \nabsoluut\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n6:50 pm</dco> &nbsp;<qco> how the hell do i figure out what i want to do with my life?</qco> </h3>      \ndo 10 things and see if you want to do any of them more. if you dont find something interesting, then do another 10 different things\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n5:16 pm</dco> &nbsp;<qco> How to improve at improvisation?\n</qco></h3>      first just start babbling incessantly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, thoughts on cats?</qco> </h3>      \nthe exact opposite of a dog WITHIN the catdog spectrum\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n4:21 pm</dco> &nbsp;<qco> hey im playing chess right now what move should&nbsp;&nbsp;i make</qco> </h3>      \nhow about checkmate\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n2:42 pm</dco> &nbsp;<qco> have you ever answered a question and then was like ok on to the next question</qco> </h3>      \nno way\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n2:38 pm</dco> &nbsp;<qco> if the hindenburg didn't fail, would there be walruses in brooklyn</qco> </h3>      \nthere might already be walri in brooklyn\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n2:04 pm</dco> &nbsp;<qco> what is cheese</qco> </h3>      \ni have no idea\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; 1:32 pm</dco> &nbsp;<qco> why do you never use capital letters?</qco> </h3>      \nyou literally just clicked on some capital letters i used, while not using ANY yourself. have you lost the entirety of your mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n1:30 pm</dco> &nbsp;<qco> why is your videos so weird</qco> </h3>      \nwhy is everyone else's videos all the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n10:36 am</dco> &nbsp;<qco> You're rly cool + are you available this weekend for friendly jokes + shenanigans</qco> </h3>      \ni have a limit of 1 joke and 1 shenanigan per weekend\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n10:29 am</dco> &nbsp;<qco> How does one even deal with things in an effective yet socially acceptable manner?</qco> </h3>      \nyou can do it just fine when you're in a more confident mood. the golden rule is perhaps to remember that people in general are more empathetic to the human experience than you sometimes realize\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n9:29 am</dco> &nbsp;<qco> What do you think of rice that has been colored red or yellow with spices?</qco> </h3>      \nhas anyone tried blue yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n6:41 am</dco> &nbsp;<qco> how to stop thinking deeply all the time. like i get it's a critical skill and it helps in life and all that but sometimes it's just annoying and i need to turn it off help</qco> </h3>      \nphysical movement generally helps with this\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n5:28 am</dco> &nbsp;<qco> is freddie mercury watching us</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n3:44 am</dco> &nbsp;<qco> Are the stickmen and other types of creatures that act in your videos fairly compensated for their work?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n3:43 am</dco> &nbsp;<qco> If you did not know that you existed would you do the same things?</qco> </h3>      \nsome things, but not others\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n3:28 am</dco> &nbsp;<qco> Have you ever thought about what it would feel like to eat a tesseract or any 4th dimensional object?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; 3:07 am</dco> &nbsp;<qco> do you use the power of music theory to make your music or do you just slap together whatever sounds groovy enough</qco> </h3>      \ni have no idea what you're talking about, but what i do use is the power of music\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n2:24 am</dco> &nbsp;<qco> i've spent so long not learning how to talk about myself. how do i get that knowledge over the span of the next 6 months</qco> </h3>      \nit looks like you've already gotten started\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n2:02 am</dco> &nbsp;<qco> Have you visited the gift shop at Mount St Helens recently?&nbsp;</qco> </h3>      \ni'm not even sure if there is such a thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n1:43 am</dco> &nbsp;<qco> is sleep a sign of weakness</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n12:27 am</dco> &nbsp;<qco> can i have a bagel?</qco> </h3>      \ni think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n11:47 pm</dco> &nbsp;<qco> why is writing so painful?</qco> </h3>      \nbecause it's so powerful. power is painful sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n10:43 pm</dco> &nbsp;<qco> Do you get better results by planning something out, or by just figuring it out along the way? And, does it matter in the end if the plan isn't followed anyway?</qco> </h3>      \nplanning is extremely useful, but it doesn't work for everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n10:37 pm</dco> &nbsp;<qco> Is there such thing as freewill?</qco> </h3>      \nif there wasnt i really dont think you would even be able to think about this\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n10:33 pm</dco> &nbsp;<qco> What's a good name for the small house spider who guards my home when I'm away?</qco> </h3>      \ni'm sure the name it already has is good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n9:23 pm</dco> &nbsp;<qco> What made the universe</qco> </h3>      \ni'm not saying you did it, but let's be honest that's something you would have done\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n9:20 pm</dco> &nbsp;<qco> What will be your answer to the question after the next question?</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n9:13 pm</dco> &nbsp;<qco> is bill wurtz a genre?</qco> </h3>      \ni dont see why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n8:53 pm</dco> &nbsp;<qco> hey can you put a picture of a cat here</qco> </h3>      \n[picture of cat]. the imagination is worth 1000 pictures\n<br><br>"
  }
]
