[
  {
    "html": "<h3> <dco>7.6.25&nbsp; \n1:28 am</dco> &nbsp;<qco> why was a road built across the chicken's path</qco> </h3>      \ni made up that story as one of the many plausible answers to 'why did the chicken cross the road'\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.25&nbsp; \n1:10 am</dco> &nbsp;<qco> hello do you bucket or flower? and where can i find the nearest toilet</qco> </h3>      \ni have no idea what you're talking about\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.25&nbsp; \n1:08 am</dco> &nbsp;<qco> what is the best future</qco> </h3>      \nYOU DECIDE\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.25&nbsp; \n1:02 am</dco> &nbsp;<qco> whats the deal with ceiling fans&nbsp;</qco> </h3>      \nthey're fine but i don't like them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; 11:53 pm</dco> &nbsp;<qco> what's your favorite font</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n11:29 pm</dco> &nbsp;<qco> Are you the next Elvis?</qco> </h3>      \nnot exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n10:58 pm</dco> &nbsp;<qco> should i go make mac n cheese (im in rural antartica)</qco> </h3>      \ni don't believe your story\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n9:02 pm</dco> &nbsp;<qco> are you happy that what you make makes other people happy? is happiness through the positive reactions to your work contagious and makes you happy too?</qco> </h3>      \nit's helpful\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n8:50 pm</dco> &nbsp;<qco> how many chord extensions can you have before it becomes too extended?</qco> </h3>      \nchords don't actually extend in the way you're talking about. one of the many academic misconceptions. It's almost as if the palm of the hand was called an 'extension' of the hand. not a good description of what's actually going on\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n8:28 pm</dco> &nbsp;<qco> do you ever feel like you're someone else but not in the dissociative way llike in a sense that it's matter of factly like how a place is a different place idk if this makes sense</qco> </h3>      \nnot quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n8:10 pm</dco> &nbsp;<qco> On a scale from 1 to 10, how different are the colors black and white?</qco> </h3>      \nas different as 1 and 10 on a scale from 1 to 10. that being said, that's extremely similar because they're both on the same scale\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n7:46 pm</dco> &nbsp;<qco> what is the biggest feeling you ever felt?</qco> </h3>      \nput it this way, anything that even makes the top 100 has to be at least good enough to distort the perception of all the others, and thus making it impossible to do the rankings\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n7:43 pm</dco> &nbsp;<qco> Do you believe in determinism or free will?</qco> </h3>      \nhas no one figured out how to reconcile those concepts together yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n7:42 pm</dco> &nbsp;<qco> example of a false statement?</qco> </h3>      \n'i have read the terms and conditions'\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n7:31 pm</dco> &nbsp;<qco> why is it called an \"odd time signature\", have we considered how it makes the time signature feel?&nbsp;</qco> </h3>      \nyes, the word 'odd' is more of a feeling than anything. it basically just means a time signature that feels weird. that's why 3 is generally not considered an odd time signature even though it's an odd number\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n7:28 pm</dco> &nbsp;<qco> What do you think of wormholes?</qco> </h3>      \nseem pretty chill\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n6:29 pm</dco> &nbsp;<qco> have you made a pizza lately?&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n6:14 pm</dco> &nbsp;<qco> what would you tell someone who's so overwhelmed with how to start a thing that they never do it even after years of thinking?&nbsp;</qco> </h3>      \ndo some simpler things with lower stakes for a while\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n6:09 pm</dco> &nbsp;<qco> what number do numbers add up to?&nbsp;</qco> </h3>      \n-1/12. dont worry about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; 5:58 pm</dco> &nbsp;<qco> Favorite song you made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n4:42 pm</dco> &nbsp;<qco> what is a goal that you have achieved recently?</qco> </h3>      \nsold snake oil back to the snake oil salesman at an inflated price\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n3:59 pm</dco> &nbsp;<qco> do you like mustard</qco> </h3>      \nno, but that doesn't mean it's not good\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n3:41 pm</dco> &nbsp;<qco> what would you do when the universe ends?</qco> </h3>      \nsomething in another universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n3:28 pm</dco> &nbsp;<qco> I just want to be like you</qco> </h3>      \nin that case you probably will be\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n3:25 pm</dco> &nbsp;<qco> What is your favourite 3-digit number?</qco> </h3>      \n999\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n3:18 pm</dco> &nbsp;<qco> whats the best flavor of ice cream</qco> </h3>      \ncold\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n2:34 pm</dco> &nbsp;<qco> where do all the questioffs go? and for that matter, what about the halfway ones, like the questiehs or the elusive questioscillators?</qco> </h3>      \nthank you for the wordplay. i appreciate it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n1:07 pm</dco> &nbsp;<qco> if you could say one thing to the whole world what would you say?</qco> </h3>      \nhello\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; 11:30 am</dco> &nbsp;<qco> do u like garlic bread</qco> </h3>      \ni can't decide\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n10:47 am</dco> &nbsp;<qco> Hey Bill, on some days I wake up and have this weird sense of confusion. Like I can have plenty of really good days in a row where everything works fine, I have energy, my routine is working, my project is going well and I'm just overall confident. And then sometimes the next day, completely out of nowhere my brain is like doubting everything and giving me all sorts of reasons why things aren't gonna work out and I'm just... confused? Have you dealt with this before and do you maybe have a solution to this?</qco> </h3>      \nthis will always happen from time to time, and there's no way around it, but here's why you should be glad: without this part of the cycle, the other parts wouldn't be any good. they literally would not be defined as anything good, in comparison to anything. no matter what ocean wave you have, there is a downside to the wave. the only way to avoid the downside is to avoid the entire wave altogether, thus also avoiding the upside\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n9:14 am</dco> &nbsp;<qco> would you consider yourself a nihilist? \n<br>personally, i'm an optimistic nihilst. i also completeley agree with other / prefer not to say as a response.\n<br></qco> </h3>      \nwhen everyone started asking about 'nihilism' i had to look it up. and it made me say 'oh my goodness thats the opposite of what i am. how awkward'\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n8:47 am</dco> &nbsp;<qco> what is green?</qco> </h3>      \n<green>this color</green>\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n5:03 am</dco> &nbsp;<qco> what genre are you i mean you're none but all of them at the same time so what does that make you&nbsp;</qco> </h3>      \nalive\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n4:18 am</dco> &nbsp;<qco> if you are an object, any object, what would you be</qco> </h3>      \nhow about a point-particle\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n2:19 am</dco> &nbsp;<qco> blubbery forensics rheumatism phisher puckish nonplussed kickstand mandible jujubes bifurcation cruddy whetstone anopheles guava vested chook zestful politicking cygnet and a magnet. sorry what is this page?</qco> </h3>      \nfor you right now it's a chance to list a whole pile of english words, of varying levels of obscurity\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; 2:00 am</dco> &nbsp;<qco> has anyone asked you this before?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n1:13 am</dco> &nbsp;<qco> i'm making an awesome minecraft map, but i'm stuck in the environment design step. how do i make landforms that look both realistic&nbsp;&amp; pretty, feel fun to explore, and have a sense of cohesion, while simultaneously being able to iterate on each section individually as I go?</qco> </h3>      \nyou may never know exactly how to do it, but you'll somehow be able to do it, after trying many times\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n12:32 am</dco> &nbsp;<qco> What give you hope?</qco> </h3>      \nthe...... sun\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.25&nbsp; \n12:09 am</dco> &nbsp;<qco> Who's your favorite musical artist to listen to</qco> </h3>      \ncan't really find one\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.25&nbsp; \n10:51 pm</dco> &nbsp;<qco> how many moons would it take to destroy the earth?</qco> </h3>      \nmaybe just 2\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.25&nbsp; \n10:23 pm</dco> &nbsp;<qco> would you ever pull a hat out of a rabbit?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.25&nbsp; \n9:02 pm</dco> &nbsp;<qco> are you in a cult</qco> </h3>      \nit's always so hard to tell\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.25&nbsp; \n7:48 pm</dco> &nbsp;<qco> Why do so many people love to ask you questions? I wish they would go away.\n<br></qco> </h3>      \ndo you also wish yourself would go away\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.25&nbsp; \n7:45 pm</dco> &nbsp;<qco> What should I name my son?</qco> </h3>      \nhow about My New Son\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.25&nbsp; 7:04 pm</dco> &nbsp;<qco> How are you?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.25&nbsp; \n6:59 pm</dco> &nbsp;<qco> why do cells divide but also multiply and get bigger but also smaller?</qco> </h3>      \nkeep their options open\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.25&nbsp; \n6:37 pm</dco> &nbsp;<qco> during songwriting, do the visuals for the video also enter your mind</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.25&nbsp; \n3:50 pm</dco> &nbsp;<qco> Do you say homage with a silent h?</qco> </h3>      \ni don't recall ever saying the word homage\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.25&nbsp; \n3:17 pm</dco> &nbsp;<qco> what is an answer shaped like?</qco> </h3>      \nthey're all different\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.25&nbsp; \n2:11 pm</dco> &nbsp;<qco> The way I like to think of genres is that, instead of being strict categories that artists or songs have to fit in, they're just labels you can put on a song that describe a specific aspect of the song, be it when it was made, the instrumentation used, the way it's produced, the lyrical content, etc. and since most songs are quite multifaceted, most songs can have several genres attributed to them, and this combination of genres, together, constitutes an (albeit rough and imperfect) description of the song, that gives you a (rough and imperfect) idea of what to expect from that song. What do you think?</qco> </h3>      \nthat's great as long as you can make up as many different names and terms as you need to\n\n<br><br>"
  }
]
