[
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n8:31 pm</dco> &nbsp;<qco> Things&nbsp;&nbsp;i want to do i dont do. is this deppression?</qco></h3>      we'll see about that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I want to finsh this song i made but i dont want to bother with the tedious aspects of daws.</qco></h3>      no one does<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I DONT want to be fat and keep eating chips all day but i got more motivation to walk down to 7/11 and get some than to record the synth guitar solo for my song. Heres a secret tho, Im terrified of actually finishing the song in case it doesnt come out as the masterpiece i imagine with this work in progress. Do i really want anything if i dont do anything?</qco> </h3>      yes. the trick is, there is a tangle in the logistics of the exact steps and methods of HOW, on a very simplistic level. there are some very important unknowns here that you are unable to find the answers for, because you have not clearly located the questions. but they are there. untangling these small issues will cause magnificent surges of fresh unique inspiration that are so distinctively you that you will not be able to resist the seemingly automatic forward motion that will occur as a result. it will be as easy and addictive as chips, but lightyears more powerful. i am narrowing it down to 2 issues here: 1 is the tangled confusion of issues you know somewhere deep within your mind need to be answered, but are buried too deep to remember the details, and the other issue is simply the fear that this song will be your only song. which, to be fair, it may seem that way based on your observation of the current pace. the important rule here is that every song gets better, but i realize this doesn't help if the pace does not seem commensurate with any realistic progress timeframe. So, you need to approach this tangle. It's important to recognize that recording and arranging your own songs is by nature a very tangly and complicated mess. for this reason, it is vitally important that you practice simplicity at all costs, in every aspect of the arrangement. always remember, there was once a time when people had to record on 4 track tape machines and the only way to get more tracks was to burn 3 tracks down to 1, never being able to change them again. in some ways i'm sure your computer software is crippling because it affords you too many options. so simplicity is necessary at all costs, and i think you can expect to have to remind yourself that again and again. But as far as untangling the confusion points, i will tell you one thing that is vitally important to me which i cannot live without, and i've done it for years and continue to do it to this day, in fact it saved my day today and rescued me from the sour depths similar to what you described, and continues to save my ass again and again for at least 10 years or more now, and it's this: keeping a very open freeflowing documentation/discussion of your entire thought process and everything relating to the project, and stay especially in touch with the origins of the project and continue to backtrack and re-explain to yourself how and why you started doing this project and everything that led to it and everything that has gone into it. keep a constant open dialogue with yourself, whether in writing, text, audio, video, or all of those at the same time. drench yourself in discussion of the issues. get it all out in the open. it's like a tangled rope. what you have been doing, it seems, as you described it in your question, is trying to pull on the ends of the rope. what i am describing is when you go into a large room, and lay the rope out on the floor and get a better look at how this thing got this way. and the crazy thing is, every time, when you start to solve it and those tangles come out, not only is it wildly refreshing to have a freely untangled rope, what's crazy is all these memories start flooding back to you about every little tangle as it comes out, and suddenly start to remember exactly how all of them got there in the first place. it's like the big bang all over again\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n8:28 pm</dco> &nbsp;<qco> did you cause coronavirus</qco> </h3>      if so i don't remember doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n8:25 pm</dco> &nbsp;<qco> how can one make and keep friends when the coronavirus quarantine makes social contact so hard?</qco> </h3>      was it actually easy before?\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n8:21 pm</dco> &nbsp;<qco> are you in school</qco> </h3>      i am better off making my own. that's just something i've learned about myself, which i actually learned in school, which i made myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n8:02 pm</dco> &nbsp;<qco> where is the castle</qco> </h3>      look around you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n7:51 pm</dco> &nbsp;<qco> 21huqeiaysndnuimmwiuajdsiodph3u2bpt463298n cui3jhn ausijknhsjkf.3wk4uj1[0928u4e8932nyvrhucsbcn,szccswhasjd hsuijnedwa? please decode + answer</qco> </h3>      you are using a qwerty keyboard, with 2 hands. it almost seems somewhat likely that you are left handed\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n7:38 pm</dco> &nbsp;<qco> how do you get inspiration for music?</qco> </h3>      inspiration is contagious\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n7:27 pm</dco> &nbsp;<qco> Will I be a raindrop&nbsp;</qco> </h3>      how about the entire rain storm\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n7:25 pm</dco> &nbsp;<qco> Are there going to be more instrumental of your newer songs or are those a thing of the past?</qco></h3>      i have never posted an instrumental version of a non-instrumental song<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ö ( Love all your work by the way! :D )</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n7:12 pm</dco> &nbsp;<qco> When is the time to start cleaning the soap?&nbsp;</qco> </h3>      time oclock\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n7:07 pm</dco> &nbsp;<qco> what if listening to one of your songs is what you need to get to the next stage yet your perfectionism is not letting you hear the message?</qco> </h3>      it's the opposite. listening to them causes perfectionist thoughts. other than that i don't normally have perfectionism, i usually try to make sure i do things very badly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n7:07 pm</dco> &nbsp;<qco> How will you beat the Coronavirus?</qco> </h3>      by remembering just how and why we all might have come here together\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n6:58 pm</dco> &nbsp;<qco> When are you coming back to youtube but in alien year :)\n<br></qco> </h3>      right away\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n6:53 pm</dco> &nbsp;<qco> Can you teach me how to ride a bike&nbsp;</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n6:39 pm</dco> &nbsp;<qco> Why did the chicken Cross the road?</qco> </h3>      it was following another road. going through an intersection with the first road\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n6:28 pm</dco> &nbsp;<qco> can we go outside together</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n6:14 pm</dco> &nbsp;<qco> When will you run for world leader?</qco> </h3>      this year maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n6:11 pm</dco> &nbsp;<qco> Do you plan on getting the corona virus?</qco> </h3>      i would be interested in some sort of lite version, or extra lite\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n6:06 pm</dco> &nbsp;<qco> is q a good letter? is it an alien??</qco> </h3>      absolutely both\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n6:03 pm</dco> &nbsp;<qco> What's your opinion on shrek&nbsp;</qco> </h3>      not sure, never seen the movie, i just have all the shrek furniture \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n6:02 pm</dco> &nbsp;<qco> how to win at spelling</qco> </h3>      use as few letters as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n5:58 pm</dco> &nbsp;<qco> If you have a 15 minute break from all things life-related, would you drink coffee, porridge, or a mix of the two?</qco> </h3>      your story doesn't add up. both of those things are life related\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n5:49 pm</dco> &nbsp;<qco> Was coronavirus invented by the thing inventor&nbsp;&nbsp;&nbsp;&nbsp;</qco> </h3>      no, it serves as a creative challenge to make the thing inventors stronger\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n5:37 pm</dco> &nbsp;<qco> will you ever cover songs that are not in English?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n5:36 pm</dco> &nbsp;<qco> I am really thankful for everything you have done so far.&nbsp;</qco> </h3>      holy river way, you have started to engage friendship tactics\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n5:18 pm</dco> &nbsp;<qco> please share your opinions on tomato soup&nbsp;</qco> </h3>      never heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n5:14 pm</dco> &nbsp;<qco> hi bill can you give me a mantra to live by until my classes are back to normal</qco> </h3>      yes i will be sending out a mantra packet very soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n5:13 pm</dco> &nbsp;<qco> Why did the aliens build the pyramids and not anything else?</qco> </h3>      let's just say they had a few other things on their agenda\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n5:12 pm</dco> &nbsp;<qco> Are you ever gonna make a new song?</qco> </h3>      how did you know\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n5:02 pm</dco> &nbsp;<qco> When will you next upload&nbsp;</qco> </h3>      i will be conducting an experiment to find out when\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n4:56 pm</dco> &nbsp;<qco> when are you posting your next video on you tube?</qco> </h3>      i am holding a contest to see who can predict\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n4:55 pm</dco> &nbsp;<qco> I know this is weird but would you want to go everywhere barefoot.</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n4:55 pm</dco> &nbsp;<qco> How would you classify your music and what style would you classify it as\n<br></qco> </h3>      normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n4:50 pm</dco> &nbsp;<qco> Do you think 2020 will get any worse?</qco> </h3>      yes, and better\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n4:46 pm</dco> &nbsp;<qco> Comedy?</qco> </h3>      never heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n4:36 pm</dco> &nbsp;<qco> Hello, could you sing me something? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>Thank you!\n<br></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n4:32 pm</dco> &nbsp;<qco> how can i be the most insane person alive</qco> </h3>      you already are, but i'm still wondering how you are doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n4:11 pm</dco> &nbsp;<qco> do you think you'll win another award from your speech like a year ago or something, man that was a great speech</qco> </h3>      i don't think they give awards for speeches, but that would be pretty cool if they did. could get a chain reaction going\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n4:11 pm</dco> &nbsp;<qco> hey, you mean a lot to me and I'm kinda lonely. Will you be my Bro™?</qco> </h3>      ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n4:08 pm</dco> &nbsp;<qco> your opinion of life</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n4:01 pm</dco> &nbsp;<qco> Give me an idea please</qco> </h3>      a chair for standing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n3:53 pm</dco> &nbsp;<qco> does wyoming exist</qco> </h3>      yes but i can't prove it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n3:53 pm</dco> &nbsp;<qco> have you leveled up today?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n3:49 pm</dco> &nbsp;<qco> My dad keeps telling me to be a man and take risks. How do I do that?</qco> </h3>      hm, a good starting risk might be to dis-obey his advice. another option would be to dis-obey mine\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n3:43 pm</dco> &nbsp;<qco> Is a Bill Wurtz tour a possibility?</qco> </h3>      oh heck yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n3:32 pm</dco> &nbsp;<qco> What type of questions are you favorite to answer on here?</qco> </h3>      the ones that come from you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n3:29 pm</dco> &nbsp;<qco> do u have any mental conditions</qco> </h3>      yep. 'thinking'\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n3:20 pm</dco> &nbsp;<qco> How can I make a cat woof and a dog meow</qco> </h3>      up up down down left right left right b a\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n3:16 pm</dco> &nbsp;<qco> are u making new videos</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.20&nbsp; \n3:10 pm</dco> &nbsp;<qco> do you like thinking?</qco> </h3>      i like it best when it is combined with feeling and movement\n<br><br>"
  }
]
