[
  {
    "html": "<h3> <dco>10.28.24&nbsp; \n1:33 am</dco> &nbsp;<qco> How long can you keep on making and breaking patterns until you're stuck repeating yourself over and over again? Surely it isn't possible to carry on forever, right?</qco> </h3>      \nyou can break the pattern by which you make and break patterns, and start making and breaking them in a different pattern\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.24&nbsp; \n12:03 am</dco> &nbsp;<qco> Do you think toasters are a good size or should they be bigger?</qco> </h3>      \nnot just a good size, i'd venture all toasters are a great size\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.24&nbsp; \n9:57 pm</dco> &nbsp;<qco> how to escape the mundane</qco> </h3>      \nthis may seem counter intuitive, but how about trying to describe exactly what mundane is\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.24&nbsp; \n9:42 pm</dco> &nbsp;<qco> How do you feel about that fact how your music taste sets in when you're 25 or something and most people's favorite music is the stuff they listened to at 14</qco> </h3>      \nwhere it really gets funny is when people try to honestly declare with objective intellectual certainty that that particular time period was unequivocally better than any time after\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.24&nbsp; \n8:56 pm</dco> &nbsp;<qco> What's one typeface you despise?</qco> </h3>      \nanything with smart quotes tends to become a train wreck at some point\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.24&nbsp; \n8:37 pm</dco> &nbsp;<qco> How/why did you start making music? Asking 'cause I'm&nbsp;&nbsp;leaning towards doing it (keep coming back to it). So, how to start? (I know it might be simple, but I have yet to start).</qco> </h3>      \ni was already started before i can remember, but i can say that the availability of a piano keyboard is about the only thing you need. the second ingredient is yourself, which i would never dare to forget in this case, but it has been rumored that people sometimes do forget to bring that along. in which case no one gets anywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.24&nbsp; \n8:35 pm</dco> &nbsp;<qco> Which state of matter is the most likely to be a concern</qco> </h3>      \nimpossible\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.24&nbsp; \n4:40 pm</dco> &nbsp;<qco> is morality subjective? objective? what would make it either?</qco></h3>      i thought it was a brand of extremely expensive cologne <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what makes something good or bad</qco> </h3>      \nsomething being great\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.24&nbsp; \n3:20 pm</dco> &nbsp;<qco> \"befriend\" as a word looks more like \"no longer be friends\" rather than \"make them a friend\"</qco> </h3>      \nbut why doesn't it look like \"let's befriends\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.24&nbsp; \n2:13 pm</dco> &nbsp;<qco> can everything in our world be conveyed using some kind of language?</qco> </h3>      \nanything can be attempted to be conveyed. that may not sound like a lot, but it goes a long way. ironically, it can actually be the only actual way to go all the way. considering 'all' being technically infinite in size\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.24&nbsp; \n1:40 pm</dco> &nbsp;<qco> have you ever made a list of possible modes of human behaviours (towards each other)? because some of your scenes seemed so real that it feels like they happened a thousand times before</qco> </h3>      \nmaking such a list seems to me like the worst way to actually accomplish the result you mentioned\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.24&nbsp; \n1:19 pm</dco> &nbsp;<qco> if the world made sense would you understand it</qco> </h3>      \ni would be constantly learning to understand it, as it changes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.24&nbsp; \n10:50 am</dco> &nbsp;<qco> how come it's called mac and cheese instead of mac with cheese? i feel like the 'and' implies seperation</qco> </h3>      \nthe official name is mac avec cheese\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.24&nbsp; \n10:28 am</dco> &nbsp;<qco> help, i'm non-binary, how do i read and understand binary (the 0s and 1s text)?</qco> </h3>      \nbasically pretend you only know how to write the digits 1 and 0. now start counting, except you'll have to skip every number that has any digits you can't write. 1, 10, 11, 100, 101, 110, 111, 1000, 1001, 1010, 1011, 1100, 1101, 1110, 1111, etc. That's how to count in base 2 (binary). if you want to see what any of those numbers would be in base 10, just count the binary alongside the base 10. so 1=1, 2=10, 3=11, 4=100, 5=101, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.24&nbsp; \n7:05 am</dco> &nbsp;<qco> does \"love\" mean a higher level of \"like\"</qco> </h3>      \nin some contexts yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.24&nbsp; \n4:21 am</dco> &nbsp;<qco> we live in a world where you can put some cinnamon in your coffee if you want</qco> </h3>      \nwho would have thought you'd even have time to be in a world, while making coffee\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.24&nbsp; \n2:15 am</dco> &nbsp;<qco> why don't you learn to play the viola?</qco> </h3>      \ni would rather use the acoustic guitar\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.24&nbsp; \n1:20 am</dco> &nbsp;<qco> I feel like a spork is too much spoon to not be more than half of the word. You may say that that the O is one of the spoon's, but I assure you that it's fork's O</qco> </h3>      \nyeah well, i thought the pencil i tried to balance on its tip was too symmetrical to have fallen all the way to the left and not at all to the right\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.24&nbsp; \n12:42 am</dco> &nbsp;<qco> You could literally be a band leader on a late night talk show but they don't know you could be</qco> </h3>      \nwho's they\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.24&nbsp; \n10:50 pm</dco> &nbsp;<qco> how do I grow a tomato tree</qco> </h3>      \nthose things grow themselves\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.24&nbsp; \n9:26 pm</dco> &nbsp;<qco> Is it possible to be both miserable and jubilant at the same time</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.24&nbsp; \n8:59 pm</dco> &nbsp;<qco> What's the difference between historiographic metafiction and just plain old historical fiction?</qco> </h3>      \nthe technical classification\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.24&nbsp; \n6:59 pm</dco> &nbsp;<qco> have you ever seen the northern lights firsthand?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.24&nbsp; \n6:22 pm</dco> &nbsp;<qco> Long story short, I wrote a short story that was too long, and now it's a just a story.&nbsp;&nbsp;How do I make my story a long short story as opposed to a short long story?&nbsp;</qco> </h3>      \njust say that on the cover. you can say it's \"a long short story\", or you could say \"a long short story, not a short long story\", depending on whether you want a long short title or a short long title\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.24&nbsp; \n6:12 pm</dco> &nbsp;<qco> why is the state of american politics so drab and bad right now</qco> </h3>      \nmaybe it needs more clickbait\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.24&nbsp; \n5:36 pm</dco> &nbsp;<qco> Why am I on this website being ask to write a question, and why doesn't \"ask a question\" have a punctuation mark at the end?</qco> </h3>      \nlike on signs, such as \"STOP\", punctuation is not necessary\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.24&nbsp; \n4:10 pm</dco> &nbsp;<qco> if you could invent a taste what would it be.</qco> </h3>      \ngood\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.24&nbsp; \n2:15 pm</dco> &nbsp;<qco> what's currently trending?</qco> </h3>      \ncommon sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.24&nbsp; \n1:14 pm</dco> &nbsp;<qco> Do they make pop music annoying on purpose&nbsp;</qco> </h3>      \nsometimes a little\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.24&nbsp; 12:55 pm</dco> &nbsp;<qco> how do i make friends?</qco> </h3>      \nthis might seem counter-intuitive, but how about doing some business\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.24&nbsp; \n12:25 pm</dco> &nbsp;<qco> if you could change one thing what would you change</qco> </h3>      \nthe number of things i can change\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.24&nbsp; \n12:14 pm</dco> &nbsp;<qco> Which milk is the best milk?</qco> </h3>      \ngreat milk\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.24&nbsp; 11:42 am</dco> &nbsp;<qco> how do i ask a question</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.24&nbsp; \n10:12 am</dco> &nbsp;<qco> what is your weakness</qco> </h3>      \nbeing strong\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.24&nbsp; \n10:01 am</dco> &nbsp;<qco> Why is art music and music is art but musart isnt a thing</qco> </h3>      \neverything actually is a thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.24&nbsp; \n8:07 am</dco> &nbsp;<qco> Help I summoned Benito Mussolini</qco> </h3>      \nin that case, maybe he will help you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.24&nbsp; \n7:57 am</dco> &nbsp;<qco> what is objectively the best soup?</qco> </h3>      \nobject soup\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.24&nbsp; \n2:29 am</dco> &nbsp;<qco> have you ever had a mullet?&nbsp;&nbsp;if not, would you ever consider it</qco> </h3>      \nthe problem with the mullet is it's actually too attractive. it would give me too much of an advantage\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.24&nbsp; \n1:27 am</dco> &nbsp;<qco> are there any things that can't be talked about</qco> </h3>      \nmaybe, but i probably wouldn't be able to say what they are\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.24&nbsp; \n1:22 am</dco> &nbsp;<qco> Do you think the place that you live has an effect on your well being</qco> </h3>      \nyes, but it's not the only factor\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.24&nbsp; \n9:26 pm</dco> &nbsp;<qco> do you like building with legos?</qco> </h3>      \nthat seems fun but i'll admit i don't do it on a regular basis\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.24&nbsp; 8:27 pm</dco> &nbsp;<qco> Your chords and cadences often surprise me. Do you compose based on what your inner ear tells you, or do surprise yourself? For example, playing a minor chord where you expect a major chord, and/or playing a fourth or fifth above.</qco> </h3>      \ni compose based on the sound\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.24&nbsp; 8:03 pm</dco> &nbsp;<qco> how are you</qco> </h3>      \npretty good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.24&nbsp; \n7:56 pm</dco> &nbsp;<qco> Are there any redeeming qualities to this question</qco> </h3>      \nit doesn't need to be redeemed, it's already fine\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.24&nbsp; \n7:38 pm</dco> &nbsp;<qco> what is the meaning of music</qco> </h3>      \n'you', or whomever 'you' means to you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.24&nbsp; \n4:33 pm</dco> &nbsp;<qco> Hey Bill i'm back from germany(long story) but now my sleeping schedule is absolutely destroyed (it's 5am, i haven't slept since yesterday, and i literally have 0 grams of sleep) Help\n<br>do you think Anything will help this</qco> </h3>      \nnow is an interesting time to make some life goals\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.24&nbsp; \n3:06 pm</dco> &nbsp;<qco> do you ever forget all the stuff you have to be happy about</qco> </h3>      \nsometimes briefly\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.24&nbsp; \n1:26 pm</dco> &nbsp;<qco> Do you ever just feel unmotivated for long periods? What do you do during those unmotivated times?&nbsp;</qco> </h3>      \nunmotivated to do what\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.24&nbsp; \n12:42 pm</dco> &nbsp;<qco> is inexistance a thing if a thing is something that exists? if not, what is a thing?</qco> </h3>      \na thing is just anything you can talk about\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.24&nbsp; \n12:40 pm</dco> &nbsp;<qco> have you had any interesting dreams lately? if so, what were they?</qco> </h3>      \ni dreamed i was awake\n\n<br><br>"
  }
]
