[
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n11:29 am</dco> &nbsp;<qco> How many ducks can I fit in one room?</qco> </h3>      let's not go there\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n11:28 am</dco> &nbsp;<qco> Have you ever been like \"aw man, this is good\"</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n11:24 am</dco> &nbsp;<qco> This question is a serious question (Seriously) which must be taken ASAP (as seriously as possible) in all accounts, whilst being focused and composed whilst answering (also known as being serious). Do not take this lightly. Why do things fall down? (Serious question)</qco> </h3>      due to gravity\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n11:05 am</dco> &nbsp;<qco> will you perhaps dance funkily in your next video?&nbsp;</qco> </h3>      that is likely\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n7:15 am</dco> &nbsp;<qco> I love your music. How can I become as good as you? Or is that impossible?</qco> </h3>      you can be better\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n4:51 am</dco> &nbsp;<qco> Are you aware that your content is bizarre? I love yr content! I guess what I'm asking is;&nbsp;is it strange to you that people find it strange or is it intended to be strange? Are u aware that it is different or is this your reality?</qco> </h3>      the world is strange so i think it's important to have content that acknowledges this\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n2:24 am</dco> &nbsp;<qco> what would be the best font if helvetica didn't \n<br>exist?</qco> </h3>      regardless of whether helvetica exists, the best font is hoefler text\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n1:53 am</dco> &nbsp;<qco> do you quote the lick in hallelujah</qco> </h3>      i think there is a close cousin in there somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n1:46 am</dco> &nbsp;<qco> what's the average number of trick questions you get per week</qco> </h3>      every question is trick, that's why this is such a valuable experience for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n1:07 am</dco> &nbsp;<qco> What are you most inspired by?</qco> </h3>      every time i am inspired by something, something else inspires me even more\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n12:46 am</dco> &nbsp;<qco> What are your thoughts on the whole recent Elon Musk thing? I want to see electric cars in tunnels and Mars bases and cover my roof in attractive yet durable solar tiles, but I feel like he may literally be driving himself and everyone around him insane in the process.&nbsp;</qco> </h3>      the latest elon musk news i just saw was a bunch of successful satellite launches. seems like good news\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n12:12 am</dco> &nbsp;<qco> do you find it annoying or irritating when people ask whether you're under the influence of drugs when crafting your songs?</qco> </h3>      no, but one thing that can be irritating or annoying is questions that suggest things for me to be annoyed or irritated by\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n12:10 am</dco> &nbsp;<qco> What is a piece of good advice that you have received along the way?</qco> </h3>      how about <a href=\"treyparker-spendingtoomuchtimemayruinit.mp4\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n11:54 pm</dco> &nbsp;<qco> how much longer should i dig this hole? i've been digging for an immensely long time with ferocious intensity and yet am still not entirely satisfied with the results</qco> </h3>      spend 1 day not digging the whole and write down how you think it should be. then return to the hole\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n11:50 pm</dco> &nbsp;<qco> describe the perfect sandwich</qco> </h3>      a sandwich sandwiched between 2 sandwiches, which is what i call a grandwich\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n11:46 pm</dco> &nbsp;<qco> Why does my cat like eating cheese?</qco> </h3>      could be the flavour\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n11:16 pm</dco> &nbsp;<qco> did you ever go to school for music, or did you try hard enough that you could do it without the college time?</qco> </h3>      it was actually much easier to learn outside of school\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n11:15 pm</dco> &nbsp;<qco> how to prevent a relapse</qco> </h3>      make sure you lapse good enough that first time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n10:45 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201810061753\">10.6.18&nbsp;&nbsp;5:53 pm</a> \n<br>wait is this yes pleasde</qco> </h3>      yes covers many covers. hopefully 1 out of 10 or more. that puts the first one on january 8, according to my calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n10:42 pm</dco> &nbsp;<qco> What are your feelings towards tiny umbrellas</qco> </h3>      they can keep the rain out of your drink or cocktail\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n10:23 pm</dco> &nbsp;<qco> Have you ever thought of a thing that could be in a video, regardless of the song?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n9:43 pm</dco> &nbsp;<qco> Are you rephrasing my questions.</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n9:41 pm</dco> &nbsp;<qco> Whydon'tyouusecapitalletters?-SpaceMan27</qco> </h3>      why don't you notice <a href=\"capitals-report.php\">when i do</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n9:16 pm</dco> &nbsp;<qco> You had/have a room covered in quotes. How did you have the motivation to do that, if the quotes were not up there yet to give you motivation.</qco> </h3>      the quotes were already there, which in turn gave me motivation to do other things\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n8:57 pm</dco> &nbsp;<qco> How many (if any) mental breakdowns do you have when writing each song?</qco> </h3>      1 per song\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n6:35 pm</dco> &nbsp;<qco> Are there any easter eggs hidden in this website? hidden secrets?</qco> </h3>      the entire website is a secret\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n5:46 pm</dco> &nbsp;<qco> i'm confused about songs that have that little half-step passing chord thingy (i know, i know, use your ears.. but this thing always confuses me and I hear it a lot, and I'm sure it's a really simple concept)... like that bruno mars finesse song with the C# to C7 to Fmin (i think), would that be in Fmin and the C# is a sharp 5? if somebody put those chords in front of you and told you to take a solo, what might you play over that C# chord?&nbsp;</qco> </h3>      that would be Dbmaj7, Caug7, Fmin9(11). honestly in that situation, over the Dbmaj7, Fmin pentatonic will be all you need. during the Caug7, honestly Bb will be your strongest note. still firmly think of F min but i guess don't really hang on the F note, technically you'd want the E note instead but don't hang on that either. and during the Fmin9(11) you'll probably have strong emphasis on those G and Bb notes and also Fmin. basically the whole time just consider Fmin pent stuff to be your home and the Bb note is gonna be really strong everywhere except the Dbmaj7 in which Ab and C (and F) will be stronger. this is all stuff you can find by just playing in F min and listening to which notes sound stronger when\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n5:01 pm</dco> &nbsp;<qco> How active are you on the anagrams page?</qco> </h3>      daily\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n4:53 pm</dco> &nbsp;<qco> Do you have any suggestions for singing vocal runs so well? Yours are articulate but also light and easy sounding. I love the feel, I can almost feel my voice doing them when I hear them ha:) I've been singing for a few years and have gotten to the point where sometimes they roll out naturally but at other times there's a little wobble in either the tone or one/some of the notes. Usually if I have been singing for an hour + everything sounds and feels better, but that seems to be such a long time to get into the groove. Thoughts?</qco> </h3>      find some simple light patterns to gently repeat, throughout the day, especially if you have to walk somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n3:29 pm</dco> &nbsp;<qco> should i do something that helps my community or something that i think is really fun and exciting?</qco> </h3>      how about something that makes your community fun and exciting\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n3:16 pm</dco> &nbsp;<qco> what is a rainbow</qco> </h3>      a sampler menu, of light\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n1:28 pm</dco> &nbsp;<qco> Are you really gonna do some covers soon? May I suggest \"I've got a golden ticket\"?</qco> </h3>      it would be cheer up charlie instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n1:28 pm</dco> &nbsp;<qco> How can i be sure you really exist?</qco> </h3>      who\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n12:30 pm</dco> &nbsp;<qco> can you do a vid about nuclear war&nbsp;&nbsp;and the day is gonna fine and swell?</qco> </h3>      sounds a bit similar to something i just did\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n12:26 pm</dco> &nbsp;<qco> Why are crows so damn smart?</qco> </h3>      everyone is smart\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n12:19 pm</dco> &nbsp;<qco> what's your flavourite favour?</qco> </h3>      tasty\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n11:14 am</dco> &nbsp;<qco> <a href=\"q.php?date=201810051840\">10.5.18&nbsp;&nbsp;6:40 pm</a>  bill does your answer to this question suggest that all of your lyrics have such an obvious meaning to them that you hide with synomous phraseology and that if one were to examine them they could then surmise the precise meaning of your abstract songs?</qco> </h3>      for me, the winning move is when i can come up with something that feels very vividly meaningful, in a multitude of different ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n10:18 am</dco> &nbsp;<qco> Favorite fruit?</qco> </h3>      vegetables\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n8:50 am</dco> &nbsp;<qco> what musicians/artists inspire you?</qco> </h3>      they all do\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n7:21 am</dco> &nbsp;<qco> word on the street is that your a gir-teur-affe. Half giraffe, other half, also a giraffe. Literally just a whole giraffe. Any opinion?</qco> </h3>      i am 2 giraffes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n7:04 am</dco> &nbsp;<qco> What search engine do you use?</qco> </h3>      still searching for a good engine\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n6:50 am</dco> &nbsp;<qco> Have you read any books about jazz harmony? If so, which ones and which ones do you recommend?</qco> </h3>      i would prefer song books, or just listen to the songs if reading is not important\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n6:45 am</dco> &nbsp;<qco> What's your comfort food?</qco> </h3>      pillows?\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n5:13 am</dco> &nbsp;<qco> I currently very much dislike pop music but I want to be more tolerant. As somebody who appreciates pop, can you tell me how I can change my dismissive view on it?\n</qco></h3>      just try listening to the radio for a few days and remember the golden rule which is that all the performers, producers, and listeners, are real people<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What do you personally like about it?\n</qco></h3>      it's like family. it is a vibrant and timeless fruit of the planet i am on<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I don't want to sound like a snob or elitist, I actually want my mind changed. Pop music is everywhere and I don't want to feel so negatively about it. I want to understand why people like it so I can find my peace with it and maybe start to appreciate it myself.</qco> </h3>      i guess it just depends whenever you are ready to believe that the wider world is every bit as tasteful as you, and you are not stranded on some alien planet\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n3:34 am</dco> &nbsp;<qco> Do you like answering or asking questions better?</qco> </h3>      \ni wonder if it's possible to do both at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n12:55 am</dco> &nbsp;<qco> what's your opinion on license agreements?</qco> </h3>      a good read\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n12:53 am</dco> &nbsp;<qco> Could you tell us a little more about https://billwurtz.com/questions/mmmmmmmmmmmmm.png\n<br>\n<br>You've mentioned it in several of your answers lately. What is it, did you write it, what is it for, etc?</qco> </h3>      that was something i found on mark baxter's youtube channel\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n12:43 am</dco> &nbsp;<qco> How long does it take you to think up of an answer to a question</qco> </h3>      1 second unless the question stirs up a deep conflict within my soul\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n12:42 am</dco> &nbsp;<qco> do you think you will use some intense bass tones again like you did on classics such as \"barf on me\"?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n12:15 am</dco> &nbsp;<qco> hi your past 2 songs have had just one single word that's made me feel good inside (the one in \"mt. st. helens is bout to blow up\" is 'changing', the one in \"the moon is made of cheese (but i can't taste it)\" is 'stereo') and i was just wondering if the next song will have one of those words as well. thanks</qco> </h3>      i think it will\n<br><br>"
  }
]
