[
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n9:08 am</dco> &nbsp;<qco> Do you intend to open a patreon?</qco> </h3>      i already <a href=\"http://patreon.com/billwurtz\">have one</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n8:30 am</dco> &nbsp;<qco> are there aliens?</qco> </h3>      take a look in the mirror\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n7:48 am</dco> &nbsp;<qco> how do you feel about people analysing the lyrics to your songs?</qco> </h3>      fine but i hope they're not looking at it without the music. the lyrics go with the music\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n2:11 am</dco> &nbsp;<qco> I noticed that you always include dates on everything you post on your website, which makes sense. But you also include the exact hour and minute as well. Why?</qco> </h3>      i only do that for content that sometimes has multiple items per day\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n1:53 am</dco> &nbsp;<qco> isnt it wierd how sometimes questions are really popular and then disappear forever, like \"what is the password for the reality page\"\n<br></qco> </h3>      it did not disappear, i still get asked that one every day. but now i have a slightly more advanced and efficient method of delivering the answers to those who ask it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n1:23 am</dco> &nbsp;<qco> How did you come up with your shorties speech? It was very inspirational</qco> </h3>      it's a classic. i had seen it done that way before\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n1:12 am</dco> &nbsp;<qco> why do you think there is an order to the alphabet?</qco> </h3>      it's helpful, and useful\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n11:56 pm</dco> &nbsp;<qco> You only answer some questions for some reason why</qco> </h3>      because there are too many to answer\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n11:51 pm</dco> &nbsp;<qco> do you think its possible the reason we haven't come across any sighs of aliens is b/c once a species becomes intelligent/advanced enough they realize we live in a deterministic universe and then stop trying/advancing?&nbsp;</qco> </h3>      i don't know what you mean by deterministic but judging from the context of the rest of your sentence it sounds like it must be very very sad\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n11:25 pm</dco> &nbsp;<qco> you never answered the next week</qco> </h3>      what\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n11:08 pm</dco> &nbsp;<qco> Are you currently making something big?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n10:47 pm</dco> &nbsp;<qco> When are you getting your TV show?</qco> </h3>      nowadays you can watch tv on computers. and i have shows there\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n10:40 pm</dco> &nbsp;<qco> Have you ever had a cool tune for a new song stuck in your head but then you forget it? I have it stinks.</qco> </h3>      that's why i make sure to write down new ideas immediately\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n10:06 pm</dco> &nbsp;<qco> in only the lyrics of your songs, the word \"no\" occurs exactly 69 times. is this a subliminal message??</qco> </h3>      yes. this might not seem like a convenient way to send subliminal messages, but it is actually is. just write hundreds of songs. no problem. i hope you liked my message of 69no, and i hope you are glad i sent it. i am sending another one soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n10:04 pm</dco> &nbsp;<qco> would you ever resume uploading reality things but just the audio? I'm sure many people would love to learn more about you even without a video.&nbsp;</qco> </h3>      then how am i going to convince people my life is interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n9:05 pm</dco> &nbsp;<qco> in your newest vid you said youre hiring, when can i start?</qco> </h3>      i never said that\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n8:20 pm</dco> &nbsp;<qco> why is my life so surreal? \n</qco></h3>      to keep it interesting<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is it just like everyone else's?&nbsp;</qco> </h3>      it might be similar, and different, in some ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n8:13 pm</dco> &nbsp;<qco> I'm trying to teach my goose music, but it keeps getting the rhythm wrong. I am using a metronome and playing the song, but all I hear is off-beat notes. The goose gets the notes right on the piano though. What should I do?</qco> </h3>      all you can do is play your own rhythms right. if other people can't get it, that's just not your responsibility\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n8:02 pm</dco> &nbsp;<qco> booo. Did I scare you?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n8:01 pm</dco> &nbsp;<qco> how do i make handmade pasta</qco> </h3>      first you have to plant some pasta trees\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n8:00 pm</dco> &nbsp;<qco> what are we gonna do when all the memes grow stale within seconds of being created</qco> </h3>      make more\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n7:59 pm</dco> &nbsp;<qco> how does one properly hold an item in one's hand</qco> </h3>      very lightly, and as high as you can<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n7:20 pm</dco> &nbsp;<qco> have you ever had one of those deep moments in life where you suddenly turn into a horse</qco> </h3>      i might have, but i don't remember<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n6:51 pm</dco> &nbsp;<qco> What is the truth&nbsp;</qco> </h3>      scientists are trying to figure that out<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n6:46 pm</dco> &nbsp;<qco> When you play monopoly, what piece do you consistently choose?</qco> </h3>      the broom<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n6:44 pm</dco> &nbsp;<qco> Do you use random word generators?</qco> </h3>      sometimes<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n6:06 pm</dco> &nbsp;<qco> why do many people think that this generation is fucked up.. do you agree?</qco> </h3>      every generation thinks the generation after theirs is fucked up, and that the generation before theirs was not fucked up enough<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n5:25 pm</dco> &nbsp;<qco> Holy shit I think I figured it out!!</qco> </h3>      oh nice<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n5:23 pm</dco> &nbsp;<qco> What do you think about the US constitution?</qco> </h3>      seems legit<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n5:16 pm</dco> &nbsp;<qco> what do u think about jesus</qco> </h3>      voted most likey to succeed<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n4:34 pm</dco> &nbsp;<qco> do you find me attractive?</qco> </h3>      i can't see you<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n4:26 pm</dco> &nbsp;<qco> Can the human stomach digest frogs?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n4:18 pm</dco> &nbsp;<qco> i think i am lost, can you point me in the direction of the post office?</qco> </h3>      you can always mail yourself there<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n4:11 pm</dco> &nbsp;<qco> Your current theory on the existence of potatoes?</qco> </h3>      i think they exist\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n3:57 pm</dco> &nbsp;<qco> Are you tired of existence, bill</qco> </h3>      not even close<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n3:57 pm</dco> &nbsp;<qco> i'm curious, was making the reality videos helpful for your creative process and making you more motivated to make stuff?</qco> </h3>      recording the audio always was and still is very useful. vidifying them is nice because it allows others to see, but unfortunately it takes a long long time to find good clips, edit them down, and vidify them\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n2:59 pm</dco> &nbsp;<qco> I'm a pretty new fan and I want to ask is the point of the video \"Well it's not so hard to do\" to show that making a video is not hard for you to do?</qco> </h3>      it was actually based on a song i had recorded, and the song was written to demonstrate to myself that writing and recording a song was not so hard to do. i suppose that also made it a good starting choice for a video, for the same reason<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n2:58 pm</dco> &nbsp;<qco> can you teach me how to read&nbsp;</qco> </h3>      i am trying<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n2:58 pm</dco> &nbsp;<qco> do you like inspiring people?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n1:31 pm</dco> &nbsp;<qco> How long did it take for you to learn History of The Entire World before making the video?</qco> </h3>      about 4 months\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n1:14 pm</dco> &nbsp;<qco> i'm writing a song that i really really like. i have an intro, a verse, and a chorus. i am completely stumped on how to continue the song/keep the energy going after the chorus. help me billiam</qco> </h3>      do timed run throughs and listen very carefully to what you hear at the very end of the run through. keep an open mind, and also be open to ending the song right there if you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n1:11 pm</dco> &nbsp;<qco> You say that you almost always write lyrics and the vocal melodies together.. but what about songs like la de da or outside that have multiple verses where the vocal melody is more or less the same? (Or maybe you meant that you never really write lyrics without a vocal melody in mind). I usually write the lyrics with the melody too and they both kind of feed one another. But I always hit a wall when trying to fit lyrics to a pre-set melody (like for the 2nd/3rd verse of a song). The lyrics seem more forced and unnatural when I'm trying to fit them in a place instead of making the place around them. I'll have a good verse 1 then the other verses kind of drop off. Any tips?</qco> </h3>      it can be kind of a puzzle, but it should come to you in the right circumstances. do a timed run through of what you have so far, and listen very very closely when you reach the end of that run through. that is really only the authentic time when the answer should hit you, and it will feel like lightning. the more you sit there the less likely it will be to happen, and you need to take a deep breath, walk around the room, and do another run through. the answer is most likely to hit you after hearing the song properly in the right order at the right speed up until that point. pay very very close attention as you get to the end of the run through, that is when you are going to hear the answer. and when writing a second verse, don't forget that you are allowed to make adjustments to make the second time a little different\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n12:50 pm</dco> &nbsp;<qco> when will you modernize your website?</qco> </h3>      whenever i want it to be a waste of everyone's time<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n12:22 pm</dco> &nbsp;<qco> i like shapes do you like shapes</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n12:00 pm</dco> &nbsp;<qco> love seeing your creative process in some of the reality section vids. when you get an idea can you hold it in for a while or do you need to immediately get it out?</qco> </h3>      it's important to write it down immediately. then as long as it is written some where safe and it's written sufficiently descriptively it can potentially last a long time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n11:17 am</dco> &nbsp;<qco> Do you ever check your Instagram messages?</qco> </h3>      some times<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n11:11 am</dco> &nbsp;<qco> Hi are you fish?</qco> </h3>      i might be\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n10:08 am</dco> &nbsp;<qco> what are your thoughts on the european union</qco> </h3>      seems like it's off to a great start\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n9:43 am</dco> &nbsp;<qco> I want to befriend everyone in the world who is lonely. Is this feasible?</qco> </h3>      it will be soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.18&nbsp;\n8:46 am</dco> &nbsp;<qco> will you share some #lifehacks</qco> </h3>      <a href=\"https://twitter.com/billwurtz/status/938549364477300736\">twitter.com/billwurtz/status/938549364477300736</a>\n<br>     <a href=\"https://twitter.com/billwurtz/status/929479353221521408\">twitter.com/billwurtz/status/929479353221521408</a>\n<br>     <a href=\"https://twitter.com/billwurtz/status/796879252889239552\">twitter.com/billwurtz/status/796879252889239552</a>\n<br>     <a href=\"https://twitter.com/billwurtz/status/739978545401896961\">twitter.com/billwurtz/status/739978545401896961</a>\n<br>     <a href=\"https://twitter.com/billwurtz/status/624623077767299072\">twitter.com/billwurtz/status/624623077767299072</a>\n<br>     <a href=\"https://twitter.com/billwurtz/status/604203063939747841\">twitter.com/billwurtz/status/604203063939747841</a>\n<br>     <a href=\"https://twitter.com/billwurtz/status/594519976523894784\">twitter.com/billwurtz/status/594519976523894784</a>\n<br>     <a href=\"https://twitter.com/billwurtz/status/584551554411139072\">twitter.com/billwurtz/status/584551554411139072</a>\n<br><br>"
  }
]
