[
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n7:25 pm</dco> &nbsp;<qco> Have you seen The Simpsons?</qco> </h3>      \n\nyes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n6:31 pm</dco> &nbsp;<qco> When is enough enough?</qco> </h3>      \n\nany time. enough and enough are the same thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; 5:46 pm</dco> &nbsp;<qco> Do you exist</qco> </h3>      \n\nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n4:34 pm</dco> &nbsp;<qco> What is that thing you are holding in \"When I Get Older\" at 01:05? A voice recorder?</qco> </h3>      \n\ni actually have no idea. it might be an FM radio. whatever it is, i've never used it for its intended purpose. but it makes a nice video prop\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n3:49 pm</dco> &nbsp;<qco> if you had to pick an instrument you've never played before as your new main instrument what would you go with</qco> </h3>      \n\nbanjo\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n2:36 pm</dco> &nbsp;<qco> Do you plan to celebrate Petrov Day (on September 26th) next year?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n12:38 pm</dco> &nbsp;<qco> Where am i</qco> </h3>      \n\nright here (pointing to a place)\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n12:04 pm</dco> &nbsp;<qco> Does one of your next non-music videos take place at Coney Island?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n11:05 am</dco> &nbsp;<qco> Do you experience muscle tension?&nbsp;</qco> </h3>      \n\nrarely\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n10:56 am</dco> &nbsp;<qco> in another life would you have made music for video games</qco> </h3>      \n\nonly if i also made the game\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n9:23 am</dco> &nbsp;<qco> will you go bobsledding this winter?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n8:12 am</dco> &nbsp;<qco> Can I buy a consonant\n<br>\n<br>Can I buy a twelve pack of consonants for a discount</qco> </h3>      \n\nthey are free\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; 8:11 am</dco> &nbsp;<qco> what languages do you speak?</qco> </h3>      \n\nonly english, but i have a moderate comprehension of french, and a slightly more significant comprehension of dutch. i'm refraining from speaking those languages until my comprehension is closer to 100%\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n7:38 am</dco> &nbsp;<qco> Am I an alien from planet gronk?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n3:19 am</dco> &nbsp;<qco> Where did the inspiration for \"chips (sponsored) come from</qco> </h3>      \n\nabsolutely nowhere. in my opinion that appears to be an uninspired work. except for the music, the inspiration there comes from the usual place, which is not locatable in our geographical coordinate system\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n2:42 am</dco> &nbsp;<qco> I would love to give you a technical musical question about something in one of your tunes cause I think you'd appreciate it, unfortunately, I know nothing about music on a technical basis currently, but I'm gonna try and learn guitar, so maybe I could conjure some question up in about a year? Set the calendars for a music question delivering in exactly one year from now&nbsp;&nbsp;</qco> </h3>      \n\ni would, but that stuff almost certainly does not work on a calendar yearly basis. you might be a technical expert in a couple of months, or maybe you'll be an expert in something totally different a year from now\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n2:18 am</dco> &nbsp;<qco> Do you like seeing birds flutter from one spot of the tree to another?&nbsp;</qco> </h3>      \n\nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; 2:10 am</dco> &nbsp;<qco> bill, do you like answering these questions?</qco> </h3>      \n\ni welcome the challenge\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n1:43 am</dco> &nbsp;<qco> what are your strengths and weaknesses?</qco> </h3>      \n\nmy strong point is being too weak and my weak point is being too strong\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n1:38 am</dco> &nbsp;<qco> how can modern science be trusted when so many scientific theories of the past have been disproven?</qco></h3>      in that case, maybe part way<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how do we know the same won't happen with our current scientific understanding of the world?</qco> </h3>      it surely will, somewhat\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n1:11 am</dco> &nbsp;<qco> Did you get inspiration for \"at the corner store\" from an actual corner store? </qco></h3>      no, but after the song was done i scouted real stores to find a reference for the one modeled in the video<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, what corner and where?</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp;\n12:51 am</dco> &nbsp;<qco> I really struggle and battle with learned helplessness. Life events from the past have made me believe that no matter what I do, no matter how hard I try to build something for myself, it will never result in anything substantial. The fear of failure at the starting gate keeps me from chasing what I really want. It kills me Bill. \"Living\" life where I've given up my pursuit, my passions, makes me feel so absolutely dead inside. I know the things I want are achievable. I CAN take steps towards them today. But the trauma of my past has a chokehold on me. It's a cocktail of shame and fear that I'm not deserving enough. It feels like my desires, no matter how humble, are an act of selfishness. And because I'm selfish and struggled in the past, I still feel like I'm sentenced to suffer for the rest of my life. Dude, how do I even begin to let go of this? To have faith that overcoming this is possible? How do you pursue life again when you've been paralyzed for so long?</qco> </h3>      what i'd want to do next, in this case, is start looking at some of the specifics of those past events. which in this case would mean you'd have to tell me what they are\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n12:47 am</dco> &nbsp;<qco> what is your opinion on capybaras? do you like their peaceful nature?</qco> </h3>      never heard of them, except in a previous question which also asked about their peacefulness. now it seems to me 50% likely that you are repeating that question on purpose, and 50% likely that capybaras are renowned for their peacefulness. one of these must be true, in my opinion\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n12:35 am</dco> &nbsp;<qco> If your memories could be transformed into a tangible object, what would your most cherished recollection look like, and how would it shape the landscape of your existence?</qco> </h3>      \ni think the answer you are looking for is \"a puppy\" and \"then there would be puppies everywhere\". however, no answer to this question would be true for me. but i didn't want to leave you empty handed\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n12:24 am</dco> &nbsp;<qco> do you think wearing suits is unreasonable? </qco></h3>      not always<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, why?</qco> </h3>      depending on what suit it is, it may or may not fit the occasion. on top of that, it may or may not be your goal to fit or not fit the occasion. a lot of possibilities here\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n12:24 am</dco> &nbsp;<qco> Favorite Friends Episode?</qco> </h3>      \n\nthe one where no one's ready\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n12:21 am</dco> &nbsp;<qco> If a product is on sale, will you buy many of that product, perhaps irrationally, just because it's on sale?&nbsp;</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n12:09 am</dco> &nbsp;<qco> Im an aspiring writer of scripts and stuff. And I got a bit of a problem. I hope you can help with, if not I hope you have a wonderful day. I have a lot of trouble going back to edit or continue my work and my process involves taking a lot of time off to distance before I redo continue, or add finishing touches on a piece.</qco></h3>      oh my goodness, i thought when you said 'aspiring' you meant you wish to write in the future but you haven't started doing it yet. now i have no idea why you said 'aspiring' if you are already doing the writing. what the heck man<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I have trouble getting through early drafts and early incomplete stuff without getting stuck and hitting a wall or feeling uncomfortable as it is still not how I see it in my head. Even though it mostly works. I am just scared it takes too long to get things done and I want to be able to complete things at more reasonable time frames. I know what you do is different but do you have any tips to make the process a bit easier and make myself cringe less as I reread or rework my creative stuff?</qco> </h3>      no, this type of artistic anxiety tends to stay with you all the way to the highest levels of your career. it's possible some people never go through this at all, but a large percentage of artists do. this is usually offset by the great highs you'll also experience. it's possible that the highs and lows might both get more extreme. but what do i know\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n12:01 am</dco> &nbsp;<qco> how long will it take for me to read all the questions here a billion times, charles?</qco> </h3>      \n\nabout a billion years\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.23&nbsp; \n11:49 pm</dco> &nbsp;<qco> will you host a talk show</qco> </h3>      \n\nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.23&nbsp; \n11:48 pm</dco> &nbsp;<qco> how do you describe love?</qco> </h3>      \n\nyou'll have to get creative\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.23&nbsp; \n11:24 pm</dco> &nbsp;<qco> When you're writing lyrics, do you tend to replace lyrics with ones you like better or are they pretty much set in stone once you write them?</qco> </h3>      \nthe words are linked to the melody and all the other music. sure i may rewrite things, but if words are getting replaced then the melody is likely gonna be affected as well\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.23&nbsp; \n11:23 pm</dco> &nbsp;<qco> do you think the kool aid man can pour himself into multiple pitchers and split his consciousness across them</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.23&nbsp; 11:00 pm</dco> &nbsp;<qco> Have you asked yourself a question on this website?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.23&nbsp; \n10:27 pm</dco> &nbsp;<qco> Is there a way for me to share the music I've made with you&nbsp;</qco> </h3>      \n\nyou have to get to know me first\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.23&nbsp; 9:20 pm</dco> &nbsp;<qco> Is this real?</qco> </h3>      \n\neven better\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.23&nbsp; \n9:05 pm</dco> &nbsp;<qco> hey, bill. do you ever find yourself extremely easily distracted while trying to focus on personal projects?</qco></h3>      maybe<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; whenever i'm trying to sit down and write i get distracted so easily, even the slightest break in my concentration will result in me spending a bunch of time doing other things and forgetting what i was doing in the first place. you got any tips for this?</qco> </h3>      \nhow about recording yourself and narrating the whole process\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.23&nbsp; 8:53 pm</dco> &nbsp;<qco> favorite color?</qco> </h3>      \npewter\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.23&nbsp; \n8:53 pm</dco> &nbsp;<qco> Are you from Kepler 22b?</qco> </h3>      \n\n22a\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.23&nbsp; \n7:13 pm</dco> &nbsp;<qco> do u like frogs, dogs, logs, hogs, clogs, bogs, or a certain one or all of them</qco> </h3>      \n\nseems like you're leaving something out here\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.23&nbsp; \n6:33 pm</dco> &nbsp;<qco> Sometimes i like certain songs specifically because the chord progressions sound good to me. My friend (avid music listener) says he doesn't listen to chords so he doesn't care what the progressions are. But i feel like it's impossible to not listen to chords, isn't it? Like, even if you don't know what they are, they still affect you subconsciously, don't they?</qco> </h3>      \n\nyes they do. maybe what your friend is saying is similar to not caring what the ingredients are in a birthday cake\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.23&nbsp; \n4:43 pm</dco> &nbsp;<qco> i started working on this song, but it sounds a lot like something else, and i'm having second thoughts, worried its not really very authentic...but i also like it...how should i proceed?</qco> </h3>      \n\nstart another one, but don't start any additional ones until you've finished both of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.23&nbsp; \n4:38 pm</dco> &nbsp;<qco> would you have a ferret as a pet?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.23&nbsp; \n2:31 pm</dco> &nbsp;<qco> Will you play a game of avoidance wars with me?</qco> </h3>      \n\nno way\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.23&nbsp; \n2:01 pm</dco> &nbsp;<qco> Bill, what does answering these questions give you? Do you think you serve a bigger purpose by helping other people or do you just do it to kill time or some other reason? </qco></h3>      it's a different reason for every question<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thank you for your work and you are truly an inspirational person.</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.23&nbsp; \n12:48 pm</dco> &nbsp;<qco> do you like having fun on a regular basis</qco> </h3>      \nyes as long as it's not 100% constant\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.23&nbsp; \n10:49 am</dco> &nbsp;<qco> How do you come up with your bass lines?&nbsp;</qco> </h3>      \n\ncold hard common sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.23&nbsp; \n10:17 am</dco> &nbsp;<qco> did you really sell your home on the bay to your cat</qco> </h3>      \n\nno. that was someone else's home and it sank. it was also someone else's cat\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.23&nbsp; \n10:04 am</dco> &nbsp;<qco> which do you think is the best BPM for a song</qco> </h3>      \n\n90\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.23&nbsp; \n9:11 am</dco> &nbsp;<qco> can you make an acronym for 'qwerty'?</qco> </h3>      \n\nquestioning why everyone runs toward you\n<br><br>"
  }
]
