[
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n10:44 am</dco> &nbsp;<qco> I think I smell a big project cooking. Is there?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n10:24 am</dco> &nbsp;<qco> do you reckon the video will be out in the next week?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n10:02 am</dco> &nbsp;<qco> has a question ever left you unable to answer it because of how sad it was?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n9:56 am</dco> &nbsp;<qco> What is the longest question that you have ever answered on this page?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n9:19 am</dco> &nbsp;<qco> I am trying to learn of to sing. Any tips?</qco> </h3><a href=\"https://billwurtz.com/just-try-to-have-a-good-time.mp3\">singing tips</a>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n9:07 am</dco> &nbsp;<qco> is your 2010 song \"i wanna go home\" linked to anything you say in your recent songs about not finding your way home, or not having a home, or even how you get home again?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n8:37 am</dco> &nbsp;<qco> will the new vid be in 1080p</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n7:02 am</dco> &nbsp;<qco> can u write a song where you can read the lyrics from beginning to end and get a certain meaning and then re-read them from end to beginning and get another meaning</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n6:49 am</dco> &nbsp;<qco> Do you consider yourself an absurdist</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n5:13 am</dco> &nbsp;<qco> How do you deal with not-a-lot-of-people-watch-my-videos-that-I-put-a-lot-of-effort-into syndrome</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n1:13 am</dco> &nbsp;<qco> are you naturally drawn to certain keys? i seem to write most of my songs in f minor</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n12:49 am</dco> &nbsp;<qco> What fun did you have today?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n12:44 am</dco> &nbsp;<qco> New prediction for your new epic passion: stop motion</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n12:09 am</dco> &nbsp;<qco> Where does your sense of humor come from?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n11:34 pm</dco> &nbsp;<qco> Hmm, I think found a really nice place to add a new chord, but I just can't seem to find a chord to fit at that moment. I'm trying to make the chord using the first note of that new bar, but the chords I'm trying just don't sound right (maybe it's just me). Do you have advice on figuring out a chord for a particular moment?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n10:00 pm</dco> &nbsp;<qco> why do you use single quotes</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n8:49 pm</dco> &nbsp;<qco> Content Status Report Por Favor</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n8:41 pm</dco> &nbsp;<qco> should i make music a career</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n8:36 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201905122316\">5.12.19&nbsp;&nbsp;11:16 pm</a>  do you like the backing vocals in the chorus of peg</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n6:47 pm</dco> &nbsp;<qco> who is an artist or musician you think doesn't get enough credit?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n6:40 pm</dco> &nbsp;<qco> have you freed yourself from hipocrisy yet?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n3:14 pm</dco> &nbsp;<qco> Should I get married?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n2:58 pm</dco> &nbsp;<qco> Glazed donut or chocolate donut?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n2:52 pm</dco> &nbsp;<qco> are there any things you're very excited for</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n1:40 pm</dco> &nbsp;<qco> whats the best prank youve ever pulled?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n12:11 pm</dco> &nbsp;<qco> aren't your neighbors technically the first listeners of your songs</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n11:49 am</dco> &nbsp;<qco> Why is English spelled with an E?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n11:45 am</dco> &nbsp;<qco> make a poem about rocks</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n10:54 am</dco> &nbsp;<qco> What does a bagel look like?</qco> </h3><a href=\"bagel.mp4\">tests</a>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n10:46 am</dco> &nbsp;<qco> If the rest of the world thinks that global warming is real, then why does the US think that global warming is fake?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n10:25 am</dco> &nbsp;<qco> My friend listens to a lot of your music, but his dad gets mad at him for it because he doesn't consider your music \"real music\". Is there anything my friend could say to him to prove him that your music is real music? (Even though all music is real music, and it's stupid that my friend has to deal with this).&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n9:45 am</dco> &nbsp;<qco> <a href=\"q.php?date=201905111212\">5.11.19&nbsp;&nbsp;12:12 pm</a>  - Yes, it would be \"a good album\". Seriously! All the albums that really are worth the candle and aren't just \"compilations of songs\" already do that, at least in my eyes. Take Daft Punk's Discovery for example, or Janet Jackson's The Velvet Rope. Albums that have so many twists and turns that to share only one song off of it at a time is kind of doing it an injustice. THAT'S a sign of a good album - when you need someone to take in the total package rather than just a singular song. It'd be like taking a chord from a song and just playing that rather than the whole song;&nbsp;sure you can do it, but to get the whole scope of things, you need the entire track. An album should be like that, I feel.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n9:00 am</dco> &nbsp;<qco> Does it also bother you when people say men-at-arm to address one of the many men-at-arms, when they should actually say man-at-arms?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n8:46 am</dco> &nbsp;<qco> Did you abandon the schedule, or did the schedule abandon you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n7:48 am</dco> &nbsp;<qco> How to take care of depression? :((</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n7:06 am</dco> &nbsp;<qco> What do your songs mean?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or are they just open for anyone to interpret?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n6:22 am</dco> &nbsp;<qco> should i eat chicken or mustard?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n3:28 am</dco> &nbsp;<qco> have you ever been unhappy with your voice, whether that would be in the past or in the present?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (i feel like i just read a question very recently asking if you like your own voice but i don't know whether or not i should believe myself. if you did just answer a question like that, then um sorry ignore this question)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n2:28 am</dco> &nbsp;<qco> there are too many questions i could ask, could you make one for me? or does that count as a question? did i just ask two questions? ...is there a question limit?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n1:50 am</dco> &nbsp;<qco> When is your next video coming out!?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n1:49 am</dco> &nbsp;<qco> i haven't watched your h3h3 interview yet because i'm afraid it would ruin the mystique or something silly like that. please summarize it for me?</qco> </h3><a href=\"podcast.mp4\">ok</a>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n12:37 am</dco> &nbsp;<qco> don't you think yodeling is underrated?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.13.19&nbsp; \n11:29 pm</dco> &nbsp;<qco> what is a key (music wise. not the type you unlock things with and not the type on your keyboard)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.13.19&nbsp; \n11:06 pm</dco> &nbsp;<qco> &nbsp;what is the most human of all musics</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.13.19&nbsp; \n10:01 pm</dco> &nbsp;<qco> will you eventually add more to the improv pages, when you have time</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.13.19&nbsp; \n9:59 pm</dco> &nbsp;<qco> Pls upload videosss</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.13.19&nbsp; \n9:57 pm</dco> &nbsp;<qco> I'm new to composing and I'm finding it a bit awkward to place chords behind my melody. I have the first chord sounding right, but I just can't seem to find a nice sounding chord to follow. I'm trying to build a chord from the notes in the melody, but is this the wrong approach? Should I instead try to work from my first chord and find a chord progression from there as opposed to taking notes from my melody?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.13.19&nbsp; \n9:32 pm</dco> &nbsp;<qco> i fell into a rabbit hole of reading way too much about human biology. this came just after i watched a bunch of youtube videos of that \"drowning simulator\" video game from 2014. i got halfway through the wikipedia article about dura mater and all of a sudden i can't stop being hyper-aware of my own, and thinking about all my scraps of incredibly delicate human tissue and how dead all the individual components will be someday. yes my consciousness will be dead too but that's not important right now. all i can think about is peeling open a fetal pig's brain in high school science class but in my mind's eye it's happening to ME, how do i get this out of my head and should i keep studying human biology</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.13.19&nbsp; \n9:29 pm</dco> &nbsp;<qco> I just ate a bagel&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.13.19&nbsp; \n9:02 pm</dco> &nbsp;<qco> When will your shirts be not sold out? I want more, the only one I could get was the non dog octet, which is amazing btw</qco> </h3>"
  }
]
