[
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n5:35 pm</dco> &nbsp;<qco> why are so many of your tweets and notebook entries copies of each other?</qco> </h3>      for convenience, a lot of my content is available in multiple places. this website, twitter, youtube, itunes, spotify, etc. depending on what content is applicable to each medium. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n5:32 pm</dco> &nbsp;<qco> hey bill do you know of any songs that modulate downwards and feels nice?</qco> </h3>      there are many songs that modulate up for the 1st chorus, and then back down again for the 2nd verse. in many cases i find the back-down particularly nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n5:23 pm</dco> &nbsp;<qco> do u like to sing&nbsp;&nbsp;H A R M O N Y?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n5:14 pm</dco> &nbsp;<qco> How do you feel about the term \"content creator\"?</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n5:04 pm</dco> &nbsp;<qco> do you enjoy youtube?</qco> </h3>      it is great in some ways but there are also things i don't like about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n3:37 pm</dco> &nbsp;<qco> im really into astronomy and when i read books about it or say that i want to become an astrophysicsist, my cousin just makes fun of me and says \"isn't that the shit no one gives a damn about\". do you think that's true?</qco> </h3>      i don't think so because you already mentioned that you give a damn about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n2:56 pm</dco> &nbsp;<qco> there is no i in vowels. does that mean i isn't a vowel?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n2:38 pm</dco> &nbsp;<qco> how do i deal with social anxiety?</qco> </h3>      try to understand your goals and motivations for being in whatever situation involves the interaction with others\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n1:43 pm</dco> &nbsp;<qco> when was the last time you sdhgsdghsdghsdizgfsdifg?</qco> </h3>      i'm doing it right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n1:43 pm</dco> &nbsp;<qco> what is a cake</qco> </h3>      it's like a sponge you can eat!\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n1:38 pm</dco> &nbsp;<qco> should i just not talk about stuff anymore?</qco> </h3>      no, you shouldn't not\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n1:14 pm</dco> &nbsp;<qco> did you ever live in a rolled-up newspaper?</qco> </h3>      not that i recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n1:07 pm</dco> &nbsp;<qco> is it ok to love cats</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n1:07 pm</dco> &nbsp;<qco> how many mistakes are too many mistakes?</qco> </h3>      it depends how many you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n12:43 pm</dco> &nbsp;<qco> how do you deal with having to answer all these questions?</qco> </h3>      i try to just answer them although i realize that might be a strange strategy\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n12:42 pm</dco> &nbsp;<qco> What is a non-sequitur? Please demonstrate, as I am a visual learner&nbsp;</qco> </h3>      i'm not sure, but i think a more important first question would be what is a sequitur\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n12:25 pm</dco> &nbsp;<qco> Lately when I look at the piano, I just see keys. The music used to write itself and everything felt just right. How do I get my creativity back?</qco> </h3>      start a new, different kind of journey\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n12:23 pm</dco> &nbsp;<qco> Hey, I was thinkin bout music genres... I can't decide if they exist or not. I think there are distinct styles of music.. but just cause these styles exist doesn't mean that every band or artist can/should be categorized by these labels. There's plenty of music that blurs the lines, and plenty of music that doesn't really line up with any particular style.&nbsp;&nbsp;On the other hand though, there are a lot of bands/artists that do identify with a specific genre or style cause it has some kind of significance to them... I think there's musicians who are proud to say \"I play blues music\" or \"I play punk rock\" or \"I play reggae\" or whatever...&nbsp;&nbsp;what do you think? Are genres completely, 100% non-existant? Why or why not?</qco> </h3>      you can make music any way you want, there's infinite ways to make it. you can also make up names for things if you think that helps, sometimes it does. sometimes the whole point of creation is to evade those names. sometimes the names mean different things to different people, and they almost always change after 10 years. i'm not sure if that answers your question\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n11:23 am</dco> &nbsp;<qco> You seem to have a fascination with the space time continuum, ever thought about doing a video on it?</qco> </h3>      it is a central feature of most of my videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n8:52 am</dco> &nbsp;<qco> Do you agree with the viewpoint that what makes an artwork artistic is not only its intrinsic value, but also its creator's trace of life?&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n8:47 am</dco> &nbsp;<qco> what was the text answering the boxing glove question supposed to be? assuming it's different from what the displayed answer is</qco> </h3>      it was supposed to be a simulation of what it is like to type on a computer keyboard with boxing gloves on. actually, it was copied from last year, when i received the exact same question\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n7:35 am</dco> &nbsp;<qco> Have you got any advice for people in high school who feel a bit Left Out?</qco> </h3>      start building a world that other people will feel left out of\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n7:27 am</dco> &nbsp;<qco> is sand called sand because it's between the sea and the land?</qco> </h3>      no, it is because it tastes salty, yet bland \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n7:01 am</dco> &nbsp;<qco> do you like making youtube videos?</qco> </h3>      i don't really make 'youtube videos' -- i just make videos, and the great thing about youtube is you can upload almost any video there. i take advantage of this\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n6:55 am</dco> &nbsp;<qco> about the issue with having your love life intefere with your work, wouldn't it be just great if you found a partner that you could do work WITH? \n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;so you both are experts at what you're doing and you help each other try new stuff and work together explore new ways of doing things, whatever it is, music art drama or whatever. that would be great. but how do you find a person like that?</qco> </h3>      hahahahahahahahaha it's easy it should happen easily and quickly without waiting forever\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n6:01 am</dco> &nbsp;<qco> You said that it's okay that some relationships fail because the artist needs to make his work the top priority. Yet in one of your songs you say, and I quote, \"if love is really anything then it's gotta be everything\". Does that mean that a) you didn't follow your own advice or b) love isn't really anything, since you didn't make it your everything?</qco> </h3>      maybe it means that love is \"everything\" including your work\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n6:00 am</dco> &nbsp;<qco> Why are your videos&nbsp;&nbsp;so short?</qco> </h3>      i have videos of different lengths, but when they are short, one of the reasons would be so that it gets done quicker, and get viewed by you, at a sooner date!\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n2:51 am</dco> &nbsp;<qco> what are you waiting for?</qco> </h3>      nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n1:59 am</dco> &nbsp;<qco> Why does G sharp sound so sad? Was it because it's brother, F is flat?&nbsp;</qco> </h3>      if G is sharp, F would never be flat. unless the transcriptionist is pulling a huge prank\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.17&nbsp;\n12:23 am</dco> &nbsp;<qco> who is music</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.17&nbsp;\n10:18 pm</dco> &nbsp;<qco> <a href=\"0000.mp3\">How do you make a song?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.17&nbsp;\n10:14 pm</dco> &nbsp;<qco> im doing an on going art project that is a little different and weird but people dont seem to understand it, what should I do about that?</qco> </h3>      try making it weirder\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.17&nbsp;\n9:11 pm</dco> &nbsp;<qco> how many people can you tell a secret to before its not a secret anymore?&nbsp;</qco> </h3>      0\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.17&nbsp;\n8:35 pm</dco> &nbsp;<qco> How do you understand music, I never can, I try but I'm c O NfusEd. Also, where do I start to learn about music, idk where to start. Music=fantastic, greatness, love, everything. But music also = WHAT aaahhhhgshzbajajkshx&nbsp;</qco> </h3>      just find an instrument and start trying stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.17&nbsp;\n8:11 pm</dco> &nbsp;<qco> Last week I discovered \"Alphabet-shuffle.\" I watched it again today. I'm old and have dying brain cells (I know, we all do.) but I could swear the vid has been edited! I recall a Broadway-like finale with a chorus and lots of extremely fast \"action\" on the part of the \"letters.\" Now it ends somewhat quietly. Me or your revision?</qco> </h3>      neither the video nor the song has not been edited since it was released, on june 25, 2016\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.17&nbsp;\n7:52 pm</dco> &nbsp;<qco> What do I do if I feel like I'm not good enough, despite people around me saying that I am?</qco> </h3>      get better, i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.17&nbsp;\n7:50 pm</dco> &nbsp;<qco> how do you type with boxing gloves on?</qco> </h3>      dfecrtxs vbjjgiyhjjfssdxdZds;lmkjk\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.17&nbsp;\n7:48 pm</dco> &nbsp;<qco> How do I make people not be concerned about me</qco> </h3>      perhaps you should be concerned about them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.17&nbsp;\n5:20 pm</dco> &nbsp;<qco> i picked up two jobs at the same time and it's been... difficult. i'm a total newb at both of them, and just when i think I've mostly got the ropes and basics down, someone chews out my ass for a forgetting something or making a mistake. sometimes different people even want me to do opposite things. i want to do well (esp. at the job I actually like) but it is starting to wear me down. \"do you have any experience dealing with constant criticism coming from too many places?\" she asked, knowing the answer. \"can you give me any advice on dealing with the stress and knowing which voices to listen to?\"</qco> </h3>      ah, i know what you mean. whenever i am dealing with this type of thing i just try to imagine what it would be like to have an even more insane job, such as \"president of the united states\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.17&nbsp;\n5:17 pm</dco> &nbsp;<qco> are lemmings really suicidal?</qco> </h3>      i don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.17&nbsp;\n3:55 pm</dco> &nbsp;<qco> What Do I Do If I Do Some Stuff</qco> </h3>      Stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.17&nbsp;\n3:46 pm</dco> &nbsp;<qco> How does it feel to be a inspiration to a music student like me?&nbsp;</qco> </h3>      nice, very good\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.17&nbsp;\n3:37 pm</dco> &nbsp;<qco> what exactly is a woodchuck?</qco> </h3>      i have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.17&nbsp;\n3:06 pm</dco> &nbsp;<qco> Are you the illuminati?</qco> </h3>      we all are\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.17&nbsp;\n2:36 pm</dco> &nbsp;<qco> I'm trying to find a band to play with, do you have any advice? I play bass it shouldn't be hard right? none of my friends play music, it's super annoying</qco> </h3>      forget friends, become a professional. move to the nearest big city and check craigslist or something. take anything you can find at first and then keep finding more stuff constantly. you will become a better player very quickly (even if you already were good before) and you will quickly find yourself on better and better gigs\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.17&nbsp;\n2:06 pm</dco> &nbsp;<qco> what is your opinion on high quality ripping</qco> </h3>      the only thing i know about the ripping which you think is high quality is that you think it's high quality. other than that you have not identified which ripping you are talking about well enough for me to figure out which kind you are talking about\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.17&nbsp;\n12:54 pm</dco> &nbsp;<qco> Why are you against doing commissions?</qco> </h3>      because that would take so much time away from doing projects that everyone can see, in order to do a project that just 1 person can see. or who knows maybe everyone else will see it too and they will think i am suddenly an advocate for that one person or company\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.17&nbsp;\n8:38 am</dco> &nbsp;<qco> How do you know when you have a new question?</qco> </h3>      there are always new questions<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.17&nbsp;\n8:09 am</dco> &nbsp;<qco> lots of your jingles and songs start with an anacrusis on s-l-d, or in a minor key, m-s-l (please forgive the solfege). did you feel like that's a rut you got stuck into?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.17&nbsp;\n8:04 am</dco> &nbsp;<qco> Could you harmonize a person singing off-key and make them sound good?</qco> </h3>      sure, as long as you are allowed to change the tuning of your music\n\n<br><br>"
  }
]
