[
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n11:31 pm</dco> &nbsp;<qco> Do strong flavors get you uncomfortable? sometimes i just like a nice bland</qco> </h3>      \ni don't have a flavometer so i don't have any objective benchmark of flavor strength\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n11:02 pm</dco> &nbsp;<qco> Could you please pick a number between 1 and 30</qco> </h3>      \n2\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n9:43 pm</dco> &nbsp;<qco> what is your first work?</qco> </h3>      \ni'm not entirely sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n9:25 pm</dco> &nbsp;<qco> Bill, you received a question asking \"how many letters do you think you could hold in your hand without dropping them\". You answered \"at least a million\". However, for a question before that, asking \"How many r are there in strawberry\", you answered: \"a handful\". As you might know there are three 'r's in 'strawberry'. This is, in fact, less than a million, but you claim it is a 'handful'. Can you explain this?</qco> </h3>      \nin my opinion those are both reasonable answers, but i'd say it depends on the font size\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n9:21 pm</dco> &nbsp;<qco> How exactly does one Bill like a Wurtz?</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n8:49 pm</dco> &nbsp;<qco> \"Might Quit\" feels pretty emotional, particularly at parts such as \"The things that I'm feeling still don't make sense, and I've tried do explain, and it hurts to describe\". Did this line mean anything to you, or was it just a line you crafted?</qco> </h3>      \nnot the best line in the song, but it's apparently correct\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n8:44 pm</dco> &nbsp;<qco> How do you feel after posting a song?</qco> </h3>      \nweird\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n8:24 pm</dco> &nbsp;<qco> Has anything ever happened?</qco> </h3>      \nthat sounds strangely familiar\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n7:53 pm</dco> &nbsp;<qco> do you play all the parts in your songs? well probably but i mean do you like do it as a full runthrough every time or will you ever do an instrument for 1 section, then do that instrument for another section in a seperate take? i hope this makes sense, thanks for reading</qco> </h3>      \nit's a lot more complex than that, it's a technique i've discovered gradually through years of failure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n7:44 pm</dco> &nbsp;<qco> I hate to be that guy but i'm starving for new music. considering the month has just started, do you foresee dropping anything this month?</qco> </h3>      \ni'm not currently on a monthly schedule, but there's gonna be so many songs at a certain point you'll forget you ever asked this\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n6:49 pm</dco> &nbsp;<qco> hola como estas?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n6:22 pm</dco> &nbsp;<qco> would you consider yourself, to any extent, Lynchian?</qco> </h3>      \nno, mostly because i don't know what that means\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n5:07 pm</dco> &nbsp;<qco> What's the biggest thing ever?</qco> </h3>      \nall things are the same size\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n4:53 pm</dco> &nbsp;<qco> does the nervousness after posting or sharing your art ever go away?</qco> </h3>      \nmaybe after enough reps\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n3:46 pm</dco> &nbsp;<qco> Have you heard about AQAL / Integral Theory? It is a mental framework that describes phenomena in terms of \"holons,\" which are nested hierarchies. It explains why a lot of phenomenon in the world tend to exhibit similar behaviors, and it explains a lot of phenomenon in the world as things that develop across time. \n<br>\n<br>It talks about how some humans just naturally develop into this type of \"holon\"-based, development-based, Integral-based world view. I learned about it and went \"geez this seems very similar to how I view the world currently but is more articulate and thought-out.\" I was wondering if AQAL / Integral Theory resonates at all then with you (obviously I do not know you personally :P).&nbsp;</qco> </h3>      \ncurrently it is not resonating me, but sometimes it just comes down to whether it hit me in the right way at the right time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n1:37 pm</dco> &nbsp;<qco> bill pls make a new video it's been 2 years i can't do it i watched all your videos please\n<br>\n<br>\n<br>..are you working on a video?</qco> </h3>      \nmultiple videos, but after that there will be many more songs and also more videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n1:28 pm</dco> &nbsp;<qco> What letter would you add to the English alphabet?</qco> </h3>      \nhow about another Z\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n1:20 pm</dco> &nbsp;<qco> should W be a number?</qco> </h3>      \nCOULD\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n11:53 am</dco> &nbsp;<qco> Why do we celebrate a groundhog (which, side tangent, should be named pork) popping out of the ground today</qco> </h3>      \nat this point i think the fondness for the movie Groundhog Day is what keeps us remembering the date\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n11:26 am</dco> &nbsp;<qco> Should I go live in the woods, away from civilization?</qco> </h3>      \nCOULD\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n11:08 am</dco> &nbsp;<qco> are you really a huge gamer most of the time? </qco></h3>      not really<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what games do you like to play</qco> </h3>      sometimes i make up my own games\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; 9:32 am</dco> &nbsp;<qco> do you play video games? if yes, what is your favorite?</qco> </h3>      \nkwirk\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n8:09 am</dco> &nbsp;<qco> Are you more of an \"lmao\" type of guy or a \"lol\" type of guy?\n</qco> </h3>      \nin place of where most people would use those expressions, in most situations, i would type 0 characters\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n6:26 am</dco> &nbsp;<qco> wgat is your opinion on malaysian food</qco> </h3>      \ni'm not familiar with any malaysian food\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n6:21 am</dco> &nbsp;<qco> Is everything fake or we assume it to be real?</qco> </h3>      \nwell, you've got 2 words here, 'fake' and 'real'. you might as well consider them different, otherwise it's just not economical, linguistically speaking\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n5:35 am</dco> &nbsp;<qco> if you could ask yourself a question on this site what would it be</qco> </h3>      \ntest\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n4:35 am</dco> &nbsp;<qco> how many pineapples have you eaten in the last year?</qco> </h3>      \n0. i don't even know how to eat a pineapple\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n4:29 am</dco> &nbsp;<qco> when is it time to move on to something else?</qco> </h3>      \nhow about now\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n2:47 am</dco> &nbsp;<qco> Do you ever sing your songs after publishing them?</qco> </h3>      \ngenerally no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n2:04 am</dco> &nbsp;<qco> So you're not thinking about how you sing when you're recording vocals at all?</qco> </h3>      \nsure i do, then the take is ruined. why do you think i take so long to do everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n1:22 am</dco> &nbsp;<qco> how many steps does it take to become myself</qco> </h3>      \nyou can do it in any number of steps\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n1:20 am</dco> &nbsp;<qco> How do we know dinosaurs weren't fluffy&nbsp;</qco> </h3>      \ni personally do not know. how do you know?\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n12:59 am</dco> &nbsp;<qco> are you secretly a duck</qco> </h3>      \nnot if i were able to tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.25&nbsp; \n12:33 am</dco> &nbsp;<qco> Do you have any specific middle or high school memory that sticks out to you (and that you feel comfortable sharing on this page)?</qco> </h3>      \ni'll be re-enacting it in one of my upcoming videos as a tribute\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.25&nbsp; \n11:46 pm</dco> &nbsp;<qco> Do you prefer heartfelt, technical, or random jocular questions? (Or meta questions such as this one)</qco> </h3>      \nyou seem to have an easier time categorizing questions than i would. but in any case, what i like most about the questions is that i really can't control the contents of the questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.25&nbsp; \n10:59 pm</dco> &nbsp;<qco> i love love love the backgrounds, scenery, set design etc of your recent animations! are they ever inspired by real life locations?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.25&nbsp; \n10:35 pm</dco> &nbsp;<qco> How do i know if i have dementia?</qco> </h3>      \ni'm not sure how you would know that\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.25&nbsp; \n10:19 pm</dco> &nbsp;<qco> what could i do with soap?</qco> </h3>      \nput it on display\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.25&nbsp; \n10:00 pm</dco> &nbsp;<qco> What is your order at Taco Bell?</qco> </h3>      \njust the bell\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.25&nbsp; \n9:39 pm</dco> &nbsp;<qco> do you write anonymous questions to yourself to answer yourself for fun?</qco> </h3>      \nabsolutely not, that type of behavior is strictly forbidden\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.25&nbsp; \n9:18 pm</dco> &nbsp;<qco> thought about being evil, where do i go from here</qco> </h3>      \n[shania twain voice] \"up, up, up...\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.25&nbsp; 9:08 pm</dco> &nbsp;<qco> where did you get the inspiration for 'I'm a huge gamer most of the time'?</qco> </h3>      \ntitle first. i ask myself, 'what would be a cool title for a song' and at the time, i apparently thought that would be a cool title\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.25&nbsp; \n9:07 pm</dco> &nbsp;<qco> do you know a sports?</qco> </h3>      \ni'm making a list of sports\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.25&nbsp; \n7:34 pm</dco> &nbsp;<qco> are jellyfish real</qco> </h3>      \nsome of them are\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.25&nbsp; \n7:20 pm</dco> &nbsp;<qco> if you could have a different name what would you choose?</qco> </h3>      \nhow about James Earl Jones\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.25&nbsp; \n6:25 pm</dco> &nbsp;<qco> What's a song you considered a \"favourite\" when you heard it? What are your thoughts on it now?&nbsp;</qco> </h3>      \nadmitting a favorite song has a 9 out of 10 chance of being bad luck, and a curse for the song. 1 out of 10 chance that it is the right song mentioned at the right time and it becomes someone else's favorite. but that's not always a good risk to take\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.25&nbsp; \n5:51 pm</dco> &nbsp;<qco> When you brush your teeth do you recreate the rhythm of a song with the strokes</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.25&nbsp; \n5:12 pm</dco> &nbsp;<qco> where do socks go?</qco> </h3>      \nwherever you go\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.25&nbsp; \n3:18 pm</dco> &nbsp;<qco> whats the first non-prime number</qco> </h3>      \n0\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.25&nbsp; \n3:02 pm</dco> &nbsp;<qco> about how big do penguins need to be to learn to fly?</qco> </h3>      \npenguins can learn to fly at any size\n<br><br>"
  }
]
