[
  {
    "html": "<h3> <dco>4.21.24&nbsp; \n12:48 am</dco> &nbsp;<qco> did you get totally baked</qco> </h3>      \nis that still a thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.24&nbsp; \n12:29 am</dco> &nbsp;<qco> how do i stop feeling bad on behalf of others when i don't even know if they actually do themselves? For instance: i am a little bothered when people get very short replies in a public chatroom, because I think they might find it cold or unfriendly, but I don't actually know whether they care or not. I just make myself feel bad for no reason and i can't stop. Should I just go live alone in a hut off the grid?</qco> </h3>      \nyou could give it a try\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.24&nbsp; \n12:27 am</dco> &nbsp;<qco> do you have a separate list of things that you would like to do if you had infinite time, or is that part of the main list of things? i tried making a separate list but it quickly got out of control, because it started with small things like 'do this challenging thing' or 'learn this language' and then quickly spiraled into 'learn every language' and 'become a pro at everything'</qco> </h3>      \nit can be the same list, but you just have to put it in the order you'll do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.24&nbsp; \n12:03 am</dco> &nbsp;<qco> would you agree that now would be the time to make a bold and daring move</qco> </h3>      \nnot without knowing what we're talking about\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.24&nbsp; \n9:20 pm</dco> &nbsp;<qco> hey bill have you ever had this problem where a good melody Appears in your head? and you sorta have to struggle to translate it right in the real-world, when it comes to actual notes on instruments&nbsp;&amp; stuff? idk if this is just something that goes away with experience so</qco> </h3>      \nif the melody is in my head, there's no problem transcribing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.24&nbsp; \n8:06 pm</dco> &nbsp;<qco> how do i prove to myself and others that im not awful?</qco> </h3>      \nhow about an internet quiz. and then you can screenshot your results\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.24&nbsp; \n2:25 pm</dco> &nbsp;<qco> Why do you suppose \"soft clothing\" has two instances in the composition of expressing disgust/sickness (after the \"friendly\" line, and the end), when that's not a common thing for you to do at all? Would you think it says anything about us and our relationship with clothes that a song about soft clothing would go there twice?</qco> </h3>      \ni think i was just having too much fun, making the song. kind of like when you have too much fun eating cake\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.24&nbsp; \n12:46 pm</dco> &nbsp;<qco> What do you see in the mirror?</qco> </h3>      \nin the opposite direction\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.24&nbsp; \n12:39 pm</dco> &nbsp;<qco> what are your plans for future content</qco> </h3>      \ndo everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.24&nbsp; \n10:53 am</dco> &nbsp;<qco> is musical talent innate</qco> </h3>      \nin this case i'm not really grasping the meaning of the word 'innate'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.24&nbsp; \n10:10 am</dco> &nbsp;<qco> How was your home planet? Do you like earth?&nbsp;</qco> </h3>      \nit's fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.24&nbsp; \n7:58 am</dco> &nbsp;<qco> Why can't we have more letters?</qco> </h3>      \nyou can. try chinese\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.24&nbsp; \n6:28 am</dco> &nbsp;<qco> Is it normal to kinda just feel numb around your friends? I don't mind their company, but I don't really enjoy it. I don't think we have anything in common and they even do stuff that I'm completely against (is hunting normal?? they talk about it like a hobby and im just in shock ). I feel like I suppress my real self so much when I'm at school that I've ended up in a group of friends who I don't feel any real connection with whatsoever, but also im worried that maybe this is just a problem with me and I will never have any \"real connections\" in my life ever.&nbsp;&nbsp;I've felt this feeling about other friends too. Sorry for dumping this all on you, but I really value your thoughts. Have a good day :)</qco> </h3>      \nyou might really benefit from moving to a major city. it's important to meet some people you relate to, and it's more likely you may find them there\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.24&nbsp; \n6:12 am</dco> &nbsp;<qco> how to make an animation?</qco> </h3>      \njust put one foot in front of the other\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.24&nbsp; 5:54 am</dco> &nbsp;<qco> how do you create your thumbnails and cover art? at what point in the process is this typically done?</qco> </h3>      \nsometimes something jumps out at me while i'm working on the video. but it's decided at the end\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.24&nbsp; \n5:00 am</dco> &nbsp;<qco> Will you be participating in the festivities for this year's 4/20?</qco> </h3>      \nif i participate in festivities in every other day except that day, then that means i can have 364 days of festivities instead of just 1. except this year is a leap year so it's 365\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.24&nbsp; \n3:20 am</dco> &nbsp;<qco> what makes a bassline a \"bassline?\" my friend tells me my basslines are more like a counter-melody because I very often use notes not present in the harmony or melody, and stick to higher octaves than where a typical bassline resides&nbsp;</qco> </h3>      \nit's impossible to explain, but if you listen to more and more and more and more and more music you will automatically know all about how this whole thing works. even though you still can't explain it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.24&nbsp; \n1:01 am</dco> &nbsp;<qco> why did the chicken not cross the road</qco> </h3>      \nbecause the road wasn't built yet, at that time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.24&nbsp; \n12:36 am</dco> &nbsp;<qco> are you ever worried that someone will take one of your answers too much to heart</qco> </h3>      \ni am worried about whether or not to worry about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.24&nbsp; \n10:12 pm</dco> &nbsp;<qco> ever tried a hammock</qco> </h3>      \nmaybe, but i think i blocked it out of my memory\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.24&nbsp; \n5:42 pm</dco> &nbsp;<qco> How are you at sight reading on your instruments? What about sight singing?</qco> </h3>      \ni've been sight reading rhythms since early childhood. later i figured out the pitches, and i'm good enough to handwrite as fast as i want, but if i had to read someone else's melody i'd have to take a moment to see the pitches properly. rhythms always fine, chord symbols also fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.24&nbsp; \n4:24 pm</dco> &nbsp;<qco> ever since i tried adding lyrics to my songs my songwriting has been nonfunctional</qco> </h3>      \nyeah, i can see why that would be nonfunctional. have you tried conceiving of the music/lyric simultaneously\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.24&nbsp; \n2:50 pm</dco> &nbsp;<qco> approximately how many pillows is appropriate for on top of a bed</qco> </h3>      \n2\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.24&nbsp; 1:28 pm</dco> &nbsp;<qco> Quick, I'm about to write a physics exam - how do wheels work?</qco> </h3>      \nany wheel is π times around as it is wide. that should get you where you need to go\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.24&nbsp; \n9:30 am</dco> &nbsp;<qco> Why do i always forget the things i need to remember?</qco> </h3>      \nbecause you always remember other things that you also need to remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.24&nbsp; \n7:36 am</dco> &nbsp;<qco> Are you an enjoyer of chaos?</qco> </h3>      \nonly in moderation\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.24&nbsp; \n12:12 am</dco> &nbsp;<qco> what is your opinion on driving a car blindfolded\n<br></qco> </h3>      \nthat tends to be unsafe\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.24&nbsp; \n10:37 pm</dco> &nbsp;<qco> What is the most random skill you have?</qco> </h3>      \n\nputting things into a logical order\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.24&nbsp; \n10:27 pm</dco> &nbsp;<qco> would you rename the superbowl to superball? it makes more sense</qco> </h3>      \nthe ball is the football ball. the 'bowl' is the stadium they play in \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.24&nbsp; \n9:54 pm</dco> &nbsp;<qco> more than i would like, i find myself writing quite sad lyrics. and sad songs are important yes, but i would like to try to write some happier stuff too. how do i write lyrics that make me feel happy and groovy?</qco> </h3>      \nlyrics alone won't get you there. for your situation, what's really gonna make the difference is *music*\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.24&nbsp; \n8:58 pm</dco> &nbsp;<qco> how do i beat a duck in a boxing ring</qco> </h3>      \nquack twice. the standard duck only quacks once. this will put you at an advantage. unless of course you are in the 2-quack division, in which case the winning move would be to quack 3 times\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.24&nbsp; \n8:13 pm</dco> &nbsp;<qco> What does it mean to truly find yourself?</qco> </h3>      \nit's hard to describe\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.24&nbsp; \n8:11 pm</dco> &nbsp;<qco> remember that one time you flipped a chair upside down</qco> </h3>      \nyes i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.24&nbsp; \n6:57 pm</dco> &nbsp;<qco> hi bill so you know how 'an apple a day keeps the doctor away'? well i've been trying to see how many apples a day i need to eat in order to BECOME a doctor, however i am up to 3-4 apples a day with no luck. any tips?</qco> </h3>      \ni'm not following your logic\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.24&nbsp; \n6:08 pm</dco> &nbsp;<qco> what is your favorite game in the huge gamer video?</qco> </h3>      \ncharacter animation\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.24&nbsp; \n5:44 pm</dco> &nbsp;<qco> isn't it sad that the frequencies of visible light don't even span an entire octave</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.24&nbsp; \n5:14 pm</dco> &nbsp;<qco> what kind of respect do you have for drummers</qco> </h3>      \nthe same as the respect i have for people. in my view, drummers are people\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.24&nbsp; \n5:11 pm</dco> &nbsp;<qco> Have you ever considered the fact that you may be mentally weak or cynical</qco> </h3>      \nsure, i consider that from time to time. but usually not in conclusion\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.24&nbsp; \n4:39 pm</dco> &nbsp;<qco> what's your opinion of b flat </qco></h3>      it's close to the 60hz electrical hum you may have heard in many types of devices<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(generally, but also b flat 3rd octave)</qco> </h3>      i don't know of any universally consistent way of numbering the octaves, or deciding which note starts the octave. a frequency number would be my way of referring to absolute pitch (in hertz / cycles per second) or saying the approximate number of octaves above or below middle C (262)\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.24&nbsp; \n3:34 pm</dco> &nbsp;<qco> I get attracted to what I am not good at, do you think it's a bad thing?</qco> </h3>      \nnot necessarily. it could be an opportunity\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.24&nbsp; \n3:14 pm</dco> &nbsp;<qco> what is your recommended flavor of donut?</qco> </h3>      \ndonuts are self-recommending\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.24&nbsp; \n2:10 pm</dco> &nbsp;<qco> would you describe yourself as lukewarm?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.24&nbsp; \n1:12 pm</dco> &nbsp;<qco> Do you ever feel like a crab climbing up the edge of a bucket but actually you don't know which way the bucket is and which way you are and if anything is real?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.24&nbsp; \n12:28 pm</dco> &nbsp;<qco> wich one would you say is the best vocal exercise?&nbsp;</qco> </h3>      \nsinging\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.24&nbsp; \n12:17 pm</dco> &nbsp;<qco> Have you watched the old SpongeBob movie&nbsp;</qco> </h3>      \nno, i just have the kitchenware\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.24&nbsp; \n11:35 am</dco> &nbsp;<qco> Is it harder to make the start of the song relative to everything else? What about the end?</qco> </h3>      \nthe start is only hard if you already have another part. starting a brand new song, continuing a song you've started (forwards), and ending a song, are all easier than finding the beginning of a song that only has a middle\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.24&nbsp; \n9:31 am</dco> &nbsp;<qco> What am I missing?</qco> </h3>      \nwhat do you have?\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.24&nbsp; \n7:38 am</dco> &nbsp;<qco> How do i cancel gravity?</qco> </h3>      \nit's too late. the trial period has rolled over into a lifetime subscription\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.24&nbsp; \n7:08 am</dco> &nbsp;<qco> Where do bad ideas go?</qco> </h3>      \nonto the internet!\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.24&nbsp; \n6:21 am</dco> &nbsp;<qco> what is the best letter</qco> </h3>      \nchanging letters. that's the only thing that does it for me anymore\n<br><br>"
  }
]
