[
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n5:50 pm</dco> &nbsp;<qco> How many politics does a political debate contain? 7?</qco> </h3>      \n5 to 10\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n5:35 pm</dco> &nbsp;<qco> what is the best song you have written so far? (not necessarily your favorite)</qco> </h3>      \ni would prefer to make a new one to be best\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n4:36 pm</dco> &nbsp;<qco> is lack of parenting a good thing</qco> </h3>      \ni guess it depends on the quality of the parenting that is available\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n4:17 pm</dco> &nbsp;<qco> Do you intend for your content to be comedic, </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do you get slightly offended when people laugh at it?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n4:05 pm</dco> &nbsp;<qco> What are the first letters in each word in your next video's title?</qco> </h3>      \nm (c)\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n3:01 pm</dco> &nbsp;<qco> when you get an idea for a song in your dream, how do you react when you wake up?</qco> </h3>      \n<a href=\"Movie-331-from-11-5-2018.mp4\" target=\"_blank\">like this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n2:58 pm</dco> &nbsp;<qco> Why is my reality so dull and bleak compared to my dreams? </qco></h3>      this is so you don't get overwhelmed<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It's so different it's not even funny anymore</qco> </h3>      \nthis opens a huge opportunity for you build something more interesting, and bring it into the world. people will wonder where you got it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n2:50 pm</dco> &nbsp;<qco> How much of your music and lyrics are random? </qco></h3>      none of it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I don't understand your music. Although, I would like to. Please try to be understandable. It scares me away.\n</qco></h3>      if you are scared away, then i would not recommend this music to you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How would you explain it to a lay person? </qco></h3>      it should be self explanatory, when you hear it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Help me.&nbsp;</qco> </h3>      \ntry listening to something else you enjoy\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n2:16 pm</dco> &nbsp;<qco> I just got a cool song idea and have recorded the melody into my phone and have taken notes on what the song sounds like. I can hear it in my head so clearly right now but I'm afraid that if I leave it in my notes and continue working on my current song that I'll forget it. How do you defeat this problem?</qco> </h3>      \ni've learned to describe things sufficiently well. it helps to do it in an audio recording, or maybe even a video recording. every little hint you can give, will help. provide a tempo reference. provide references to other songs if that helps\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n2:14 pm</dco> &nbsp;<qco> Have you written a song where the lyrics are mainly about the video making process?</qco> </h3>      \nnot on purpose\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n1:53 pm</dco> &nbsp;<qco> why is space so complicated?</qco> </h3>      \nto keep you coming back for more\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n12:46 pm</dco> &nbsp;<qco> how do i not fear the fear that i'm fearing&nbsp;</qco> </h3>      \ndescribe it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n11:13 am</dco> &nbsp;<qco> iin a question here, someone said that you've changed so much since they last checked up on you, and you told them that \"what changed is [them].\" were you the person in the grocery store this whole time?</qco> </h3>      \nthat's extremely unlikely\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n11:09 am</dco> &nbsp;<qco> Is christmas real?</qco> </h3>      \nyes, despite its best efforts to be fake \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n10:48 am</dco> &nbsp;<qco> Are all the songs about you?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n10:35 am</dco> &nbsp;<qco> what color is Cmaj7? for me it's green, do you agree?</qco> </h3>      \non my screen it's purple\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n10:04 am</dco> &nbsp;<qco> hi bill! trying to put some spicier chords in my music but it feels like I'm aimlessly mashing the keyboard, any advice?</qco> </h3>      \nit might be time to spend some long and comfortable quality time just playing the instrument, and finding ways for it to express life as you dream of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n10:00 am</dco> &nbsp;<qco> do you think social media has a net-positive or net-negative impact on the world&nbsp;</qco> </h3>      \nthey are just 1 facet of the human impact on the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n9:39 am</dco> &nbsp;<qco> Would you ever purchase a large harp for recreational purposes?</qco> </h3>      \ni don't think so, but i guess i wouldn't rule it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n8:58 am</dco> &nbsp;<qco> That award you won in 2016 where do you keep it?</qco> </h3>      \nit's on the wikipedia page for that award show\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n8:25 am</dco> &nbsp;<qco> was it intentional that the last line of im a princess can be read \"I read that wrong [because] I'm a dunce\" or \"I read that wrong [and the correct reading is actually] 'I'm a dunce'\"?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n7:51 am</dco> &nbsp;<qco> Opinions on existence?</qco> </h3>      \noh man, i've heard about that \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n6:58 am</dco> &nbsp;<qco> for how long have you been pregnant with aliens now?&nbsp;</qco> </h3>      \nzero seconds\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n6:38 am</dco> &nbsp;<qco> hello mr wurtz, I always struggle to continue a song after finding a nice melody. Any tips that could help?</qco> </h3>      \nsee if you can figure out what the words are\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n4:50 am</dco> &nbsp;<qco> How did you come across your, for lack of a better term, \"chaotic good\" philosophy of evolving and changing your mind and doing many things, and when/how did you realise that that \"chaos\" so evident in your music? It's a wonderfully interesting mindset to me.</qco> </h3>      \ni don't like chaos, unless it is resolved in some way. if you are finding any unresolved chaos in my music then that's a mistake, and hopefully i can rectify this\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n2:06 am</dco> &nbsp;<qco> How do you recommend fighting the darkness of negativity and staying in the light of joy and life?&nbsp;</qco> </h3>      \nthis is probably not what you want to hear, but you might have to switch back and forth a little\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n2:05 am</dco> &nbsp;<qco> if you could talk to a fish what would you tell it</qco> </h3>      \ni would wait for it to say something first\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n1:53 am</dco> &nbsp;<qco> The melody to might quit is so simple yet beautiful, how did you come up with it?</qco> </h3>      \nthat one actually came to me in a dream. just the melody not the lyric\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n1:16 am</dco> &nbsp;<qco> hello bill wurtz i love your music a lot. i have feelings and things stuck in me and i want to say it out but i just can't. how do i get myself to say it out loud?</qco> </h3>      \nstart by saying things that are slightly different from what you think you had in mind. then one thing should lead to another and pretty soon you'll have said what you meant in at least 15 different ways you didn't even expect\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n12:44 am</dco> &nbsp;<qco> What is the meaning behind your new song I'm a princess?I am sorry if you get it a lot.</qco> </h3>      \ni just thought the first line was a nice solid concept for a song. so i wrote the rest of the song around it. And then, as usual when songwriting, the song stirs up all kinds of emotions that i may or may not have expected. which, by now, i've come to expect\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n12:24 am</dco> &nbsp;<qco> Were the transgender themes in \"I'm a princess\" intentional?</qco> </h3>      \ni don't see why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n12:18 am</dco> &nbsp;<qco> how can i be less annoying and hypocritical?</qco> </h3>      \nyou could try posting your ideas on a monument in the desert\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.21&nbsp; \n11:47 pm</dco> &nbsp;<qco> when is it best to write down stuff?</qco> </h3>      \nwhenever you want to be less confused\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.21&nbsp; \n10:54 pm</dco> &nbsp;<qco> do you feel like you are obligated to finish every song idea you've ever had?</qco> </h3>      \nonly the good ones\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.21&nbsp; \n9:02 pm</dco> &nbsp;<qco> how big is the diameter of your toaster</qco> </h3>      \ni don't have a toaster\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.21&nbsp; \n7:58 pm</dco> &nbsp;<qco> What's a word that stirs up your emotions?</qco> </h3>      \nnice try, i almost said it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.21&nbsp; \n7:21 pm</dco> &nbsp;<qco> I'm pitching an idea in a few days and was wondering if you have any advice for not being nervous.</qco></h3>      do 15 other pitches that don't really matter. this is the only way to practice, and the only way to avoid nervousness<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also wanted to ask if that thing about the sun was real?</qco> </h3>      yes it's normal sized\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.21&nbsp; \n7:04 pm</dco> &nbsp;<qco> what makes someone a genius?</qco> </h3>      \nstrong regional test scores\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.21&nbsp; \n6:22 pm</dco> &nbsp;<qco> what are you wearing right now bill</qco> </h3>      \na stunning pantsuit\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.21&nbsp; \n4:50 pm</dco> &nbsp;<qco> whats the correct response to privilege?</qco> </h3>      \nsaving the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.21&nbsp; \n4:25 pm</dco> &nbsp;<qco> what's it like to live in bill wurtz land?</qco> </h3>      \nongoing war with self. occasional pause for blissful psychadelic meltdown\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.21&nbsp; \n4:10 pm</dco> &nbsp;<qco> are you actually going to put your songs on the radio?&nbsp;&nbsp;if so what station will they be on?</qco> </h3>      \ni'm going to go ahead and put them on all the pop stations. i've already done the first step which is finding the radio stations on google maps<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.21&nbsp; \n3:41 pm</dco> &nbsp;<qco> what's your favorite interpretation of your songs?</qco> </h3>      \nthat they are good\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.21&nbsp; \n3:37 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202103312007\">3.31.21&nbsp;&nbsp;8:07 pm</a>  is that a goal or have you figured out the nielsen rating stuff. getting airplay seems to be structured in favor only of artists with company representation when counting online streams which is unfortunate. but it seems very much like you to have made some wily workaround&nbsp;</qco> </h3>      \ni'm at the point where Billboard is actually emailing me every time i release a music video, saying \"we've noticed your video probably has enough views to get on the charts, but it's not gonna count because the backend metadata is not registered properly.\" And from years of asking around, i've pretty much figured out that the only way to do that is if you've been granted an SRAV contract, which is something that pretty much only record labels get to have. So i need to either sign away a percentage of my music revenue to a company, OR continue to climb the ranks of society just a little bit more. it's cool, i just got some fresh ladders\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.21&nbsp; \n3:00 pm</dco> &nbsp;<qco> How do I write a song in 6/4? </qco></h3>      probably what would happen is, you would come up with something, and then find out that it's in 6/4. if you care more about it being in 6/4 than anything else about it, then i would say just go with the default toasters. (6 toasters per bar)<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I keep trying to but it ends up sounding weird, in a way that other songs in 6/4 don't.</qco> </h3>      \nsome songs are naturally gonna be in 6/4. so if you write 100 songs, i'm pretty sure some of them will end up in 6/4. for best results, i'd recommend don't predict which ones are gonna be in 6/4. but if you do 100 songs, i'm pretty sure you will get at least one that's in 6/4, and then you will finally be able to get that \"i made a 6/4 song\" badge for your coatsleeve that you've been craving\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.21&nbsp; \n2:54 pm</dco> &nbsp;<qco> Is there a reason we forget great things when we don't write them down?</qco> </h3>      \nmaybe if you only heard it once\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.21&nbsp; \n2:43 pm</dco> &nbsp;<qco> DO you have a favorite piano/synth for writing?</qco> </h3>      \ni only use a plain rhodes sound\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.21&nbsp; \n2:05 pm</dco> &nbsp;<qco> starting at 1:18 of im a princess why is there a small green \"EXIT\" on the left side of the screen</qco> </h3>      \nbuilding code\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.21&nbsp; \n12:58 pm</dco> &nbsp;<qco> Any tips on how to make the audio and the video playback in Blender not lag out of sync?</qco> </h3>      \nthe trick i found was to stop trying to do it on wireless headphones\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.21&nbsp; \n12:51 pm</dco> &nbsp;<qco> where do you find the energy to write more songs (or do anything)</qco> </h3>      \nit found me. it's drowning me, usually\n<br><br>"
  }
]
