[
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n1:54 pm</dco> &nbsp;<qco> is walking a skill, if so who do you think is the best walker</qco> </h3>      paul mccartney\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n1:17 pm</dco> &nbsp;<qco> Have you ever played chess?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n1:15 pm</dco> &nbsp;<qco> what's the countdown timer at now?</qco> </h3>      52\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n12:50 pm</dco> &nbsp;<qco> what are delicious consumables?</qco> </h3>      a movie that you can pay for to actually get to watch offline in your own prefered player. nevermind, that doesn't exist anymore unless you make your own movie\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n12:47 pm</dco> &nbsp;<qco> how loud should i make my song</qco> </h3>      -24 LUFS\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n12:36 pm</dco> &nbsp;<qco> Do ends justify the means?</qco> </h3>      what the heck are ends and means\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n12:31 pm</dco> &nbsp;<qco> Working on something big?\n</qco></h3>      doing big work <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tWhen can we expect for it to drop?\n</qco></h3>      hopefully will not drop, but instead become a source of levitation and elevation<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tPs:You are great :)</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n12:31 pm</dco> &nbsp;<qco> when's Lunch</qco> </h3>      any time now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n12:22 pm</dco> &nbsp;<qco> so are you saying i can learn gospel music&nbsp;&nbsp;by listening to the songs and then figuring out what the musicians are playing especially the parts that make me go OH JESUS</qco> </h3>      you can learn the music without even really caring what the players are playing, but if you want to learn to play it, then you're gonna wanna know what they are playing. hope that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n12:12 pm</dco> &nbsp;<qco> Bill, you talk about how in order to have absolute pitch, you need some reference point(s) that were instilled from a very young age. But what I do is I compare the note to a pre-selected list of songs, and I can tell the note's pitch by what song it matches. It's not always snap-instant, but I can usually get at least a half-step around the true note.</qco></h3>      exactly, that's mostly how i do it. but, .... can you do it while another song is playing<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t And these songs are ones I have only discovered very recently. So my question: does being able to remember and sing a song in key count as, or at least approximate, absolute pitch?</qco> </h3>      to put it to the test you should try to get it to work while another song is playing, and compare it to obtain that song's key. but i will tell you something ironic. you will hear the experts say \"no, that doesn't count, that's just sonic memory. the real absolute pitchers can do it instantly.\" But for me, here's the twist: every single person i've ever met who claims to have absolute pitch, i test them on it and they fail miserably.... by way more than a half step\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n11:45 am</dco> &nbsp;<qco> how long does it take you to find an idea for a song? Like what you want to make a song about. Even though most of your music is kinda random there has to be a process to it. Right?\n<br></qco> </h3>      i have very stringient criteria, which is that it has to be something i think would totally blow my mind, if i heard it for the first time. i don't know how i learned to come up with things that satisfy this criteria, except to say that it took many years of experimentation. sometimes the best ideas come without warning, so a reliable system for capturing those ideas is needed\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n11:24 am</dco> &nbsp;<qco> Release your new song PLEASE (!)</qco> </h3>      i will\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n11:13 am</dco> &nbsp;<qco> do swedish geese say hjonk?</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n11:13 am</dco> &nbsp;<qco> what is the correct amount of time to heat porridge?</qco> </h3>      i'm not sure, i don't even know how to identify porridge without assistance\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n11:12 am</dco> &nbsp;<qco> will you be my theripist</qco> </h3>      i will try\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n10:17 am</dco> &nbsp;<qco> what music should i listen to to convince myself that i'm more interesting than i actually am</qco> </h3>      your own\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n10:16 am</dco> &nbsp;<qco> what color do you feel when you make new things?</qco> </h3>      whatever colors the thing i'm making looks like\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n10:10 am</dco> &nbsp;<qco> Do you do all your own music?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n9:10 am</dco> &nbsp;<qco> who or what are your biggest inspirations to create music?</qco> </h3>      no one, it's the music itself. but, i must confess to being a human, it's really [the quality of the music] combined with [whatever context it is placed in], that combination is what works its true magic. but i am keenly aware when the combination works particularly firely \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n8:11 am</dco> &nbsp;<qco> do you still use the same mic as you started?</qco> </h3>      i switched mics in 2011, and i still have that one. i still have the one i used before, which is actually a webcam. i started using it for a mic in 2008. before that, i was using the internal computer mic. i still have that computer but i don't use it. before that i didn't use any mic for several years, but i did use a mic around 2005, which was the internal mic in the computer, that computer i don't still have. before that i think i was using a normal mic which i don't think i have. and before that i went many years without using a mic, and i think there were times before that when i used mics but i assume i don't have them any more\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n8:04 am</dco> &nbsp;<qco> do you ever wish you didn't have to answer these questions?</qco> </h3>      no but sometimes i wish the earth wasn't so flat all the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n7:30 am</dco> &nbsp;<qco> Bill, do you play any games in your spare time? And if so what games</qco> </h3>      i'd prefer to make the game. wait, what the heck is spare time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n7:12 am</dco> &nbsp;<qco> Help everyone says that I'm too \"perfectionist\" and that I should just give things in without them being good and that it's better than never finishing them but I won't sleep knowing that I turned in bullshit to my teachers cause then they'd be like \"ah look at this stupid kid aiming for an 80\" and I'd look lazy even though I already am lazy cause I'm too scared of doing the assignments in the first place. So is the bullshit actually benevolent or should I actually become notstupid so that I can do things perfectly on time?</qco> </h3>      who are these teachers and why is their opinion so vitally important to you? are they superteachers?\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n6:53 am</dco> &nbsp;<qco> Thoughts on imaginary numbers?&nbsp;</qco> </h3>      fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n6:18 am</dco> &nbsp;<qco> i'm oppressively lonely and can't fix it by going out and talking to people because i have social anxiety and all my friends are 6000 miles away. \n<br>\n<br>advice?</qco> </h3>      see if you can express yourself on the internet\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n6:00 am</dco> &nbsp;<qco> How proud are you of \"just try to have a good time... And don't die\" because fuuuuuuuuuuckkkkkkkkkk that's nice</qco> </h3>      i am proud of the general ability to create musicized lines like that. could come in handy especially when trying to fight crime, or do crime, depending on which side of the law you are on\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n5:57 am</dco> &nbsp;<qco> what to do when existence seems frightening?</qco> </h3>      sing a song ?\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n4:11 am</dco> &nbsp;<qco> a day of debugging and finally fixed the issue. cant wait to be creative tomorrow, do u feel a bigger drive for the creative part than usual for what will come after the technological trans4m8on</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n2:54 am</dco> &nbsp;<qco> i have lost myself, how do i start searching?</qco> </h3>      check the mirror\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n2:08 am</dco> &nbsp;<qco> favourite flavour jolly rancher?</qco> </h3>      if they could make it the same flavor as the bag, that would get my attention\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n1:31 am</dco> &nbsp;<qco> do you think it be better if dinosaurs had fur?</qco> </h3>      yes. they don't have skin (anymore) but they could at least have fur on their bones\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n1:27 am</dco> &nbsp;<qco> why can't I fall asleep</qco> </h3>      BECAUSE YOU ARE ABOUT TO INVENT SOMETHING, PROBABLY\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n12:29 am</dco> &nbsp;<qco> It is theorized that in the event that an AI is made which surpasses human intelligence, there will be an 'explosion' of AI intelligence as AI begin to make AI smarter than itself and so on. In the event of this, will you reject our new computer overlords or join them in the event that they invent a way to upload your consciousness into a computer?</qco> </h3>      no need for them to be over lords, they will be general all purpose lord, equally in any direction. could be a lot to learn from them actually\n       \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n12:10 am</dco> &nbsp;<qco> is it more creative to listen to lots and lots (etc) of music, or no music at all</qco> </h3>      both are extremely creative\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n12:05 am</dco> &nbsp;<qco> what are you supposed to do when you don't feel like anythings important to you</qco> </h3>      trace back to the last time something was. and then explain the transition from then to now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n12:02 am</dco> &nbsp;<qco> do you remind me of anyone</qco> </h3>      possibly guy smiley\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n12:01 am</dco> &nbsp;<qco> you are yes because of the yes world?</qco> </h3>      absolutely\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n11:55 pm</dco> &nbsp;<qco> Hey, Bill! Could you make a funny noise?</qco> </h3>      i've made many before, but i am making more in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n11:32 pm</dco> &nbsp;<qco> how do i use modes and work off of chords music theory is bullying me help</qco> </h3>      just get some song books, and listen to the songs and read along ..... like, <a href=\"willlee-reading.mp4\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n10:22 pm</dco> &nbsp;<qco> What are stuffed animals?</qco> </h3>      \nthey are either happy pillows, or dead animals, depending on which kind you get\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n10:04 pm</dco> &nbsp;<qco> What do you call that thing you do where (for example in the song \"tuesday\", ~20s), the chords are all like:\n<br>| Cmaj7 | Cm7/Eb | Bbmaj7 | F13 or something |\n<br>I find it has a very distinctive sound and it's really cool and all that.\n<br>???</qco> </h3>      those aren't the right chords, but that's an old trick i like to call .................................. music! that particular bit is probably a good example of something i would never be able to achieve if i weren't writing the melody, lyrics, and chords at the exact same time. i was also sitting in the new york public library with earplugs in, which i think helps to strengthen the imagination, and always makes songwriting more focused and vivid, while staying adventurous\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n10:01 pm</dco> &nbsp;<qco> i remember when i saw blue man group at age, like, 10 or 11 and i laughed so hard i cried. frickin loved every second of it. so i got my dad to buy me the dvd they were selling at the merch stand. but there was a bit in the dvd that wasn't in the live performance that involved a clip of some lady gagging and barfing into a vacuum like tube funnel thing. i'm severely, severely emetophobic and immediately ran out of the room covering my ears and hyperventilating and i haven't been able to bring myself to watch anything related to blue man group since. which sucks and i realize if i continue having this reaction to all forms of entertainment that have barf in them, i will eventually have a serious problem with limiting my options. also i don't wanna go to therapy over this if i can avoid it because being psychoanalyzed rubs me the wrong way for some reason. do you have any advice on how i can unfuck my reactions so i can enjoy stuff without worried abo\n ut unexp\n ectedly being thrown into a vortex of soul-eating, brain-screaming panic and horror? thanks</qco> </h3>      barf is gross, i don't like it either\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n9:55 pm</dco> &nbsp;<qco> What if we existed&nbsp;</qco> </h3>      hm, that could pose quite a few challenges\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n9:52 pm</dco> &nbsp;<qco> what is the best hat</qco> </h3>      the one that the queen of england wears. that is not only the best hat, but it's actually the only good hat\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n9:47 pm</dco> &nbsp;<qco> You are depressed&nbsp;</qco> </h3>      that's not true\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n9:45 pm</dco> &nbsp;<qco> could we get a reverse questions page where you ask US questions?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n8:36 pm</dco> &nbsp;<qco> what is a c00l way to spell bill wurtz without anyone of the letters in bill wurtz</qco> </h3>      ☂\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n8:32 pm</dco> &nbsp;<qco> do you think you will every drop as many tracks in such a short time as you did a year ago</qco> </h3>      absolutely, most certainly more\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n8:17 pm</dco> &nbsp;<qco> what does water taste like</qco> </h3>      LIFE, BEING ALIVE, ETC\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n8:15 pm</dco> &nbsp;<qco> I always try to write songs but the words get all tangled and trip on each other and start trying to knife each other on the ground. If I want to make a song how do I keep the words alive long enough for someone to listen to them and then want to listen again?\n<br>\n<br>Thank you for the müsiks</qco> </h3>      for now you could try simple words like \"hey\", \"hi\", \"i am having a good day\", etc. just as a starting point\n<br><br>"
  }
]
