[
  {
    "html": "<h3> <dco>11.1.19&nbsp; \n3:07 am</dco> &nbsp;<qco> can you tell me how to get to Sesame Street?</qco> </h3>      it's at 35th ave and 35th st, queens\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.19&nbsp; \n2:43 am</dco> &nbsp;<qco> I feel like it's too late, to accomplish my dreams, but I know it isn't. How do i convince myself?</qco> </h3>      everyone who has ever accomplished dreams thought it was too late before they accomplished them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.19&nbsp; \n2:23 am</dco> &nbsp;<qco> Whats your favorite cartoon?</qco> </h3>      spy vs spy\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.19&nbsp; \n1:33 am</dco> &nbsp;<qco> are oranges sentient?</qco> </h3>      naaaaah, wait yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.19&nbsp; \n1:19 am</dco> &nbsp;<qco> Hey Bill, what inspires you to, yknow, keep doing this? I do a lot of creative work myself and it's really, really easy to feel like i'm not improving or that it isn't worth it. im curious if you've dealt with that, i'm sure you have, and how you get around it. I know you've got a big following, and i'm sure that helps, but still.&nbsp;</qco> </h3>      i've never felt like i wasn't improving. it actually can be more challenging when you do have a following, because they are always reminding you that they have no expectation for you to do anything differently from what you have done before\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.19&nbsp; \n1:09 am</dco> &nbsp;<qco> when your spirit metamorphosed 9 years ago what did it become from what it used to be?</qco> </h3>      my spirit metamorphoses every year. actually more often than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.19&nbsp; \n1:04 am</dco> &nbsp;<qco> I'm 15 and my voice is bad because it's changing. Should I still sing and publish music?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.19&nbsp; \n12:48 am</dco> &nbsp;<qco> Alot of people have asked what the project is about or when it is happening but has anyone asked where it is happening?</qco> </h3>      what project\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.19&nbsp; \n12:31 am</dco> &nbsp;<qco> what would you think about releasing songs without an accompanying video, while you work on the side getting better at the new video techniques and softwares like you've been doing?</qco> </h3>      that would be ok but it seems totally wrong and inappropriate\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.19&nbsp; \n12:29 am</dco> &nbsp;<qco> Do you consider yourself clairvoyant</qco> </h3>      i can't even figure out the answer to this question\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.19&nbsp; \n12:25 am</dco> &nbsp;<qco> hi bill. how do you cope with living in a society</qco> </h3>      do a questions page\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.19&nbsp; \n12:09 am</dco> &nbsp;<qco> In your former editing program, how did you make the glowing text effect like on \"November\" in Halloween Song?</qco> </h3>      i will be doing a tutorial except honestly it would be pretty stupid to do a tutorial in that program because it doesn't exist anymore\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2019-10.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n11:22 pm</dco> &nbsp;<qco> on a scale to 1-insanecrazy, what is your thoughts on the united nations</qco> </h3>      sometimes i wonder if the nations could unite even more\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n11:02 pm</dco> &nbsp;<qco> were ggoing over calculus in school right know and i can't figure out what a derivative is... anyway, my question is \n<br>\n<br>\"how U doin'\"&nbsp;</qco> </h3>      pretty good, just looking for a video player app that can make quick in-out copy-paste edits, and maybe rotate and export. to replace the one that went extinct 10 years ago without me noticing. it's about to go extinct even more so i better do something\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n10:52 pm</dco> &nbsp;<qco> Hi Bill. Do you have an specific hour of the day for recording vocals?</qco></h3>      not anymore<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t I'm currently living alone in my apartment and I don't want to bother my neighbour. I'd met him before and it seems like he's a good guy (he listens the band Air Supply once a day). How do you deal with noise pollution? Thanks</qco> </h3>      i recently bought a magic privacy box. i've seen a lot of people complain about the price ............ but there is truly nothing like it. changed my life. just be careful not to suffocate. just as well, it's a reminder to let your voice rest, and not do so many takes you forget how the song goes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n10:42 pm</dco> &nbsp;<qco> do the letters r, m and p in the scarmble section mean received, made and posted dates?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n10:28 pm</dco> &nbsp;<qco> Whenever I think about numbers, I find myself getting lost. Like, once you get past 10 nonillion or so, the number you're talking about is so large that there is no meaningful comparison for it in the universe. The largest numbers ever used constructively are Graham's Number and tree(3), both so unbelievably large that the number of digits in the number of digits in the number of digits in them can't be imagined. Yet there are always numbers larger. In fact, considering all the natural numbers in a row, these numbers are functionally no different than 0 in terms of how close to the end you are. Do you ever find yourself getting lost in stuff like this?</qco> </h3>      not since i discovered music\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n9:50 pm</dco> &nbsp;<qco> how do i summon music?</qco> </h3>      not necessary. it summons you. all you gotta do is show up, somewhere, it doesn't really matter where\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n9:06 pm</dco> &nbsp;<qco> on blender, assuming you are using cycles render,</qco></h3>      eevee, but i will use whatever you want me to use<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t make sure in the render settings in the 'sampling' section the samples value isn't placed too high, because that value is different from the preview value. setting the value too low will add a lot of noise to the image, but setting it too high takes too long</qco> </h3>      trying cycles render, that is much slower and/or noisier, (about 13 seconds per frame, and still too much noise, that's at 64 samples) and the viewport is noisy/slow, that would be at 32. Eevee is much faster for both, and with eevee, the preview-viewport version displays absolutely perfectly at 16 samples, absolutely instantly, noise free. And yet, render still takes 1/2 second per frame, at 16 samples. much much better than cycles, but the mystery still persists as to what should stop me from just screenrecording the viewport for perfect instant results ....... and yet the render still needs to compute .... To push this mystery a little bit further, still on eevee, i've set the render sample rate to 1, (!!!) the render still is completely noise free and looks great, (???) and does about 3 frames per second. The viewport preview, however, i've just set to 500 samples (!!!), and it still renders absolutely instantly. ?????? it's got to be aliens\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n8:54 pm</dco> &nbsp;<qco> I found that your thabk you page was 'thank you' in the history of my safari&nbsp;</qco> </h3>      the title has always been 'thank you'. the contents has always been 'thabk you'. this has not changed, since day 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n8:22 pm</dco> &nbsp;<qco> Favourite number in the dictionary?</qco> </h3>      0\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n7:37 pm</dco> &nbsp;<qco> Are you adopted</qco> </h3>      aside from all the times i've adopted myself, no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n7:34 pm</dco> &nbsp;<qco> hey bill, so i have close to 10 years experience playing live nearly every weekend, I'm a pretty competent guitarist in lots of different styles, know thousands of songs and music in general (though probably not as well as you) and also sing well, what do I gotta do to be in your band?</qco> </h3>      send an email, maybe we can meet up and talk about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n7:14 pm</dco> &nbsp;<qco> Any ideas on how to make music? </qco></h3>      you have to alternate between occasionally trying to tell it what to do, and then letting it pick up the rest by telling you what to do<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tI have trouble making original music because everything I make sounds close to something I've heard before.</qco> </h3>      in that case, you should go way out of your way to make something you are sure no one has ever heard before, and just for a moment don't even think about whether it's \"good\" or \"not\", and then have the following moments carry on like a sort of group panel discussion about what the hell anyone thinks just happened. should be very interesting and grounded discussion, it is at this intersection where the sky meets the ground, that is where the music happens, and it's also where books and movies happen, and how babies get born\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n7:06 pm</dco> &nbsp;<qco> More horn shots please&nbsp;</qco> </h3>      coming right up\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n6:38 pm</dco> &nbsp;<qco> How long is a meter</qco> </h3>      not long at all, it's one of the shortest units of measurement, besides the halfmeter\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n6:00 pm</dco> &nbsp;<qco> what if you put an entire year into one song, not even a video, just the song</qco> </h3>      then it usually sucks because you forget why or how it was even good, before you even finish making it. or maybe after you should have finished\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n5:39 pm</dco> &nbsp;<qco> I don't want to go to school?</qco> </h3>      ah, #relatable\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n5:34 pm</dco> &nbsp;<qco> How do you arrange and compose all your music with such flair ? I can hear how rich it is but then it sounds so musical and innocent that really reaches me&nbsp;</qco> </h3>      when i was a young kid i used to mostly just be a drummer, and then one day i said that's not enough. i want to make the entire music. maybe somewhere into adult hood i said let me make the videos too but that's a story for another time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n4:44 pm</dco> &nbsp;<qco> Will you feature a song with S P O O N S</qco> </h3>      that's a good idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n4:32 pm</dco> &nbsp;<qco> Wy do we write dates day/month/year? I think the Chinese system of year/month/day makes much more sense. Do you have anything to say about that?&nbsp;</qco> </h3>      year/month/day is very good for filenames because it alphatetizes properly. but if you are speaking, there is little to no chance to change your mind about whether you are saying the long date or the short, casual date. where as with the european version you can stop yourself short at any time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n4:23 pm</dco> &nbsp;<qco> which of your songs should i put on my workout playlist</qco> </h3>      time mop, help i'm trapped in the center of a rectangle,\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n4:02 pm</dco> &nbsp;<qco> so im in a dark place mentally right now n i need another persons opinion\n<br>why the fuck am i alive and why do i deserve to live</qco></h3>      to show a perspective on things, that no one has seen but everyone has always needed<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tthank yu and good n ight</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n3:16 pm</dco> &nbsp;<qco> how to manifest the feeling of competence?</qco> </h3>      do a thing! then make a blog post about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n2:55 pm</dco> &nbsp;<qco> have you ever been scammed? </qco></h3>      yes but i got better<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\ti think i was and need reassurance&nbsp;</qco> </h3>      it looks like you just got a little bit better at identifying scams\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n2:16 pm</dco> &nbsp;<qco> When will your singles drop on 10\" 78 RPM shellac records?</qco> </h3>      as soon as i figure out what that is\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n2:15 pm</dco> &nbsp;<qco> would you rather act in a movie (\"i wanna be a movie star\") or direct a movie (\"now i'm going down to hollywood to make them myself\") or perhaps both at the same time or at separate times?</qco> </h3>      both at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n2:14 pm</dco> &nbsp;<qco> do you think my music will ever go somewhere?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n1:49 pm</dco> &nbsp;<qco> is it time for your yearly metaphysical metamorphosis?</qco> </h3>      it's more like every 4 years, and yes. actually the one i'm doing now, i really haven't done anything quite like it since 9 years ago. and this one is still probably more intense\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n1:29 pm</dco> &nbsp;<qco> by the way you misspelled \"questions\"&nbsp;</qco> </h3>      that's not true. you mis read it. i think you ignored the implications of the color scheme\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n1:27 pm</dco> &nbsp;<qco> what is your next project gonna be about</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n1:22 pm</dco> &nbsp;<qco> not a question, but i'm in your closet</qco> </h3>      that's not true\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n12:30 pm</dco> &nbsp;<qco> how do we solve the US national debt crisis</qco> </h3>      pay it off! if we don't have enough money maybe we can sell some flags. everyone loves the american flag, but if that one isn't selling maybe we can sell some russian ones, we gotta have some of those lying around somewhere, for research purposes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n12:29 pm</dco> &nbsp;<qco> Billbert what is your opinion on ice</qco> </h3>      it's a very nice temperature i must say\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n12:28 pm</dco> &nbsp;<qco> i never went trick or treating, that a bad thing?</qco> </h3>      how does it make you feel, deep down in your conscience\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n12:16 pm</dco> &nbsp;<qco> Do you celebrate holidays?</qco> </h3>      i celebrate every day\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n12:14 pm</dco> &nbsp;<qco> Is meat vegan?</qco> </h3>      oh darn i had a vegan testing device but i ate it because i assumed it was vegan. now i'll never get a chance to test the device to find out if it had meat in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n12:08 pm</dco> &nbsp;<qco> What is politics?</qco> </h3>      a chance for everyone to be wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n12:07 pm</dco> &nbsp;<qco> I want a pencil</qco> </h3>      your birthday is coming up\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n11:36 am</dco> &nbsp;<qco> will you design more shirts?</qco> </h3>      the \"merch experts\" told me there are too many and it's causing \"buyer paralysis.\" but just to clarify, i am thankful that the experts are taking care of this, because i was way off base, i thought the videos and music was the merch. for t-shirts i just like plain white t-shirts. and there are already companies that make those way better than me. i definitely don't like t-shirts that remind you of a video you are not currently watching\n<br><br>"
  }
]
