[
  {
    "html": "<h3> <dco>7.25.24&nbsp; \n1:14 am</dco> &nbsp;<qco> Sometime when I learn something, I get paranoid that it might be wrong. And so I end up not wanting to learn new things because I don't want to be wrong. When I learn I am wrong I get very frustrated. I don't want to be fooled but I also want to attain more knowledge. What do you think I should do?</qco> </h3>      \njust remember that the people who already know everything don't even know it entirely perfectly\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.24&nbsp; \n12:33 am</dco> &nbsp;<qco> Do you think it is possible to truly know another person? Heck, do you think one can even truly know themselves?</qco> </h3>      \nsomewhat\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.24&nbsp; \n12:17 am</dco> &nbsp;<qco> I get so excited by your music and the words in it that it makes me wanna jump up and down. is this intentional?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.24&nbsp; \n11:59 pm</dco> &nbsp;<qco> i feel like being an expert in something can be kind of bad sometimes. i think experts in things can forget what the thing they're an expert in is actually about and get caught up in the details and terminology of it all. maybe there's a rank beyond expert where they realize what they're actually interested in again</qco> </h3>      \ni think that higher level is actually the expert level, where it comes full circle. the dorky middle stage with all the terms is what i call the dorky middle stage with all the terms\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.24&nbsp; \n10:47 pm</dco> &nbsp;<qco> how do you compare yourself to the rest of the world</qco> </h3>      \neverything in the world is the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.24&nbsp; \n10:38 pm</dco> &nbsp;<qco> is writing piano solos good practice for improvising piano solos?</qco> </h3>      \nnot quite, because those are the opposite extreme ends of the spectrum of how often you are allowed to stop the playback. but the writing is good practice for writing. playing is good practice for playing. the other thing that i think would be good practice is figuring out how to play previously existing melodies that you genuinely really like\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.24&nbsp; \n10:12 pm</dco> &nbsp;<qco> Would you say that your target demographic is yourself (assuming that you are telling the truth)?</qco> </h3>      \ni don't target demographics. trust me, untargetted demographics is where all the magic happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.24&nbsp; \n10:11 pm</dco> &nbsp;<qco> are you a tokiponist?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.24&nbsp; \n9:49 pm</dco> &nbsp;<qco> what kind of poster should i hang on my wall? </qco></h3>      put a dry erase board, or something you can write with<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and do you have any other recommendation on what else i could hang?</qco> </h3>      some mirrors\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.24&nbsp; \n8:28 pm</dco> &nbsp;<qco> how to i find the motivation to go outside?</qco> </h3>      \nare you telling me you want and don't want to go outside at the same time\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.24&nbsp; \n4:31 pm</dco> &nbsp;<qco> do you think people can choose their obsession?</qco> </h3>      \nit's multiple choice between like 20 things\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.24&nbsp; \n4:19 pm</dco> &nbsp;<qco> how are you so unhinged and normal at the same time??</qco> </h3>      \nsomeone's gotta do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.24&nbsp; \n4:02 pm</dco> &nbsp;<qco> i want mangoes, ya know where they sell'em?</qco> </h3>      \nno, i only receive mangoes as gifts\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.24&nbsp; \n3:08 pm</dco> &nbsp;<qco> How do I get to the outskirts of town?</qco> </h3>      \njust go in a straight line, usually\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.24&nbsp; \n2:46 pm</dco> &nbsp;<qco> How to tell if you are a million dollar baby?</qco> </h3>      \noffer to sell yourself to yourself, at that price. see if you accept\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.24&nbsp; \n1:07 pm</dco> &nbsp;<qco> do you ever get fooled by the news</qco> </h3>      \nsure. the sneakiest trick they usually do is when they forget to say the good news\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.24&nbsp; \n7:33 am</dco> &nbsp;<qco> i'm gonna be doing better do you think that sounds reasonable</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.24&nbsp; \n7:09 am</dco> &nbsp;<qco> what should i do to impress my boss at my internship to get that full-time offer?</qco> </h3>      \n\nwhat's actually important is what you do after you get the job. if you are focusing more on what you do before you get the job, then that will be a red flag for everyone actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.24&nbsp; \n4:05 am</dco> &nbsp;<qco> Do people ever confess deep dark secrets on this page? </qco></h3>      sure, but actually not very often<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so how do you deal with the pressure of knowing all these secrets?</qco> </h3>      i take solice in growing the breadth of my understanding of the human condition\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.24&nbsp; 1:48 am</dco> &nbsp;<qco> Is this the krusty krab?</qco> </h3>      \nno, but everything else is\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.24&nbsp; \n1:12 am</dco> &nbsp;<qco> are there any secrets on billwurtz dot com?</qco> </h3>      \nthe whole site is a secret\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.24&nbsp; \n12:29 am</dco> &nbsp;<qco> its easy to ask questions to someone you dont know like this. i wonder why that is.</qco> </h3>      \nthat's because there's no font on this page. the page is displayed in your browser's default font, which naturally makes you feel more at ease\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n11:19 pm</dco> &nbsp;<qco>  Sometimes I think that it is unnessecary for me to know the distinction between turtles and tortoises. Why can't I just think that they are all turtles?</qco></h3>      you can. everything has to be approximated somewhere. do you realize how different some houses are from other houses, and yet the word house remains surprisingly useful<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Like, only people who work with animals oughtto know that tortoises are different, since that's important for them. Butthen I realise that there's probably wayyy more comlicated and nuanced differences and facts about turles and tortoises and animals that they know and I don't, so I actually know a normal amount. And then I wonder why I'm soobsessed with limiting my own knowledge. Surely that can't be healthy, noropen-minded, </qco></h3>      if you leave the turtle thing aside, this will only bring opportunities to learn other things that are more important to you. you're not obsessed with limiting your knowledge, but what you do have is a lot of analytical energy, to the point where you're on the verge of trying to open your mind in multiple ways at once, some of which may be contradictory to each other<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and I should cherish that I know turtles and tortoises are different, yes?</qco></h3>      there are equal joys to be had at every level of tortoise/turtle awareness spectrum<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; But then, what is the ignificance of the cognitive distinction, if it is likely that I will never need to pick one out of a crowd of the other?</qco></h3>      you may not need to, but what if you WANT to<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Although, it's unlikely that a shark is heading straight for me, but it would help to know how to stop it from getting me. Should I relax on the whole knowledge thing, </qco></h3>      you don't have to. i think your best bet at this point is to pursue your curiosities. the brain is maybe at its most powerful when it's curious. so you can't go wrong there<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is there really no reason in seperating turtles and tortoises in my mind?</qco> </h3>      to put it in perspective, in some regions, the word for \"soda\" is \"coke\". so therefore Coke and Pepsi would both be considered different kinds of coke\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n11:19 pm</dco> &nbsp;<qco> How to tell someone you love them?</qco> </h3>      \ndon't worry about it. they're gonna find out anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n11:05 pm</dco> &nbsp;<qco> Do mediocre movies make you mad?</qco> </h3>      \nthe problem here is that there is no actual definition of a mediocre movie. so i suppose, hypothetically, if i were watching a mediocre movie i would be admittedly pretty frustrated about watching something that doesn't exist\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n9:13 pm</dco> &nbsp;<qco> What happens if my question is stupid.</qco> </h3>      \nyou will be asked to prove that it's stupid\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n8:02 pm</dco> &nbsp;<qco> What is the most friendly outfit?</qco> </h3>      \npantsuit\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n7:55 pm</dco> &nbsp;<qco> How come planes/flight and dreams are somewhat-reoccurring themes in your songs?</qco> </h3>      \ni don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; 7:44 pm</dco> &nbsp;<qco> can i be your friend?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n6:32 pm</dco> &nbsp;<qco> How is whatever you're doing going</qco> </h3>      \npretty good\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n4:58 pm</dco> &nbsp;<qco> I seriously have a way to greatly reduce the amount of BS in the world. How do I get people to pay attention?</qco> </h3>      \nhow about handing out pamphlets in the train station\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n4:46 pm</dco> &nbsp;<qco> If you were to make your videos with cameras filming real actors and real sets, would anything else change? (e.g. speech bubbles, character movements, on-screen effects, foley, voice effects)?</qco> </h3>      \nthe most significant change would likely be that there would be a lot of improv. and the camera positioning would be less superhuman\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n4:20 pm</dco> &nbsp;<qco> thoughts on pickleball</qco> </h3>      \niconic. actually i don't know what it is, but it must be iconic. i can just sense it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n3:56 pm</dco> &nbsp;<qco> kalimba tips?</qco> </h3>      \nalways stack kalimbas back to front\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n1:56 pm</dco> &nbsp;<qco> have you ever eaten a small pebble\n<br></qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n1:29 pm</dco> &nbsp;<qco> From what you usually take inspiration for your animations and songs?</qco> </h3>      \nit's probably inspired by the way i'm feeling. that's probably the most logical explanation of where the inspiration might come from\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n12:21 pm</dco> &nbsp;<qco> In an alternate reality, how likely is it that you would have been Thanos?</qco> </h3>      \nin any specificly given alternate reality, the chances are infinitesimally small. but if all possible alternate realities are included, then the combined chance of this happening somewhere is at least 100%\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n11:17 am</dco> &nbsp;<qco> what would you consider is the most unorthodox method to get a sound/note/noise in one of your videos or songs? did it involve my garage door because that would explain where its gone</qco> </h3>      \none time i was recording on an analog board and one of the sliders was haunted with a fairly wretched noise. i insisted upon using it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n6:15 am</dco> &nbsp;<qco> can you teach me a word in dutch</qco> </h3>      \n\"eekhoorn.\" the word sounds exactly like you might say \"acorn\" in english. but it actually means squirrel. turns out squirrels are acorns. who knew\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n4:35 am</dco> &nbsp;<qco> Reading this question page makes me feel less lonely in the world. Do all the questions you get make you feel less lonely too?</qco> </h3>      \nnot all of them, but many of them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n2:25 am</dco> &nbsp;<qco> How do you gain the confidence to show people something embarrassing?</qco> </h3>      \nthink of it this way: some people are embarrassed about inability to show embarrassing things. but if you show the thing then you will also be proving that you do not have that embarrassing quality of being embarrassed to be embarrassed\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n2:12 am</dco> &nbsp;<qco> what color is language\n</qco> </h3>      \nmulti\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n1:59 am</dco> &nbsp;<qco> has anyone ever asked a new question recently (excluding this one)?</qco> </h3>      \nyes, they're all new\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n1:51 am</dco> &nbsp;<qco> how do you look intimidating on public transportation</qco> </h3>      \nhow about setting up a bookshelf with a lot of books, directly behind you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n12:04 am</dco> &nbsp;<qco> when will you become a beekeeper?</qco> </h3>      \nmaybe some other time\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n10:41 pm</dco> &nbsp;<qco> i'm feeling frustrated about an argument i had a couple days ago. i already apologized/made up with the person that i was arguing with, but now i kind of regret it because i don't think i was actually in the wrong - or at least, i think i deserved an apology of my own. i feel weird about bringing it up again after it was already resolved, but i've been sitting on it and just feeling frustrated about it for the past few days. it wasn't a SUPER important argument, but it wasn't like... not important either. what do i do?</qco> </h3>      \nthe next time you are in a similar situation, you are going to be slightly better at expressing what you really mean. this experience is something you've earned and can be glad about right now, even if it's not currently applicable in this moment\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n10:39 pm</dco> &nbsp;<qco> How do you feel about people who interpret you?</qco> </h3>      \ni'll admit, being interpreted is a lot better than being misinterpreted\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n8:23 pm</dco> &nbsp;<qco> Tambourine tips?</qco> </h3>      \nwhen songmaking, keep the tambourine near by. and at the moment your song wants to kick into party-mode, that's when you pickup the tambourine\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n7:57 pm</dco> &nbsp;<qco> why do people say that water isn't wet?!?! water IS wet, right?</qco> </h3>      \nit's clickbait\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; 7:09 pm</dco> &nbsp;<qco> Can i be ur friend?</qco> </h3>      \nok if you insist\n<br><br>"
  }
]
