[
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n12:18 am</dco> &nbsp;<qco> Soft pretzels or hard pretzels?&nbsp;&nbsp;</qco> </h3>      how about firm and gentle\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n12:01 am</dco> &nbsp;<qco> How do I know when things get better?</qco> </h3>      things are getting better all the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n12:00 am</dco> &nbsp;<qco> What is the best country?</qco> </h3>      yours\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n11:07 pm</dco> &nbsp;<qco> So you say you're making a 'history' video.</qco></h3>      not quite<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; But you haven't gotten un-sick of history. May we get a thorough explanation as to why you are making this 'history' video?</qco> </h3>      there is a research video that i am ready to make. it is the right topic for me to do at this time. the only twist is that i will not be interrupting the song schedule. except for this week when it got interrupted by mistake\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n10:55 pm</dco> &nbsp;<qco> What tips and or tricks do you have to make a mix and master really POP your tracks out to be not so flat and cubic?</qco> </h3>      i hope i learn soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n10:41 pm</dco> &nbsp;<qco> Do you think im werid?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n10:20 pm</dco> &nbsp;<qco> why did you fail spectacularly?&nbsp;</qco> </h3>      i am still trying to analyze what happened\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n9:28 pm</dco> &nbsp;<qco> What are the criteria for a question in order to get a long meaningful answer?</qco> </h3>      must be about ponys, i only answer pony questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n9:05 pm</dco> &nbsp;<qco> do you feel dirty that you've broken your schedule</qco> </h3>      hopeless\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n8:53 pm</dco> &nbsp;<qco> is fire just molten air</qco> </h3>      it might be\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n8:41 pm</dco> &nbsp;<qco> do you agree with the way history is taught in school? do you think we should be forced to take years of usually boring classes that most people hate (but of course some people like, which is fine) even when there is a much quicker and fun way to learn everything you need to know about history?</qco> </h3>      didn't work on me but to each their own i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n8:39 pm</dco> &nbsp;<qco> i wanna get back into trombone, but i will undoubtedly suck for a time and know of no private space to practice out of earshot of roommates and neighbors. can you think of a way to work around this besides just playing at home, risking the grumpy lady next door ripping my door off its hinges and wrapping the slide around my scrawny neck and shoving the bell over my dumb head?</qco> </h3>      you will have to risk it, but it may be useful to think of some other places in the world where people must learn to play trombone while living in a 1 room house with 9 families and no heat and all the water is dirty and there is constant threat of disease and starvation ..... and yet they still manage to get good at trombone somehow, sometimes it actually saves them from disease, due to good spirits\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n8:17 pm</dco> &nbsp;<qco> I find that your music is inspirational in the way kanye's is. Where Kanye talks about how good kanye is and one can feel as strong/creative/great as kanye, but with your music I just have to relate with mt st helen and feel understood, do you see your music functional in any way in regards to a \"long time goal\" of impact on humanity?</qco> </h3>      that would be nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n8:11 pm</dco> &nbsp;<qco> do you ever feel like spiritually you are other people's present self's future/younger self?</qco></h3>      always partially, never entirely<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nAlso, whats the self?</qco> </h3>      you, and me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n7:40 pm</dco> &nbsp;<qco> Is a chord like C/B the same as Cmaj7?</qco></h3>      not quite<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so, why do people write C/B when they can just write Cmaj7?</qco> </h3>      C/B means the bass is B. Cmaj7 means the bass is C. bass should be like a pretty low note, not in the chordal range\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n7:36 pm</dco> &nbsp;<qco> whens the release of the bill wurtz real book</qco> </h3>      probably in the next couple of years\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n7:28 pm</dco> &nbsp;<qco> why do we ask questions</qco> </h3>      to set someone else to work on the mysteries that have consumed us\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n7:20 pm</dco> &nbsp;<qco> have you set the bar so high that you may actually be flying now</qco> </h3>      no but hopefully in the near future\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n7:19 pm</dco> &nbsp;<qco> Why am I reading this when I could study?</qco> </h3>      because there is a seemlingly unlimited amount of questions, in bite size\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n7:16 pm</dco> &nbsp;<qco> desperado by the eagles and i want it that way by the backstreet boys feel like songs that would be sung in church, does that make sense?&nbsp;</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n6:37 pm</dco> &nbsp;<qco> How can I become an interesting person?</qco> </h3>      you already are\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n6:28 pm</dco> &nbsp;<qco> Viewer demographic?</qco> </h3>      ghosts and ghouls i suspect\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n5:50 pm</dco> &nbsp;<qco> How do I stop not doing the things I want to do&nbsp;</qco> </h3>      music is a superpower, i have found\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n5:50 pm</dco> &nbsp;<qco> How do I stop not doing the things I want to do&nbsp;</qco> </h3>      according to my calculations, you would start doing them\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n5:45 pm</dco> &nbsp;<qco> When you start with a melody/lyrics and build harmonies underneath it, are you of the mind that there's one right way to harmonize it (and \"sculp\" your way to find it) for the feeling you want it to give or do you stop when finding harmonies that work? Regardless of wether they're the \"ideal\" one so long as they work?</qco> </h3>      i try to get the best possible one, that sounds the best but more importantly strengthens the entire song\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n5:37 pm</dco> &nbsp;<qco> As much as I love your music, do you think you would ever try to make some more \"normal\" so you could get more of the attention you deserve?</qco> </h3>      do you really think being normal is a good strategy for getting attention\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n5:33 pm</dco> &nbsp;<qco> How do you stay unaware of others?</qco> </h3>      theoretically if i wanted to do that i would go far away from them\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n4:16 pm</dco> &nbsp;<qco> Does .99999...= 1?</qco> </h3>      just about almost nearly entirely yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n4:00 pm</dco> &nbsp;<qco> new here, so this has probably been asked before. <a href=\"https://billwurtz.com/im-a-person.mp4\">what do you consider yourself?</a> you don't seem to fit in any box of \"musician\" or \"youtuber\" that exists for creators like you</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n3:53 pm</dco> &nbsp;<qco> how do i stop thinking about the thing</qco> </h3>      do it, and then start thinking about something else which you will also do soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n3:36 pm</dco> &nbsp;<qco> how long do you think it would take you to catch up to the present on the reality videos?</qco> </h3>      2010-2015 took 3 months, while not working on anything else. so if i continue to do it in the same density, and i put absolutely all other projects on hold, then according to my calculations it might take approximately 6 weeks\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n2:44 pm</dco> &nbsp;<qco> Why do we measure time in such weird ways?</qco> </h3>      seems sensible to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n1:13 pm</dco> &nbsp;<qco> what do the dates on the anagrams page mean</qco> </h3>      date requested, date made, date posted\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n12:46 pm</dco> &nbsp;<qco> Do you think bacteria form meaningful relationships?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n11:16 am</dco> &nbsp;<qco> Will you ever do a Q and A on your channel? If so, when?</qco> </h3>      i prefer to do it right here. to me this is the ultimate q and a\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n10:40 am</dco> &nbsp;<qco> <a href=\"q.php?date=201812050900\">12.5.18&nbsp;&nbsp;9:00 am</a> &nbsp;&nbsp;<a href=\"q.php?date=201812061216\">12.6.18&nbsp;&nbsp;12:16 pm</a>  so you've started working on a new history video even though you're still sick of history?</qco> </h3>      not quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n10:31 am</dco> &nbsp;<qco> hey. where did you purchase your steam roller i want to get the same brand</qco> </h3>      it is home made\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n10:05 am</dco> &nbsp;<qco> is there any reason as for why whem you write notes for your songs it's always in the treble clef and not bass clef? aren't you a tenor?</qco> </h3>      i think male voice is supposed to read in treble an octave off. but i'm not sure. either way that's the way i do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n8:56 am</dco> &nbsp;<qco> I know you said that everyone will always find reason to complain about the current age, and that it's to take seriously once you realise that, but I feel like this time it is actually different.</qco></h3>      that's what they say every time .....<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; There will always be brilliant people and beautiful art, but I think almost every person has gained a high dependence on cell phones/social media/internet in just the last 5-6 years. These are companies like Instagram, Facebook, Whatsapp, Youtube etc that algorithmically feed content to entire societies, and/or keep them hooked using techniques that are known to be addictive. The whole IM thing too is a very unnatural way to speak to other people. I think all of this combined is disastrous for attention span, creativity, and normal social skills. \n<br>\n<br>Do you think this is okay, and just a natural development of humanity?</qco></h3>      it reminds me of when the telephone, or television, was invented. or the automobile. everyone thought those things were ruining everything, and to be fair they all did. everything has been ruined for quite some time now<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or do you think that people should use less internet? Or maybe it's just not a problem at all. Nobody really seems to be talking abo\n ut it mu\n ch at all, I think probably because it has affected pretty much everybody.&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n7:45 am</dco> &nbsp;<qco> Why is the Spelling Video so catchy?</qco></h3>      to appease the share holders<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Did you intended it to be so catchy (jingle?)</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n7:14 am</dco> &nbsp;<qco> if time was bendy would you snap it?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n6:54 am</dco> &nbsp;<qco> How do you stop real life infringing on the schedule? If you haven't succeeded yet, what are you messing with to try it?</qco> </h3>      'just say no'\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n5:53 am</dco> &nbsp;<qco> do you think you overwork yourself?&nbsp;</qco> </h3>      occasionally, but this is only to make up for the times when i am underworked\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n5:08 am</dco> &nbsp;<qco> why do we exist tho</qco> </h3>      could be a publicity stunt\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n5:08 am</dco> &nbsp;<qco> What would be the first creative task you would delegate to an AI given the chance?</qco> </h3>      converting garbage into non-garbage\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n3:52 am</dco> &nbsp;<qco> Why are you such a goddamn amazing creator? </qco></h3>      i don't know but you are very kind<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What's fuels your comedy?</qco> </h3>      science!\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n3:35 am</dco> &nbsp;<qco> I hear a lot that you shouldn't mix on headphones and instead use monitors. Why is that? I would've thought it to be the other way around because of the way the room shapes the sound.&nbsp;</qco> </h3>      there can be problems with both. the best thing is to check it on as many systems as you can. there will always be demons hiding in different places\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n3:34 am</dco> &nbsp;<qco> What would you say is the most important soft skill a musician should have?</qco> </h3>      keen sense of time and timing\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n3:26 am</dco> &nbsp;<qco> You've referenced that you are working on a history video that'll be much more complicated than HOTEWIG. How can you make a bigger project than the history of the entire world?</qco> </h3>      i found a way. actually it found me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n3:21 am</dco> &nbsp;<qco> Is everything related?</qco></h3>      maybe<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Are some things unrelated to other things?</qco> </h3>      maybe\n\n<br><br>"
  }
]
