[
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n10:26 pm</dco> &nbsp;<qco> Does New York feel like a prison</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n10:09 pm</dco> &nbsp;<qco> did nationalism use to be like sports before sometime in the late 19th to early 20th century, or is it still like that?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n9:07 pm</dco> &nbsp;<qco> Isn't strange how wildly different the mind and the heart are?\n<br>I'm glad I have both.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n9:05 pm</dco> &nbsp;<qco> Any general tips for composing instrumental stuff?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n5:18 pm</dco> &nbsp;<qco> is it a good idea to go study industrial engineering and management</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n4:48 pm</dco> &nbsp;<qco> how do you go about turning inside thoughts into outside things. sometimes creating things feels very necessary but it feels like two different languages and i'm an unqualified translator who can't quite get it out properly</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n3:45 pm</dco> &nbsp;<qco> What made you want to start answering questions and made you stick with it.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n3:07 pm</dco> &nbsp;<qco> I recently learned tsk was a real noise a human makes to convey disdain or disappointment and not a literary element used to convey disdain or disappointment</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; 1:50 pm</dco> &nbsp;<qco>  i have an unimaginably large and daunting list of song ideas that i've been building up for a few years now. it's into the multiple hundreds, and i haven't even been trying to stretch it. ideas just keep raining down every few days, and i feel compelled to catch them because.... what if THAT'S the one that ends up being a super super magical awesome song, even if it takes some development later to get it there? anyways, what the fuck am i supposed to do about this list? </qco></h3>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; 1:35 pm</dco> &nbsp;<qco> my music theory teacher just told us that we don't talk about odd meters (such as 5/4 or 7/4) because they aren't common. she said they shouldn't be our \"go-to\" time signatures because they get old fast. i HEAVILY disagree with this, though i'm no music theory expert. why should 4/4 have more worth than 5/4? this is an outrage</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n1:13 pm</dco> &nbsp;<qco> seen any good commercials?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n12:57 pm</dco> &nbsp;<qco> What do you find is the best way to deal with burnout? I feel like needing to create stuff but not having the energy or creativity to do it is an endless cycle. It ends up with sessions working on music where I'm just frustrated with no creative spark to follow. I guess another way to put this question would be how do I go about generating that creative spark? because once I have an idea I can easily follow it and then the music just writes itself.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n12:44 pm</dco> &nbsp;<qco> do you ever say doot deet doot out loud?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n10:14 am</dco> &nbsp;<qco> why is it called april fools.</qco></h3>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n8:51 am</dco> &nbsp;<qco> should we have hex codes for more things than just colors?? like flavors or emotions or something</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n7:48 am</dco> &nbsp;<qco> IF the ark of the covenant or the obelisks WERE actual communication devices, who do you think could communicate with whom?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n7:43 am</dco> &nbsp;<qco> would you define me as a person?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n6:13 am</dco> &nbsp;<qco> What does one do when music suddenly loses all its magic?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n5:20 am</dco> &nbsp;<qco> who invented space? </qco></h3>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n4:10 am</dco> &nbsp;<qco> I'm aware from a few times that people have asked repeat questions, though just like a movie I can sometimes enjoy something more than once because its fun to think about, even though I know the answer. Is there a particular question you wish you'd get asked more often?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n3:39 am</dco> &nbsp;<qco> Is it always better to know something than to not know it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n12:45 am</dco> &nbsp;<qco> Why is new orleans called the Big Easy?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n11:41 pm</dco> &nbsp;<qco> could there be more than everything?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n11:39 pm</dco> &nbsp;<qco> why are thumbnails called that (the pictures not the nails on thumbs)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n11:19 pm</dco> &nbsp;<qco> I'm insanely curious about your songs and their meanings and deeply interested in figuring out in its entirety. Would you think this is something that's possible for someone not even acquainted with you? I heard that every lyric you write is deliberate and I would believe that immediately. Either way, whether you say it's possible or not I'm still likely gonna try. Expect a 10 hour analysis video about your videos someday in the future mr wurtz. I have immense respect and curiosity for you.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n10:20 pm</dco> &nbsp;<qco> what is your favorite april fools joke?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n9:57 pm</dco> &nbsp;<qco> who on earth could ever get me to settle down</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n9:19 pm</dco> &nbsp;<qco> what the fuck is an album&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n8:30 pm</dco> &nbsp;<qco> No pickles in pickleball?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n6:34 pm</dco> &nbsp;<qco> Is space (the place) a recurring theme in your songs to a large extent? </qco></h3>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n6:28 pm</dco> &nbsp;<qco> how much bread do you own?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n5:46 pm</dco> &nbsp;<qco> why doesn't fasten mean 'make faster'</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n5:14 pm</dco> &nbsp;<qco> Have you ever considered writing a piece of music for the stage?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n4:34 pm</dco> &nbsp;<qco> I AM A ROBOT. I MISSED TO MANY CAPTCHAS AND NOW I'M HERE. ARE YOU A BEEP BOOP BEEP?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n4:29 pm</dco> &nbsp;<qco> In your answer to someone asking whether or not you liked imaginary numbers, your answer was: '&nbsp;&nbsp;&nbsp;i do now, ever since i started thinking of positivity and negativity as a full circle instead of just binary' Could you elaborate? I hold a linier view of positivity and negativity.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n3:12 pm</dco> &nbsp;<qco> Apparently in Britain \"randy\" means \"horny\". It gives a whole new meaning to \"i'm feeling randy\" doesn't it?</qco> </h3><a href=\"randy.mp4\" target=\"_blank\">here</a><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n1:50 pm</dco> &nbsp;<qco> I saw my former partner because very romantic with his new girlfriend. What is the best way to unleash the pent up hate and jealousy in my soul without destroying myself?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n1:44 pm</dco> &nbsp;<qco> your brain works in a very interesting way</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n1:34 pm</dco> &nbsp;<qco> what is an insanely cool door you've seen?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n1:23 pm</dco> &nbsp;<qco> how many degrees of separation do you think there are?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n12:48 pm</dco> &nbsp;<qco> do you ever write only words to keep your word-writing skills sharp for when you write a song</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n12:25 pm</dco> &nbsp;<qco> What's your favorite album out of all the albums released or unreleased</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n12:08 pm</dco> &nbsp;<qco> what is your favorite flavor</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n12:05 pm</dco> &nbsp;<qco> how do chord progressions work? do people just come up with something and hope it sounds good or is there a deeper picture?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n8:42 am</dco> &nbsp;<qco> Why is graphology not about graphs but handwriting?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n8:13 am</dco> &nbsp;<qco> Why do scientists say mushrooms are inclassable instead of making a mushroom class</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n5:51 am</dco> &nbsp;<qco> So a basic assumption of science is that the basic laws of the universe are unchanging.</qco></h3>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n3:27 am</dco> &nbsp;<qco> Do you make the whole animation to make the video of your songs? Or you make parts of the animation then you connect it to another part of the animation? (I have no idea how to even ask this)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n1:58 am</dco> &nbsp;<qco> how to not be evil?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n1:58 am</dco> &nbsp;<qco> What is the most exotic instrument you've played?</qco> </h3><br><br>"
  }
]
