[
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n12:49 pm</dco> &nbsp;<qco> How do I open a door?</qco> </h3><a href=\"https://billwurtz.com/how-to-open-a-door.mp4\">how to open a door</a>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n12:38 pm</dco> &nbsp;<qco> how to chords???</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n12:37 pm</dco> &nbsp;<qco> how many drum tracks do you usually use?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n12:37 pm</dco> &nbsp;<qco> what would you do if someone offered you a teaching job at a college/university for some kind of music class?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n12:35 pm</dco> &nbsp;<qco> is life a game?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n12:11 pm</dco> &nbsp;<qco> How can I be more assertive in finding gigs? I'm always frustrated that I practice all day every day and spend so much time working on my instrument but still don't get called for anything, but realized that it's because I don't actively seek them out. I just don't know where to start though. New York is such a daunting place.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n12:00 pm</dco> &nbsp;<qco> Whats your opinion on air?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n11:35 am</dco> &nbsp;<qco> when do you come up with the title for your video? do you think of it in the middle of the process of making a video?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n10:43 am</dco> &nbsp;<qco> how can i be productive</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n5:24 am</dco> &nbsp;<qco> <a href=\"q.php?date=201904132155\">4.13.19&nbsp;&nbsp;9:55 pm</a> &nbsp;&nbsp;&nbsp;That was a very cool happy birthday harmonisation but it may be lost on the person who asked, that happy birthday in C, the first note is G, since they are asking a fairly basic question</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n1:16 am</dco> &nbsp;<qco> Thoughts on rain?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n12:30 am</dco> &nbsp;<qco> what emoji best represents your mood today?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n11:22 pm</dco> &nbsp;<qco> can we have an anagram of the title of the content you are producing</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n11:16 pm</dco> &nbsp;<qco> do you like green bananas</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n10:30 pm</dco> &nbsp;<qco> did you know how to edit videos before starting Youtube/ internet?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n10:28 pm</dco> &nbsp;<qco> i work giving public speeches and i get too nervous, what should i do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n10:28 pm</dco> &nbsp;<qco> Have you ever stopped to think?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n10:27 pm</dco> &nbsp;<qco> i'm curious about your schedule, how are you managing it?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; would you share with us how are you making it?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n9:28 pm</dco> &nbsp;<qco> should trophies be made out of metal, soda, plastic, or trees\n<br>\n<br>Why must you think that good sir</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n8:53 pm</dco> &nbsp;<qco> what's updog</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n8:24 pm</dco> &nbsp;<qco> You should write a ballad!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n6:29 pm</dco> &nbsp;<qco> do you like ants</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n6:09 pm</dco> &nbsp;<qco> what's the time signature of What's This from nightmare before christmas?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n5:52 pm</dco> &nbsp;<qco> I'm at the point in my music career where loads of people are asking for my help because I'm good.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I feel like it's my duty as an instrumentalist to take all the gigs but at the same time I just wanna work on all my own stuff all the time because that's actually what I enjoy doing. Problem is, I'm actually getting some decent gigs in the session kinda world so I feel like maybe I should stick at it. Should I keep making art I like for less people or follow the career developments?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n5:32 pm</dco> &nbsp;<qco> Did you put a fragment of your \"a play featuring an iphone power block and a mechanical pencil\" in mt. St. Helens is about to blow up?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n5:18 pm</dco> &nbsp;<qco> Do you like frogs ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n4:07 pm</dco> &nbsp;<qco> how are you so wise???????</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n3:31 pm</dco> &nbsp;<qco> How do I become a super genius (IQ&gt;1000)?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n2:56 pm</dco> &nbsp;<qco> Do you think that someone can learn to match pitch or is that just a skill you're born with/without?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n2:55 pm</dco> &nbsp;<qco> ok serious question. i have a crippling fear of death and it makes it hard to do ordinary things that one normally would do when... not dead. are you afraid of death? do you have any tips for someone who is?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n2:46 pm</dco> &nbsp;<qco> if you're doing a chord chart and the band is playing a Cm but the singer sings a Bb, you still write Cm and not Cm7, right?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n2:31 pm</dco> &nbsp;<qco> how do you think the world will end</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n2:06 pm</dco> &nbsp;<qco> Why I can't speak english?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n12:21 pm</dco> &nbsp;<qco> What is a things that are not the only thing&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n11:16 am</dco> &nbsp;<qco> when i'm writing music i find it difficult to know what kind of section I just wrote (verse, chorus, bridge for example).</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; However, when i listen to a song, i can easily hear which section is which and what would make sense to come next. Do you have any advice for me?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n10:47 am</dco> &nbsp;<qco> currently in a rut and can't seem to find motivation to do work and create new things-how do you tackle this, good sir?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n9:39 am</dco> &nbsp;<qco> why is your art so good?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n8:19 am</dco> &nbsp;<qco> What if LOVE never exist in the universe ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n6:47 am</dco> &nbsp;<qco> If there's a land of 2 letter words, then is there also a land of 3 letter words, or 1 letter words?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n5:17 am</dco> &nbsp;<qco> do people with absolute pitch speak \"in absolute pitch\" too? like, do they use the precise 12 tones when they are speaking?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n3:59 am</dco> &nbsp;<qco> would you add extra skin to your cheeks so u can store food in them?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n3:34 am</dco> &nbsp;<qco> How does one make that so-called 'small talk'?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n2:26 am</dco> &nbsp;<qco> Do you like puns?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n1:05 am</dco> &nbsp;<qco> What was your reaction to learning that vine was being disconnected?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n12:19 am</dco> &nbsp;<qco> how old were you when you started playing instruments?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.19&nbsp; \n11:58 pm</dco> &nbsp;<qco> help bill I'm nervous because I'm applying to a college I really really want to get into but I'm sorta struggling to do the application because I'm really anxious that I won't get in without a perfect application, and I don't want to screw this up. How to not screw this up/not be nervous about it and just do my best?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.19&nbsp; \n9:55 pm</dco> &nbsp;<qco> What are some cool ways to harmonize a melody?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.19&nbsp; \n9:30 pm</dco> &nbsp;<qco> What would you do if you had to go to school, and that was all fine and good until you remembered halfway through that everything it taught was simply one restricting form of looking at the immense and barely-understood-by-humans conglomeration of information that is the universe and in a matter of centuries that narrow perspective on the universe would be completely abandoned for a revised and equally narrow perspective and the only things that would maybe still mean anything are things like love and life and books that can't be quantified or explicitly understood but somehow are more than the sum of their parts and besides your existence and what you choose to do with it doesn't really matter in the grand scheme of things and you want to go and work on these things that will matter centuries from now, whether or not it will be eventually recognized by humanity, but currently those things are not materially rewarded by society and so you may be starved, incarcerated, ostracized, or broke because of doing those things which is fine I guess but then you accidentally let it get to you and become very angry and bitter at humans for not setting up their society to reward doing things that matter which impacts both your ability to do things that matter and also go to school?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.19&nbsp; \n9:10 pm</dco> &nbsp;<qco> why dont you make notebooks or realities anymore</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.19&nbsp; \n9:06 pm</dco> &nbsp;<qco> how do i egg</qco> </h3>"
  }
]
