[
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n6:27 pm</dco> &nbsp;<qco> Would you like to make a horror song?&nbsp;</qco> </h3>      all my songs are horror songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n5:48 pm</dco> &nbsp;<qco> why are your songs so cool</qco> </h3>      could be some kind of defense mechanism\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n5:25 pm</dco> &nbsp;<qco> Do you have a job other than video making?</qco> </h3>      making songs?\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n3:21 pm</dco> &nbsp;<qco> i hate men</qco> </h3>      fair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n3:14 pm</dco> &nbsp;<qco> how do you feel about the word finky?</qco> </h3>      finky\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n2:19 pm</dco> &nbsp;<qco> I keep overthinking things. How do I stop my brain from doing that?</qco> </h3>      start doing more things\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n12:54 pm</dco> &nbsp;<qco> Why is it called a head of lettuce?</qco> </h3>      because of its size and shape\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n12:35 pm</dco> &nbsp;<qco> has a vocals-only song ever made the finals in your songpicker</qco> </h3>      there are no songs in the list that are specified as to whether or not they are vocal-only\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n12:19 pm</dco> &nbsp;<qco> how long do you think your live set will be</qco> </h3>      maybe about 60 min\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n12:08 pm</dco> &nbsp;<qco> ey bill why r ppl mean</qco> </h3>      usually as a reaction to another mean thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n11:43 am</dco> &nbsp;<qco> Do you think in words?</qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n11:30 am</dco> &nbsp;<qco> what was&nbsp;&nbsp;\"vacationing in the center of the earth\" supposed to be?</qco> </h3>      working on history of the entire world\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n11:26 am</dco> &nbsp;<qco> when i listen to your songs individually, they're good, but once I listen to 2 or more of your songs at the same time, the resulting sound isn't musically pleasant. This seems like a big design flaw of your songs, do you plan on fixing it?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n10:54 am</dco> &nbsp;<qco> since ~6 seconds of content took 1 day, and ~150 seconds of content takes 14 days;&nbsp;if you do the math it calls for about 78 seconds worth of content in 7 days;&nbsp;just under a minute and twenty seconds. would you ever shoot for pushing out that duration weekly or is that just not long enough?</qco> </h3>      need to be able to do full song with video (anywhere up to 3min30sec) in 7 days. never been able to do it but that's what needs to be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n10:42 am</dco> &nbsp;<qco> Is everything awesome?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n9:19 am</dco> &nbsp;<qco> hey, what's the deal with eggplants? i mean, they're not eggs, and they're not plants.</qco> </h3>      that is exactly the deal\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n8:34 am</dco> &nbsp;<qco> I keep getting excited about things to write but then when I actually write it down it sounds dumb. am I bad at this or what</qco> </h3>      maybe you are good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n7:14 am</dco> &nbsp;<qco> Why does school</qco> </h3>      for educational purposes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n4:58 am</dco> &nbsp;<qco> What do you think people can learn from you</qco></h3>      how to trip like i do<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and what do you want to learn from people ?</qco> </h3>      how to trip like they do\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n4:38 am</dco> &nbsp;<qco> What is your best video</qco> </h3>      \nhopefully one i haven't made yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n4:37 am</dco> &nbsp;<qco> Is there a poem about rain</qco> </h3>      most poems are about rain\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n3:57 am</dco> &nbsp;<qco> life help?</qco> </h3>      you could get some moon shoes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n2:10 am</dco> &nbsp;<qco> will the new song come out tomorrow, 11:07am NZDT?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n1:44 am</dco> &nbsp;<qco> Is being necessary?</qco> </h3>      at some point, i assume\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n1:17 am</dco> &nbsp;<qco> it's not your responsibility to worry about how people react and analyze and think about your things, or you, or your relationship to your things once you release them, but i am over here Relating and having a weird crisis about the concept of celebrity and personhood and it's especially weird because i have this crisis all the time, it's an easy one: everybody's a person. just people. my favorite bands (if you will excuse the idea of favorites for a few moments): they're just people, and they are huge nerds who will give me corrections to transcriptions i make of their stuff cause they like the stuff and i like the stuff and that gives us something in common. my favorite actor: people. also a huge nerd who is excited about the things i am excited about, so we can be excited together at the stage door if i make it there. my favorite vocal ensemble: people. very good at their job, some of the best in the world, but you have to be a huge nerd to get that good and that means we're excited about the same things if we interact about them, because the tiny details get clearer the closer attention you pay, and then we can share the excite. there's a line in henry v \"the king is but a man, as i am. the violet smells to him as it does to me\" i think about whenever i am getting too close to putting a person whose work i like on a huge pedestal, and instead i get excited about how people whose work i admire are just people and i am too so i can do things too.\n<br>\n<br>however, it's an extra weird case to be so deeply involved in liking your stuff, because so much of your stuff is your story of yourself. first of all the songs and the history videos, of course things you make are going to have light from you shining in em. but even less removed from your Self the questions page, insta hints, reality videos, expert mode all have personality and then you come out with a live interview and a straightforward lyric explanation video, and what is there that i can Like that is not just a piece of you? is it the things you make i like, anymore? or is it what i can see of you? does it matter? not to you, probably. but it seems important for me to know. and maybe it is better for you if the glorious melodic contour has a bigger effect on me than the half-smile as you mark time before the next mime drum take. it's definitely the skill involved in setting up the turnaround that impresses and engages me, but if i associate that with the fondness that gets in my spirit from reading and empathizing about the door touch for the tempo run to find the split, what am i appreciating? is it the beautifully finessed fill that is unstoppably embedded in my psyche, now, or the endearing knowledge that you think nobody wants to see a band of 5 keyboard players? do i appreciate hotewig because of the awe-inspiringly constant level of fun and incredibly consistent density of information, or because it's your voice and your humor delivering it? both, i guess.\n<br>\n<br>i try to like things because they're good, instead of because i like the person who made them, but what if the person who made them is good? it'll be my job to try and extricate my inspiration by your content from my inspiration by whatever You i can know from what you've left in the open. it's not your problem. but it's jiggling my obsessive and analytical tendencies and now i'd kind of like to know if you've ever had this feel.</qco> </h3>      one thing that seems to be particularly enticing to me is when i find someone who is doing things in a way similar to the way i would like to do it, AND that person seems to be quite successful. it's that killer combination that makes me want to learn everything i possibly can about them and their life\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n1:04 am</dco> &nbsp;<qco> Hey Bill, what have you learned today?</qco> </h3>      the gherkin is probably not climbable without special equipment\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n12:26 am</dco> &nbsp;<qco> AAAAHH i finished a thing but it is bad i was trying to make it bad so i could finish it but it worked should i make the next one or should i make this one better</qco> </h3>      make the next thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n11:07 pm</dco> &nbsp;<qco> is there a list of your equipment that you use</qco> </h3>      i would rather not make a list, because none of them sponsor me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n10:33 pm</dco> &nbsp;<qco> is enjoying depression a paradox?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n10:24 pm</dco> &nbsp;<qco> if u could fly, would you carry a horse around just in case.</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n9:52 pm</dco> &nbsp;<qco> what's an instrument i can pick up and sound decent on by mid june?</qco> </h3>      kazoo\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n9:01 pm</dco> &nbsp;<qco> What is the difference between possible and plausible?</qco> </h3>      plausible has a likelihood range limited to 50% and higher. whereas possible would include any likelihood above 0\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n8:51 pm</dco> &nbsp;<qco> Help. i need to understand if nothing is truly nowhere or not.</qco></h3>      it has been<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n do you know if it happened now or never?</qco></h3>      another time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Is it everywhere or not?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n When is it and what is it?</qco></h3>      it is not quite like anything<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Who are they?</qco></h3>      not you or me<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Who are you? </qco></h3>      i am figuring that out now<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nWhere are we anyways?</qco> </h3>      here, and there, respectively\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n8:36 pm</dco> &nbsp;<qco> How to not die from to much procrastination??\n<br>Am procrastinaying rn btw</qco> </h3>      start procrastinating your death\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n7:56 pm</dco> &nbsp;<qco> do you know what to do</qco> </h3>      no but i am thinking about taking a guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n7:54 pm</dco> &nbsp;<qco> So in music chords I'm very confused about 7ths in particular. From what i see, it's usually only notated with \"7\" and sometimes \"M7\".</qco></h3>      7, maj7, min7, and maybe more<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; But aren't there 4 different ways to make a 7th chord? e.g. for C it would be (C E/Eb G B/Bb) so the only way of notating them for me that would make sense is something like \"mM7\" or \"mm7\", etc.</qco></h3>      Cmaj7 actually means it has maj 3 (note) and maj 7 (note). C, E, G, B...... Cmin7 actually means it has both minor 3rd and minor 7 (notes) in it. so C, Eb, G, Bb...... If you want E natural and Bb in it, that's just called C7. that's just what it's called. the full name for that is C dominant7, but don't be distracted by the word dominant, it's not really dominating anything. it's just called C7. if you want the Eb note but B natural, that's called Cminmaj7, and you probably won't see that very often<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This gets even more complex when it gets to 9ths etc. </qco></h3>      Cmaj9 includes maj3, and maj7, and 9. so C, E, G, B, D (notes do NOT have to be in that order and probably will sound better in a different order). Cmin9 again is like Cmin7 but with D note included. if you just say C9, that would be \"C dominant 9\" or just C9 (again, the word dominant makes no sense but that's just what it's called. abreviated C9, and it would be C, E, G, Bb, D. again, not in that order necessarily. so, Cmaj9, Cmin9, C9, etc. are all the same as Cmaj7, Cmin7, C7, but with D note added. If you actually wanted to add the D note but NOT have the 7 in there at all, it is usually \"add9\". so Cadd9 would be C, E, G, D. and Cmin(add9) would be C, Eb, G, D. not necessarily in that order. it is pretty common to put the D in the same octave as the other notes. also sometimes that may be called \"add2\" if you prefer.<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I am such a noob for even asking but what does \"7\" mean after a chord?</qco></h3>      natural 3rd and flat 7. C7=C, E, G, Bb<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; is it context based, and when/why would you use each of the variations. Hope my question makes some amount of sense, I don't really know what to look up to find the answer</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n7:51 pm</dco> &nbsp;<qco> what is the 5th letter of your next song?</qco> </h3>      h\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n7:45 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903040851\">3.4.19&nbsp;&nbsp;8:51 am</a> &nbsp;&nbsp;you've transcribed rap before? cool, ive never seen that, can you share?</qco> </h3>      <a href=\"rabbitsnakes-intro.png\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n7:28 pm</dco> &nbsp;<qco> Is Wisconsin real?</qco> </h3>      possibly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n7:28 pm</dco> &nbsp;<qco> Advice on how to appreciate how hard I work?</qco> </h3>      visit someone who doesn't work as hard\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n6:47 pm</dco> &nbsp;<qco> you ever finish a music and then listen to somebody else's music to celebrate?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n5:02 pm</dco> &nbsp;<qco> can you this question be the 200,000th question you've answered?</qco> </h3>      probably more like 100,000\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n4:54 pm</dco> &nbsp;<qco> thanks for existing i'm proud of you and i would spend my savings to see you in concert. also i can play is my favorite one of your songs. Do you ever think you'll do a video for it?</qco> </h3>      maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n4:13 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903032338\">3.3.19&nbsp;&nbsp;11:38 pm</a>  oh interesting. is that why you have songs that are always and only one tempo the whole way through? or do you just not like tempo changes?</qco> </h3>      i don't think anyone needs to explain why they don't use tempo changes. almost every song in the world does not have tempo changes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n3:57 pm</dco> &nbsp;<qco> are you satan?</qco> </h3>      yes, and so are you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n3:51 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903032354\">3.3.19&nbsp;&nbsp;11:54 pm</a>  any of the things you play, really, though i am curious especially about the ones we see in videos.\n<br>1. singing and playing keyboard (i have to work v hard on this because two hands are doing two different things but then once i have the muscle memory i can put the vocals on top of it more easily)\n</qco></h3>      usually if i'm playing and singing i'm not playing an exactly memorized keyboard part. also if you are playing by yourself, then your left hand will probably only be playing 1 note at a time (bass). but what i would suggest is just start out with a much much simpler part. once you reach the magic threshhold of simple enough to do, you will watch yourself magically and randomly start to sprout new techniques out of nowhere <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. singing and playing drums (i know you said it does not appeal, but you are rhythm wizard so i just wondered if you are good at it)\n</qco></h3>      i am usually not interested in singing lead while playing drums, only backups. but i think what generally happens the first time, for example, is you will sing something on beat 1 and accidentally hit the snare on beat 1 (when you weren't supposed to). and then you go 'oh crap i can't believe that just happened' and then you never do it again. that's the main thing to watch out for<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n3. singing and playing bass (i find this particularly hard because the bass rhythm is so often different from the melodic rhythm)\n</qco></h3>      i've never done this. the most difficult thing i think would be durations. playing a long note while singing a short note, etc.<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n4. singing and playing another strummy thing like for example a baritone ukulele (more rhythm problems for me)</qco> </h3>      that seems to be the most natural and easy thing. although i don't really play guitar\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n3:48 pm</dco> &nbsp;<qco> Have you considered running for President in 2020?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n What would your platform be?</qco> </h3>      some kind of reverse psychology perhaps\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n2:48 pm</dco> &nbsp;<qco> sports ball?</qco> </h3>      what about sports cube\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n1:59 pm</dco> &nbsp;<qco> If you were a scientist with infinite research $, what would you study / what problem would you try to solve?</qco> </h3>      turning garbage into non-garbage. then maybe cure death or something\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n1:39 pm</dco> &nbsp;<qco> Have you heard about the beef going on between India and Pakistan for the past few weeks? What's your reaction?</qco> </h3>      i thought they have already been in beef for a long time\n\n<br><br>"
  }
]
