[
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n5:34 pm</dco> &nbsp;<qco> Love your new video. Why do a lot of your songs end with the same melody (and chords) repeated over different lyrics and a sort of little keyboard solo ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n5:33 pm</dco> &nbsp;<qco> Is self-loathing ever a good thing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n5:32 pm</dco> &nbsp;<qco> do we all need to slow down?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n5:29 pm</dco> &nbsp;<qco> how do i stop falling in love with strangers?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n5:23 pm</dco> &nbsp;<qco> how has it daily been today?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n5:18 pm</dco> &nbsp;<qco> Slow Down is great! You mixed it up big time with this one, I felt the element of surprise was potent the whole time! Wonderful job. What key do you think the next song will be in?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n4:29 pm</dco> &nbsp;<qco> how do you feel about abbreviating \"i am going to\" as \"ima\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n4:11 pm</dco> &nbsp;<qco> Are you uploading a video today?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n3:52 pm</dco> &nbsp;<qco> are you going to upload a song today</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or have you abandoned your upload schedule again</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n3:34 pm</dco> &nbsp;<qco> i want to break free but i don't have the resources, what am i to do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n3:12 pm</dco> &nbsp;<qco> hi bill, i seen a picture of a painting on your Instagram (posted on the 19th of September). and i was wondering if you painted it yourself, or was it a gift from someone ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n1:35 pm</dco> &nbsp;<qco> Help my friends don't like your music</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n12:35 pm</dco> &nbsp;<qco> Have you ever taken guitar lessons?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n12:13 pm</dco> &nbsp;<qco> is it really a modulation if you don't change the key ? like if i go from c major to g mixolydian does it really count</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n11:22 am</dco> &nbsp;<qco> What the? No New questions? You have caused confusion and delay!&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n10:50 am</dco> &nbsp;<qco> Are you Mentally Ok?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n8:17 am</dco> &nbsp;<qco> What do babies come from&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n7:58 am</dco> &nbsp;<qco> I like your new song \"Slow Down\" (also, does it have any meaning?)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n3:10 am</dco> &nbsp;<qco> maybe you could spend some time collecting the information on when each recent song was written and recorded (maybe on the lyrics page) so people don't have to ask anymore?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n12:50 am</dco> &nbsp;<qco> I want to start writing a suspense/horror novel. What scare you the most?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n12:42 am</dco> &nbsp;<qco> have you ever explored corrupting your audio files while making a song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n12:35 am</dco> &nbsp;<qco> Do you talk to yourself out loud while you answer these question?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n12:17 am</dco> &nbsp;<qco> if you were invited onto react (like youtubers react), would you accept?\n<br>i wouldn't expect you to because that doesn't seem like the type of thing you'd do. (though i have to admit i would VERY much enjoy seeing you on it)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n12:10 am</dco> &nbsp;<qco> any plans on going on a tour?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n11:28 pm</dco> &nbsp;<qco> if given the opportunity, would you be president?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; No campaigning required</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n11:23 pm</dco> &nbsp;<qco> What do you do when the even but there never was and always can be, forever ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n11:22 pm</dco> &nbsp;<qco> would you say you're a musical internet magician, or a magical internet musician?- asking for a friend.\n<br>also- thabk you.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n10:34 pm</dco> &nbsp;<qco> I have a song I want to write, but I worked on it for a couple of hours and ended up with nothing because I knew just enough about what I wanted it to be that I could tell everything I tried wasn't it. What do I do now?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n10:25 pm</dco> &nbsp;<qco> Do you dream much? If yes, what about?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n10:23 pm</dco> &nbsp;<qco> How can I become a good teacher?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n9:25 pm</dco> &nbsp;<qco> If you had to give a name to the genre of music which, not necessarily you fit into, but that people who emulated and&nbsp;&nbsp;closely resembled your style fit into, what would you call it? Wurtz-likes? Wurtzisms? Sgt. Wurtz' Lonely Hearts Club Band?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n8:40 pm</dco> &nbsp;<qco> my friend likes me and i think they're trying to pull me away from a love instrest of mine;&nbsp;how do i deal with it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n8:17 pm</dco> &nbsp;<qco> You don't seem to have answered any questions in the last 24 hours. Are you dead?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n7:49 pm</dco> &nbsp;<qco> Do you ever think about having mainstream success with one of your music,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; like having one of your songs 'on the charts'?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Would you ever write a song with the specific intention of trying to make a pop song</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you think it's best to stay true to yourself and make your music how you like it?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sorry if that came off sounding rude, I know you've already had a lot of success with your stuff and have lots of devoted fans. I've probably listened to your music more than any other artist in the past year or so.. but I'd like to see you selling out madison square garden and hearing your songs whenever I turn on the radio, etc. I think there's a lot of pop artists who actively try to make 'pop music'.. which isn't to say that pop can't still be unique or great or whatever, but I think there's more to writing pop than just making what you like. I think a lot of these artists are really good at looking at trends in music and knowing how to appeal to a wide audi\n ence and\n  all that stuff.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n7:16 pm</dco> &nbsp;<qco> I have a song, who has \"G# A B C D E F\" for the main melody line. She doesnt have an F# so the key not a melodic A minor, but she has G# instead of G so it's not an A natural minor either... WHAT IS HER KEY H E L P M E!!!!! also she has Am Fmaj Gmaj and Emaj for the main chord progression which looks like complete bullshit when i try to search for keys online IM COMPLETELY LOST IS MY SONG WRONG SHE SOUNDS RIGHT\n<br>&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n6:54 pm</dco> &nbsp;<qco> You're getting late with these questions, Bill, I used to be able to wake up to a fresh batch, but now it's getting closer and closer to night before you update the page. what's going on at the moment?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n5:31 pm</dco> &nbsp;<qco> How do I make myself do something I don't want to do, but I really have to do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n5:17 pm</dco> &nbsp;<qco> How do you make your music&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n5:04 pm</dco> &nbsp;<qco> Do you are have stupid?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n3:25 pm</dco> &nbsp;<qco> What do you think of the word \"slat\"? I dunno but I think it sounds weird.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n2:22 pm</dco> &nbsp;<qco> what do you think of censorship</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n1:18 pm</dco> &nbsp;<qco> Are you afraid of capital letters,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; why?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n12:56 pm</dco> &nbsp;<qco> i know you've said before that you hate merch because it's like saving one kid out of multiple from a pile of lava and then reminiscing on it instead of rescuing more kids but have you ever considered making t-shirt designs that have nothing to do with your previous content? a lot of the most interesting band shirts i've seen are completely original designs exclusive to the t-shirt.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n11:48 am</dco> &nbsp;<qco> how many zebras can you</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n11:25 am</dco> &nbsp;<qco> should kirby stop going to space</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n9:22 am</dco> &nbsp;<qco> HELP I AM TRAPPED IN THE ETERNAL HELL THAT IS Bb PLEASE PUT MY PHOTO ON MILK CARTONS SO ONE DAY I CAN HOME TO A NICE F KEY OR SOMETHING HELP</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n8:39 am</dco> &nbsp;<qco> I want to pursue music and more than one person has told me to move from our relatively small town to a big city. Thoughts?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n8:32 am</dco> &nbsp;<qco> bill when will you go on tour</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n8:08 am</dco> &nbsp;<qco> when I was taking literature courses in college, my professors always cautioned against presuming that the speaker of the piece was synonymous with the artist. do you feel like the people in your songs are yourself or do you feel like they're other people? if I wanted to refer to the person in the song long long long story, could I call them Al?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n7:39 am</dco> &nbsp;<qco> Are you still going to make those short videos like \"i'm a loser\" and \"bench\"?</qco> </h3>"
  }
]
