[
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n7:21 pm</dco> &nbsp;<qco> what do you think of pet sounds by the beach boys</qco> </h3>      \nit's so highly rated i haven't dared to listen to it yet. to be fair i have no idea what songs are on it, so i've probably heard some of the songs on it anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n6:28 pm</dco> &nbsp;<qco> do you like being hassled?</qco> </h3>      \nheck, i'd hassle myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n5:26 pm</dco> &nbsp;<qco> did you make my coat</qco> </h3>      \nno i did not\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n5:07 pm</dco> &nbsp;<qco> What is the funniest animal</qco> </h3>      \nbird\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n4:07 pm</dco> &nbsp;<qco> Are there any situations, outside of your work on songs/videos, where you actually would rather people make some decisions for you, thus saving brainpower for decisions you actually feel are important?</qco> </h3>      \nyes absolutely\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n3:40 pm</dco> &nbsp;<qco> if 1=2 does that mean 2=4</qco> </h3>      \nmaybe, but on the other hand it might also mean that 2=2. it might mean that everything =2\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n2:30 pm</dco> &nbsp;<qco> what do you think about not making new years resolutions, given that they are cursed to be broken as it will never be able to be lived up to\n<br>also your content gives me life :3</qco> </h3>      \ni make resolutions at times other than new years\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n12:34 pm</dco> &nbsp;<qco> if i'm non-binary and use they/them, does that make me multiple people at the same time?</qco> </h3>      \nno, 'they' would have to be a singular word in this case. i am sure the grammar authorities must have accepted this by now\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n12:07 pm</dco> &nbsp;<qco> Your response to the question \"is the guy from \"how to pull a rabbit out of a hat\" still stuck in a barren wasteland\" was \"no\". Where is he now? What is his name?</qco> </h3>      \nthe person doesn't exist outside the video\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n10:20 am</dco> &nbsp;<qco> Do you ever go back and jam on some of your older songs, or do you forget how to play them after they're written&nbsp;</qco> </h3>      \nperhaps neither\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n10:18 am</dco> &nbsp;<qco> How many days until the school year ends</qco> </h3>      \ni thought they had never ending school years now\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n9:42 am</dco> &nbsp;<qco> what is a problem</qco> </h3>      \nhow to answer this question\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n8:32 am</dco> &nbsp;<qco> I just discovered this whole new path. It's crazy</qco> </h3>      \nand people sometimes ask, 'whats the meaning of life', well this type of thing for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n7:52 am</dco> &nbsp;<qco> why does traditional banana split recipe requires pineapple sauce? the dish already has banana, chocolate, vanilla, and strawberry flavored things in it. wouldn't it be too much to drizzle one more different flavored thing over it?</qco> </h3>      \nyes it would. i assume the banana split was originally invented for warfare\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n5:51 am</dco> &nbsp;<qco> I've recently realized that we're not in the universe, but we are the universe. How do you feel about this fact?</qco> </h3>      \nyou didn't give me a chance to agree or disagree about whether that fact is a fact. kind of a sneaky move on your part\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n5:04 am</dco> &nbsp;<qco> Has there ever been something you really wanted to do, but never got the opportunity to?</qco> </h3>      \nof course. but there are also other things that i haven't done yet that i still will do\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n5:03 am</dco> &nbsp;<qco> have you listen to sitting on the dock of the bay while sitting on the dock of the bay?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n4:41 am</dco> &nbsp;<qco> how useful is a hammer for songwriting</qco> </h3>      \nsometimes just the idea of a hammer, can be helpful in songwriting\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n3:33 am</dco> &nbsp;<qco> A little bit less important question that bugs me out sometimes, do you know what are the names for the people in \"2 friends at the beach\" and \"Perfect\"?\n</qco> </h3>      \nthey don't have names \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n3:07 am</dco> &nbsp;<qco> what do you think about watching movies at the movie theater?&nbsp;</qco> </h3>      \nthe sign outside that used to show the movie titles, now it only shows pictures of the seats. no movies. so i'm honestly not sure if there's movies in there, i assume people just go for the seats\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n2:23 am</dco> &nbsp;<qco> i either have to isolate myself from what i want to do to do school or i can fail school and do what i want to do. what do i do?</qco> </h3>      \nthere is a massive loophole here if you can figure out how to want school\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n2:11 am</dco> &nbsp;<qco> Do you want some free wasps?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n2:10 am</dco> &nbsp;<qco> Is it okay that I don't know what I wanna do in life yet.?</qco> </h3>      \ni think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n1:14 am</dco> &nbsp;<qco> what is zero divided by zero</qco> </h3>      \nin a way you could technically think of it as 1, but you'd have to pin down that those zeros are exactly the same. and that's hard to really do, because there's nothing there\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n1:03 am</dco> &nbsp;<qco> Why do they call it a \"situational comedy\" if every comedy could be described as a Situation</qco> </h3>      \nsometimes things get their names by accident\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n12:20 am</dco> &nbsp;<qco> how is it in space</qco> </h3>      \nalmost incomprehensible\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.25&nbsp; \n12:07 am</dco> &nbsp;<qco> when do you answer questions i need to see new answers to new questions</qco> </h3>      \nhere's something that may be of interest to you: i am answering this one\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.25&nbsp; 11:44 pm</dco> &nbsp;<qco> How's your week been?</qco> </h3>      \ni'm in between weeks\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.25&nbsp; \n11:08 pm</dco> &nbsp;<qco> What's your favorite brand of Dog</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.25&nbsp; \n10:16 pm</dco> &nbsp;<qco> what's something that you learned recently?</qco> </h3>      \nnevada means snowstorm\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.25&nbsp; \n8:43 pm</dco> &nbsp;<qco> any advice for finals?</qco> </h3>      \nis there any way you can take them at the beginning of the year\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.25&nbsp; \n8:32 pm</dco> &nbsp;<qco> the denver nuggets lost the wcf and i'm losing my mind, can you advice on how to move on</qco> </h3>      \nwatch some older game footage of other teams from other years\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.25&nbsp; \n8:04 pm</dco> &nbsp;<qco> Where to find happiness</qco> </h3>      \ntechnically anywhere. in fact, it can even be found just by considering the fact that it can be found anywhere. i'll admit this sounds like sort of a ponzi scheme, so to be fair i'm not asking you to believe me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.25&nbsp; \n6:02 pm</dco> &nbsp;<qco> How does one truly find time to do things? It seems to slip away between \"having energy\" and \"having motivation\" for me.\n<br>How do I combat this?</qco> </h3>      \ni've seen it over and over again, you need to be specific about what it is you were originally so excited to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.25&nbsp; \n4:33 pm</dco> &nbsp;<qco> When making this website, how did you decide what pages to put on the main page, in the Other Categories page, or in the Other Other Categories page? Were these decisions based on how many people you anticipated would be interested in each page, or based on what pages you thought it was most important for people to see first?&nbsp;</qco> </h3>      \nit's just how i want it to be. if i had any other way of explaining this, i probably wouldn't have gone down perhaps such a bonkers lifepath\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.25&nbsp; \n4:28 pm</dco> &nbsp;<qco> What are your thoughts on capitalized letters?</qco> </h3>      \nincredibly convenient. like a second font, built into any typing environment. and incredibly reliable\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.25&nbsp; \n3:15 pm</dco> &nbsp;<qco> do you wish weeds were nicer to other plants?</qco> </h3>      \ni wish people better understood and empathized with the plight of weeds, regardless of where it may have led them\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.25&nbsp; \n2:06 pm</dco> &nbsp;<qco> what must you think of us?</qco> </h3>      \nwas this question co-written, i was unaware of that feature\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.25&nbsp; \n12:56 pm</dco> &nbsp;<qco> if you were a hamster i would name you thimble&nbsp;</qco> </h3>      \nin that case, you might wanna check around to see if someone hasn't also named you thimble\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.25&nbsp; \n9:48 am</dco> &nbsp;<qco> Another very important question! In \"hi, i'm steve\", the guy said that his name is not steve but at the end of the video he said \"bye, i'm steve\", did he lie or did he forget?\n<br></qco> </h3>      \n  it ends the video in the same way it starts, and, it is a rare chance to hear the famous phrase \"hi, i'm ____\" in a 'bye' variation, which surprisingly i had never heard even once before making this video.<br>\n     upon further reflection i can also say that the character is giving you mixed messages, from the beginning. perhaps one of the things this video can demonstrate is what it feels like to get mixed messages\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.25&nbsp; \n8:55 am</dco> &nbsp;<qco> which one of your songs is best to watch the sunrise to?</qco> </h3>      \nwhich one is best at which moment for which person is supposed to be a surprise. in fact there is no avoiding the technical necessity that it be a surprise. sorry for using the subjunctive \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.25&nbsp; \n8:29 am</dco> &nbsp;<qco> do you own any plants?</qco> </h3>      \nalways rent plants\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.25&nbsp; \n6:55 am</dco> &nbsp;<qco> Can we be friends? If yes, would we still be friends if I was a worm?&nbsp;</qco> </h3>      \neveryone is friends, don't worry about it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.25&nbsp; \n3:14 am</dco> &nbsp;<qco> When dogs bark at you, do you bark back to challenge them&nbsp;</qco> </h3>      \nno, i just say 'hello' because i assume that that's what they meant\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.25&nbsp; \n2:55 am</dco> &nbsp;<qco> how to think positively</qco> </h3>      \nbuy a playing card. then take it home and flip it over from side to side and try to figure out which side is the positive side\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.25&nbsp; \n2:11 am</dco> &nbsp;<qco> what do you think about sociolinguistics?</qco> </h3>      \nnow that i think about it, i probably am one. although to be fair i am operating without a license\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.25&nbsp; \n1:52 am</dco> &nbsp;<qco> I'm a little teapot, short and stout.\n<br>I start with t, end with t, and have tea inside me.\n<br>The kettle is black.</qco> </h3>      \nthank you for being so straightforward and honest\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.25&nbsp; 1:03 am</dco> &nbsp;<qco> Are you gonna answer this question?</qco> </h3>      \ni'll think about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.18.25&nbsp; \n12:27 am</dco> &nbsp;<qco> is banana a berry</qco> </h3>      \ni'm not sure, but that wouldn't surprise me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.25&nbsp; \n11:01 pm</dco> &nbsp;<qco> What classifies as a \"skill issue?\"</qco> </h3>      \nclassification of skill issues\n<br><br>"
  }
]
