[
  {
    "html": "<h3> <dco>10.14.18&nbsp; \n3:13 pm</dco> &nbsp;<qco> was it weird to see vine slowly start to die when you were working on hotewig?</qco> </h3>      i did not notice\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.18&nbsp; \n2:33 pm</dco> &nbsp;<qco> How to do something amazing?</qco> </h3>      do something\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.18&nbsp; \n1:01 pm</dco> &nbsp;<qco> whats you stance on cows?</qco> </h3>      holy\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.18&nbsp; \n11:26 am</dco> &nbsp;<qco> I'm having trouble following routines. Can you tell me without entering in too much detail what's yours? I'm intrigued because of your amazing speed at song writing/production.&nbsp;</qco> </h3>      the 2 most important things i've discovered recently is to get a small amount of physical exercise first when you wake up, then get to work. also day evaluations at end of day, and day plans at the beginning of the day. not insane amounts of detail in them. also, absolutely no checking email when you wake up. many people have a no phone in bed rule, i don't follow that because i need the notes app to do the end of day ev, and sometimes the day plan. but i absolutely have a no apps besides the notes app rule in bed. the general idea is that if you start the day with no distractions, that is the secret to acing the day. if you have distractions in the morning, the whole thing falls apart. that's just something i've learned. but everyone is different and maybe i didn't even used to be this way\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.18&nbsp; \n11:21 am</dco> &nbsp;<qco> what is the reality category of this?</qco> </h3>      it's like a reality show, of my life\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.18&nbsp; \n8:26 am</dco> &nbsp;<qco> Do you think we have freewill or we are just very complicated machines?</qco> </h3>      both\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.18&nbsp; \n8:23 am</dco> &nbsp;<qco> Do we stay alive by beating the week or by helping each other?</qco> </h3>      if you beat the strong you become stronger. if you help the weak, they become stronger and more challenging to beat, which in turn will make you stronger if you beat them after you have made them strong\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.18&nbsp; \n8:14 am</dco> &nbsp;<qco> Do people have get intelligent level from born and never change? Or they get it with working? Or all people have almost same intelligent but there are so much intelligent types so we cant realy compare them?</qco> </h3>      everything is intelligent\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.18&nbsp; \n8:08 am</dco> &nbsp;<qco> How do you always(or mostly) find motivation/morale to work? Do you have like world of principles that you get from books or life experiences?</qco> </h3>      it all depends what kind of results i am looking for\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.18&nbsp; \n6:36 am</dco> &nbsp;<qco> will you do more keys + vocs improv??</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; would you ever concider making them into non improv songs aswell??\n<br></qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.18&nbsp; \n5:18 am</dco> &nbsp;<qco> I can't&nbsp;&nbsp;feel passion inside me. I don't know what it tastes to go something ruthlessly and fervently. I can't stress myself out, nor can I intrigue any excitement or thrill in my heart. I have things I want to do. But do I really want them? I guess so, and yet I feel apathetic towards them. How to make myself ablaze with fire instead lit in a half-dying way?\n<br>I wonder.\n<br></qco> </h3>      i think just a bit of physical movement would be just the ticket for you right now, although you may loathe the idea for at least the first 2 seconds\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.18&nbsp; \n2:44 am</dco> &nbsp;<qco> Is wearing colored contacts and not saying anything wrong ??</qco></h3>      no but it is unfortunately still illegal in many places<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I mean just changing your eye color won't make you automatically attractive right ??</qco> </h3>      ah that depends on what colors you use\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.18&nbsp; \n2:12 am</dco> &nbsp;<qco> of all the different sleep schedules / times to wake up, which is your favorite?</qco> </h3>      wake up at 1 am\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.18&nbsp; \n2:09 am</dco> &nbsp;<qco> I love how I can't explain your stuff to anyone. I just have to tell them to see it, because any explanation will only take away from it. yes! it's completely what it is. my question is, do you know of any of other neat art like that, which you could never hope to explain but only show?&nbsp;</qco> </h3>      i think almost everything is like that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.18&nbsp; \n2:03 am</dco> &nbsp;<qco> why do you wake up every morning?</qco> </h3>      if i went to bed in the evening<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.18&nbsp; \n2:02 am</dco> &nbsp;<qco> Out of all the songs you wrote, which one is your favorite/most proud of?</qco> </h3>      i would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.18&nbsp; \n1:33 am</dco> &nbsp;<qco> i would like to personally thank you for the moment when you sing \"way down in congress\" and i would like to thank the accompanying notes in the chords</qco> </h3>      that's nice of you. it was a tribute to the number 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.18&nbsp; \n1:20 am</dco> &nbsp;<qco> my throat hurts real bad from singing tunes so i can't sing your new tune :/. what do i do??</qco> </h3>      don't sing it yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.18&nbsp; \n1:12 am</dco> &nbsp;<qco> why do i romanticize the past, especially my childhood&nbsp;</qco> </h3>      could be good practice, for all the stories you are going to write\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.18&nbsp; \n12:20 am</dco> &nbsp;<qco> Prejudice is stupid, don't you think?\n<br>\n<br>Why don't people at least get to know each other before disagreeing?</qco> </h3>      maybe take it a step further, get to know each other before calling each other prejudice\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.18&nbsp; \n12:19 am</dco> &nbsp;<qco> describe how your face looks if your face were a pizza but instead of a pizza its actually a penuin but instead of a penguin its a picture of tom selleck</qco> </h3>      well it looks like you got that squared away\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n11:27 pm</dco> &nbsp;<qco> Do you know the equation for corn?</qco> </h3>      no but i probably should\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n11:00 pm</dco> &nbsp;<qco> Do you take life seriously?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n10:35 pm</dco> &nbsp;<qco> how 2 get 1 brain out of a fuzz?</qco> </h3>      move\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n10:31 pm</dco> &nbsp;<qco> Are lizards really too big?</qco> </h3>      only some of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n9:45 pm</dco> &nbsp;<qco> how do you approach dogs in little sweaters</qco> </h3>      carefully, with a strong sense of caution and self defense\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n8:46 pm</dco> &nbsp;<qco> Which color blending mode do you use the most often</qco> </h3>      hard light\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n8:21 pm</dco> &nbsp;<qco> I think you should ask a question for once</qco> </h3>      i don't remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n6:54 pm</dco> &nbsp;<qco> is the project going nicely?</qco> </h3>      aeyf8hr8hfur\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n6:46 pm</dco> &nbsp;<qco> How cheap is the moon</qco> </h3>      priceless\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n6:20 pm</dco> &nbsp;<qco> Do any of these questions ever strike you as thought provoking?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n6:18 pm</dco> &nbsp;<qco> Why do you like music over other artistic mediums, assuming that is true.</qco> </h3>      it's best when you mix it with other mediums/media. it is made stronger that way, and it will also in turn make the other mediums/media stronger\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n6:04 pm</dco> &nbsp;<qco> i hit random question 50 times and the latest date i got from it was 7.23.17, does it automatically update with new questions or what?</qco> </h3>      i just got 10.8.18 on the second click\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n5:08 pm</dco> &nbsp;<qco> if we call a grouping of three notes triplets, why don't we call a grouping of two notes twins?</qco> </h3>      it's the default setting. that notation system is a twin based system, which is useful. in 6/8, it would be useful to call the 2:3 tuplet twins, and i would actually recommend that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n4:40 pm</dco> &nbsp;<qco> Do you think you could ever make a vinyl with all of your songs so far on it?</qco> </h3>      that doesn't appeal to me but eventually i will cave in to the pressure from society\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n4:31 pm</dco> &nbsp;<qco> Have you ever considered making Bill Wurtz themed sausages called BratWurtz? I would buy them.</qco> </h3>      i think you are bluffing\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n3:39 pm</dco> &nbsp;<qco> are you a very visual person?</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; is it hard for you to visualize a green pony on the sun or golden people going on vacation?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n3:13 pm</dco> &nbsp;<qco> What do you think the hardest dance is? Is it really the Charleston?</qco> </h3>      unsubscribing from mailing lists you didn't subscribe to\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n3:05 pm</dco> &nbsp;<qco> Are you iconic?&nbsp;</qco> </h3>      i'm not sure but that sounds like fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n2:55 pm</dco> &nbsp;<qco> im starting to think that \"authenticity\" is just a word invented by record companies and politicians to sell records and get votes.</qco> </h3>      plausible\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n2:30 pm</dco> &nbsp;<qco> what have u been up to man?&nbsp;</qco> </h3>      doing songs at a pace i've often dreamed of\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n2:26 pm</dco> &nbsp;<qco> How can I be as creative as you</qco> </h3>      you already might be\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n1:20 pm</dco> &nbsp;<qco> Should I invest in celery now? I feel like it's going to be big.&nbsp;</qco> </h3>      then you should invest in it, without telling anyone. or tell everyone and then don't invest. need to stay ahead of the curve\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n10:49 am</dco> &nbsp;<qco> what are your thoughts on the song YMCA</qco> </h3>      it's pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n9:26 am</dco> &nbsp;<qco> how the heck is a song like 'This is a song for my next album' on Spotify while great tracks like 'The Road' and 'Crazy/Raining' aren't???</qco> </h3>      i'm not sure but they will be\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n8:28 am</dco> &nbsp;<qco> What are things that you can touch?</qco></h3>      the ground, walls maybe, etc<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Are textures like different flavors or is there more dynamic at play here, such as temperature?</qco> </h3>      temperature is also at play in flavors\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n8:23 am</dco> &nbsp;<qco> What would be your spirit animal?</qco> </h3>      what the heck is a spirit animal\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n6:18 am</dco> &nbsp;<qco> How many trees are there on earth</qco> </h3>      i think they are all the same one\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n5:13 am</dco> &nbsp;<qco> when was the last time you had fun?</qco> </h3>      still having it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.18&nbsp; \n3:42 am</dco> &nbsp;<qco> i wonder how ur songs are so positive even though the world is dying</qco> </h3>      the world is also living, which is a small detail you conveniently left out of your story\n<br><br>"
  }
]
