[
  {
    "html": "<h3> <dco>11.22.23&nbsp; \n3:20 pm</dco> &nbsp;<qco> In the past you've described your secret song-making strategy: make it sound bad on purpose.&nbsp;&nbsp;</qco></h3>      that's not my only strategy. that's just one trick that i use in certain situations<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I've tried this in the past, but now, 1-2 years later, I am finding that it actually sounds bad (despite not believing so back then).&nbsp;&nbsp;What should I do if I want to make good music but I don't want to try to make it sound bad on purpose?</qco> </h3>      try making it even worse\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.23&nbsp; \n2:21 pm</dco> &nbsp;<qco> Do you find linguistics interesting?</qco> </h3>      \ngenerally yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.23&nbsp; \n12:46 pm</dco> &nbsp;<qco> Do you speak French?</qco> </h3>      \nnot quite, but i have a moderate familiarity with it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.23&nbsp; \n12:43 pm</dco> &nbsp;<qco> Why do you keep on creating new characters and say that all of them are supposed to be us?</qco> </h3>      \nyou left out a huge detail in between, which is that someone asks about the identity of the characters after they are made. this whole scenario makes no sense without that context. they are fictional characters, but if someone asks who it is, of course i'm going to say it's the person who asked. that's just common sense \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.23&nbsp; \n11:08 am</dco> &nbsp;<qco> What is your opinion on the number 30030?</qco> </h3>      \nit's clearly a multiple of 1001, which i already know to be 7x11x13. your number is 30 times that, so therefore that would be 2x3x5x7x11x13. now that i look at it that way, it occurs to me that you probably chose that number on purpose to be the first 6 primes multiplied together. however, this is not my pre-existing opinion on the number. if anything, it would actually be your opinion, if my hypothesis is correct\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.23&nbsp; \n9:44 am</dco> &nbsp;<qco> Have you recorded a computer keyboard pressing sound (heard through the mic at the start and the end of a take, to be cropped later) more than a million times?</qco> </h3>      \ni believe so. but i don't like to crop that sound. i love that sound\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.23&nbsp; \n8:55 am</dco> &nbsp;<qco> how many projects will never see the light of day&nbsp;</qco> </h3>      \nprobably an unlimited number\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.23&nbsp; \n4:58 am</dco> &nbsp;<qco> how wide is the flow of information between the past and the future?</qco> </h3>      \ni don't even know how that would be measured, but i also don't think there is a limit\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.23&nbsp; \n12:12 am</dco> &nbsp;<qco> sometimes i repeat what other people say and then cant stop repeating how do i stop this nonsense?</qco> </h3>      \nhave you tried etching it in stone\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n11:59 pm</dco> &nbsp;<qco> what is it like doing things as i am unable</qco> </h3>      \nit's liberating but also terrifying\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n10:40 pm</dco> &nbsp;<qco> i've come to terms with my existence and the complicated and intricate world around me, even if i may not fully understand it, what does this universe have to offer next</qco> </h3>      \nyou not knowing what to do next\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n10:22 pm</dco> &nbsp;<qco> I had tons of fun pressing keys, and pressing two at once to hear what they sound like together. where do we go from here</qco> </h3>      \nsee how many different 60-second recordings you can make\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; 9:25 pm</dco> &nbsp;<qco> What is the meaning of life?</qco> </h3>      \nto solve the puzzle. if you don't know which puzzle to solve, then first you have to choose a puzzle, and if there's no puzzles available then you are supposed to make puzzles\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n7:51 pm</dco> &nbsp;<qco> What do they sell at the corner store?</qco> </h3>      \nfruit-flavored non-fruit\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n5:31 pm</dco> &nbsp;<qco> Do you ever have the urge to obsessively check things over and over again to make sure you did it right, cuz I do. </qco></h3>      sometimes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Any advice on dealing with that?</qco> </h3>      \ndo something totally new. something where you're actually not even sure how to do it right\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n4:17 pm</dco> &nbsp;<qco> i asked you a question in a dream i think</qco> </h3>      \nthat makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n4:17 pm</dco> &nbsp;<qco> Have you ever got into a thought where you think about the thought in a meta sorta way and you think about how you're being meta and that's meta in it of itself and the loop continues</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n4:04 pm</dco> &nbsp;<qco> If I eat the sun, and its light takes 8 minutes to reach Earth, will it take 8 minutes for me to start glowing?</qco> </h3>      \nno. if you ate the sun, then that distance would have already been traveled first\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n3:28 pm</dco> &nbsp;<qco> how much do you listen to your own music?</qco> </h3>      \nusually none, but then occasionally i listen to all of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n2:42 pm</dco> &nbsp;<qco> how not to be crushed by the crushingly important things that won't stop being a mystery to me until years from now</qco> </h3>      \nhave you considered strenghthening your exoskeleton\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n2:35 pm</dco> &nbsp;<qco> You ever make a really small choice to do something that made a huge (good) difference in your life? I changed pillows and realized all the pain and discomfort I was experiencing throughout the night just stopped. Like.........I was in agony over a pillow?????? What other mundane things could drastically improve my life? Like man....... what would some insoles do???? Anything like that ever happen to you?</qco> </h3>      \ni clicked on the thing about the 'one weird trick', and did the weird trick and it worked\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n2:30 pm</dco> &nbsp;<qco> the colour blue is the ultimate colour</qco> </h3>      \ni'm hearing what you're saying\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n2:18 pm</dco> &nbsp;<qco> do you think \"lol\" is still an acronym or has it become a normal word</qco> </h3>      \nit became a normal word a long time ago. \"lol\" means \"i am normal\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n2:04 pm</dco> &nbsp;<qco> soft-shell or hard-shell taco? don't philosophize too much</qco> </h3>      \nwhich taco.... how do you expect me to know the hardness of an unspecified taco\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n1:53 pm</dco> &nbsp;<qco> if u were a wizard, what color magic robe would you dawn?</qco> </h3>      \ni'm not following your logic whatsoever\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n1:10 pm</dco> &nbsp;<qco> do you like mushrooms?</qco> </h3>      \ni like the idea of mushrooms\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n12:49 pm</dco> &nbsp;<qco> If the hardest thing about building a room is that you have to build a room to build the damn room in first, what's the easiest?</qco> </h3>      \njust adding 1 more thing to the room\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n12:45 pm</dco> &nbsp;<qco> what is your goal&nbsp;</qco> </h3>      \nmaybe do some goalpost reviews\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; 12:41 pm</dco> &nbsp;<qco> how did you get so good at music theory? (with regard to songwriting and chords)</qco> </h3>      \njust a lot of time doing music. and then doing it more. and then doing it more\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n12:02 pm</dco> &nbsp;<qco> have you ever gotten someone else to answer these questions</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n11:40 am</dco> &nbsp;<qco> wanna chat</qco> </h3>      \nok\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n11:32 am</dco> &nbsp;<qco> what's an uncommon way to sign off an emai</qco> </h3>      \ntype the entire contents of the email again, in reverse\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n10:46 am</dco> &nbsp;<qco> I saw a duck today</qco> </h3>      \nthat adds up\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n9:51 am</dco> &nbsp;<qco> help i have spontaneously combusted and somehow gained the ability to make anyone memorise the contents of 1984 in 3.4 seconds</qco> </h3>      \nwhat exactly do you need help with\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n9:16 am</dco> &nbsp;<qco> I heard a loud BLAARRP when i was trying to sleep last night, why do you think that happened?</qco> </h3>      \nthat's a ghost\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n9:15 am</dco> &nbsp;<qco> infinite music but there's finite possibilites or finite music but there's infinite possibilities ?</qco> </h3>      \nneither. infinite both things you said\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n8:12 am</dco> &nbsp;<qco> i have a competition coming up in 6 days, what pants should i wear?</qco> </h3>      \nthe best pants\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n7:07 am</dco> &nbsp;<qco> What do you think about making an animation series?</qco> </h3>      \nthat sounds fun and interesting, to say the least\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n6:49 am</dco> &nbsp;<qco> how can i help myself if im continuously suffering from regreting what i did or told everyday cuz i dont want nobody to call me weird person</qco> </h3>      \nwrite stories. stories are always based on scenarios about who thinks what's weird, or not. magical dynamics play out there-in\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n5:27 am</dco> &nbsp;<qco> is love truly a chain of diminishing returns?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n3:26 am</dco> &nbsp;<qco> am I good at what I do?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n1:21 am</dco> &nbsp;<qco> I have done so many things and I love them at first and everything feels right and then I stop feeling that way. I keep hopping from thing to thing and person to person and self to self hoping that I will find what feels fulfilling and lasting but I always end up losing interest and motivation in what I'm doing, no matter how 'right' it felt when I started. My theory now is that I just have to pick one thing and push through even though it doesn't feel right because feeling right in the way I'm looking for might be a fake thing that doesn't exist. How will I know which thing to pick? Does it matter at all what I pick if they're all not right? Or is there really something right out there for me that I just haven't found yet?</qco> </h3>      \nfeelings are like waves. just because the wave has a lower side to it (and an upper side, which you actually mentioned first) doesn't make the wave fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.23&nbsp; \n12:37 am</dco> &nbsp;<qco> Are you a huge gamer most of the time? </qco></h3>      not exactly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What games do you play? </qco></h3>      sometimes i think about prime numbers<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you play them most of the time?</qco></h3>      sometimes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If yes, why not some of the time? \n<br>If no, why not all of the time?</qco> </h3>      \nbecause i think about composite numbers some of the time\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.23&nbsp; \n8:38 pm</dco> &nbsp;<qco> Why did the waiter in \"2 friends on the beach\" serve the two friends scattered corn seeds in a pile on the their instead of serving them whole ears of corn or alternatively, serve corn in a bowl as an appetizer, or if not, a side dish in the rear of asking them what they want for a bona fide main course?</qco> </h3>      \ni just made what i thought would be the most vibrant choice, given the situation\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.23&nbsp; \n8:37 pm</dco> &nbsp;<qco> i just had an aha moment</qco> </h3>      \nyea you did\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.23&nbsp; \n8:06 pm</dco> &nbsp;<qco> If you prefer to make a new song to be your favorite, does this mean that an alternate universe Bill Wurtz prefers to make a new song to be his least favorite?</qco> </h3>      \nno. there may be such a universe, but it's not a causal result of the other\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.23&nbsp; \n7:33 pm</dco> &nbsp;<qco> How do I stop embarrassing myself</qco> </h3>      \nthat's impossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.23&nbsp; \n6:49 pm</dco> &nbsp;<qco> I wrote a massive essay for a contest but I don't think I'll win... so what happens next? </qco></h3>      start writing the next one<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Should I just stop pursuing my dreams since that's the best I've had to offer?</qco> </h3>      \nonly if you want to stop\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.23&nbsp; \n6:28 pm</dco> &nbsp;<qco> is it selfish to only want to do art instead of something...................... \"\"\"\"\"\"\"\"useful\"\"\"\"\"\"\"&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;help</qco> </h3>      \nis it logical to assume art is not useful\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.23&nbsp; \n6:22 pm</dco> &nbsp;<qco> are theories stories or are stories theories?</qco> </h3>      \nboth are both\n<br><br>"
  }
]
