[
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n1:08 pm</dco> &nbsp;<qco> What's the story behind your song New Canaan?</qco> </h3>      i took a trip to new canaan, and wrote a song along the way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n12:22 pm</dco> &nbsp;<qco> how do i get happy</qco> </h3>      the answer may surprise you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n11:53 am</dco> &nbsp;<qco> I think that possibly, the hatred most students feel toward math might stem from calling each scenario a \"problem\". Would you suggest changing that terminology, or changing peoples outlook on \"problems\"? </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or perhaps just letting people hate math as always?</qco> </h3>      i think the reason they hate it is because someone is trying to teach it to them before they were interested\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n11:47 am</dco> &nbsp;<qco> Should I take your advice?</qco> </h3>      only if you think it is right for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n11:35 am</dco> &nbsp;<qco> what have you learnt today?</qco> </h3>      how to import an entire track from another project, including the channel strip setting and the entire contents\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n11:15 am</dco> &nbsp;<qco> I have a group of friends that I really like. One of the three I knew for a while and I'm good friends with them and the other two I only knew quite recently but they're really good to hang out with and talk to but for some reason I get really jealous and stressed that they don't like me when they don't include me in handouts or conversations. Even so much as messages between them I'm not part of can ruins day and I don't understand why. What should I do?</qco> </h3>      use that extra time to start building something for them to be jealous of\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n10:11 am</dco> &nbsp;<qco> what pants are most sexy?</qco> </h3>      only those belonging to your lawfully wedded spouse, i hope\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n9:52 am</dco> &nbsp;<qco> who would you say is the wutziest prtist/erson who is not actually bill wurtz?\n<br></qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n9:37 am</dco> &nbsp;<qco> hey bill, i have a question about the environment you work in. do you find you work in a fairly comfortable environment when you're making music/vids? has your environment ever been a challenge/ have you had to work in an undesirable environment? if so, how did you deal with it, or what mindset do you confront that challenge with? for me, it's hard to be at peace with my environment/feel good about what i'm creating unless (for whatever reason) i feel pretty comfortable with it&nbsp;&nbsp;...&nbsp;&nbsp;just trying to navigate this personal conflict/challenge. your opinion is greatly valued .. thanks !&nbsp;</qco> </h3>      sometimes distractions can be very annoying. but yet there is something very empowering about learning to get the work done despite the most incredible distractions\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n5:18 am</dco> &nbsp;<qco> Would you say you're more of a logical and rational or more of an emotional kind of person?&nbsp;</qco> </h3>      i get the best results when i use all of those elements together in an ensemble\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n4:06 am</dco> &nbsp;<qco> i think i saw you once sometime outside of your home. are you that cool looking guy with red hair and a great smile? </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;not a stalker. also, do you like rock and roll music?</qco> </h3>      i like rock and roll furniture, i will tell you that much\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n2:56 am</dco> &nbsp;<qco> Cartoon blinking sfx recipe: using a marimba, play Bb5&amp;B5 then F#5&amp;G5</qco> </h3>      you didn't say if those are chords or notes, or what speed and timing to play them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n2:40 am</dco> &nbsp;<qco> In your next video can I animate it for you?</qco> </h3>      i'm curious to know what that would look like\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n1:58 am</dco> &nbsp;<qco> every time i write something, even if im proud of it after a while when im done or as im writing more I start to feel like everything I wrote is shit. what should i do ???</qco> </h3>      take a cold hard look in the mirror ask yourself what you wanna do\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n1:32 am</dco> &nbsp;<qco> Is it legal to make laws?</qco> </h3>      if you have power you can make it legal but you don't need to make it legal if you have power\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n12:24 am</dco> &nbsp;<qco> i'm sad because i want to be like Steve but there are no mountains near my house =(</qco> </h3>      well there's your mountain right there\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n12:22 am</dco> &nbsp;<qco> why the boys always get mad in congress?</qco> </h3>      because it's a mad house. the house is mad, and so is the senate \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n11:35 pm</dco> &nbsp;<qco> when you begin holding auditions for backup singers where will you post an audition notice? i am very interested in being considered when that day comes</qco> </h3>      do you have any demos or sample materials of any kind? if so can you send them to my email which is on the email page\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n11:21 pm</dco> &nbsp;<qco> what do you think about auto-tuning?</qco> </h3>      seems legit\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n10:04 pm</dco> &nbsp;<qco> Are you going to do more improv?</qco> </h3>      oh hell darn sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n9:57 pm</dco> &nbsp;<qco> Have you ever had a lucid dream? If so, how was it?</qco> </h3>      i think i'm in one\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n9:08 pm</dco> &nbsp;<qco> is your next song gonna be really fast paced?</qco> </h3>      that depends how you measure the pace\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n8:30 pm</dco> &nbsp;<qco> what's the pre-intro to \"and the day goes on\"?</qco> </h3>      it's like a soft buzzing sound mixed with a soft whoosh sound\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n7:33 pm</dco> &nbsp;<qco> how come you think teens should become suicidual instead of bettering themselves</qco> </h3>      there must be some mixup. that sounds all wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n7:25 pm</dco> &nbsp;<qco> How do I break the news to my friends and family that I'm actually a cyborg from a distant planet sent to be a spy, for human behavior research purposes?</qco> </h3>      you are not supposed to\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n7:01 pm</dco> &nbsp;<qco> what is worse, failing or not even trying in the first place?</qco> </h3>      it depends how bad or good the task is\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n6:48 pm</dco> &nbsp;<qco> Face reveal at 5 mil subs?</qco> </h3>      no way\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n5:27 pm</dco> &nbsp;<qco> Hey Bill, What are your thoughts on wireless electric wire?&nbsp;</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n5:25 pm</dco> &nbsp;<qco> Hey Bill, How can you answer so many questions when there is only 26 (+3 or more if you get one from China) letters in the alphabet?</qco> </h3>      there are billions of combinations\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n4:43 pm</dco> &nbsp;<qco> yeah so there are a few archetypes, arent there? i know we're all all of them at the same time, but what about FULLY EMBODYING them all at the same time? you ever try that?</qco> </h3>      then i don't think any of them would be perceptible\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n4:40 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201807070147\">7.7.18&nbsp;&nbsp;1:47 am</a>  C minor is sadder</qco> </h3>      that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n3:36 pm</dco> &nbsp;<qco> why dont you put instrumental versions of your songs with vocals on your website?</qco> </h3>      because the vocals is an extremely important part of the music\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n3:25 pm</dco> &nbsp;<qco> What milk do you like</qco> </h3>      spilt\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n3:19 pm</dco> &nbsp;<qco> if you punch yourself and it hurts are you strong or weak</qco> </h3>      dumb?\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n2:54 pm</dco> &nbsp;<qco> When You Wake Up And Step Out Of The House In The Morning Breathe In The Air Look Up Into The Clear Sky With A Sliver Of A Crescent Moon Straight Above Birds Fluttering About The Perfect Temperature But Heating Up Fast And You Begin to Smile But Then You Remember You're A Sack Of Shit And Your Life Is Filtering Through Your Fingers At An Alarming Rate And You Don't Know How To Fix Things But At Least It's A Lovely Day In Your Small Useless Hometown is the name of the perfume i'm wearing would you like a sample</qco> </h3>      have you tried \"go visit the city\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n1:16 pm</dco> &nbsp;<qco> Why didn't you do a video on 5/2/14?</qco> </h3>      i actually did\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n12:59 pm</dco> &nbsp;<qco> What's your opinion on music in video games?</qco> </h3>      music can be a great asset to a game, just the same way it can be a great asset to a movie or video\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n11:34 am</dco> &nbsp;<qco> <a href=\"q.php?date=201807081257\">7.8.18&nbsp;&nbsp;12:57 pm</a>  in that case, thoughts on the song \"hallelujah\"?</qco> </h3>      there are many songs called hallelujah, so i don't know which one you mean, but one thing i've noticed about all songs called hallelujah is they all seem to be very good. i'm assuming it's good luck to make a song called hallelujah\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n11:25 am</dco> &nbsp;<qco> why don't you post reality videos anymore?</qco> </h3>      \nbecause i've been making other types of videos instead, which i couldn't make whilst i was doing the reality videos instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n11:09 am</dco> &nbsp;<qco> When do you think you'll go on tour? I love u</qco> </h3>      as soon as i have at least 2 songs in the top 10 at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n10:25 am</dco> &nbsp;<qco> are you making a religious chant</qco> </h3>      not quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n9:56 am</dco> &nbsp;<qco> can you please go to north Africa?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n8:36 am</dco> &nbsp;<qco> will you ever do covers of music?</qco> </h3>      oh for darn hell sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n8:36 am</dco> &nbsp;<qco> what is your favorite Disney movie?</qco> </h3>      walt gets his way\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n6:27 am</dco> &nbsp;<qco> Why do I always feel like flying?</qco></h3>      could be fun<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n But when I try, I fall.</qco> </h3>      you could try a simulator\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n5:49 am</dco> &nbsp;<qco> how did you deal with other pepole judging you</qco> </h3>      become stronger\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n2:22 am</dco> &nbsp;<qco> Perhaps the real music is interacting with other human beings</qco> </h3>      it does\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n2:16 am</dco> &nbsp;<qco> what is music?</qco> </h3>      a hypnosis tool, good for propaganda enhancement\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n1:16 am</dco> &nbsp;<qco> Do you have an music with serious lyrics?&nbsp;</qco> </h3>      \nsure, the music is also serious. it gets even more serious when you put them together\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.18&nbsp; \n1:14 am</dco> &nbsp;<qco> will you ever preform a concert?</qco> </h3>      yes, and more<br><br>"
  }
]
