[
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n5:00 pm</dco> &nbsp;<qco> Do you ever think about your older creations and how you could improve them or are you happy with all of your past creations? </qco></h3>      i think about how i could make the new ones better<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or do you just never really think back and keep moving forward?</qco> </h3>      i do both\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n4:56 pm</dco> &nbsp;<qco> do you mind how some people treat your songs like the lyrics are just random&nbsp;&amp; silly and dont look for their meaning</qco> </h3>      if you had to look for meaning then someone wasn't doing their job\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n4:50 pm</dco> &nbsp;<qco> Whats the weirdest color?</qco> </h3>      the only way a color can be weird is the way it relates to something else\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n4:07 pm</dco> &nbsp;<qco> have you ever been lost in the lost woods?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n2:59 pm</dco> &nbsp;<qco> what was your favourite song that you created?</qco> </h3>      i'm not done creating them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n2:58 pm</dco> &nbsp;<qco> what's your favourite type of music?</qco> </h3>      horse music\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n2:52 pm</dco> &nbsp;<qco> why would you need 2 spatulas</qco> </h3>      to flip one \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n12:52 pm</dco> &nbsp;<qco> How's the vid coming along?&nbsp;</qco> </h3>      good\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n10:53 am</dco> &nbsp;<qco> what's the most badass song you've ever made?</qco> </h3>      the good/bad ass spectrum is cyclical. different songs may appear to be at different parts of the spectrum depending on your vantage point\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n10:46 am</dco> &nbsp;<qco> i like water, it is a necessary reagent for life.</qco> </h3>      i am following your logic\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n10:18 am</dco> &nbsp;<qco> Are you uncomfortable with people asking deep questions? Just wondering</qco> </h3>      \neach person may perceive a different level of depth from a question<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n10:07 am</dco> &nbsp;<qco> Have you ever deliberately released something on a specific date to target an anniversary of some sort?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n9:49 am</dco> &nbsp;<qco> are you the big spoon or the little spoon?</qco> </h3>      i'm not a spoon\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n8:41 am</dco> &nbsp;<qco> Can you list every artist you can think of who wrote a song called hallelujah? I would like to listen to them</qco> </h3>      most of the ones i like were written so long ago that no one knows who wrote them<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n7:54 am</dco> &nbsp;<qco> how do i write a question</qco> </h3>      you could use chalk<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n6:59 am</dco> &nbsp;<qco> On a scale of three to duck how high is your underworld education?&nbsp;</qco> </h3>      it's pretty good<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n5:28 am</dco> &nbsp;<qco> Why was the jailer man and sailor sam searching everyone?</qco> </h3>      that sounds like it might be a paul mccartney lyric, in which case there is a near certain chance that those characters are fictional\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n4:53 am</dco> &nbsp;<qco> What time do you usually answer these questions?</qco> </h3>      8:10 am\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n4:43 am</dco> &nbsp;<qco> why dy i syck yt lyfe</qco> </h3>      i'd say you are pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n4:17 am</dco> &nbsp;<qco> do you script your music videos before making them? like map out ahead of time what's going to be on screen?\n<br></qco> </h3>      the song in itself is usually a sufficient script to dictate how the video is going to go\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n3:57 am</dco> &nbsp;<qco> Are poptarts sandwiches?</qco> </h3>      they claim to be but most nations do not recognize them as sandwiches\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n2:28 am</dco> &nbsp;<qco> What is the strangest question you've been asked on this site, excluding this one?</qco> </h3>      i have never been asked a strange question\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n12:54 am</dco> &nbsp;<qco> whats your opinion on global warming</qco> </h3>      some say it's just a phase, others say it is a timeless classic\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n12:52 am</dco> &nbsp;<qco> What does this website say about you: https://applymagicsauce.com/demo.html</qco> </h3>      it says i am not the kind of person who clicks the \"connect with twitter\" button unless i am absolutely sure i know what's going to happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n12:09 am</dco> &nbsp;<qco> <a href=\"q.php?date=201808011737\">8.1.18&nbsp;&nbsp;5:37 pm</a>  why do you have instrumental songs then?</qco></h3>      experiments mostly, from before i figured out what to really do with myself<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; has anyone ever heard/created lyrics for your instrumental songs and why do you think they could hear lyrics in there that you couldn't/wouldn't/didn't?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.18&nbsp; \n12:05 am</dco> &nbsp;<qco> bluebird &gt;&gt;&gt; blackbird (both songs).  when will wings get the respect they have o so deserved since their 1971 debut?</qco> </h3>      wings was a very popular and succesful band, with many years of sold out tours and chart topping hits. if you are judging their success by comparing them against the most popular band of all time then that might not be fair\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.18&nbsp; \n11:54 pm</dco> &nbsp;<qco> I love your content. What is your favorite movie?</qco> </h3>      \nhow the grinch escaped from prison to steal christmas a second time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.18&nbsp; \n11:33 pm</dco> &nbsp;<qco> If you had to explain what music is to an alien how would you do it?</qco> </h3>      music is self explanatory\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.18&nbsp; \n10:46 pm</dco> &nbsp;<qco> i get angry because i can never draw what i see in my head. I have no way to get these experiences out of my head. i feel trapped. i have no output.&nbsp;</qco> </h3>      start out by drawing what you don't see. if you watch what you are drawing then you will see it and therefore be now drawing what you see\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.18&nbsp; \n9:59 pm</dco> &nbsp;<qco> there are all these damn flies flying around my room and i don't have a flyswatter. how do i kill them?</qco> </h3>      economic stagnation\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.18&nbsp; \n7:50 pm</dco> &nbsp;<qco> Why does cheese taste like cheese?</qco> </h3>      what the hellse (hell else) would you expect\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.18&nbsp; \n7:43 pm</dco> &nbsp;<qco> Bill my friend, I have so many interests and passions;&nbsp;so many that I'm confused as to where I should start and which one to choose. What should I do?\n<br></qco> </h3>      get a blank text file and try to sort of explain to yourself what your different passions/interests are. just start by trying to get a handle on it. this may take a long time to figure out but that's a good place to start\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.18&nbsp; \n7:34 pm</dco> &nbsp;<qco> what if i had a question for you of actual substance for fucking once</qco> </h3>      i would take a look at it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.18&nbsp; \n7:23 pm</dco> &nbsp;<qco> why is everyone talking about twitch\n<br>did i miss somethin</qco> </h3>      so far the only thing you've missed is twitch. don't worry, i've missed it too so far but to be fair i missed vine until about 2015 and i came out just fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.18&nbsp; \n7:12 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201807311044\">7.31.18&nbsp;&nbsp;10:44 am</a>  that's good to hear, but if i have to move somewhere where i have to board a bus or an airplane to get there in a reasonable amount of time, i can't bring a 61-key keyboard with me on the bus/plane. so what do i do then?</qco> </h3>      you can easily take that on a bus or plane\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.18&nbsp; \n7:08 pm</dco> &nbsp;<qco> i hope your having a good day;&nbsp;i am, i just had lo mein. would you like some?</qco> </h3>      sure but not yours. i would prefer to get some that is un had\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.18&nbsp; \n6:45 pm</dco> &nbsp;<qco> thoughts?</qco> </h3>      yes please, with a side of feelings\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.18&nbsp; \n6:35 pm</dco> &nbsp;<qco> what did you do on august 9, 2017</qco> </h3>      produce reality videos, for 4.25.16 and 4.26.16\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.18&nbsp; \n6:30 pm</dco> &nbsp;<qco> what's a good way to say Eh bien, vous venez de lire ceci, n'est-ce pas?</qco> </h3>      i thought the way you said it was pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.18&nbsp; \n6:18 pm</dco> &nbsp;<qco> what time of day should i ask a question</qco> </h3>      6:18 pm\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.18&nbsp; \n6:13 pm</dco> &nbsp;<qco> when is the best time to wear a striped sweater?</qco> </h3>      6:13 pm\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.18&nbsp; \n6:01 pm</dco> &nbsp;<qco> oh FUCK i just accidentally wrote every possible song that could ever exist, thus destroying the entire music industry since there are no more songs left to write</qco> </h3>      that's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.18&nbsp; \n5:43 pm</dco> &nbsp;<qco> Do you think birds ever have low self-esteem?&nbsp;</qco> </h3>      sure, especially if they can't fly\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.18&nbsp; \n5:37 pm</dco> &nbsp;<qco> I was in the studio with my band this past weekend to record the instrumentals for a few songs. I'm responsible for the vocals, and have as of now composed about 75% of the vocal melodies. But I have no idea what to do about lyrics. Long story short, I only have 2 weekends, 3 weekends max to write lyrics, finish writing vocal melodies, and record the vocal parts. I've tried in vain to get a jump start on the lyrics but I feel absolutely stuck. I don't want to vomit out nonsense filler words (this will likely be the last thing my band ever records/releases, as I am moving across the ocean next month). I just can't seem to generate anything remotely meaningful. And I want it to be. Have you struggled with writing lyrics you were happy with? Any suggestions?</qco> </h3>      so you're saying you recorded the instrumental parts for the song before you even knew what the lyrics were? that may work for some people but that strategy makes no sense for me and i have no advice for it. i write the lyrics and music entirely together. they  are inseparable and they rely entirely on each other for all their meaning\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.18&nbsp; \n5:16 pm</dco> &nbsp;<qco> how did july go for you?</qco> </h3>      pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.18&nbsp; \n3:48 pm</dco> &nbsp;<qco> how about graham crackers are they all made from the inventor of the telephone&nbsp;</qco> </h3>      they are made from his recycled manuscripts\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.18&nbsp; \n3:37 pm</dco> &nbsp;<qco> when did you make this questions page?</qco> </h3>      near the end of march, 2016\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.18&nbsp; \n3:34 pm</dco> &nbsp;<qco> happy birthday</qco> </h3>      thank you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.18&nbsp; \n2:55 pm</dco> &nbsp;<qco> when was alphabet shuffle written?</qco> </h3>      the chorus was mostly written in 2012, and i think the bridge was written in 2014 or 2015. and was finalized in 2016 before recording it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.18&nbsp; \n2:09 pm</dco> &nbsp;<qco> why is questions now in other categories</qco> </h3>      that's where it always was\n<br><br>"
  }
]
