[
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n11:35 pm</dco> &nbsp;<qco> have you ever totaled your car</qco> </h3>      \nno but i had someone else do it from behind\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n11:03 pm</dco> &nbsp;<qco> How is releasing several songs at once different to producing an album?</qco> </h3>      \nit's probably about the same. maybe for an album you'd want a name and a picture to go along with all of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n10:31 pm</dco> &nbsp;<qco> I have so many interests and so many things I want to do, but I don't know what to do at all or even what I should be focusing on in life. It's like there is something I feel like I should be doing but I don't know what it is each time I sit down and think it out. I know you have given advice to other people before so I am wondering if maybe you could help me?</qco> </h3>      \nthis is going to sort itself out and it's going to be very exciting. you actually don't even have to worry about it. it's going to be very interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n9:44 pm</dco> &nbsp;<qco> what is one song that every musician or artist should listen to</qco> </h3>      \nwhat i think should happen to every artist or musician is that they should choose for themselves what to listen to, in addition to being surprised by chance from time to time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n9:06 pm</dco> &nbsp;<qco> Have you ever wanted to write a novel or short story? I don't know why but I personally find it so entertaining</qco> </h3>      \nin a way i have the urge to write both more and less\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n9:06 pm</dco> &nbsp;<qco> favorite weather and time of day combo</qco> </h3>      \ni like when there's different ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n7:58 pm</dco> &nbsp;<qco> Should we move New Year to summer? Having it right after Christmas kind of cheapens it and there aren't really any holidays in the summer. (Unless you consider summer itself to be one big holiday)</qco> </h3>      \nthis calendar has been running strong for a while now, i fear if we make such a drastic change it might begin to collapse. i mean suddenly having a half year is going to cause all kinds of legal and technical problems, to say the least\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n7:10 pm</dco> &nbsp;<qco> What is your favorite number and why?</qco> </h3>      \nnumbers don't even work unless you can use other numbers with them\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n6:51 pm</dco> &nbsp;<qco> If you could live in any NYC neighborhood, which one would you live in?</qco> </h3>      \nbillionaire's row, don't hate. you know you would too\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n6:45 pm</dco> &nbsp;<qco> what's a good way to impress a keyboard player??</qco> </h3>      \nsome keyboard players are impressed by music. other keyboard players are impressed by things other than music. some keyboard players are just impressed by keyboards\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n6:41 pm</dco> &nbsp;<qco> Just to confirm, it isn't just me that gets basically every single idea for everything when I should definitely NOT be generating random ideas (when I'm supposed to be sleeping, school, etc ), right?</qco> </h3>      \nyes that's normal. it's kind of like in rom-coms, where the characters are always falling in love with each other in the most inconvenient circumstances\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n6:38 pm</dco> &nbsp;<qco> Does frustration do anything other than be stupidly frustrating</qco> </h3>      \nit makes non-frustration mean more to you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n6:36 pm</dco> &nbsp;<qco> what do people mean when they ask what the \"meaning\" of life is? or when they say they like volunteering for charity work because their actions have \"meaning\"? basically i don't understand what \"meaning\" means when it's not about language</qco> </h3>      \n\"what's the meaning of life\" is just a popular series of words to say. people say that without even knowing what it means. sort of like \"hope you had a good week\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n6:02 pm</dco> &nbsp;<qco> are the two friends from two friends at the beach and Perfect. the same friends or different ones?</qco> </h3>      \ni think they're different, but if you think they are the same i would understand. if you think it's all the same 1 person i would understand\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n5:02 pm</dco> &nbsp;<qco> did you have a nice christmas?</qco> </h3>      \ni think so, but that doesn't mean it couldn't have been a different day\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n4:12 pm</dco> &nbsp;<qco> whenever i listen to music, i noticed i would listen to it intently to figure out the certain chords and an instrument - when you listen to music, do you simply listen to it or do you dissect it?</qco> </h3>      \nif it's doing something i've never heard before that really seems effective then i'll probably want to look at it closely. but for the most part honestly i've been doing music so long that when i hear anything i know what the chords are immediately, just like when i hear someone speaking in english i know all the words right away\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n3:59 pm</dco> &nbsp;<qco> thoughts on Christ?</qco> </h3>      \none of the greats. McDonald's, Coca-Cola, Santa Claus, ..... Jesus,\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n2:25 pm</dco> &nbsp;<qco> i recently came up with a riff that i at first thought was really cool so i started recording it right away to make a song out of it, and after an hour of recording i finally got the right takes but the riff doesnt sound that interesting anymore to me bc ive heard it sk many times. is it a sign that the riff wasnt that good in the first place or will it be ok if heard a normal amount of times in a row what do you think</qco> </h3>      \nif you liked it the first time then it's good. don't worry about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n1:47 pm</dco> &nbsp;<qco> favorite bird?</qco> </h3>      \nplane\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n1:16 pm</dco> &nbsp;<qco> what is the most exotic food you've tried?</qco> </h3>      \nwhite castle\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n12:41 pm</dco> &nbsp;<qco> best place to store a trash can?</qco> </h3>      \nin plain sight\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n11:33 am</dco> &nbsp;<qco> bread?</qco> </h3>      \nbread is not a question. bread is the answer\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n11:22 am</dco> &nbsp;<qco> Why did you stop referring the people who ask swmilar questions to the same answer?</qco> </h3>      \ni secretly still do\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n10:20 am</dco> &nbsp;<qco> why is it called boxing day</qco> </h3>      \nbecause you put all the unwanted christmas gifts back in the box to return them in exchange for cold hard cash but no actually probably just store credit\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n9:06 am</dco> &nbsp;<qco> Why are people so mean lately? :(</qco> </h3>      \nsomeone might have been mean to them, or maybe they thought someone was mean to them\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n9:04 am</dco> &nbsp;<qco> is the ground plane an ekranoplan?</qco> </h3>      \ni don't see why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n8:21 am</dco> &nbsp;<qco> what if the universe was accidentally a fox</qco> </h3>      \ntry again soon i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n7:36 am</dco> &nbsp;<qco> have you ever drank dihydrogen monoxide</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n5:58 am</dco> &nbsp;<qco> did the idea in https://billwurtz.com/note202003022109.html become the concept for huge gamer?</qco> </h3>      \ni used that method for huge gamer, also for 'ground plane' and \"where i've been\". i'd like to do it more in the future also\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n4:38 am</dco> &nbsp;<qco> do you think that orange trees really exist</qco> </h3>      \nyes. to clarify, most of the tree is not orange-colored, but it bears orange fruit\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n3:28 am</dco> &nbsp;<qco> are the rumours true? are you working on a musical?</qco> </h3>      \naccording to my interpretation, almost everything i've ever produced counts as a musical. in that sense yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n2:09 am</dco> &nbsp;<qco> how do i balance wanting to make awesome art forever with not wanting to be alone on a desert island for the rest of my mortal days</qco> </h3>      \nmaybe you could make awesome art on a very populated island\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.24&nbsp; \n12:23 am</dco> &nbsp;<qco> Why is Christmas so lonely even when you're having a nice time?</qco> </h3>      \nmaybe it's reverse psychology\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.24&nbsp; \n11:28 pm</dco> &nbsp;<qco> I know it's not your expertise but I've always wanted to be a professional writer but never been able to convince myself to actually write something proper because I've been scared that I'll mess it up or something. Any advice surrounding that?</qco> </h3>      \nare you telling me you actually think 'proper' and totally non-messed-up writing is ANY good? i mean is that the kind of writing that you actually enjoy reading? like you are reading something and you think to yourself \"damn this thing is proper, with no mistakes. hell yeah\" \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.24&nbsp; \n10:57 pm</dco> &nbsp;<qco> how do i know if im doing a good job if im not getting feedback from someone else?</qco> </h3>      \neven if you are getting feedback from someone else who says you're doing a good job, how do you even know that they know?\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.24&nbsp; \n10:41 pm</dco> &nbsp;<qco> could you please please at least hint at when your songs are going to be released because i'm starving for your content so i ask you how much longer is there before they are released</qco> </h3>      \nyou think you're starving, how do you think i feel. anyway, the one thing i know about myself, and sometimes people who know me well remind me of this also: when it rains it pours\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.24&nbsp; \n10:29 pm</dco> &nbsp;<qco> What would happen if I post my full address on this forum?&nbsp;</qco> </h3>      \nyou can't post anything directly on here. all you can do is submit it to me and then i can choose whether or not to answer and post it. on rare occasions i've seen people put their addresses, phone numbers, but i would never publish anything like that, even if they wanted me to\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.24&nbsp; \n8:31 pm</dco> &nbsp;<qco> is zeta(3) a rational multiple of pi^3 like how zeta(2) and zeta(4) are rational multiples of pi^2 and pi^4</qco> </h3>      \nthis is slightly ahead of my education on the subject, but first i'm not sure if i'm on board with what you are saying about zeta(2) and zeta(4). i'm aware that zeta(2) is supposed to be pi squared over 6. but is pi squared over 6 really considered a multiple of pi squared (as you said)? my first intuition tells me it would not be, but maybe i am misunderstanding the use of the word 'multiple' here. i know what 'rational' means, and i certainly know what 'multiple' means, but does 'rational multiple' have a totally different meaning? or else, am i completely missing the fact that π^2 can be multiplied by some whole number to get [π^2 / 6] ? seems like you'd have to multiply by 1/6. my understanding of a 'multiple' of a number is you have to multiply the number by whole numbers to get multiples. but maybe 'rational multiple' has a different meaning and just no one is telling me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.24&nbsp; \n8:12 pm</dco> &nbsp;<qco> where is the line between a thing and the fake version of that thing?</qco> </h3>      \nit would be equidistant between the real thing and the fake thing, running at an angle perpendicular to the line connecting the real and fake things. to illustrate:   real thing     |     fake thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.24&nbsp; \n8:08 pm</dco> &nbsp;<qco> What happens when someone doesn't use a question mark in a question sentence? The sentence's vibe changes, even if you can still understand it is a question. You did it some days ago and it left me thinking \"wow, that is an interesting effect. What is going on here?\" So what is going on there?</qco> </h3>      \nin many cases it has a tendency to sound more laid back. but it kind of hinges around the contents and how obvious it is that it's a question, or inotherwords how redundant the question mark would be\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.24&nbsp; \n6:58 pm</dco> &nbsp;<qco> give me a cool word</qco> </h3>      \nknipperend(e)\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.24&nbsp; \n6:00 pm</dco> &nbsp;<qco> do you think evil people are right</qco> </h3>      \ni'll give you this much: i don't think people are right about the existence of evil\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.24&nbsp; \n3:26 pm</dco> &nbsp;<qco> Are you working on something currently?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.24&nbsp; \n2:18 pm</dco> &nbsp;<qco> What holiday do you hate? And why is it Easter?</qco> </h3>      \nis that the one where people assume my preferences for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.24&nbsp; \n2:11 pm</dco> &nbsp;<qco> what'd you get me for christmas?</qco> </h3>      \na new year, starting next week\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.24&nbsp; \n1:58 pm</dco> &nbsp;<qco> What did I just find?</qco> </h3>      \ncan you at least give me a hint\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.24&nbsp; \n1:33 pm</dco> &nbsp;<qco> Do you know of a phenomenon in which someone likes to listen to music that is detuned? For some reason, instead of listening to music tuned to the standard 440hz, I really love listening most songs at 445hz instead, making everything sound sharp. Is there some sort of reason for this? Am I the only detune lover?</qco> </h3>      \nit's gonna sound fresh that way. especially if you've already heard it normally before, but it also sounds fresh because 99% of all songs produced for the past 10 years have been tuned perfectly to A=440\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.24&nbsp; \n12:18 pm</dco> &nbsp;<qco> SHALL WE AMOUNT TO SOMETHING?</qco> </h3>      \ngo ahead. be my guest\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.24&nbsp; \n9:07 am</dco> &nbsp;<qco> can you make my question big?</qco> </h3>      \nnow that you mention it, i could make anyone's question any size i want\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.24&nbsp; \n8:36 am</dco> &nbsp;<qco> when's christmas?</qco> </h3>      \ni'm not sure\n<br><br>"
  }
]
