[
  {
    "html": "<h3> <dco>7.29.22&nbsp; \n10:07 pm</dco> &nbsp;<qco> If you could experience one minute of history in reverse time, which moment would you experience?</qco> </h3>      \nthe big bang\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.22&nbsp; \n8:19 pm</dco> &nbsp;<qco> What's your favorite part of an elephant?</qco> </h3>      \nthe size\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.22&nbsp; \n7:19 pm</dco> &nbsp;<qco> when does the happy plane come?</qco> </h3>      \nit's you. you're the happy plane\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.22&nbsp; \n6:50 pm</dco> &nbsp;<qco> when is the last time you used a capital letter?</qco> </h3>      \nabout 47 questions ago\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.22&nbsp; \n5:24 pm</dco> &nbsp;<qco> do you find prime factorization/other math processes soothing?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.22&nbsp; \n3:16 pm</dco> &nbsp;<qco> why is it so hard to say words even though i plan exactly what needs to be said immediately prior to attempting to say it</qco> </h3>      \nthat's exactly the problem: the time difference. instead of planning it before, try planning it at the exact moment you say it. you may surprise yourself, and that should be just enough to put everyone in a fresh mood\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.22&nbsp; \n2:45 pm</dco> &nbsp;<qco> thoughts on reggae</qco> </h3>      \ndank\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.22&nbsp; \n12:46 pm</dco> &nbsp;<qco> What's the best case scenario for the human race?</qco> </h3>      \neveryone is free to learn, explore, play, be challenged, and get to know each other. or get away, or come back, as desired\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.22&nbsp; \n11:02 am</dco> &nbsp;<qco> Answer me this. I don't like doing fun activities like what they do at summer camp. So why would I like orientation. The way it's sounding I would rather launch straight into classes. I'm scared and anxious. I won't make friends like that and I'm gonna be a loner like all the other times. Oh I don't wanna do ittttttt</qco> </h3>      \naround all these things you don't like, you're probably gonna realize what you do like\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.22&nbsp; \n9:56 am</dco> &nbsp;<qco> what's your favorite genre of music currently?&nbsp;</qco> </h3>      \nwhich genre is even which.... currently?\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.22&nbsp; \n9:02 am</dco> &nbsp;<qco> is it better for people to have different opinions, or should we all be a hivemind?</qco> </h3>      \ndifferent opinions are very cool. although nothing beats the comradery of a hive\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.22&nbsp; \n6:38 am</dco> &nbsp;<qco> I have to do a 114 bar alto sax solo completely improvised for a concert that's coming up in a few weeks. How do i make it sound interesting?</qco> </h3>      \nif you try to make it interesting, the audience will be interested, but not in the way that you want. they will sense that you are stressed out and they will be interested in how stressed out you are, just from a curiosity standpoint. there's really only 1 way to approach this........ try to make it 'uninteresting' on purpose. that's impossible, so that's the whole key to the trick\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.22&nbsp; \n5:20 am</dco> &nbsp;<qco> i am sad how do i make myself happier?</qco> </h3>      \none weird trick is to make someone else happy and then that will set off a chain reaction throughout the multi verse\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.22&nbsp; \n4:05 am</dco> &nbsp;<qco> Will you be forever answering our questions while giving a piece of your soul away each time?</qco> </h3>      \ni have one of the re-generating ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.22&nbsp; \n3:35 am</dco> &nbsp;<qco> what do you think about when not doing much?</qco> </h3>      \n......much\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.22&nbsp; \n12:32 am</dco> &nbsp;<qco> How does time work? Does it just go? Or is it the music of reality?</qco> </h3>      \nit's the moves in a chess game. each time 1 move is made, that's considered 1 unit forward in the timeline of the game. the player, however, must have special priveldge of existing in between the units to contemplate multiple options for future gametime units. nevermind, you are right, it is music\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.22&nbsp; \n10:04 pm</dco> &nbsp;<qco> do you think it's possible to avoid making the same mistakes as our ancestors?</qco> </h3>      \nsome of them but not all of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.22&nbsp; \n8:43 pm</dco> &nbsp;<qco> whats a question you cannot answer</qco> </h3>      \nit would be this one except if i answered it then that would no longer be the correct answer\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.22&nbsp; \n6:37 pm</dco> &nbsp;<qco> hey bill, I'm trying to learn a new instrument&nbsp;&nbsp;and its not super easy to like kinda figure out a starting point of like where to start learning, and i figured since you play a ton of stuff i should ask if you kinda had any advice on how to start learning?</qco></h3>      the magic of music all comes from right in that limbo state in between 2 choices. basically it's the space that the \"no free will\" nay-sayers will say shouldn't exist. but it powers all of music. just get near your instrument (or far, whatever) and just keep contemplating whether or not you should touch the instrument. change your mind. you can touch the instrument, or not, either way, but the wild ride happens as these 2 extremes battle it out within your soul  <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This also goes for video editing, I am not really sure what to start with. Any advice? Thanks!</qco> </h3>      \nstart with a blank space, maybe a rectangle, as long as you're getting into the video mindset (most videos are probably rectangular). and just exercise the opportunity to possibly put 1 dot on the page, anywhere. specifically call upon your ability to place the dot at any location on the page. try to find a place where you think no one has ever put the dot before. or, try to find the place where you think is the absolute #1 most common location for the dot to possibly be placed. or, if you are feeling absolutely ridiculous, you can try to place the dot in a location that has a uniqueness level of exactly 50% <br><br>"
  },
  {
    "html": "<h3> <dco>7.28.22&nbsp; \n6:06 pm</dco> &nbsp;<qco> What's your favourite flavour of chips?</qco> </h3>      \nchocolate\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.22&nbsp; \n4:26 pm</dco> &nbsp;<qco> have you ever considered joining the army?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.22&nbsp; \n3:42 pm</dco> &nbsp;<qco> what's the largest park in nyc you know of bill</qco> </h3>      \ncentral park\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.22&nbsp; \n1:14 pm</dco> &nbsp;<qco> if you could say one sentence to yourself from 10 years ago what would you say?</qco> </h3>      \nhello\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.22&nbsp; \n11:37 am</dco> &nbsp;<qco> Which dimension do you go in to find your lyrics?</qco> </h3>      \nany. lyrics can come from all of them\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.22&nbsp; \n11:17 am</dco> &nbsp;<qco> Is it Morbing time?</qco> </h3>      \njust about\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.22&nbsp; \n10:59 am</dco> &nbsp;<qco> do you like squares?</qco> </h3>      \nyes but it's not the only thing i like\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.22&nbsp; \n9:54 am</dco> &nbsp;<qco> How do I break my guitar? Smash it straight into the ground or use pliers or something?</qco> </h3>      \nyou can watch a 'how to build a guitar' tutorial and just do it backwards\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.22&nbsp; \n7:28 am</dco> &nbsp;<qco> where are you nowadays, what's your routine</qco> </h3>      \nbeing normal, whilst engaging in normalcy\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.22&nbsp; \n6:31 am</dco> &nbsp;<qco> what are your thoughts on the universe?</qco> </h3>      \nit's pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.22&nbsp; \n5:06 am</dco> &nbsp;<qco> What are your opinions on Winter?</qco> </h3>      \nit's dark most of the time. think back to any memory of winter. chances are it was night time\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.22&nbsp; \n4:26 am</dco> &nbsp;<qco> does pineapple belong on pizzas</qco> </h3>      \npineapple is pizza. pineapple and pizza are 2 different names for the same thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.22&nbsp; \n4:17 am</dco> &nbsp;<qco> for 'new arrivals in india', is this transcription even in the same zip code of correct:<br><br>new arrivals in in...<br>D&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A Bmin A&nbsp;&nbsp;Ebmin7 <br>(could put inversions here but there's clearly no bass yet so no discernible point to doing that)<br><br>...dia, maybe it's those horse people i was talkin about<br>&nbsp;&nbsp;&nbsp;Bb7sus4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bbsus4/Gb&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bb/C<br><br>or their cousins or something<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bbmin7/Ab&nbsp;&nbsp;Bbsus4/C<br><br>and they wrote some hymns and mantras and stuff<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;C#sus4/A&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dbma7/Ab<br><br>there could be a D# in that C#sus4/A chord i dunn\n o</qco> </h3>      \nwell, <a href=\"newarrivals-write201607172309.mp3\" target=\"_blank\">here</a> is the original reference recoring of the composition, from july 17, 2016. just listening through this it seems like you got most of the important turns. there are some ghost chords in between, i was actually composing every individual syllable. but who knows if those passing bits actually made it onto the final recording. i'm surprised your transcription matches this demo so well. that's credit to both your transcription accuracy and my determination to do it exactly the way i composed it, even though i probably didn't produce these jingles until 6 months later and multiple more millennia of history research\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.22&nbsp; \n2:07 am</dco> &nbsp;<qco> What things inspired you to make music?&nbsp;</qco> </h3>      \nmusic, and then everything else besides music, especially when you combine those things with music\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.22&nbsp; \n12:32 am</dco> &nbsp;<qco> what is steve's real name?</qco> </h3>      \nit's your name\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.22&nbsp; \n11:23 pm</dco> &nbsp;<qco> can you tell me what your favorite video game is</qco> </h3>      \nmaking videos\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.22&nbsp; \n8:53 pm</dco> &nbsp;<qco> do you sometimes reverse the reverse psychology or reverse the reversed reverse psychology?</qco> </h3>      \nyes, those are all standard moves\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.22&nbsp; \n8:15 pm</dco> &nbsp;<qco> hey bill, do you ever dress \"snazzy\"?</qco> </h3>      \nonly for videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.22&nbsp; \n6:35 pm</dco> &nbsp;<qco> best fun fact?</qco> </h3>      \nfiction\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.22&nbsp; \n4:02 pm</dco> &nbsp;<qco> why do you write such abstract lyrics for your music?</qco> </h3>      \nsometimes i do this to compensate for the previous lines not being abstract enough. so then, \"why do i write lyrics that are not abstract\"? i'm glad you asked that; the reason i would do this may be to compensate for earlier lines being too abstract<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.22&nbsp; \n4:02 pm</dco> &nbsp;<qco> Can we be friends and make art together, I think you're really cool</qco> </h3>      \ni'll see if that can be arranged\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.22&nbsp; \n12:08 pm</dco> &nbsp;<qco> ego reminds me of perspective that doesnt know its perspective</qco> </h3>      \nfair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.22&nbsp; \n11:58 am</dco> &nbsp;<qco> Why are u funny</qco> </h3>      \nthat's because i adhere strictly to the scientific method\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.22&nbsp; \n11:56 am</dco> &nbsp;<qco> what is not the title of your next song?</qco> </h3>      \nhips don't lie\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.22&nbsp; \n11:20 am</dco> &nbsp;<qco> What talent would you show off in a talent show?</qco> </h3>      \ngoing on stage\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.22&nbsp; \n10:56 am</dco> &nbsp;<qco> how do you write your songs?</qco> </h3>      \ni try to write them wrong. songs love that\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.22&nbsp; \n9:12 am</dco> &nbsp;<qco> is music still cool?</qco> </h3>      \nworse. it's crazy\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.22&nbsp; \n8:43 am</dco> &nbsp;<qco> What is the biggest lie you've ever been told?</qco></h3>      probably one of the ones i still believe<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And the biggest lie you have told?</qco> </h3>      \neither i have never told a lie, or it's \"i have never told a lie\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.22&nbsp; \n5:12 am</dco> &nbsp;<qco> Any thoughts about Windows OS?&nbsp;</qco> </h3>      \ntoo good. don't use\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.22&nbsp; \n3:46 am</dco> &nbsp;<qco> in \"mount st. helens is about to blow up\", what are the chords for \"ground and turn grey\" </qco></h3>      \"ground and\" would be D/E (\"D over E\"), \"turn\" may slightly touch on Emin7 as a resolve from the D/E, and \"grey\" is E/A (\"E over A\"). or you can call it \"Asus2maj7\" if you prefer<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and then for \"mount st. helens is feeling crazy and adventurous\"?</qco> </h3>      \"mount st. helens is feeling\" should be some kind of Bbmaj9. \"crazy\" should be something like Csus2 over A. Somewhere near \"zy and\", the bass should go to D, which makes it something like D7sus4 or maybe D9sus4, also known as C over D. \"adventurous\" is some kind of Gmaj9.\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.22&nbsp; \n10:28 pm</dco> &nbsp;<qco> what year is it</qco> </h3>      \nmust be 3 or 4 by now\n<br><br>"
  }
]
