[
  {
    "html": "<h3> <dco>8.20.17&nbsp; \n8:01 am</dco> &nbsp;<qco> did you know, 'that's the way I like to live my life' has such good vibes and hits us right in the feelings so hard that the world might just turn out OK? can you think of a way to increase the audible dosage of it? or maybe someone could find an alternate way around making a full song in the spirit of it, in some variation of sorts?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp;\n3:49 am</dco> &nbsp;<qco> i always thought \"F#sus\" was a more common way to mean E/F# ,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; been in situations that \"F#, B, C#\" was written as F#sus2&nbsp;</qco></h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp;\n2:55 am</dco> &nbsp;<qco> Why do you often juxtapose an upbeat tune with dark lyrics? (eg. \"there's no more joy or pleasure in anything,\" from 'I Can Play') I know I find that sort of thing very enjoyable, but I don't know why.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp;\n1:14 am</dco> &nbsp;<qco> will you please make a new word up for me?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp;\n12:53 am</dco> &nbsp;<qco> what's a cool prank i can pull?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n10:28 pm</dco> &nbsp;<qco> is everything a particle</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n9:56 pm</dco> &nbsp;<qco> Hi, I'm Steve. Just kidding that's not my name. And this is an analysis on that video. A theory more like it. I would love to share it with you and I know that you just did that video for an experiment but I would love to still come up with a theory on my own. And I think mine might be quite a mind-blower.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n9:35 pm</dco> &nbsp;<qco> why do you decide to create the scramble page? you know, the anagrams page.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n9:29 pm</dco> &nbsp;<qco> If you lived forever, do you think that life would become less meaningful? Or more? Would you Would you get bored after a few thousand years, or is there enough stuff in the universe that you would never run out of things to do?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n9:24 pm</dco> &nbsp;<qco> hey so i have this problem where i can't compliment myself in fear someone else will disagree with me. like, say i think my nose is nice. i like my nose, it's a good nose. well, there could be this other person that says \"oh no your nose is really big it's not cute\", and so on. what should i do because i think im a good person but there is always this voice in my head that says \"no, look at yourself from someone else's point of view, you aren't fine\" and i can never say anything good about myself, i just put myself down so no one else can and hurt me. do you have any solution for this? btw im not vain, i just don't think im awful.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n9:12 pm</dco> &nbsp;<qco> If you have a big old graphite rock... can you erase it with the eraser on a pencil?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n9:07 pm</dco> &nbsp;<qco> Do you think what it's like before we're born is similar to what it's like after we die?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n8:34 pm</dco> &nbsp;<qco> If life gave you lemons, what would you do with them?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n8:21 pm</dco> &nbsp;<qco> what was the first question in this page? i know about the ask.fm thing;&nbsp;but in this page? what was the first question bill?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n7:35 pm</dco> &nbsp;<qco> i'm starting school in a few days and i have to take physics. i'm gonna get a few colored pens to make my notes more fun. what colors do you think i schould go for?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n7:34 pm</dco> &nbsp;<qco> Howdy Bill! So I'm thinking about buying a bass to toy around with. I've been playing piano and playing in a band for a while. So I'm familiar with how to write bass lines, and how the bass fits in with the overall harmony/rhythm of a tune... But I really wanna learn how to actually play the thing! Couple questions for you... Bass strings? What are the advantages/disadvantages of round wound vs flat wound strings? Do they sound different, or is just a different feel to them when playing? Also, what are the advantages/disadvantages of using heavy gauge strings vs light gauge strings (different sound or just different feel)? \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;One more question, how important do you think it is to learn \"proper\" right-hand technique?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I dabble on guitar a bit, so I think I can play the bass lines just fine.. but I want to make it sound good, which means more than just hitting the right note at the right time. Would you recommend watching videos showing right hand fingerin\n g techni\n que and all that kind of stuff?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n7:27 pm</dco> &nbsp;<qco> I find it hilarious when you reply with a \"no\" to a multiple choice question does it make you laugh too? or is it because you have to be outside of the \"box\"? Did you see what I did there?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n7:09 pm</dco> &nbsp;<qco> Have you ever been to the sun?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n6:57 pm</dco> &nbsp;<qco> how do i get to know myself?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n6:17 pm</dco> &nbsp;<qco> do you ever get overwhelmed by all the stuff you want to do? i find that if I have lots of different ideas for what to do, they all fly in and out of my head like butterflies;&nbsp;so I forget them. Is there a thought-butterfly net I can buy somewhere?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n6:15 pm</dco> &nbsp;<qco> what is your favorite way to tell people you don't like questions about favorites</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n6:07 pm</dco> &nbsp;<qco> Uur splling iz tearible</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n6:03 pm</dco> &nbsp;<qco> what brand of shoes should i get for back to school?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n5:38 pm</dco> &nbsp;<qco> bill do u think most humans are kinda dumb?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n5:28 pm</dco> &nbsp;<qco> if Buffalo buffalo buffalo other buffalo, do Buffalo buffalo buffalo Buffalo buffalo?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n5:15 pm</dco> &nbsp;<qco> how do you meet someone without greeting them first?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n4:36 pm</dco> &nbsp;<qco> Is Istanbul and Constantinople the same place</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n4:22 pm</dco> &nbsp;<qco> what is the most efficient way to make money online?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n4:17 pm</dco> &nbsp;<qco> What makes a person worthwhile talking to? Or even making friends with? For you personally, of course. I'm basically asking what sorts of people would you want to be friends with.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n3:06 pm</dco> &nbsp;<qco> How did you come up with the name \"time mop\"?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n3:05 pm</dco> &nbsp;<qco> Are there extra points when you anagram a thing into a related thing? Like \"spaghetti and meatballs\" -&gt; \"blame this tangled pasta\".\n<br>\n<br>That was really nice.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n2:45 pm</dco> &nbsp;<qco> Favorite anime character?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n2:32 pm</dco> &nbsp;<qco> do you have a fetish? mine is time and space</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n2:31 pm</dco> &nbsp;<qco> what if we can't become real?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n1:52 pm</dco> &nbsp;<qco> in one of your notes you mention that you might try not listening to music anymore, that that might somehow help you make a breakthrough in writing your own music. did you follow through on that in any way?? if so did it help??</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n1:48 pm</dco> &nbsp;<qco> Will you make \"that's the way I like to live my life\" from \"hi, I'm steve\" into a full song?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n1:42 pm</dco> &nbsp;<qco> why do you always restrict yourself to the chromatic scale when writing music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n1:24 pm</dco> &nbsp;<qco> How do I make friends if I'm extremely scared of social interaction?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n12:17 pm</dco> &nbsp;<qco> are you the president?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n10:07 am</dco> &nbsp;<qco> Do creativity and curiosity go well together? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I think they are a match made in heaven&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n8:51 am</dco> &nbsp;<qco> Bill what do you think of solipsism?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n8:45 am</dco> &nbsp;<qco> Hi Bill. Maybe you can help point me in a good direction for this. I know it's a topic you brought up in a few of your reality vids. So, I have a seemingly endless supply of unfinished songs. Some of them are just little bits and pieces,&nbsp;&nbsp;some of them are nearly finished. But I can probably count on one hand the number of songs that I actually finished and recorded this year. I want to finish my songs. I want a nice base of full, completed, solid recordings. But I LOVE to write, much more than record. The ideas come faster than I can keep up with. I have multiple binders filled with sketched out charts and I don't how many rough audio demos. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;At what point do I need to say, ok stop writing, and finish what you've got? The issue is if I finish what I got that would mean going a very long time without writing, which is my favorite thing to do. I know it's different for me than you, because I don't have a fanbase awaiting my next move and deman\nding mor\ne content... But I know this is something you've had to deal with. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm sure you've been asked this a lot too. But any advice you have would be awesome.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n5:25 am</dco> &nbsp;<qco> do you think that english history should be split into two sections: before and after the colour orange was given an english name?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n3:53 am</dco> &nbsp;<qco> some months ago you seemed really looking forward to making an album. why isn't this a priority to you anymore?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n3:50 am</dco> &nbsp;<qco> is the meaning of life really 42</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n3:49 am</dco> &nbsp;<qco> is the moon flat</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n3:22 am</dco> &nbsp;<qco> do you think that the F#sus on the chorus of moviestar gives that \"hopey\" vibe that the lyrics implies? what do you think of that chord in those moments?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n3:19 am</dco> &nbsp;<qco> what do you think about the whole \"432hz tuning in synch with nature energy natural good sound\"&nbsp;&nbsp;thing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n2:57 am</dco> &nbsp;<qco> would you say mastery of diminished scales or pentatonic scales allows one greater freedom to improvise over whatever harmonies they choose to?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n2:36 am</dco> &nbsp;<qco> hi bill, i really like the ornament on the in (\"rather stay in\" moviestar), really comfy, just like staying in. you came up with that melody while improvising or did you write it in your head first?&nbsp;</qco> </h3><br><br>"
  }
]
