[
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n6:19 am</dco> &nbsp;<qco> can u please fix your website.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it has a lot of errors and the doctype should be !DOCTYPE html </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and also the password thing on https://billwurtz.com/reality.html should be type=\"password\" i think.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n6:17 am</dco> &nbsp;<qco> I thought you said somewhere you were doing songs in increasing length (as you have so much written), </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but the recent few are about 2:30 long but a few older ones like outside are 3 minutes long?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n6:13 am</dco> &nbsp;<qco> why does the \"I'm feeling randy\" button act as the page submit while the ask button acts as a separate thing? why not make the submit button redirect you to whatever and the ask button the actual submit button?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n6:12 am</dco> &nbsp;<qco> why do you bother with this website? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;why are there so many pages of unpublished content nobody will ever see</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n6:00 am</dco> &nbsp;<qco> should I write this bridge in 5/8?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n5:59 am</dco> &nbsp;<qco> ur website has errors pls fix the errors thanks</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n5:34 am</dco> &nbsp;<qco> will you schedule your twitch livestreams to your viewers or will the streams be at seemingly random times to the viewers?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n5:18 am</dco> &nbsp;<qco> Now i'll have to wait another 3 months for your newer video</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n3:52 am</dco> &nbsp;<qco> What's the answer to the question at 1:15 in your latest song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n3:39 am</dco> &nbsp;<qco> any tips on how to come up with extremely powerful lines like \"praise the god damn day\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n3:38 am</dco> &nbsp;<qco> do you ever wear pants</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n3:36 am</dco> &nbsp;<qco> My friend says you are the greatest, is this the true?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n3:32 am</dco> &nbsp;<qco> did it hurt when you fell off of that chair</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n3:26 am</dco> &nbsp;<qco> do you drum with drumsticks or do you find it easier to use regular sticks</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n3:14 am</dco> &nbsp;<qco> As a consumer I think hallelujah is a good song, but its so strange and unintuitve you have to listen to it more than once to fully appreciate its language</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n3:14 am</dco> &nbsp;<qco> why u make music</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n3:11 am</dco> &nbsp;<qco> thoughts on cameras</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n3:01 am</dco> &nbsp;<qco> Almost every Bill Wurtz song has some lines saying things like I can't go back to where I came from, or There is no return... Hallelujah seems as if it's the last song in a concept album of a guy travelling and then hallelujah, he is back.\n<br>Will you ever make an actual album or compile some songs into a Bill Wurtz anthology?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n2:59 am</dco> &nbsp;<qco> is it better to ask questions to your past self or your future self? whose answers are more useful?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n2:45 am</dco> &nbsp;<qco> Is it gay if two guys kiss?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n2:42 am</dco> &nbsp;<qco> What are the meanings behind your videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n2:20 am</dco> &nbsp;<qco> Why can't I find your latest song on spotify</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n2:12 am</dco> &nbsp;<qco> Now that you've made three songs in a row, is your next video going to be an anything video</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n1:48 am</dco> &nbsp;<qco> is new canaan your most well recieved by your most devoted fans?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n1:18 am</dco> &nbsp;<qco> What drives you to make music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n12:29 am</dco> &nbsp;<qco> Is \"Hallelujah\" not supposed to be on https://billwurtz.com/songs.html?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n11:55 pm</dco> &nbsp;<qco> how do u set a routine and stick to it i can barely get outta bed in the morning</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n11:47 pm</dco> &nbsp;<qco> Is there a reason that you are currently repping your Twitch on your new \"hallelujah\" video?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n11:43 pm</dco> &nbsp;<qco> are you apart of the illuminati?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n11:33 pm</dco> &nbsp;<qco> do you have a patreon or a way I can support you while you create stuff?</qco> </h3><a href=\"https://billwurtz.com/donate.html\">sure</a>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n11:23 pm</dco> &nbsp;<qco> What was the deal with your tweets on 8/21/18\n<br> They seemed like jibberish.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n11:09 pm</dco> &nbsp;<qco> When are you going to tour?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n11:04 pm</dco> &nbsp;<qco> does the sun smile?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n11:01 pm</dco> &nbsp;<qco> do you plan to put your older songs on streaming websites if they're not already on there</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n10:55 pm</dco> &nbsp;<qco> Are my dreams just dreams or am I a person?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n10:34 pm</dco> &nbsp;<qco> Do you put in the milk before the cereal or the cereal before the milk?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n10:32 pm</dco> &nbsp;<qco> Given the recent song's release date and content, I'd say you're getting faster at video production. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Found any rad shortcuts recently?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n10:21 pm</dco> &nbsp;<qco> ive been staying at home all summer and making music, and it's been a pretty good time. my parents used to be really discouraging over me pursuing music but now they seem to have somewhat accepted it. anyways the only issue is that ive been working on a lot of stuff (producing songs + film scoring on logic pro w my new midi controller) but my parents seem very disinterested in seeing what i've been working on all summer and it makes me feel kinda sad. i get validation through my friends and even my siblings tell my parents that it seems like i really found a passion and am making some cool stuff, but they haven't once asked to see my stuff, and it doesn't really affect my desire to do what i wanna do, but it just makes me kinda sad. should i try harder to open up my music to my parents and show them this part of me or should i accept that they don't rly care and focus on the people who do</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n10:19 pm</dco> &nbsp;<qco> Are you part of the film crew for despacito 2</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n10:18 pm</dco> &nbsp;<qco> Can I commission you to make a music video for me?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n10:12 pm</dco> &nbsp;<qco> Hiiii okay I did something today that was pretty great. I sat there... and I was just thinking about being super scared to do all my art stuff like music and drawing. I just HATE BEING UNSATISFIED WITH MY ART AHHH I HATE THAT FEELING. And I was like YOU KNOW WHAT I DONT GIVE A FUCK IM GOING TO DO IT EVEN IF ITS SCARY TO ME. SO I DREW AND PUT LED TO PAPER LIKE A MAN!!! AND I IMPROVISED MY SHITTY YET PRETTY GOOD LITTLE TUNES ON THE KEYBOARD LIKE A MAN!!! AND IM A GODDD NOW! I DIDNT LET MY JUDGEMENT STOP ME OR FAZE ME I JUST KEPT GOING AND I KNOW IT FEELS BAD BUT I CANT JUST STOP AHHHH I still wonder why it's so scary to me to do all this stuff. Like it's super scary man.&nbsp;&nbsp;I still want to pinpoint the exact reasons. I'm just that kind of guy that wants to know exactly why I'm feeling scared. SO IM GOING TO CONTINUE ON AND HONE MY BEAUTIFUL SKILLS EVEN THOUGH IM KIND OF SHIT AND ILL TRY TO FIGURE OUT WHAT THE ROOT OF ALL THIS MENTAL SPAZ IS AND TRY TO BE AT PEACE WITH IT AND RESOLVE IT BUT IM STILL GOING TO DO MY ART AND NOTHING WILL STOP ME AHHHHHHHHHH hahahahaha. Ahah AHAHAHAHA&nbsp;&nbsp;I gotta film a video of me saying this shit out loud that would be fun. Anyways my day has been A MIXED BAG but I have DONE SOMETHING THAT SCARED ME AND IM GOING TO CONTINUE DELVING INTO MY FEAR ANANSBSSBSBSBDBHDDHFHFB AHAHAHAHAHA AHHAHAHAAHAHHA FUCK THIS IS SCARY WHAT AM I DOING IM ACTUALLY REALLY SCARED TO TRY AGAIN BUT IM STILL GOING TO DO IT.&nbsp;&nbsp;ANYWAYS I LIKE YOUR SONG MAN ITS REAL NICE. ITS A DIFFERENT CHANGE OF PACE I SUPPOSE. AND I LIKE IT. I LIKE ALL YOUR WORKS SO THATS GOOD. I DONT KNOW WHY MY HEAD IS STILL SPAZZING SND WHY IM STILL TYPING. BUT IM GOING TO SLEEP. IM GOING TO TRY. I THINK. UMMMM GOODNIGHT&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:59 pm</dco> &nbsp;<qco> when is fridge</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:41 pm</dco> &nbsp;<qco> earth is weird. wanna get off?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:41 pm</dco> &nbsp;<qco> yo when will hallelujah be on spotify because i thoroughly enjoy that song!!! ur the man</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:28 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201808211005\">8.21.18&nbsp;&nbsp;10:05 am</a> &nbsp;&nbsp;If I can contribute to this contest: Hello Goodbye by the Beatles (1967). I feel like perhaps an earlier Beatles song has the bVI -&gt; bVII -&gt; I cadence, but I can't think of it. Do you think like a Sinatra or a Frankie Valli or someone from the 50s has it in one of their tunes?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:22 pm</dco> &nbsp;<qco> what's your favorite animal and what's your favorite vegetable?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:19 pm</dco> &nbsp;<qco> how do you be so simultaneously transparent and mysterious</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:06 pm</dco> &nbsp;<qco> do you plan on releasing more songs like La de da de da de da de day oh?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; your other songs feel a bit too esoteric, schizophrenic, or some other kind of ic for me. idk you're the artist guy and im just some random guy, i don't really have any ground to stand on. i have committed La de da de da de da de day oh to heart, though. my heart has more space for songs.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:05 pm</dco> &nbsp;<qco> Why does school make me depressed? :(</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n8:50 pm</dco> &nbsp;<qco> Was it weird making Hallelujah, because of its differences (in terms of mix) from your recent songs?</qco> </h3>"
  }
]
