[
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n3:36 pm</dco> &nbsp;<qco> what are some things you really want to do but can't</qco> </h3>      stop time to i can make copious quantities of every type of content instantly\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n3:26 pm</dco> &nbsp;<qco> no 2017 stuff in reality?</qco> </h3>      there was no 2010, 2011, 2012, 2013, 2014, 2015, or 2016 stuff in the reality page at all before i built the whole thing and crawled through thousands of hours of footage and built the entire section over a 3 month period in 2016, while putting all other projects on hold. perhaps this will happen again soon so i can get a chance to bring it up to date\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n3:19 pm</dco> &nbsp;<qco> why did you provide video evidence of you having shaved your piano if you're so uninterested in talking about piano shaving whatsoever??</qco> </h3>      the main purpose was to create a fun and intriguing video. the task was completed on a tuesday (i think?) in late september 2014, and the video was finished and posted. the following week it was time for a different scenario. such as \"print out my feelings,\" for example. i hope that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n3:15 pm</dco> &nbsp;<qco> <a href=\"tired-of-answering-questions.html\">do you ever get tired of answering questions?</a> </qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n2:34 pm</dco> &nbsp;<qco> <a href=\"if-you-were-what-would-you.html\">if you could be a font size which would you be</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp; \n1:50 pm</dco> &nbsp;<qco> There are several times in which someone asks a question referencing one of your videos, and you respond that you don't know what they're talking about. </qco></h3>      i don't know what you're talking about<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nI know that you understand the piano shaving questions, but do you actually not understand the reference, or are you just messing with people. Thanks. Or no thanks. It depends on whether or not you answer my question. </qco> </h3>      i do understand the reference. it's a reference to one of my videos, 'shaving my piano.' a lot of people ask me serious logistical questions about actually shaving a piano, how to do it, how often to do it, what to use, etc... and my response is that it doesn't make sense. shaving a piano doesn't make sense, and is impossible. i did many other videos in 2014 in a similar format, acting out a simple yet illogical task, with physical and musical conviction. i think this was a fertile source of fun short videos, many of which caught on very well with viewers. i hope that makes sense <br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp; \n1:41 pm</dco> &nbsp;<qco> So how does one actually become your apprentice? </qco> </h3>      i'm not sure. no one has done it before<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp; \n1:38 pm</dco> &nbsp;<qco> is time a made up concept</qco> </h3>      yes but right now i don't know how to unmake it<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp; \n1:06 pm</dco> &nbsp;<qco> Why are you answering questions in the middle of the night? </qco></h3>      perhaps i am not<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Why are people asking you questions in the middle of the night?</qco> </h3>      perhaps thry are not<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp; \n12:55 pm</dco> &nbsp;<qco> Will you ever respect uppercase spelling?</qco> </h3>      will you ever respect the respect i have for it<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp; \n12:48 pm</dco> &nbsp;<qco> <a href=\"live-tour.html\">Do you plan on touring? Would love to see you live!</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp; \n12:45 pm</dco> &nbsp;<qco> <a href=\"survival-strategy.html\">What inspires you to make your content?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp; \n12:42 pm</dco> &nbsp;<qco> Do you have a mental health disorder?</qco> </h3>      i will check<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp; \n12:20 pm</dco> &nbsp;<qco> Do you consider your aesthetic minimalistic, or retro?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nAlso, why did you pick the pastel/soft neon color theme for your history videos?</qco> </h3>      i don't really know what you mean<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp; \n12:19 pm</dco> &nbsp;<qco> okay well which parts of songs in songs in the key of life  stand out to you?</qco> </h3>      if it's magic<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp; \n11:59 am</dco> &nbsp;<qco> You have said earlier that you are going to try to make videos every tuesday for a long time now, but no videos are out. Care to explain?</qco> </h3>      i never said that<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp; \n11:34 am</dco> &nbsp;<qco> <a href=\"how-to-make-friends.html\">how do I find friends bill?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp; \n11:30 am</dco> &nbsp;<qco> Jesus bill still room for any more apprentices?</qco> </h3>      so far i don't have any<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp; \n10:40 am</dco> &nbsp;<qco> do you make poems (musicless)? if so, will you ever publish them?</qco> </h3>      i like expressing myself using written words (no music just words) in various ways ranging from abstract to concrete. let me know if that is what you mean by poems, and if so i will tell you where that content is located<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp; \n10:20 am</dco> &nbsp;<qco> How to deal with life if you are bored with literally everything?</qco> </h3>      i guess you're gonna have to make your own things<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp; \n10:19 am</dco> &nbsp;<qco> what is your definition of knowledge? </qco></h3>      knowing stuff<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nand how to figure out what u know,</qco></h3>      i don't know. i guess i usually know what i know<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what you can know, </qco></h3>      i don't think you can be sure what you can know until you know it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and how to improve your creativity? </qco> </h3>      keep doing more things, and looking for new ways to do them!<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp; \n10:14 am</dco> &nbsp;<qco> serious question: are you ever joking? </qco> </h3>      yes, and i take joking very seriously<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp; \n10:11 am</dco> &nbsp;<qco> What's <a href=\"fav-fav.html\">favorite favorite</a>?</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp; \n9:26 am</dco> &nbsp;<qco> what year was the new song written? i love it btw!</qco> </h3>      mostly 2011, with some small adjustments probably in 12 and 13. the final version i used was from nov 2013<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp; \n9:10 am</dco> &nbsp;<qco> Are space and time intrinsic to one and other?</qco> </h3>      they can be\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n9:00 am</dco> &nbsp;<qco> u sure do get a lot of questions dont you</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n8:50 am</dco> &nbsp;<qco> I know you know how to draw, so how do you draw good</qco> </h3>      you have to just draw and hope it's good. try to just enjoy yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n8:35 am</dco> &nbsp;<qco> I ask you questions nearly daily, but is that an irritating thing? </qco></h3>      no, that's what this page is here for<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I know you already get so many and you're overloaded, so I feel a bit guilty -- but I really do have a lot of questions. I wish I could get to know you personally as you always seem so interesting and insightful, but then again, so do so many other people. Alas, if only I'd found your content earlier.</qco> </h3>      you probably can, you just might have to be a little persistent\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n8:21 am</dco> &nbsp;<qco> do you really read these questions?</qco> </h3>      some of them. yours for example\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n7:52 am</dco> &nbsp;<qco> how to eb wierd?</qco> </h3>      just try to be normal. that should be weird enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n7:47 am</dco> &nbsp;<qco> What's your favorite chord?\nBut what if there is no melody? </qco> </h3>      which ever one seems to support the situation at hand\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n7:39 am</dco> &nbsp;<qco> are you finished with the audio portion of your new thing?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n7:38 am</dco> &nbsp;<qco> Art sounds like trying to remember everything that ever happened at once, thoughts?</qco> </h3>      ah, that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n7:35 am</dco> &nbsp;<qco> <a href=\"i-have-a-question.html\">I have some questions bill.</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n6:23 am</dco> &nbsp;<qco> Will this be the first question you answer on the June 2017 questions page?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n5:41 am</dco> &nbsp;<qco> wen will u upl0ad more</qco> </h3>      hopefully all the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n5:21 am</dco> &nbsp;<qco> How would you make a melody that fits the rest of the piece and the general idea of it?</qco> </h3>      you just have to make something up. the same way you just make up words when you're talking, and hope it makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n3:49 am</dco> &nbsp;<qco> What are your favourite songs on songs in the key of life?</qco> </h3>      what if i only like parts of the songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n3:36 am</dco> &nbsp;<qco> okay well which parts of songs in sgt pepper stand out to you?</qco> </h3>      the part with \"if i'm wrong i'm right, where i belong i'm right, ...where i belong\" etc. and also \"may i inquire discreetly, when are u free to take some tea with me\". also the part where john's tripping and thinks he's a walrus, that's pretty memorable as well, but i'm not sure which album that's on\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n3:28 am</dco> &nbsp;<qco> <a href=\"dont-understand.html\">square or diamond</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n2:41 am</dco> &nbsp;<qco> can u predict the future </qco> </h3>      i can try, but it's still allowed to change\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n2:09 am</dco> &nbsp;<qco> how can I Ben sure my ideas aren't stupid?</qco> </h3>      you can't. that's part of the fun of ideas\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n2:08 am</dco> &nbsp;<qco> <a href=\"shaving-my-piano.html\">Should I shave my piano or just let it be itself?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n2:03 am</dco> &nbsp;<qco> What if a question wasn't a question?</qco> </h3>      then you might have to stop calling it a question\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n1:58 am</dco> &nbsp;<qco> bill, can we please have more context/information about \"no castle\"?</qco> </h3>      it was an instrumental i recorded in 2010, as part of a desperate burst of energy to get something done. it's kind of a self-sabotage sort of piece. as for the video, it was made in 2014 as one of the weekly music videos, where usually i would pick songs with lyrics, but i figured it would be fun to see what happens when you try to make a video for a song with no lyrics. with no lyrical content to latch on to, i had to resort to teddy bears, horses, and john travolta \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n1:52 am</dco> &nbsp;<qco> is there any actual way to get in touch with you? </qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n1:06 am</dco> &nbsp;<qco> Do you always notate the music on a score for a video before recording it? Just asking because I saw the one at the end of 'you're free to do whatever you want to' </qco> </h3>      nowadays i prefer to just use text and audio files to demo and explain how the song goes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n12:59 am</dco> &nbsp;<qco> what you working on\n</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.17&nbsp;\n12:06 am</dco> &nbsp;<qco> who created the universe</qco> </h3>      not exactly\n\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2017-05.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n11:29 pm</dco> &nbsp;<qco> I've been making songs for a while but I recently forgot how. Will I be able to remember?</qco> </h3>      yes, as long as you are willing to start even before you think you remember\n<br><br>"
  }
]
