[
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n11:05 am</dco> &nbsp;<qco> i feel like i remember you saying you would release a video by the end of this year or something. are you gonna release it at 11:59 on december 31st or something</qco> </h3>      my production process has nothing to do with the yearly calendar. i always wanted it to have something to do with the weekly calendar, but that's a different story\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n9:28 am</dco> &nbsp;<qco> is there a reason there was never a video for \"got to know whats going on\"?</qco> </h3>      \nyes. because i made the video 'hi, i'm steve' instead. If i had made the video for got to know what's going on, every other video after that would have been released weeks later than it actually was\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n8:23 am</dco> &nbsp;<qco> What do you do when you cannot find a solution to a problem?</qco> </h3>      \nre-explain the problem\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n8:18 am</dco> &nbsp;<qco> how to do a bill wurtz genre ?</qco> </h3>      \nfirst, find some nay sayers to dis prove. if you can't find anyone to nay say then you can do it yourself also \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n8:10 am</dco> &nbsp;<qco> How can I come up with a good and catchy melody?</qco> </h3>      \nwake up in the morning,\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n8:09 am</dco> &nbsp;<qco> Whens the last time you wrote a melodyless song fragment (such as the intro to Tuesday)?</qco> </h3>      \ni count that as a melody because it is rhythmic. but i've done that in 3 out of 4 of my most recently recorded songs\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n6:08 am</dco> &nbsp;<qco> Bill, what type of magic do you have to give us these blessings of a video, I want to know it, all of it. Give me it, I need it, I want it, I'll get it.</qco> </h3>      \ni will let you know when i can find a more..... 'feasible' version that isn't going to ruin your life\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n5:58 am</dco> &nbsp;<qco> Hey, I was wondering does making a song or video help you calm down after a stressful day?</qco> </h3>      \nno. there are 2 problems with that. the main problem is that making a song or video takes much, much, much, much, much, much, much, much, much, much, much, much, much, much, much, much, much, much, much longer than a day. And of course the second problem would be the fact that the main source of stress in my life is knowing that it takes so long. because all i want to do is be able to make the thousands of video and songs i've been constantly thinking of and dreaming of more intensely each day\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n4:34 am</dco> &nbsp;<qco> How do I start making my new chair</qco> </h3>      \nput the feet on the floor\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n4:13 am</dco> &nbsp;<qco> Are u funny?</qco> </h3>      \n everything is funny\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n2:54 am</dco> &nbsp;<qco> when you finish your project will you continue making stuff? also you're certified epic.</qco> </h3>      \nthe project IS making stuff. so technically no. but if everything goes well i should be doing it for a very long time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n2:17 am</dco> &nbsp;<qco> I want to write happy music and poetry but every time I pick up the pen, I write about how much I hate everything. How do I make myself happy so I can write happy?</qco> </h3>      \nall writing turns happy eventually, if you keep writing, and possibly if music is involved\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n2:11 am</dco> &nbsp;<qco> what do you want for christmas?</qco> </h3>      \na pine cone \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n1:56 am</dco> &nbsp;<qco> how do you make actually creative stuff?</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n1:27 am</dco> &nbsp;<qco> What should I do for my senior yearbook picture?</qco> </h3>      \ntry to look normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n1:02 am</dco> &nbsp;<qco> can you release your next big thing on new year's eve so we have a good start for 2021?&nbsp;</qco> </h3>      \nhow about a good entire year, and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n12:15 am</dco> &nbsp;<qco> Sometimes you answer questions seriously and sometimes you don't. Why is this?</qco> </h3>      \nthe serious ones are meant to make up for the ones that are not serious enough. And the less serious ones are to make up for the ones that are too serious. and so an equilibrium is maintained\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n11:56 pm</dco> &nbsp;<qco> what are your thoughts on pillows?</qco> </h3>      \nit's a bed, for your head. headbed \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n11:13 pm</dco> &nbsp;<qco> How many sides are on a triangle?</qco> </h3>      \njust enough\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n10:35 pm</dco> &nbsp;<qco> Help. There's too much knowledge. My brain... can't... handle it</qco> </h3>      \nah, this is the perfect point to sing a song\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n9:58 pm</dco> &nbsp;<qco> when was the last time you typed a capital letter</qco> </h3>      \nabout 18 questions ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n9:45 pm</dco> &nbsp;<qco> is it true you are studing on 3D animation?</qco> </h3>      \nyes\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n7:35 pm</dco> &nbsp;<qco> what do you get at mcdonalds</qco> </h3>      \n'fish delight'\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n6:25 pm</dco> &nbsp;<qco> can you say something wacky</qco> </h3>      \nthat's preposterous. who do you think i am\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n5:05 pm</dco> &nbsp;<qco> How do I fix everything?</qco> </h3>      \nthis may not be what you want to hear, but, you already did\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n4:48 pm</dco> &nbsp;<qco> Bill, why are your songs SO EPIC?</qco> </h3>      \nthat could be a reflection of the epicness of our society\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n4:32 pm</dco> &nbsp;<qco> how do you know when to stop editing a video?</qco> </h3>      \nwhen you feel the world starting to end\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n3:31 pm</dco> &nbsp;<qco> You're an overthinker, aren't you?&nbsp;</qco> </h3>      \nyes and no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n2:53 pm</dco> &nbsp;<qco> how complete is your next song</qco> </h3>      \n100%\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n1:46 pm</dco> &nbsp;<qco> (sorry if this question is worded poorly). How do you complete a project?</qco></h3>      i don't know<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you finish it in layers </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(first doing all of the music for the project, and then doing all the graphics, etc),</qco></h3>      yes, unless it's not a song, in which case the layers bounce back and forth between audio and video, in various ways<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you do it in full stages (fully completing the first 10 seconds, and then moving on the next 10 seconds, etc)</qco> </h3>      \ni never do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n12:43 pm</dco> &nbsp;<qco> How do you manage to somehow be wise and funny at the same time?</qco> </h3>      \nwisdom is funny. there's nothing anyone can do about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n12:11 pm</dco> &nbsp;<qco> when is the date (in numbers) of your next video</qco> </h3>      \nit doesn't have any dates in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n12:04 pm</dco> &nbsp;<qco> what stupid dumb song takes this stupidly dumb long time to stupidly make?</qco> </h3>      \nhow long\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n11:34 am</dco> &nbsp;<qco> bill how do you music</qco> </h3>      \nimpossible. it can't be done\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n10:23 am</dco> &nbsp;<qco> how often do your creations contain cryptic or steganographic messages?</qco> </h3>      \nmaybe 1 out of 100 videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n8:50 am</dco> &nbsp;<qco> what are your New Years'resolutions</qco> </h3>      \ni am still in the middle of some resolutions\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n8:10 am</dco> &nbsp;<qco> what is the worst thing</qco> </h3>      \ndestroying the universe maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n7:13 am</dco> &nbsp;<qco> do you ever think of a funny answer+question combo and ask it to yourself on this page</qco> </h3>      \nno. when i think of those, i put them in videos, or in writing. This page is different: the questions have to be written by someone else. that is rule 1 of the questions page, and that is one of the reasons why it is such a unique, special page\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n5:15 am</dco> &nbsp;<qco> Hi Bill, how did you learn how to edit videos </qco></h3>      i just started trying to do it. and try not to panic if i can't seem to do it yet<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and what would you recommend for someone who has no idea what they're doing?</qco> </h3>      \njust start trying to do it, and try not to panic if you can't seem to do it yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n5:01 am</dco> &nbsp;<qco> so what did you do before music, like actually what did u do not a joke answer plz</qco> </h3>      \ncrawl on the floor, look at shapes, ..... i am just guessing, i do not remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n4:48 am</dco> &nbsp;<qco> i want to make music but can't help but feel blue.</qco> </h3>      \nhow about making some blue music\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n4:45 am</dco> &nbsp;<qco> Once whatever has been slowing you down stops slowing you down, will you make more videos or will you make them longer or better?</qco> </h3>      \nall 3\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n1:31 am</dco> &nbsp;<qco> What do you think is the most random thing you've ever come up with?</qco> </h3>      \ni've never come up with a random thing. the human brain is not capable of this. if i need something random, i turn to computers. for example here is something random: ajcpsgh3yw8gejl\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n12:31 am</dco> &nbsp;<qco> what is ironic?</qco> </h3>      \nthe word irony itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n12:25 am</dco> &nbsp;<qco> when will you make a new video\n<br></qco> </h3>      \ni'm doing it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n12:06 am</dco> &nbsp;<qco> what is music?</qco> </h3>      \nthe secret of the universe. you would think that's great news, because that means we could figure out the secret of the universe by understanding music. but that only raises more questions \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.20&nbsp; \n12:05 am</dco> &nbsp;<qco> Where did all the good times go?</qco> </h3>      \n all around you, right now. that's where they went \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.20&nbsp; \n11:46 pm</dco> &nbsp;<qco> Your songs sound like asking whether water is wet. Is water wet?</qco> </h3>      \nit's moist, i'll give you that much\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.20&nbsp; \n11:38 pm</dco> &nbsp;<qco> how do i stop myself from accidentally writing a chord progression that already exists? </qco></h3>      why would that be bad<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i don't want my songs to be taken down for reasons like the whole george harrison my sweet lord/he's so fine thing.&nbsp;&nbsp;</qco></h3>      using existing chord progressions is both legal and normal. it's like having 4 wheels on a car. Admittedly there have been some strange court cases out there, but the real factor here is not the chords, it's whether or not your song becomes extremely popular and catches the attention of someone with a lot of courtroom talent. If you never use existing chord sequences you're probably going to have a pretty bad time in the long term<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how do i make wholly original (or at least original enough) progressions?</qco> </h3>      how about doing the melody first\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.20&nbsp; \n11:32 pm</dco> &nbsp;<qco> Can I learn piano if I cant read sheet music?</qco> </h3>      \nconsider this: can you learn to talk if you can't read?\n<br><br>"
  }
]
