[
  {
    "html": "<h3> <dco>12.16.23&nbsp; \n1:18 am</dco> &nbsp;<qco>\n\nHi, Bill\nFair warning this may be a long and somewhat abstract question, and I apologize if this kind of question has been asked and answered before.\nI've been a fan of yours for several years now and enjoy many of your songs. The lyrics especially have intrigued me and sometimes puzzled me throughout the years. \n\nI've noticed in the past when folks have asked you questions about the \"deeper meaning\" to the lyrics of your songs you coyly respond with answers that read something along the lines of \"deeper than what?\".</qco></h3>      that's because \"deeper\" is a comparison word (the \"er\" on the end). like \"bigger, smaller\", ... etc, if you use the word, you have to say the other thing we're comparing it to. sometimes people just say, like \"is this lamp darker?\" .... so i have to say \"than what\" because i need that second object to compare to. it's very hard to compare something to nothing. or at least i don't know how to do it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I'll admit, I once asked you a question like this several years ago on this pageand indeed received a similar answer. At the time I felt quite miffed, butthen I soon saw that many folks were asking this kind of question, and I believe I was asking the wrong question.\n\nYou see, over theyears I kept thinking about this question I asked and your answer from time to time, and i think it started to make me ponder about the relationship that music artists can have with their songs, their fans; and the interpretation that their fans have of their music.\n\nI've seensome artists, when asked the question \"what's the meaning of song [X]?\", have a specific message in their mind they want song [X] to display, or perhaps a certain story they want the song to tell. In contrast, I have seen other artists not explain any specific \"deeper meaning\" to the songs that they make, and indeed these artists say that a song means whatever the listener feels they mean.</qco></h3>      that's not how i react to the question -- almost every time, it's just the simple grammar conundrum, in the mechanics of the \"er\" suffix<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nFor example, your song \"And The Day Goes On\" (one of my favorites!): I like this song a lot, and to me, the \"meaning\" of the song is to persevere and press on when life gets stressful or tough. However, I understand that others may not interpret this song the same way that I do, and it really doesn't matter to me how others interpret the song - I like it for what it is for me.\n\nBut this does get somewhat to the crux of my question, and it's a hard question for me to articulate because I've never tried to write songs before. I'm not looking forcontext about certain songs, but I am curious in general about the relationship artists may have with their published work.\n\nWhen you write songs, do they ever have a certain \"meaning\" to YOU?</qco></h3>      yes, and the final song recording represents my best attempt at conveying that. if you find me using actual music/audio/song/graphic etc, then you can be sure that words alone weren't enough. in fact, they're barely enough now, to answer this question. i almost need music just to answer the question. so i'd certainly need music to express the things that i've used music to express. in other words, it would be impossible for me to express what i've had to use music to express, without music. indeed sometimes people come along and say something like, \"can you express what you were trying to express in that music, except without using any music in your answer?\" and the answer of course is no or i wouldn't have needed the music <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you write songs hoping that your audience will interpret them in their own way and enjoy the song for what it is, regardless of what the song may (or may not) mean to you? Or is the process completely different? I'm curious about your thoughts on this idea.\n</qco></h3>      the most profound meaning is certainly processed locally in the individual (within the mind of the person viewing/listening), so indeed it would be expected that everyone's peak meaningful experience might be slightly different. that's just the way it goes, in the 'feels' business<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nThank you and take care!   \n</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.23&nbsp; \n1:17 am</dco> &nbsp;<qco> what's your favorite question that's been asked to you, and what's your favorite question asking about what your favorite question is that's been asked to you?</qco> </h3>      \nit's a tie for first place, amongst all of the ones that don't deal with favoritism in any way\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.23&nbsp; 1:15 am</dco> &nbsp;<qco> how to make friends?</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.23&nbsp; \n1:07 am</dco> &nbsp;<qco> Would you agree that different languages are kind of like different musical instruments?</qco> </h3>      \ni was going to say no, maar nu ik erover nadenk, dan toch ja\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.23&nbsp; \n1:05 am</dco> &nbsp;<qco> Funniest phrase you've heard recently?</qco> </h3>      \n'phrase'\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.23&nbsp; \n1:02 am</dco> &nbsp;<qco> how to deal with wanting to create things but feeling extremely incompetent in my ability to do so</qco> </h3>      \nlearn about how incompetent some of your favorite creators have felt\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.23&nbsp; \n12:59 am</dco> &nbsp;<qco> is a given name more important than a chosen name, or is it the other way around?</qco> </h3>      \ngiven, taken, chosen, .... those could all be the exact same scenario unless we specify who's doing the giving, taking, or choosing\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.23&nbsp; 12:19 am</dco> &nbsp;<qco> What genres of music do you like&nbsp;</qco> </h3>      \nnone of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; 11:49 pm</dco> &nbsp;<qco> Do you ever plan to write a book?</qco> </h3>      \nno, but i'll write just about everything else that i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n11:45 pm</dco> &nbsp;<qco> What do you think about living on earth</qco> </h3>      \nit's partly sunny\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n11:25 pm</dco> &nbsp;<qco> how do i know what to do with my life?</qco> </h3>      \nkeep it simple: just do everything\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n11:01 pm</dco> &nbsp;<qco> Is it justified to deprive yourself of something you might enjoy because of your prior notions of whether you would enjoy the thing or not, even if your notions are base on prior negative experiance with a thing of a similar nature?</qco> </h3>      \nsure-- especially considering the 'might enjoy' part wouldn't actually be part of the person's reasoning -- that part only comes from the counter-argumentator's reasoning\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n11:00 pm</dco> &nbsp;<qco> Do you like board games?</qco> </h3>      \ni respect them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; 10:18 pm</dco> &nbsp;<qco> Favourite kind of music?</qco> </h3>      \n'kind of' music\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n10:02 pm</dco> &nbsp;<qco> have you ever looked at a previous project and think it could've been made better?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n9:56 pm</dco> &nbsp;<qco> how do you come up with melodies for your songs?</qco> </h3>      \ni just imagine something\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n9:51 pm</dco> &nbsp;<qco> Do you find stories enjoyable?</qco> </h3>      \nit really seems like they could be\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n9:42 pm</dco> &nbsp;<qco> What's your favorite trading card game</qco> </h3>      \ntrading 1 card for another card that's exactly the same\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n9:35 pm</dco> &nbsp;<qco> What is the weirdest game you have ever played?</qco> </h3>      \ndoing my work\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n9:31 pm</dco> &nbsp;<qco> What's the most current impossible situation you've thrown yourself at?</qco> </h3>      \ndoing my work\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n9:25 pm</dco> &nbsp;<qco> What do you do when you're sad?</qco> </h3>      \ni'll think of something\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n8:57 pm</dco> &nbsp;<qco> should we be afraid of the ocean?&nbsp;</qco> </h3>      \na little\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; 8:37 pm</dco> &nbsp;<qco> what instrument do you enjoy the most?</qco> </h3>      \nstreet signs\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n8:31 pm</dco> &nbsp;<qco> What's happening right now?</qco> </h3>      \nalmost everything, but not quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n8:23 pm</dco> &nbsp;<qco> how good is your handwriting?</qco> </h3>      \nit's about as good as yours\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n8:18 pm</dco> &nbsp;<qco> do you have a font you don't particularly like or refuse to use on a project?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n8:17 pm</dco> &nbsp;<qco> In your opinion what is the appeal in mumble rap?</qco> </h3>      \ncould be anything, including but not limited to the mumbling\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n8:02 pm</dco> &nbsp;<qco> Who is your favorite artist of all time</qco> </h3>      \ni doubt it's possible to have, in one time, a favorite of all time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n7:41 pm</dco> &nbsp;<qco> directions to mcdonald's</qco> </h3>      \ngo in any direction\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n7:31 pm</dco> &nbsp;<qco> Where do you conjure up motivation&nbsp;</qco> </h3>      \nit's the other way, motivation conjures me, but it could happen anywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n7:23 pm</dco> &nbsp;<qco> Did you teach yourself everything you know</qco> </h3>      \nsome of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n7:07 pm</dco> &nbsp;<qco> how should i spend my day</qco> </h3>      \nspend 1/3 of the day making plans for the future, 1/3 of the day doing plans from the past, and 1/3 having no idea what's going on\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n7:06 pm</dco> &nbsp;<qco> What is the oddest food you know?</qco> </h3>      \ni don't know any odd foods\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n6:56 pm</dco> &nbsp;<qco> Do you think my parents will ever appreciate what I do?</qco> </h3>      \nwill you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n6:49 pm</dco> &nbsp;<qco> how can i make friends</qco> </h3>      \nprobably just by being exactly who you are\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n5:56 pm</dco> &nbsp;<qco> What is an ending?</qco> </h3>      \ni'm really not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n5:32 pm</dco> &nbsp;<qco> what is the best animal</qco> </h3>      \ntime will tell\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n5:13 pm</dco> &nbsp;<qco> how many edgeloops is too many</qco> </h3>      \nthe exact amount you've done\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n5:11 pm</dco> &nbsp;<qco> what nice thing happened to you today?</qco> </h3>      \nthe earth rotated effortlessly around its axis\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; 4:50 pm</dco> &nbsp;<qco> has anyone ever asked you this question before?</qco> </h3>      \nyes, this is in fact one of the most common questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; 4:39 pm</dco> &nbsp;<qco> whats 2+2?</qco> </h3>      \nout of control\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n4:30 pm</dco> &nbsp;<qco> do you think names have much significance?</qco> </h3>      \nsome\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n4:20 pm</dco> &nbsp;<qco> why do you think humans are so much more creative than other animals?</qco> </h3>      \nsomehow that doesn't seem like a fair comparison\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n4:13 pm</dco> &nbsp;<qco> do you think a person just does not exist anymore after they leave your sight</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n4:06 pm</dco> &nbsp;<qco> are you on the spectrum&nbsp;</qco> </h3>      \neven better, the specturm i'm on might be on a spectrum of spectrums\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; 4:01 pm</dco> &nbsp;<qco> Is there a music genre you particularly don't like?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n3:53 pm</dco> &nbsp;<qco> How do you pick your chords? I'd love to hear a detailed description of your approach. Thank you so much for your music</qco> </h3>      \nit's the same way words are chosen, when you use language. so it's a lot like lightning, or magnetism, or something like that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n3:52 pm</dco> &nbsp;<qco> Whats your favorite organ</qco> </h3>      \nB3\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n3:39 pm</dco> &nbsp;<qco> should i try to learn the accordion?</qco> </h3>      \nyou could\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.23&nbsp; \n3:32 pm</dco> &nbsp;<qco> HELP I just realized that language is math and math is language, what do I do??</qco> </h3>      \ni think language might be more like an art, than math\n<br><br>"
  }
]
