[
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n10:48 pm</dco> &nbsp;<qco> I want to be good at drawing. I know that the first 100 or 1000 or 10,000 things I draw will be bad, but whenever I draw them it discourages me from drawing anything else. I feel that I simply desire the desination but have no drive for the journey. Do you have any advice?</qco> </h3>      try drawing simpler things to start. you may start enjoying it and moving quicker\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n10:44 pm</dco> &nbsp;<qco> what place do you think should become a new us state</qco> </h3>      puerto rico\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n10:27 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201902200908\">2.20.19&nbsp;&nbsp;9:08 am</a>  why would you do that though? it seems like it is better to do the obligatory stuff first</qco> </h3>      the obligatory stuff has a tendency get finished exactly at the last possible moment, even if you started it early. so if you start that stuff early, it will take the entire time and there will be no time leftover for the other thing. believe me i wrote a book about this in october 2015. i just found out <a href=\"https://en.wikipedia.org/wiki/Parkinson%27s_law\">someone else</a> wrote about about it too\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n10:23 pm</dco> &nbsp;<qco> If you make a song, how do you make such a good tempo to go with the song you are making to release to iTunes/Spotify?</qco> </h3>      before recording it, i play it at a comfortable speed, and then check with a metronome to see what that was. then i record the whole thing at that tempo\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n10:04 pm</dco> &nbsp;<qco> Why can you fish fish but you can't pasta pasta or chip chips or steak steak or cauliflower cauliflower</qco> </h3>      i can, but why can't you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n9:13 pm</dco> &nbsp;<qco> Do you have any tips on drawing? I'm trying to get better but I'm utter garbage at the moment.</qco> </h3>      the page is your long lost cousin. you must take care of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n8:52 pm</dco> &nbsp;<qco> How important would you say consuming is to creating? I have thought about a sort of experiment where you don't expose a person to any music whatsoever (like in the wilderness) but give them instruments. Then see what they come up with. What would you expect the result to be? \n<br></qco> </h3>      probably not nearly as good as if they were exposed to modern music. there have been some very great innovations in music in our world in the past 500 years or more, and especially in the last 300 years. very good stuff. more still to come. not just in music but other fields as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n8:12 pm</dco> &nbsp;<qco> is censorship always bad?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n7:44 pm</dco> &nbsp;<qco> Is there any chance there is more to the castle song in ball&nbsp;&amp; stick? I keep repeating those glorious 10 seconds.</qco> </h3>      you may enjoy the other type of content i do (songs)\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n7:20 pm</dco> &nbsp;<qco> Do you have any tips for someone who wants to learn how to play by ear / transcribe more complex music than they already can, other than just doing a lot of playing by ear / transcription?</qco> </h3>      just keep doing it. you will catch it like a disease, but it's a good disease\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n7:10 pm</dco> &nbsp;<qco> do you have any professional music education or do you just like playing instruments?</qco> </h3>      i have educated myself deeply and professionally over many years, with innumerable twists and turns\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n6:41 pm</dco> &nbsp;<qco> the question page made you stronger but you'll never achieve the NEXT STEP if you don't make it slightly harder. how about answering (at least) one question that u secretly wanted skip,&nbsp;&nbsp;everyday.</qco></h3>      how do you know i don't do that every single day<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; that way it would be a good practice for non-skippable question sessions aka podcasts/interviews. and a good practice to make not so interesting questions interesting which u already are doing with repetitive questions BUT its not enough!!! hope that helps</qco> </h3>      i already do this\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n6:13 pm</dco> &nbsp;<qco> 1.1.18  1:34 pm hey so. i know these days it's mostly good for naming what notes you have in your scale BUT also there is a way to think of modes where you can use it to go wild and crazy deciding what chords sound good with your melody in what order, cause why does a 5 chord have to be major or. to think sideways about it if we're in C why does the 1 chord have to be the one you go to for resting and resolution what if we always come back to a major 4 chord instead of 1. what if we're really in lydian so everything that sounds like 4 is 1. for example https://www.youtube.com/watch?v=ov-OAmpcRfw is lydian it doesn't even have any accidentals anywhere it's like the music is hanging from some wings it grew on its way to the next universe</qco> </h3>      i didn't listen to the whole thing, but i skipped all around throughout the whole thing and heard no lydian. i can make no argument for that piece being in lydian. very much key of C i hear there, everywhere i looked\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n6:11 pm</dco> &nbsp;<qco> How does your thought process start when you're making a new song? Anything in particular that's important? Or do you just start putting notes on paper?</qco> </h3>      the original idea occurs unexpectedly. never can expect when or where. so whenever that happens, i say 'holy crap, there it is.' and then document it. used to use paper for that but now i use text and audio files. the next step beyond that would be to play detective and ask as many question as possible to try to figure out what needs part needs to exist next. and then ultimately that part needs to spontaneously create itself just as the first part did\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n5:23 pm</dco> &nbsp;<qco> what was the first song you learned on the piano?</qco> </h3>      row row row your boat, i assume\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n4:46 pm</dco> &nbsp;<qco> whats the easiest way to get a stain off of a cloth or shirt or something like that</qco> </h3>      scissors\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n4:23 pm</dco> &nbsp;<qco> how do i bring my personal qualities to the extreme? of course so that i can have a personality.</qco> </h3>      YoU cOuLd StArT tYpiNG LiKe tHiS\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n4:10 pm</dco> &nbsp;<qco> how do exist on earth without dying?</qco> </h3>      you might have to use your imagination\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n3:32 pm</dco> &nbsp;<qco> i just started writing songs but i think they're corny, and i find myself using very similar subjects (mostly about&nbsp;&nbsp;love and relationships) and trying to fit everything into a rhyme like it's a dr seuss book. how do i get away from that? like, you wrote about lima beans, desks and chairs and still made it entertaining. how do i gain that power</qco> </h3>      if you would like to get 'away' from what you are currently doing, the secret is to go far far far far far far far far away. like anywhere. go literally anywhere. as long as you're willing to take the time to experiment you will find things. like lewis and clark where they tried to get lost and as a result they found some stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n3:26 pm</dco> &nbsp;<qco> thoughts on space?</qco> </h3>      good place to put stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n2:38 pm</dco> &nbsp;<qco> Bill, I'd love your thoughts on this. From your experience, what's your opinion on inspiration?</qco></h3>      it might be what created this entire universe<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you only work when you're \"inspired\" (whatever that means for you)</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you sit down to work even when you don't have particularly inspirational ideas and build them as you go? There seems to be this whole thing built up around inspiration and we even have the word \"eureka\" and everyone knows how the apple dropped on Newton's head or how Paul heard \"Yesterday\" in his sleep etc. On the other hand, many artists say that they work on a schedule (like you) and that seems to work too. Steven King says he writes 6 pages every day. So either he has an inexhaustible well of inspiration hidden somewhere or he doesn't need inspiration all the time to make progress on his books.</qco> </h3>      you need both. inspiration is the free energy that makes all this possible, but unfortunately it can be extremely extremely disorganized. so if you listen to only direct inspiration for your immediate agenda, you will find yourself extremely confused at least half the time, on average, despite the fact that inspiration is what any agenda was originally created by\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n1:32 pm</dco> &nbsp;<qco> hello I like your colors (other things too). they are bright and dim and many combinations and contrasts, and good. i like to wear colors, cause then i can look down and see them. i noticed that all your most reasonable video clothes are not that many colors. is this a coincidence or on purpose? i am surprised you are not more colors clothes</qco> </h3>      i am surprised too. i love colors, and i love seeing colors. and whenever i see colorful clothing i am very excited to wear them and then when i look in the mirror i am very surprised to find out how bad it makes me look. my only theory for this is that it makes me / my face look much much more boring and dull by comparison. at least that's the way it always seems to appear when i try colorful clothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n11:58 am</dco> &nbsp;<qco> what is your favorite thing in the world?</qco> </h3>      the way it changes, stays the same, and changes between changing and staying the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n11:50 am</dco> &nbsp;<qco> do you like subways and which is your favorite line i like the Q</qco> </h3>      the Q is very powerful. extremely express, also got brand new extension never seen before\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n11:36 am</dco> &nbsp;<qco> so i can strum and play a buncha chords fine now (THANK YOU), i can sing okayish, but i cannot for the LIFE of me strum and sing at the same time. no matter what strumming rhythm i pick, i always start strumming to the syllabic metre of what i'm singing because my brain is in two places at once. would you have any tips for how to fix this? appreciate u &lt;3</qco> </h3>      you'll have to just start slightly simpler. once you reach the magic threshhold of simple enough to do, you will watch yourself magically and randomly start to sprout new techniques out of nowhere. it's kind of like lifting an object. you will not be able to pick it up until you reach down all the way to the floor. all the lifting will occur after that moment\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n11:19 am</dco> &nbsp;<qco> What's the tempo of your new song? 12/8 time sounds really fucking bouncy.</qco> </h3>      ♩. = 119 \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n10:40 am</dco> &nbsp;<qco> have you ever thought about doing covers of songs</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n10:39 am</dco> &nbsp;<qco> if you were to make a tv show what network would you want it to be on</qco> </h3>      the emergency broadcast system\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n9:08 am</dco> &nbsp;<qco> Can you advise me how to organise my time as I have to study a lot for school but meanwhile I must draw the cover of my novel as fast as I can so that then I can publish it soon?</qco> </h3>      if there is no deadline for the novel then work on it first each day. then start the other work at the last possible moment \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n8:45 am</dco> &nbsp;<qco> what's the coolest idea you've ever thought about</qco> </h3>      normalcy, and normalness\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n6:29 am</dco> &nbsp;<qco> Have you been looking for paintings you relate to?</qco> </h3>      not just paintings, but other similar things\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n6:29 am</dco> &nbsp;<qco> Two questions;&nbsp;is there any deeper meaning to your songs which only a select few can solve,</qco></h3>      according to my statistics, about 50% of the listeners experience somewhere between 25% and 75% of the meaning <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or are you just doing this for the joy of making cool shit?</qco></h3>      hopefully a little more<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (Power to you either way, btw). Second, if there was a deeper meaning to your songs, would you ever tell us that there was one?</qco> </h3>      it's like planting flowers. how big and tall do you want the flowers to grow? as big and tall as possible ... biggest flowers ever, that would be nice. but there is unfortunaly no way to control the meaning entirely, you just have to plant more and more flowers and hope you've blessed them the right way\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n3:19 am</dco> &nbsp;<qco> are you the type of person where if someone asks you a question you don't want to answer you just ignore them? I mean in real life by the way not the questions page.&nbsp;&nbsp;</qco> </h3>      in real life i need some solutions for this fast\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n11:57 pm</dco> &nbsp;<qco> If I feel a flaming desire to write, but I don't like writing, does that flaming desire mean I actually do like writing?&nbsp;</qco> </h3>      exactly when and where are you getting this flaming desire? it sounds like you need some better communication as to what this desire is actually desiring. i guarantee it is desiring something, you just need to play detective to find out exactly what it is. the best way to get at this is to examine exactly where and when this desire seems to be occuring, and then you can usually figure out why and what it seems to want\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n11:47 pm</dco> &nbsp;<qco> How are you so great?</qco> </h3>      i bought a greatness button which doesn't work nor exist, so i have been forced to find other solutions on my own\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n11:21 pm</dco> &nbsp;<qco> when i go on to expert mode i feel like an expert.&nbsp;&nbsp;was this intentional?</qco> </h3>      somewhat\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n10:56 pm</dco> &nbsp;<qco> In the grand scheme of things, what is actually important?</qco> </h3>      grandeur\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n9:54 pm</dco> &nbsp;<qco> I want to write songs, but I have no idea how to even begin.</qco></h3>      it absolutely doesn't matter where you begin. you will never get anywhere unless you began somewhere, and songwriting is so blasphemous by nature that you will actually find yourself being awarded points for how wrong you try to do it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How do you usually write chord progressions and melodies? </qco></h3>      i think it might help to stop calling it \"chord progressions\" and stop calling it \"melodies\" and stop calling it \"lyrics\", and most importantly, stop thinking of those 3 things separately<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Does it just come to you suddenly,</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you have to think it out note-by-note and chord-by-chord?</qco> </h3>      the only way to know what you're dealing with is to hear it at full speed\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n8:45 pm</dco> &nbsp;<qco> When is your biography coming out?</qco> </h3>      almost constantly\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n7:57 pm</dco> &nbsp;<qco> Do you do art for the ideas that populate your mind to be in our minds too?</qco></h3>      that sounds about right<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n If yes why?</qco></h3>      because i am pretty sure at least some of them you will like. even if i haven't gotten to those ones yet, if i keep moving forward then i will surely get the job done at some point<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Is it&nbsp;&nbsp;important which idea?</qco></h3>      there is no limit to the amount of importance ideas can have. they all have different importances. sometimes it seems as though each idea is more important than every other <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Why share them with everyone?</qco> </h3>      because i think some of them are pretty good. i can never be sure which ones will be good in which way to whom, but if i keep moving forward then i will surely get the job done at some point\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n6:37 pm</dco> &nbsp;<qco> things i liked to do dont make me happy and i cant find anything new to do to make me happy. what do?</qco> </h3>      look in some different places\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n5:57 pm</dco> &nbsp;<qco> Hi remember your 2 step program of 1. Consuming content and 2. Making content? I really need to get to step 2 or I might Friggin Explode. Got any tips?</qco> </h3>      the exploding is actually what will get you to step 2\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n5:33 pm</dco> &nbsp;<qco> what do you do when you have an idea on a new song or a melody, but you're not in a setting where you can record something?&nbsp;</qco> </h3>      it depends what you mean by record, but i can overcome almost any restriction. for example if i have no instrument but i have my phone, i can explain how it goes, sing it and explain any necessary contextual info to understanding what it's made of. if i absolutely cannot speak or make any sound, i could use staff paper but 99% of the time if i can't speak then i am likely in a situation with no staff paper. but i have a number system i can use to write melodies on paper without staffs, but let's face it, paper and pencil wouldn't usually be available unless i could speak. so really in that case we're talking about phone text. i do have a system of fully writing down melody, lyric, and chord information using only phone text. unfortunately it takes 3 full lines of information just to convey 1 line, plus any additional descriptive info needed, plus autocorrect kicks your ass on that stuff, but it can be done. it's rare that i would need that, and typically that gets used the most on airplanes. in the rare situation where i have absolutely no writing device available (no phone, etc), then i would need to engage in deep mental communication activities to try to remember the situation from as many angles as possible (in other words, pretend i wrote it down and imagine every logistical aspect of what that would contain, and imagine explaining it to someone else who knew nothing about it) and keep analyzing it in different ways until the documentation tools become available, which usually would not be that far in the future. but most of the time there is at least voice memo or phone text available\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n4:28 pm</dco> &nbsp;<qco> Do you feel like you're improving as a composer with every song you write?</qco> </h3>      yes but that's not the only thing that counts\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n4:21 pm</dco> &nbsp;<qco> what are your thoughts on the word cunt?</qco> </h3>      good strong word. previously meant something bad, i think, but no one remembers that anymore because it's been banned for so long\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n3:32 pm</dco> &nbsp;<qco> What if gravity was upside down?</qco> </h3>      which way is down\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n3:23 pm</dco> &nbsp;<qco> How are you so cool?!??!!!</qco> </h3>      by frequently putting my soul up for sale and then cancelling it i am able to maniuplate the price quite nicely \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n3:10 pm</dco> &nbsp;<qco> Thoughts on hating the self?</qco> </h3>      probably not good\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n2:04 pm</dco> &nbsp;<qco> how does one go about figuring out oneself, if there even is a self to be figured out?</qco></h3>      anything you possibly do will help you figure it out<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i have no clue who i am and i feel like i should. </qco></h3>      exactly when and where is that statement you just made the most vivid? (when and where did you compose that statement, if you can recall)<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you know who you are?</qco> </h3>      i am getting ready to make a guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n1:41 pm</dco> &nbsp;<qco> Why can't you make a new musical note?</qco></h3>      i can<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How do you feel about that?</qco> </h3>      pretty good\n<br><br>"
  }
]
