[
  {
    "html": "<h3> <dco>2.8.22&nbsp; \n11:46 am</dco> &nbsp;<qco> do you ever worry about contradicting yourself?</qco> </h3>      \ni was going to say yes but now that i think about it no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.22&nbsp; \n11:18 am</dco> &nbsp;<qco> how to solve low self-esteem&nbsp;</qco> </h3>      \nsave the world! although this may cause other unexpected problems\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.22&nbsp; \n10:05 am</dco> &nbsp;<qco> This is something I've been thinking about a lot. Would you agree that an insincere compliment is worse than a sincere insult?</qco> </h3>      \non paper, they are equal\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.22&nbsp; \n9:51 am</dco> &nbsp;<qco> When do you use capital letters?</qco> </h3>      \nNEVER\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.22&nbsp; \n9:42 am</dco> &nbsp;<qco> how do i do things</qco> </h3>      \nnever heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.22&nbsp; \n7:35 am</dco> &nbsp;<qco> tips on writing music without a key signature?&nbsp;</qco> </h3>      \nyou can still use accidentals\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.22&nbsp; \n5:35 am</dco> &nbsp;<qco> how do i say more things while using less words?</qco> </h3>      \npractice\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.22&nbsp; \n5:10 am</dco> &nbsp;<qco> what are your thoughts on Australia and their supposedly backwards (forwards?) seasons.</qco> </h3>      \nit's not backwards, it's rotated. they're in the same order. just displaced \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.22&nbsp; \n3:09 am</dco> &nbsp;<qco> how 2 make my songs gud&nbsp;</qco> </h3>      \njust make them. they'll do the rest\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n10:45 pm</dco> &nbsp;<qco> Have you ever thought about making a 'chords' section on your website? would be very helpful to anybody trying to learn in an accurate way your songs</qco> </h3>      \nthis seems all good until you get things that are riding the line between being a chord and not a chord\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n9:02 pm</dco> &nbsp;<qco> hello, could i please get instructions on how to eat bread</qco> </h3>      \nfirst, you must greet the bread\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n5:29 pm</dco> &nbsp;<qco> is it better to make a bad thing that you know is bad, or wait until you can make the thing good</qco> </h3>      \nin most cases, waiting will not make you any better. also, when things are made, they have a tendency to turn out good, unexpectedly\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n2:52 pm</dco> &nbsp;<qco> opinion on politics</qco> </h3>      \nit's a competition, to see who can be more open minded\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n2:26 pm</dco> &nbsp;<qco> how do I type?</qco> </h3>      \ntry using the keyboard as a hammock. just really get comfortable in it \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n2:25 pm</dco> &nbsp;<qco> Are you excited?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n1:56 pm</dco> &nbsp;<qco> is the next video over one minute and forty seven seconds long?</qco> </h3>      \nyes\n<br>\n<br><br>"
  },
  {
    "html": "<h3 style=\"display: inline;\"> <dco>2.7.22&nbsp; \n1:54 pm</dco> &nbsp;<qco> can you add a question mark to the end of this before adding it</qco></h3>?<h3> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n12:36 pm</dco> &nbsp;<qco> where flying table?</qco> </h3>      \nit's <a href=\"https://billwurtz.com/artifacts/render20200118042413.mp4\" target=\"_blank\">right here</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n12:33 pm</dco> &nbsp;<qco> in your song \"got some money\", is the sentence \"i'm rich and now i'm sad\" referring to the fact that a lot of rich people end up living a sad life because they don't know what to do in life? (because they don't need to work or do anything productive)</qco> </h3>      \ni've certainly heard of that. but either way, it makes for a nice twist\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n12:27 pm</dco> &nbsp;<qco> what's the best 2d editing you've done (pre-here comes the sun)</qco> </h3>      \nmonday pelican\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n12:13 pm</dco> &nbsp;<qco> Why intentionally misspell thing on ur website?</qco> </h3>      \noccasionally for artistic purposes, but at least 95% of the spelling errors on this site are in the questions section, written in the questions, which are submitted by other people\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n11:59 am</dco> &nbsp;<qco> Do you purposely post less questions with emojis because emojis are less future proof?</qco> </h3>      \ni was going to say yes but now that i think about it no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n11:46 am</dco> &nbsp;<qco> what is a question</qco> </h3>      \ni was going to ask you that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n11:42 am</dco> &nbsp;<qco> What is the point of taking classes on art if art is subjective</qco> </h3>      \nlater you can make art about what it was like to be in the class\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n11:27 am</dco> &nbsp;<qco> best essay tips GO</qco> </h3>      \ni don't know anything about essays, but GO is indeed a great tip, i would assume\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n11:07 am</dco> &nbsp;<qco> Do you often ponder philosophical wonders or ask your self \"what if\" questions?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n10:41 am</dco> &nbsp;<qco> what song are you the most proud of?</qco> </h3>      \nit's not a contest. nevermind, actually it is a contest, which is exactly why i don't know. because i try just as hard to win, each time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n10:35 am</dco> &nbsp;<qco> How many times does your next video show text that isn't the lyrics of the song?</qco> </h3>      \n11 so far\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n10:33 am</dco> &nbsp;<qco> what does your animation mean</qco> </h3>      \nit emphasizes and synchronizes with the main audio contents of the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n9:55 am</dco> &nbsp;<qco> your opinion on human nature?&nbsp;</qco> </h3>      \nthe nature of humans (besides all the default animal stuff which is old news so i'll skip that part) is thinking and imagining wilder and wilder ideas to make the whole world better and better \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n9:49 am</dco> &nbsp;<qco> will your next video have vitamin F# supplements?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n8:43 am</dco> &nbsp;<qco> Is \"At the Airplane Terminal\" based on a true story at the airplane terminal</qco> </h3>      \nit's based on the feeling of being at an airport terminal (before the year 2020). i've experienced this many times\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n8:29 am</dco> &nbsp;<qco> Hello Bill. I've been finding some really good melodies inside my head. But every time I touches instruments, it doesn't work. How do I let thing in my head out to my hands?\n<br>\n<br>Or, can I just touch non-instruments?</qco> </h3>      \nthe more you use the instruments, the more accurately they will repressent what you imagined. Think of how much experience you have with talking and writing the english language. i bet you were able to phrase your question exactly the way you had imagined it..... how did you learn to do this? i promise music works the exact same way\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n7:09 am</dco> &nbsp;<qco> a hat which in turn produces more hats which in turn produces more hats which in turn produces more hats.</qco> </h3>      \nah, the 'standard hat'\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n1:11 am</dco> &nbsp;<qco> Whose a musician that you think should get more recognition?</qco> </h3>      \nyou\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n12:33 am</dco> &nbsp;<qco> Have you considered doing a kickstarter or something similar to fund your tour?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.22&nbsp; \n12:14 am</dco> &nbsp;<qco> tips on existing (non-peacefully)</qco> </h3>      \nhow about destroying the universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n11:58 pm</dco> &nbsp;<qco> did you ever find out whether or not it was legal to make laws, and if so, is it legal to make laws?</qco> </h3>      \nif you have power you can make it legal but you don't need to make it legal if you have power\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n11:21 pm</dco> &nbsp;<qco> Why is wisdom so weird?</qco> </h3>      \nbecause it's awesome\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n11:01 pm</dco> &nbsp;<qco> how does life work</qco> </h3>      \neverything is different at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n10:51 pm</dco> &nbsp;<qco> what is the formula for when to use caps</qco> </h3>      \nwhen you want bigger letters without changing the font, OR to protect the identity of L in an isolated context where it would be in danger of looking too much like capital i\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n10:22 pm</dco> &nbsp;<qco> Have you ever thought about making 2 songs that are meant to be played simultaneously?</qco> </h3>      \nno but that's a good idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n10:16 pm</dco> &nbsp;<qco> Why do I have the sudden urge to fuck a goat?</qco> </h3>      \n*billy joel voice* that's \"just the way you are\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n9:21 pm</dco> &nbsp;<qco> whenever you release a video, do you consistently have a thing in the back of your head each time that's hard to pin down but is just making you feel like utter shit</qco> </h3>      \nyes. but that's only part of the story\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n8:16 pm</dco> &nbsp;<qco> hey bill, some friends and i are making a comic about musicians living in a post-apocalyptic world where music is Illegal and we were wondering if you wanted to be in it as one of the musicians creating Illegal music to save the world.?</qco> </h3>      \nhow about making an illegal world to save the music\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n8:03 pm</dco> &nbsp;<qco> does your next song have music in it?</qco> </h3>      \nlet me check\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n7:38 pm</dco> &nbsp;<qco> I'm really sick and tired of doing work I don't wanna do, but I'm forced to keep doing it. What's your take on this system</qco> </h3>      \ni'm ready to hire someone to force me to work\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n7:04 pm</dco> &nbsp;<qco> are you making a new song</qco> </h3>      \nthe song is made, i'm just finishing the video. but that's not important. what matters is i will make many more songs and videos. more than you've expected from me, that's for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n7:02 pm</dco> &nbsp;<qco> whats ur favorite song you made</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n6:32 pm</dco> &nbsp;<qco> I am going to graduate and become an adult very soon. However I can't help but feel as though I have wasted my childhood to a degree. Don't get me wrong I've had a great life so far and I am thankful for that every day. I just haven't done anything memorable or exciting. I know that I still have ample time to do these things but I feel like childhood is special in a way that I will never get back. Have you ever felt this way? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so. What did you do? </qco></h3>      a blend of hurrying and feeling guilty for not hurrying. it's hard to measure how this balances out, because the guilt bends the fabric of spacetime<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(btw your music is the only music I have ever been truly invested in and I want to thank you)</qco> </h3>      \n\n\n<br><br>"
  }
]
