[
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n7:24 am</dco> &nbsp;<qco> hi, i just watched ur airport video and i can say that it's definitely my favourite video by you so far, but i've also noticed that the melodies that you use sound really similar. my question is, are you planning to compose a completely different sound and maybe sing differently or are you planning to keep things how they are?</qco> </h3>      i try to do things differently every time. to put it in perspective, if you scroll down about 32 questions, you will see someone telling me the exact opposite, that they think the song sounds very different. i will be holding a contest to try to figure out whether my music is different or the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n7:10 am</dco> &nbsp;<qco> did that shswzshwzhswhzshwzhzhshswzh sound ever get annoying when you were recording and listening to it over and over?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;don't get me wrong it works well in the song I'm just curious</qco> </h3>      actually the 'z' sound was way too loud, and required some very intricate EQ adjustments to get it to sound reasonable and not blow your ears off\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n7:01 am</dco> &nbsp;<qco> are you still making journals/recording yourself like in the reality videos?&nbsp;&nbsp;</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you plan on editing/publishing more of them in the future?&nbsp;&nbsp;</qco></h3>      always have<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i think they're really neat</qco> </h3>      that's nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n6:44 am</dco> &nbsp;<qco> What's the most painful thing to do on a regular day?&nbsp;</qco> </h3>      go to a torture chamber\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n6:41 am</dco> &nbsp;<qco> \"at the airport terminal\" is now stuck in my head and won't come out.&nbsp;&nbsp;how will you atone for this</qco> </h3>      make another song\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n6:40 am</dco> &nbsp;<qco> Why did you sell out? :(&nbsp;</qco> </h3>      i don't know what that means but i did not\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n5:44 am</dco> &nbsp;<qco> first underrated song that comes to mind?</qco> </h3>      i have no idea what the ratings are but let's just say uptown funk\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n5:13 am</dco> &nbsp;<qco> Bill I have to tell you, I used to view your music in a meme way when I was less mature and it was all only for laughs. But now I appreciate your immense talent and imaginative approach to music. I'm wondering if you ever had a similar change of mind about your own music and process? Didyl you have an \"a-ha\" moment where you started taking it more seriously or were you always pretty serious about your music?&nbsp;</qco> </h3>      when i started i took it much much more seriously, for many many years, until one day i realized that i was doomed for failure if i didn't find ways to make it a little more fun and interesting, especially for non-'musicians.' ironically people are always tempted to tell you it's 'non-serious' when in reality they would be bored by it and never would have found out about it if it was 'more-serious'\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n5:09 am</dco> &nbsp;<qco> Have you ever thought of including photo as an answer to one of the questions?</qco> </h3>      i've done that many times surely\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n5:06 am</dco> &nbsp;<qco> What about canada in HotWIG?</qco> </h3>      that's where they found the beaver. the notorious 'beaver' moment in the video takes place in none other than the great realm of canada\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n4:54 am</dco> &nbsp;<qco> i keep forgetting that i've asked questions. Can you help?</qco> </h3>      you did\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n4:00 am</dco> &nbsp;<qco> Have you ever thought about what It would be like to be a woman?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n2:37 am</dco> &nbsp;<qco> do you agree that, theoretically, a sconce dropped on the ground in just the right way could produce a catchy tune?</qco></h3>      i don't know what a sconce is but sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I've considered my chances of experiencing it, but maybe it's already happened to me and I just didn't notice</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n2:11 am</dco> &nbsp;<qco> does overheated porridge taste good</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n1:57 am</dco> &nbsp;<qco> do you just get that amazing alive feeling at an airport? \n</qco></h3>      sometimes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i didn't know others did until that air terminal video u made, so i assume you did. idk it's just like great. or at least it used to be :(</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n1:54 am</dco> &nbsp;<qco> im gonna run for office someday how do I represent you in this democracy</qco> </h3>      if you could make it illegal for anyone to hurt me, that would be some kind of miracle right there\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n1:28 am</dco> &nbsp;<qco> when you answer these questions, are you mostly being ironic or mostly being honest?</qco> </h3>      i am honest, but to be honest most people don't expect questions to be answered. 'answers' are simply not the expected response to a question. so therefore it is somewhat ironic to provide that response\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n1:25 am</dco> &nbsp;<qco> Did you plan at the airport terminal to coincide with the 10 year anniversary of \"The Miracle on the Hudson\"</qco></h3>      no, i planned for the video and song to both be released on tuesday, jan 8<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or was that just a coincidence?&nbsp;</qco> </h3>      coincidence\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n1:23 am</dco> &nbsp;<qco> Is there a correct amount of time to heat porridge? \n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nI feel like it may be impossible to hit that goldilocks spot between lukewarm and lava.&nbsp;&nbsp;</qco> </h3>      that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n1:03 am</dco> &nbsp;<qco> Dude, that 2017 Kenny Loggins concert is fuckin crazy!</qco> </h3>      that's true. now here's a fun fact that may or may not disappoint you. the vocals have been pitch corrected in post-production, at least to fix any bad notes. this is a completely normal thing to do in modern times, which makes sense because it is possible and easy\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n12:40 am</dco> &nbsp;<qco> how do you feel about bread?</qco> </h3>      pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n12:30 am</dco> &nbsp;<qco> What question have you been asked that you still have not found the answer to.&nbsp;</qco> </h3>      anything about my favorite something\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n12:09 am</dco> &nbsp;<qco> why are people the way that they are?</qco> </h3>      to see what it's like\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n11:49 pm</dco> &nbsp;<qco> what is something you think youd say in the future?</qco> </h3>      hi\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n11:40 pm</dco> &nbsp;<qco> what inspired you to make music,\n</qco></h3>      the music itself<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n and why have you continued so long?</qco> </h3>      it is more valuable and powerful than any of us could ever describe\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n11:03 pm</dco> &nbsp;<qco> what's a good example of each interval in Beatles songs?</qco> </h3>      do you want the notes played separately in melody, or both at the same time (harmony)\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n11:03 pm</dco> &nbsp;<qco> Will you ever play Bears live with a 3 to 13 piece band? I know I'd like to see it.</qco> </h3>      just need 4 for that. maybe i'd add 2 backup vocals so 6. ok maybe guitar and keyboard can gently layer. 7\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n10:54 pm</dco> &nbsp;<qco> in hotewig, why do you tell us that chris columbus finds the indies and japan when we are very clearly looking at the west indies and cuba?</qco> </h3>      according to the legend, that's what he thought they were at the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n10:54 pm</dco> &nbsp;<qco> I know you probably get this a lot, what do you use to edit your videos?&nbsp;&amp; what do you use to animate and draw all of your images and effects that you often add to your videos? It's very unique and cool, I'm sorry if you get this asked a lot, I'm trying my best :(</qco> </h3>      i wish i could tell you but it is awkward to go around advertising one product or another when it really doesn't matter very much to me which one i use. you must use whatever you have, the golden rule is start very simple and then when you absolutely can't take it anymore then upgrade\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n10:45 pm</dco> &nbsp;<qco> Should I quit my job and try to make something of myself?</qco> </h3>      if it is at all possible and tolerable, keep the job and start building the other things simultaneously. this is a stronger and more reliable strategy, and also there can be an unexpectedly frightening vortex of insecurity that can occur if you really have no job and nothing to stand upon\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n10:22 pm</dco> &nbsp;<qco> what is the most socially acceptable way to die?</qco> </h3>      natural causes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n10:19 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201901141904\">1.14.19&nbsp;&nbsp;7:04 pm</a>  do you think you would like to do another podcast at some time?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n10:05 pm</dco> &nbsp;<qco> Airport Terminal feels like a big departure from your songwriting so far - I love it! Did you deliberately aim to do something different when making this song?</qco> </h3>      i aim to do something different every time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n10:00 pm</dco> &nbsp;<qco> what airport terminal is your newest tune based off of?&nbsp;</qco> </h3>      specifically the one in between your 2 flights, on a changeover flight\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n9:58 pm</dco> &nbsp;<qco> You have gotten mind-bogglingly good at animation.</qco> </h3>      that's nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n9:52 pm</dco> &nbsp;<qco> Is the music video of At The Airport Terminal based on that Reddit post praising it?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n9:51 pm</dco> &nbsp;<qco> what was it about \"i want it that way\" that made it work so well, from both standpoints of commercial success and songwriting?</qco> </h3>      those are supposed to be the same standpoint, unless somebody fucked up somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n9:51 pm</dco> &nbsp;<qco> What would be the best way for me to recommend music to you?</qco> </h3>      use it in an interesting context, not admitting that music is the 'main point'\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n9:50 pm</dco> &nbsp;<qco> Any advice?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n9:43 pm</dco> &nbsp;<qco> Why does the ending of Ball&nbsp;&amp; Stick make me feel a deep unease in my soul</qco> </h3>      maybe because it's in a repeating 13/16 time signature\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n9:42 pm</dco> &nbsp;<qco> ETHEREAL BEING, we intersect at this moment. Anything to say to a traveler?</qco> </h3>      hi\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n9:37 pm</dco> &nbsp;<qco> What's your least favorite video on your channel?</qco> </h3>      oh nice try, then everyone would go watch that one\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n9:34 pm</dco> &nbsp;<qco> You've been pretty private in the past, is there a reason why you've started doing more interviews and things where you are in people's videos (like the podcast you were on or the genius lyrics video)?</qco> </h3>      because i realized how bad i was at it, and i know the only way to get better is to do it more\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n9:27 pm</dco> &nbsp;<qco> wowwwww you mixed the airport song sooooo well!</qco> </h3>      that's nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n9:20 pm</dco> &nbsp;<qco> How long did the video for \"At The Airport Terminal\" take to edit?</qco> </h3>      longer than i wish\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n9:04 pm</dco> &nbsp;<qco> but what's a good lunch?</qco> </h3>      brunch\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n9:04 pm</dco> &nbsp;<qco> why do you answer people's questions on this site everyday? I know you probably get this question a lot but I'm just wondering</qco> </h3>      it is a good learning and strengthening experience, especially for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n8:59 pm</dco> &nbsp;<qco> Have you ever thought about posting every piece of sheet music you have made (whether posted or not)? I understand that could possibly take you a lot of time but I would really love to just be able to access all of that information (especially the earlier songs/jingles). Thanks.\n<br></qco> </h3>      i would do it for songs where the final recording has been released. but i don't release information about unfinished projects, except for small occasional hints here and there\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n8:53 pm</dco> &nbsp;<qco> are there any secrets you're hiding on this website</qco> </h3>      the entire website is a secret\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.15.19&nbsp; \n8:52 pm</dco> &nbsp;<qco> do you still handwrite your material, like you did the gorgeous airport terminal solo in the video?</qco> </h3>      sometimes\n<br><br>"
  }
]
