[
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n6:50 am</dco> &nbsp;<qco> how am i supposed to ask questions here?</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n6:01 am</dco> &nbsp;<qco> how to use soap</qco> </h3>      \nhow about mixing soap with soap\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n3:44 am</dco> &nbsp;<qco> if something is just a quarter, how many should you have</qco> </h3>      \n4 times as many quarters as the number of whole things you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n3:42 am</dco> &nbsp;<qco> what year is it</qco> </h3>      \nmust be in the billions by now\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n3:19 am</dco> &nbsp;<qco> Favorite historical empire?</qco> </h3>      \nreading between the lines, i think what really counts is that i just name one. ... so how about.... Blockbuster Video\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n2:48 am</dco> &nbsp;<qco> how does the question \"what time is it\" work what with the effects of time dilation due to everyone's unique frame of reference? </qco></h3>      those effects would be negligible in most situations when that question is asked<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;actually, a better question is what the hell is time dilation?</qco> </h3>      various ways that time can get stretched when you're dealing with things that move INSANELY fast, or things that are INSANELY heavy\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n2:09 am</dco> &nbsp;<qco> How does Bill Wurtz find chords?</qco> </h3>      \nhow do you find what pitches to speak words at, when talking normally? heck, not even musicians know that one\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n1:48 am</dco> &nbsp;<qco> What is your opinion on rabbits</qco> </h3>      \ni can't believe those ears\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n1:32 am</dco> &nbsp;<qco> how was your lunch bill?</qco> </h3>      \npretty good. i'm thinking of having lunch again in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n1:13 am</dco> &nbsp;<qco> when were the tunes released in early March 2010 (burger king, little door, etc) written? and given that was the first time you had recorded and produced that many songs, how was that experience?</qco> </h3>      \nmost of that was written on the spot, at that time. it was exciting to finaly lower the quality bar so much that i might................ actually get into the building\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n12:21 am</dco> &nbsp;<qco> any tips or techniques on making thing imperfect?</qco> </h3>      \nmake it on earth\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n12:04 am</dco> &nbsp;<qco> is it more important what is put into art or what art means to the people who did not make it</qco> </h3>      \nit's like in sports, which team is more important. play to find out\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.25&nbsp; \n11:43 pm</dco> &nbsp;<qco> did you have a good day today?</qco> </h3>      \nwhat about tomorrow\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.25&nbsp; \n10:00 pm</dco> &nbsp;<qco> thoughts on male bird dances?</qco> </h3>      \ndignified, respectable,\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.25&nbsp; \n9:44 pm</dco> &nbsp;<qco> even though you have no experience, what do you think would be the best method to learn the saxophone?</qco> </h3>      \ni would say the first step would be get a saxophone, the next thing would be maybe just check out a brief to tutorial about how to even get sound out of the thing. beyond that i'd say the buttons are auditorily self explanatory. and then enjoy\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.25&nbsp; 9:27 pm</dco> &nbsp;<qco> Do you ever ask yourself questions here?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.25&nbsp; \n7:37 pm</dco> &nbsp;<qco> opinions on legumes?</qco> </h3>      \nthrough a trick of language, in France, all vegetables are legumes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.25&nbsp; \n6:35 pm</dco> &nbsp;<qco> Is it possible that unicorn eat pancakes for diner</qco> </h3>      \ni'll admit, that doesn't sound incorrect\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.25&nbsp; \n5:47 pm</dco> &nbsp;<qco> What is, in your opinion, one authentic New York experience everyone (who has the financial means to do so) should have at least once in their lifetime?</qco> </h3>      \ni don't think i would recommend everyone to have the exact same experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.25&nbsp; \n3:46 pm</dco> &nbsp;<qco> what's qwertyuiopasdfghjklzxcvbnm!?\n</qco></h3>      that's basically the letters on a normal keyboard, in order row by row from top left to bottom right<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also can you please rearrange qwertyuiopasdfghjklzxcvbnm? \n</qco></h3>      the only other obvious arrangement would be 'abcdefghijklmnopqrstuvwxyz'<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Have a great day :)&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.25&nbsp; \n2:09 pm</dco> &nbsp;<qco> So why random selection rather than selecting a song idea that appeals to you most in the moment?</qco> </h3>      \nyou might need to use a random selection when youve already tried choosing one you 'want' to do, but everything is crumbling under the pressure. sometimes every song has SOME reason why you shouldnt do it (heck, that's what makes a song good usually). so you might keep getting scared to choose any of them. so in that situation, it's important to remember that you can always resort to a randomized choice\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.25&nbsp; \n1:32 pm</dco> &nbsp;<qco> if you type into an internet search engine 'cute puppies' it may show you pictures of cute puppies or information on cute puppies</qco> </h3>      \nsome web browsers have that as the default \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.25&nbsp; \n12:26 pm</dco> &nbsp;<qco> Do you think turtles know they are turtles, or do they think they are people?</qco> </h3>      \nthey dont think they are humans, that's for sure. but they probably do think of themself as a person. of course 'person' is an english word, so they probably dont think in english. need translation\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.25&nbsp; \n11:59 am</dco> &nbsp;<qco> why do people name things all the time</qco> </h3>      \nto keep track of which thing is which\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.25&nbsp; \n11:46 am</dco> &nbsp;<qco> are you the new pope???</qco> </h3>      \nno but i've been to lunch with him. Wait no sorry i was thinking of someone else\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.25&nbsp; \n10:46 am</dco> &nbsp;<qco> Would you like to be my Corn partner for the Corn dance at the Corn ball (maybe we can be crowned Corn King and Corn Queen)? Then, we can have a Corn marriage by a Corn priest and have Corn kids?&nbsp;</qco> </h3>      \ni think you have been reading one too many corn tales\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.25&nbsp; \n10:20 am</dco> &nbsp;<qco> Mr Wurtz, how do you type with gloves on?</qco> </h3>      \nmaybe you could use very thin gloves\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.25&nbsp; \n7:38 am</dco> &nbsp;<qco> what's your favorite pizza</qco> </h3>      \nthe dollar places in manhattan, adjusted for inflation of course\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.25&nbsp; \n6:44 am</dco> &nbsp;<qco> Is spaghetti a string?</qco> </h3>      \ntechnically yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.25&nbsp; \n6:01 am</dco> &nbsp;<qco> have you ever dealt with perfectionism when creating something?</qco></h3>      i dont even like perfect things, that seems terribly boring, but i will admit i get overly obsessed with whether or not i can make it amazing<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; should artists have any emotional attachment to what they make? even just a slim?</qco> </h3>      \nthey probably can't control their attachment level. but what i would wonder is: can less attached people and more attached people both accel in creative endeavors, and i would venture optimistically to posit yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.25&nbsp; \n2:37 am</dco> &nbsp;<qco> what's your opinion on the theremin</qco> </h3>      \ni've never tried one. i figure i'd wait until everyone else isn't trying it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.25&nbsp; \n1:58 am</dco> &nbsp;<qco> how to make a story feel more funny?</qco> </h3>      \nyou just have to be in a funny mood when you are writing it. that's the only thing you can do, but you can't really predict when that's gonna be\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.25&nbsp; \n12:29 am</dco> &nbsp;<qco> have you ever considered making a blog dedicated to sharing the music you've been listening to? would you?</qco> </h3>      \nthat sounds like a good idea but i'm not ready to do it yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.25&nbsp; \n11:38 pm</dco> &nbsp;<qco> Whats the most common question you get?</qco> </h3>      \nthis one\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.25&nbsp; \n11:35 pm</dco> &nbsp;<qco> Did you answer the previous question truthfully?</qco> </h3>      \nyes i believe so\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.25&nbsp; \n10:38 pm</dco> &nbsp;<qco> Have you ever had the opportunity to use the word \"gingerly\"?</qco> </h3>      \nyes i believe so\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.25&nbsp; \n10:07 pm</dco> &nbsp;<qco> Would you rather have all grass turn into carpet or all carpet turn into grass</qco> </h3>      \ni don't have the right kind of expertise for this\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.25&nbsp; \n9:21 pm</dco> &nbsp;<qco> Have any of these questions directly inspired a song you've made?\n<br>\n<br>What about indirectly?</qco> </h3>      \nindirectly, someone asked what the title of my next song would be, and i didn't know so i just made up something, saying \"it might be called ground planes but it might not\". i wrote down the title anyway, and in due time the title got selected for musicification, then further writing, then eventually selected for production\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.25&nbsp; \n9:05 pm</dco> &nbsp;<qco> let's exchange an HEX code! here is a soft green : #68ab7a</qco> </h3>      \nok, here's a... bright green. 00FF00\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.25&nbsp; \n7:44 pm</dco> &nbsp;<qco> What is 77 + 33 I'm actually so lost</qco> </h3>      \n110\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.25&nbsp; \n7:38 pm</dco> &nbsp;<qco> \"the hardest thing about building a room is you have to build a room to build the damn room in first. it drives me crazy\"... drives you crazy, where is crazy driving you to?</qco> </h3>      \n'drives me crazy' means 'is challenging'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.25&nbsp; \n7:35 pm</dco> &nbsp;<qco> What question do I ask&nbsp;</qco> </h3>      \n'What question do i ask'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.25&nbsp; 7:11 pm</dco> &nbsp;<qco> what time is it</qco> </h3>      \n'the present'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.25&nbsp; \n5:49 pm</dco> &nbsp;<qco> How do I make a castle sturdier?</qco> </h3>      \ndig a hole as tall as the castle and then build the castle in the hole twice as tall and then fill in the hole and use only the top half of the castle\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.25&nbsp; \n5:32 pm</dco> &nbsp;<qco> I empathize with your quantized glissando même.</qco> </h3>      \noh good. empathy is precisely what i was seeking\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.25&nbsp; \n5:28 pm</dco> &nbsp;<qco> what percentage of conspiracies are, or have the capacity to be, true</qco> </h3>      \nthe problem here is knowing the exact number of conspiracies, which is also a conspiracy\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.25&nbsp; \n4:05 pm</dco> &nbsp;<qco> any tips for driving on the new jersey turnpike</qco> </h3>      \ntime travelers will enjoy driving on georges rd, king georges rd, st georges rd, old york road, and kings highway. if you can put together the pieces\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.25&nbsp; \n3:23 pm</dco> &nbsp;<qco> i have text of the song done, but can't find the rhythm, melody, nor chords to accompany it, any advices?&nbsp;</qco> </h3>      \nthe truth is, you can make it any way you want. although i realize this may be traumatizing\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.25&nbsp; \n2:33 pm</dco> &nbsp;<qco> Is lemon tart overrated?</qco> </h3>      \ni have no idea what the rating of lemon tart is\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.25&nbsp; \n2:26 pm</dco> &nbsp;<qco> how do you feel now that you're the new pope</qco> </h3>      \ni was going to ask you how you felt, to be the new pope\n<br><br>"
  }
]
