[
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n3:53 pm</dco> &nbsp;<qco> Hey just a little add-on to my follow up message with the video link and Elon musk simulation quotes, the one part in my original paraphrase that you responded to that added to his actual statements was the&nbsp;&nbsp;\"(probably within several other simulations)\" part. You could infer that from what he's saying but I don't think he's directly said anything about multiple layers of simulations. Sorry i'm a bit obsessive and just wanted to clear that up. Genuinely curious what you think about that though, honestly the whole concept seems a bit wacky to me but i like to entertain wacky ideas sometimes I guess. Hoping you responded to my follow up with the quotes though, also keep in mind this idea isn't very unique to him, Nick Bostom formally proposed the theory back in 2003 I think.&nbsp;</qco> </h3>      'are we living in a simulation' is an extremely popular question, and it is asked so much that i can't even seem to remember what the question really means. it's like when you say a word so many times you forget what it means\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n1:35 pm</dco> &nbsp;<qco> In your interview with H3H3 podcast, you mentioned that you don't usually look back at your work once it's uploaded. Unless someone asked a question about it.\n<br>\n<br>But don't you feel sometimes it's good look back at your creation and feel proud about it and look back and see how far you've come?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n1:32 pm</dco> &nbsp;<qco> BILL I JUST SAW AN AD ON YOUR BALL&nbsp;&amp; STICK VIDEO ARE YOU INSANE</qco> </h3>      no, what happened is i finally realized once and for all that youtube is now recommending videos much more if they have stronger monetization. i have heard rumors that they would start doing this and knew they would eventually, but i proved it very clearly recently. because the ball and stick video was listed as #2 on trending when you click into the trending list, but, it was not showing up in recommendations where top 5 trending videos are supposed to show up. i did a test on a clean cookie-free (identity-free) browser, and went to youtube.com. on the front page of youtube, the top row of 5 videos is recommended trending videos. if you keep refreshing it, it seems to display mostly videos from the top 8 or so, switching around slightly with each refresh but usually mostly the same videos, all taken from the top of the trending list. but i refreshed it several times and mine was simply never there, despite being listed as #2 on the actual trending list. so i did an experiment and turned on 5 sec skippables for that video, and it instantly started appearing on the front page every time. so essentially this proves to me that the youtube algorhythm is strongly favoring videos with better monetization, which i always suspected would eventually be true. so essentially i can no longer trust youtube to give my videos a fair shake if they have the weakest monetization settings (i.e. display ads only). the good news is, i still offer all my content downloadable for free on billwurtz dot com, so they can be played in an offline video player of your choosing, which for me personally is the way i strongly prefer to watch content anyway. in fact i never even wanted to join youtube because i can't stand watching videos in an online streaming player. much prefer to download. but i gotta get the stuff on as many sites as possible, and play by their rules if necessary. after all that's probably how most of you found me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n1:12 pm</dco> &nbsp;<qco> How do you do Pythagorean theorem?</qco> </h3>      take the length of the 2 short sides (the not diagonal sides) and square them and add them together, and then take the square root of that. and the answer should be the length of the diagonal side\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n11:36 am</dco> &nbsp;<qco> what is the source of your creativity?</qco> </h3>      the big bang, i suppose. if the theory is to be trusted\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n11:18 am</dco> &nbsp;<qco> what do you think?</qco> </h3>      1=2\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n11:11 am</dco> &nbsp;<qco> is 3d modeling art?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n9:40 am</dco> &nbsp;<qco> did you get the syd barrett disguise?&nbsp;</qco> </h3>      to become syd barrett you must not get a disguise, you must instead remove the disguise you already have\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n8:16 am</dco> &nbsp;<qco> In \"ball and stick,\" at 0:25, this song was really good. Can/Would you like to make a full song of this?</qco> </h3>      no but i would like to make many many many other full songs, with supporting video, as well as full videos with supporting music\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n7:16 am</dco> &nbsp;<qco> why is it so cold today</qco> </h3>      to compensate for the other time it was warm\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n5:06 am</dco> &nbsp;<qco> what are you going to do when you're an old man</qco> </h3>      great concerts hopefully\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n4:33 am</dco> &nbsp;<qco> What do you think about space exploration?</qco> </h3>      \nthere is a lot of space to explore\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n4:22 am</dco> &nbsp;<qco> Is creating your way of interacting with the world?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n4:16 am</dco> &nbsp;<qco> Do you think music composition is about completely trusting your emotions or having a prevalent rational and full of planning mindset?</qco> </h3>      \nthe emotions must have the final say. but you can try to use planning to coax them at a particular time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n4:09 am</dco> &nbsp;<qco> How do you personally maintain boundaries</qco> </h3>      using mostly your fore arms, and strong footing positions\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n3:46 am</dco> &nbsp;<qco> is there any physical evidence to support the existence of a god</qco> </h3>      you would have to first define what that is\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n3:32 am</dco> &nbsp;<qco> what's a resolution you have</qco> </h3>      on august 23, 2018, i made a resolution to release music videos every 14 days without fail\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n3:17 am</dco> &nbsp;<qco> Ideas and inspiration are raining down like a glorious storm. So many ways to make the world better and now I finally can! But the follow-through is like racing to catch it all in my hands and now I am tired and cold and wet and still have accomplished nothing of value. How do you decide what NOT to do?? What to set aside, possibly forever?&nbsp;</qco> </h3>      \njust start deciding and you will get more comfortable deciding. every decision ever made is partially right and partially wrong, so you might as well get started and you will probably increase your average as you go\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n2:37 am</dco> &nbsp;<qco> can you write a haiku about how it feels to make music</qco> </h3>      i'd have to sing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n1:35 am</dco> &nbsp;<qco> i got that stupid iphone x thing too. i got notified thru email but it was apparently shared with me through google photos? i am pretty sure it was because i commented on your new video on youtube. i would suggest commenting on your latest video explaining that the iphone x giveaway spam is not from you etc. and then pinning that comment so people can see it. i wouldn't expect you to do that but even then i hope this helps in any way, i keep seeing those impersonator bots all over youtube and it's really annoying and it makes me really mad especially since they decided to impersonate you&nbsp;</qco> </h3>      can someone actually link me to a place where this is happening? or at least check the url of this account? if the url is actually 'billwurtz' then that means they are spoofing me in some advanced way, but i suspect they are just using my name and picture and their url is something like 0a9fhs8rhare8h. if i know what their url is then that would help\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n1:13 am</dco> &nbsp;<qco> What is a tractor</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n11:53 pm</dco> &nbsp;<qco> why not make some ragtime</qco> </h3>      i am not opposed to ragging the time a bit. in fact most of my time is at least somewhat ragged\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n11:30 pm</dco> &nbsp;<qco> Aren't are questions questions if questions are questions?</qco> </h3>      let me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n11:02 pm</dco> &nbsp;<qco> why is i can play categorized under people and blogs on youtube?&nbsp;</qco> </h3>      that was the default category, i think. all my videos were in that category before about 2018 when i decided to pay a little bit closer attention\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n10:32 pm</dco> &nbsp;<qco> Why are birds?</qco> </h3>      for flying, and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n10:25 pm</dco> &nbsp;<qco> Should Pluto be a planet?</qco> </h3>      only if eris is too\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n9:39 pm</dco> &nbsp;<qco> how do i create interesting characters for a story</qco> </h3>      make every character you. then to mix it up try to make them all look as different from you as possible, but they are actually still you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n9:24 pm</dco> &nbsp;<qco> I've been trying to see if I could make reading poetry fun and cool again. I wrote thousands hoping I would see what this New Kind of Poem is and what a good one would be like. But I still feel like I don't know. I enjoy all of em a little bit at least, but I want people to enjoy them a lot. Do you have any advice on developing metrics for a thing that doesn't really exist yet (a good, fun, enjoyable poem that you read)?</qco> </h3>      \ncontext helps. who is reading it? where? when? why? how? everything hinges upon the context. for example, you could put a dot on a telephone pole, and pow, there's a dot on a teleophone pole. a complete picture. whereas a dot anywhere else is just a dot\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n8:55 pm</dco> &nbsp;<qco> since we are all different, does that technically mean we are all the same?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n8:38 pm</dco> &nbsp;<qco> is the password for the reality page for you to add things or to view hidden videos</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n8:24 pm</dco> &nbsp;<qco> do you use night mode on twitter?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n8:11 pm</dco> &nbsp;<qco> How do I win life? (I'm speedrunning life btw)</qco> </h3>      \nyou have already won. it's just bonus points you are collecting now\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n7:41 pm</dco> &nbsp;<qco> Is everything in the center of everything else?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n7:00 pm</dco> &nbsp;<qco> what if the ball went to a real jail?</qco> </h3>      could be more difficult to escape\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n6:53 pm</dco> &nbsp;<qco> do you ever consider changing your videos' aesthetic drastically for the sake of trying out new stuff?</qco> </h3>      every time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n6:31 pm</dco> &nbsp;<qco> what is your favorite part about existing?</qco> </h3>      \nthe t-shirts and souvenirs i can buy in the existence gift shop\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n5:52 pm</dco> &nbsp;<qco> advice for an aspiring composer?</qco> </h3>      i think a good next step would be to go ahead and start composing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n4:58 pm</dco> &nbsp;<qco> got any advice for not procrastinating and actually creating stuff?</qco> </h3>      do you have an idea of what you want to create\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n4:50 pm</dco> &nbsp;<qco> what artists inspire you?</qco> </h3>      \ni can never remember until i see them. almost all of them actually<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n4:44 pm</dco> &nbsp;<qco> What sparked the idea for ball and stick? \n<br>(congrats getting to #2 on Trending, btw!)&nbsp;</qco> </h3>      \nthe original idea was just the idea of a ball and a stick. then go from there<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n4:23 pm</dco> &nbsp;<qco> Are you doing an iphone X giveaway?\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i just got randomly invited and it said you were the owner.\n</qco></h3>      on what site<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Are you actually the one who is hosting this?</qco> </h3>      absolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n4:12 pm</dco> &nbsp;<qco> your chord changes are so cool, incredibly compelling and interesting and complex, what's your music writing process like?</qco> </h3>      i have to just make something up  ..... and then if i think it's good, i demonstrate how it goes in well organized memo videos, or sometimes written notation\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n4:10 pm</dco> &nbsp;<qco> I am an art student writing my dissertation soon can I please write about you</qco> </h3>      sure<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n4:10 pm</dco> &nbsp;<qco> Do you intentionally misspell words to piss people off, like me ? \n<br>Cause it's driving me crazy and I need to know that there's some kind of logic behind it.&nbsp;</qco> </h3>      \nbesides in titles / logos, where have i done it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n4:09 pm</dco> &nbsp;<qco> So is it, just, like, you make stuff without any thought just to meet the deadline?\n</qco></h3>      no, i use thoughts, and feelings also. maybe more<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n What are you going for with your videos?\n</qco></h3>      total and unfettered world conquest and domination<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Are they supposed to be good music?\n</qco></h3>      that could be helpful<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Are they supposed to be funny?\n</qco></h3>      that could be helpful<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n What do you get out of all this?</qco> </h3>      i finally get to have lunch at the cool kids table, after making my own table\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n3:59 pm</dco> &nbsp;<qco> What if the God is exist? And he will burn you in hell forever because you didnt search for him enough and didnt gratitude him enough for your existance? doesnt this possibility ever bother you?</qco> </h3>      ah, you are talking about the bother gods. those gods are there, fine and well. doing their job as always\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n3:20 pm</dco> &nbsp;<qco> why does your 404 page say \"oh no wear is my pink tutu\"? also it should be \"where\" not \"wear\"</qco> </h3>      you shouldn't have been on that page. the 404 page on a website essentially means \"oops you must have went to the wrong page.\" so if you think the mistake is on the page itself, then i think it's time to take a good cold hard look in the mirror\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n2:56 pm</dco> &nbsp;<qco> are you living in an alternate universe? are we all living in an alternate universe?</qco> </h3>      \n\nfrom what<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n2:47 pm</dco> &nbsp;<qco> What's the current schedule</qco> </h3>      i can't tell you \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n2:14 pm</dco> &nbsp;<qco> how do you make a good youtube video?</qco> </h3>      it can only be made good after it is released, by clicking the thumbs up sign<br><br>"
  }
]
