[
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n10:29 pm</dco> &nbsp;<qco> Did you teach yourself to play music?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so, what informational resources would you recommend to learn the piano?</qco> </h3>      song books are probably best\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n10:16 pm</dco> &nbsp;<qco> who is the judge in climate change court? who is the jury?</qco> </h3>      unfortunately no one, due to time constraints\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n9:59 pm</dco> &nbsp;<qco> do you compose the songs before or after recording them?</qco> </h3>      before\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n9:55 pm</dco> &nbsp;<qco> Is your next song going to be about wanting to go everywhere?</qco> </h3>      most of my songs are about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n9:45 pm</dco> &nbsp;<qco> During the Mount Saint Helens music video, is the slight ghost image at the right on 1:23 intentional, bc it's really hard to notice</qco> </h3>      the character is intentionally there. the movement being fucked up is unintentional. i knew about it but no time to fix\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n9:38 pm</dco> &nbsp;<qco> in the car driving listening to You Rock My World for the first time how did I miss this and the moon coming up in the desert it made me drive right past my destination........</qco> </h3>      you may have missed the song because it came out around 2001 which was not michael jackson's most popular time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n9:02 pm</dco> &nbsp;<qco> why mt. saint helens? that's a little mainstream, don'chu think?</qco> </h3>      seemed just right\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n8:46 pm</dco> &nbsp;<qco> Some people think the Elsagate YouTube videos are created by robots. The result is almost nightmarishly unwatchable for adults. As AIs get better and more personalized, do you think we're going to be threatened with virtual hells?</qco> </h3>      it's a gradual trend which has been going on for centuries, but ultimately it just makes us stronger\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n8:15 pm</dco> &nbsp;<qco> In many songs you talk about going home. Where would that be and why do you put It in your songs?</qco> </h3>      i guess it just feels good in a song but i am proud to announce that i have attended re-hab for it and will not be using that phrase again in the foreseeable future\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n8:05 pm</dco> &nbsp;<qco> Where did the black keys between E&amp;F and B&amp;C go?</qco> </h3>      there never were any\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n7:42 pm</dco> &nbsp;<qco> why did u make this in the first place. and i know why u made this site but why did you make these awesome skits, songs, and anecdotes in the first place. what drives you? thx</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n7:13 pm</dco> &nbsp;<qco> Are your videos about art</qco> </h3>      maybe sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n6:53 pm</dco> &nbsp;<qco> Did you have trouble writing lyrics, so instead you just say f**k it and express the way you feel?</qco> </h3>      should always express the way i feel\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n6:50 pm</dco> &nbsp;<qco> When you do run throughs of a song, are you playing along to parts of the arrangement you already have down?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or is the song only chords and melody/lyrics at that point?</qco> </h3>      which point\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n6:33 pm</dco> &nbsp;<qco> have you ever heard Bossa Nova?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n6:28 pm</dco> &nbsp;<qco> You may have already answered this question, but I haven't been visiting the site very regularly. Why did you censor \"fuck\" in \"i'm best friends with my own front door\"? It's not like you have to worry about demonetization \n</qco></h3>      why not<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(and even if your videos were monetized, I doubt you'd compromise for the sake of ads). I'm not angry about it or anything;&nbsp;just curious.</qco> </h3>      the words \"fuck\" and \"shit\" are very controversial. when i use them, people want to know why. when i don't use them, people want to know why i didn't. you'd think i could somehow compromise by using it half-way, but people want to know why i did that too\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n6:11 pm</dco> &nbsp;<qco> how do i learn the words to 'history of the entire world, i guess'</qco> </h3>      how did i write them\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n6:10 pm</dco> &nbsp;<qco> How do you think of lyrics? I'm very bad at it.&nbsp;</qco> </h3>      you almost have to let them think of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n5:54 pm</dco> &nbsp;<qco> how do i make it in the society that so badly represses the complexion of the human psyche - MIKEY</qco> </h3>      you could wear a shield of mirrors\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n4:54 pm</dco> &nbsp;<qco> what should i be for halloween?</qco> </h3>      a birthday cake?\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n4:41 pm</dco> &nbsp;<qco> when will you release a new video exactly post mt. st helens video?</qco> </h3>      oct 2\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n3:52 pm</dco> &nbsp;<qco> when was textin on my iphone released? i'm not sure if it was 2010 or 2014...</qco> </h3>      it was only a 4 bar song when written/recorded in 2010. some time during 2012 it was written longer, and in 2013 the longer version was recorded\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n3:46 pm</dco> &nbsp;<qco> Will the next consciousness transition solve global issues or will global issues cause a consciousness transition</qco> </h3>      maybe a little of both, but computers will be involved also\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n3:43 pm</dco> &nbsp;<qco> fun fact if you were to put a trumpet mouthpiece into a trombone it would sound exactly like a trumpet but you have a slide, vice versa with the trombone mouthpiece in the trumpet</qco> </h3>      are you sure about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n3:37 pm</dco> &nbsp;<qco> why paint if music is more powerful</qco> </h3>      do whichever one you are most powerful at. maybe you will get a chance to combine them somehow\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n3:03 pm</dco> &nbsp;<qco> why your email big</qco> </h3>      to add a sense of \"adventure\" to an otherwise very boring page\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n2:53 pm</dco> &nbsp;<qco> How do I consecutively play the notes together to regularly make something that isn't hot garbage for the ears?</qco> </h3>      you have to put the garbage on your ears and move it around until it feels like something more. keep in mind everything in this universe is intrinsically made of garbage\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n2:40 pm</dco> &nbsp;<qco> is bill wurtz creating?</qco> </h3>      i wouldn't quite word it that way but yes i suppose so\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n12:52 pm</dco> &nbsp;<qco> where do you write your songs?</qco> </h3>      <a href=\"https://billwurtz.com/this-is-where-i-make-my-things.mp4\">here</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n12:09 pm</dco> &nbsp;<qco> Did you just think of random things and put them together as songs?</qco> </h3>      usually not\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n12:08 pm</dco> &nbsp;<qco> I have a feeling that you are aiming for your lyrics to convey a certain feeling rather than telling a concrete story that is to be read into. Would you agree?</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n At least that's the way I see it and I find it particularly interesting and intriguing because, generally/traditionally, the music is responsible for the mood and feeling while the lyrics are the ones telling a story. \n</qco></h3>      i'm not so sure about that. i think it's always the combination that makes it happen<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nThe way you do it is such a fresh and genius approach.</qco></h3>      that's very nice of you<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Even though your lyrics are on the absurd side, maybe even BECAUSE they are on the absurd side, nobody will relate to it literally so everybody can relate to it emotionally. Instead of the music enhancing the lyrics, they work together to enhance the feeling. That's the effect your music has on me at least. Is that what you are going for?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n9:42 am</dco> &nbsp;<qco> Do you plan to keep up the 2 week schedule until the end of the year? That would be an amazing feat</qco> </h3>      until at least sep 3\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n9:03 am</dco> &nbsp;<qco> why did you choose die To be the first video you had uploaded to youtube?</qco> </h3>      i don't think it was\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n7:57 am</dco> &nbsp;<qco> Do you ever write songs about yourself rather than me? You've written so many songs about me and I appreciate that but I would really like a song that is specifically about Bill Wurtz.</qco> </h3>      \"i'm a person\" is about me\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n7:56 am</dco> &nbsp;<qco> first step to pushing the limits of reality?</qco> </h3>      find them\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n7:55 am</dco> &nbsp;<qco> would u recommend knowing everything to a friend?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n7:12 am</dco> &nbsp;<qco> what do you think of russia?</qco> </h3>      they're doing a great job\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n6:26 am</dco> &nbsp;<qco> What's with the regular uploading?</qco> </h3>      i don't know how to do it any other way\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n6:21 am</dco> &nbsp;<qco> In your video for \"hallelujah\", how did you manage to put the cowbell so it doesn't cover your drumstick? At minute 1:17</qco> </h3>      that was an intricate combination of chroma keyer and moving crop lines\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n4:45 am</dco> &nbsp;<qco> How much of a songs meaning do you give to the listener?</qco></h3>      all of it, if possible<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;for instance, I think \"Mount St. Helens is about to blow up\" is about helping someone you love through their problems because of how awesome they are. I'm almost certain that isn't what you intended the meaning to be, but it's what makes me love the song even more.</qco> </h3>      that's good\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n3:15 am</dco> &nbsp;<qco> hey dude that bridge on mt. st. he. le. ns. was pretty dope. like some jazzy fusion latin shit goin on with the bass. what inspired you to make construct a latin bridge</qco> </h3>      just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n2:57 am</dco> &nbsp;<qco> what is this website\n<br></qco> </h3>      billwurtz dot com\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n2:29 am</dco> &nbsp;<qco> Is there a deeper then surface level meaning to your videos? </qco></h3>      i hope so, but if you can't feel it then that means i fucked up some how<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Have there been hints or clues to something?</qco></h3>      paul is not dead<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Maybe the secret password?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n2:09 am</dco> &nbsp;<qco> why do people think love is important? genuinely curious&nbsp;&amp; not trying to be snarky here</qco> </h3>      maybe if they like it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n1:17 am</dco> &nbsp;<qco> since you're the most famous bill wurtz, when is the tournament for you to take down the rest?</qco> </h3>      why would it be necessary for me to take them down\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n1:08 am</dco> &nbsp;<qco> I realized recently that the first syllable of duo, trio, and quartet each rhyme with the respective number of things you'd find in those groups. Do you have any other cool language shenanigans to share?</qco> </h3>      i have a whole page for language shenanigans\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n12:55 am</dco> &nbsp;<qco> I've noticed that in the videos from the last two songs, there's no footage of you, or practically any kind of live footage for that matter. Is this because said videos were made on a tighter schedule, and introducing footage of yourself is more time consuming? Or is there another reason for your disappearance from them?</qco> </h3>      i have the option of appearing in the videos or not. i've always done both and will continue to do both\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n12:51 am</dco> &nbsp;<qco> How do you balance your explicit information density with your subliminals/esotericisms?</qco> </h3>      i have it set to auto balance\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n12:43 am</dco> &nbsp;<qco> What is the pH level of your next song?</qco> </h3>      i'd say about 6.7\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n12:07 am</dco> &nbsp;<qco> were you actually holding anything under the cowbell images during the cowbell scenes in hallelujah</qco> </h3>      no\n<br><br>"
  }
]
