[
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n4:55 am</dco> &nbsp;<qco> bill how do you create a website like this? i want one</qco> </h3>      a website like this is what you get when you are finally able to ignore all the companies and services screaming in your ear about how they can help\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n3:38 am</dco> &nbsp;<qco> The world won't stop spinning.</qco> </h3>      i don't think you'd want it to\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n3:25 am</dco> &nbsp;<qco> u seem to be more vocal about the video editing software u use lately. \n</qco></h3>      are you sure? i don't think i've ever even said. at least i hope i didn't<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is it cuz ur gonna switch or because everyone already had figured out?</qco> </h3>      i am gonna switch, because i have to. most people probably have no idea what i use, but some people may know if they have good detective skills. i'll give you another hint, the transformation i'm going through is a transformation that most people probably went through around 2012 or soon after\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n3:14 am</dco> &nbsp;<qco> What were you saving the tambourine for?</qco> </h3>      still am\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n2:16 am</dco> &nbsp;<qco> what do you think about the right mindset vs the right choices?</qco> </h3>      they seem like close cousins, maybe second cousins\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n1:58 am</dco> &nbsp;<qco> Where do you get song ideas?</qco> </h3>      everywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n1:57 am</dco> &nbsp;<qco> What is a \"reality video\"</qco> </h3>      a video that is made from audio/video footage (mostly audio) from my audio/video journals. tightly edited and with visual illustrations added\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n1:54 am</dco> &nbsp;<qco> How dou you unfire a gun?</qco> </h3>      just point it the other way i think\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n1:53 am</dco> &nbsp;<qco> 2 days ago was the 10th anniversary of Michael Jackson's death. Did you know that?</qco> </h3>      yes but i didn't think of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n12:57 am</dco> &nbsp;<qco> what would u say is your core desire for doing what you do?</qco> </h3>      being able to think of something and have it appear in someone else's mind<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n12:51 am</dco> &nbsp;<qco> Have you quit YouTube?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n12:09 am</dco> &nbsp;<qco> are you a bird</qco> </h3>      let me run some tests\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n10:11 pm</dco> &nbsp;<qco> how do i stop being scared of things</qco> </h3>      write stories about them<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n10:08 pm</dco> &nbsp;<qco> should i make pixel art</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n10:08 pm</dco> &nbsp;<qco> what if i'm just an octopus camouflaged as a human</qco> </h3>      i think that could create an interesting tax scenario\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n8:49 pm</dco> &nbsp;<qco> do you know how to play chess</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n8:12 pm</dco> &nbsp;<qco> Are you currently working on a music video?</qco> </h3>      yes but that is paused briefly for some technological revolution/upheaval\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n7:42 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201906260522\">6.26.19&nbsp;&nbsp;5:22 am</a> &nbsp;&nbsp;&nbsp;will you?</qco> </h3>      i've done it many times before. but i tend to prioritize new songs with new videos. would do both maybe if i were cloned or something. also do a lot more. also not the kind of clone where you have to wait for them to grow up\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n7:39 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201906250728\">6.25.19&nbsp;&nbsp;7:28 am</a>  so, lets say I have a chord made up of the following notes: F-Ab-C-Eb-G-Bb-Eb-G.</qco></h3>      seems a little thick for 1 chord ....<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Having grown up playing music from classical notation (treble cleff and bass cleff) I think my instinct is to split it up as F-Ab-C-Eb in left hand and G-Bb-Eb-G in right hand, so I kind of memorize the two blocks by themself.</qco></h3>      everything about that feels frightening and all wrong to me, but to each their own i guess<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; But once I move to another chord lets say G-Bb-D-F-Bb-C-D-F,</qco></h3>      where are you getting these chords from? what world are you living in? <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I would split it into G-Bb-D-F on left hand and Bb-C-D-F. So instead of memorizing 2 8note chords,</qco></h3>      oh no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i memorized 4 4 note chords,</qco></h3>      oh no this is all wrong<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and it always made sense since it felt like memorizing smaller chunks would make it easier. The thing is, when moving from first set of 8 to second set of 8, the checklist becomes twice as long when trying to make the change fast, since I have to run the checklist of 2 4 note chords as opposed to a big one. So my mind is split making sure I got the left hand right and then the right hand right (and with the memorized finger positions).</qco></h3>      does your keyboard have sound? make sure you are checking how these things sound because what you are describing sounds frightful<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; So let's say I have a less than ideal memorized way of placing my fingers on the notes because that's how i first came upon them, then I would just be repeating my mistake everytime simply because thats how i memorized the 2 blocks. But on the other hand if my \"mental check list\" goes note by note from the bottom up, then my hands might fix the mistake the second time i play by going \"ah, that makes more sense how my fingers landed on the notes this time around\" and instead of memorizing how to place my hand on them, my hands start learning finger placement instinct in a sense, and i have more mental space to do/think other things. I always thought it was easier to memorize both blocks because, lets say for the second 8 note chord I could memorize Gb7</qco></h3>      just for some perspective, i've already mentioned that i think  you are living in a completely alternate universe from me, and that might be ok, but, generally if I see Gb7 on the page, the basic go-to way i would play this (not taking any context into account), and if i am the only instrument (not a band) i would play 1 note in the left hand and 2 notes in the right hand. Left hand is bass note Gb (let's say the 92.5hz one) and the right hand is playing Bb and E (233 and 330). depending on context and what key the song is in etc etc you might need a little more (maybe add Db in between) but that voicing would pretty much be the standard for me. If i'm in a band and there is already a bass player there, do the same thing but skip the bass note<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; on left hand and a Bbadd9 on the right hand, both on root position. But I am coming to the realization that seeing them this way may intelectualize the process too much and make me think&nbsp;&nbsp;of music in more math/pattern terms rather than feeling the music. As for the puzzle part, if i just play the right notes and not worry about which hand does which, the hands slowly start gaining instinct of how to play what. And everytime you play them, you're figuring out the finger-placement puzzle again, or atleast starting to make the connection of both hands working as one as opposed to LH does x, RH does&nbsp;&nbsp;y. Another advantage I believe is that when changes need to be made to the voicing they are made to the whole at the same time, and rebalancing voices in the other hand to fit the change becomes easier. Because you don't need to relearn both blocks again and/or how they differ from the previous version of the chord, you just need to solve a new puzzle when playing.Mentally it feels kind of like the first time I started seeing the harmonies in classical music as opposed to just learning the notes and the order they come in at. Way easier to play bach's prelude 1 if you know the chords that are being arpeggiated rather than learning/reading each note by itself as it comes. I thin I am slowly unhindering myself of the limitations of the way I learned to play music as a kid. It just always seemed so intimidating to me seeing people improv 2 handed chords</qco></h3>      i think you are overestimating the existence of 2 handed chords. if you are using 2 hands for a chord, your hands should either be very very close (like in the same range) and hopefully not playing more than about 6 notes max (beyond that it just gets crazy dense ... if you add more notes, they should be on the same notes you're already playing. which means other instruments have to play them) OR, you have a chord with your right hand and 1 note in the bass range. but only do this if you have absolutely no other bass player in your group<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; over changes and I thin perhaps they weren't thining of them as 2 separate blocks one for each hand, but as one whole thing. The other advantage to not seeing it as 2 hands I believe is that it's easy to say, well that chord needs one less note, and just play the chord and let the fingers figure out who plays who, as opposed to trying to keep balance or saying \"well, there was 4 and 4, now theres 4 and 3, i should probably take one out of the left hand too to make it balanced\" when the balance perhaps doesn't lie in number of notes in each hand but simply what the music needs, which might not always makes sense in the pattern/balance-seeking frame of mind. I hope it makes more sense or atleast shows what I'm thinking better.\n<br>\n<br>Tl;dr, \"Gb7 on left hand, Bbadd9 on right hand\" turns into G-Bb-D-F-Bb-C-D-F.</qco></h3>      oh you meant Gmin7. the example i gave before was for Gb7. --- Gb7 actually means Gb dominant 7<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; First one might make more sense for writing down/analyzing, second might be more instinctive and wont rely on having to make sense of each hand as an individual chord. Like, on the example of the first chord F-Ab-C-Eb-G-Bb-Eb-G, itd be hard to categorize G-Bb-Eb-G as a recognizable chord, perhaps some sort of Eb in first inversion with a doubled 3rd on the top but I want to let my ears do the listening, my fingers the playing and my mind the enjoying instead of intelectualizing it. It may seem I'm saying the newer way im doing it is better but I think maybe it just complements something that's been lacking in my approach to music thus far and a balance must be found as opposed to committing to one way or the other. I find the mind of a piano harmony improvizer intriguing and I hope this new approach makes it less convoluted in my head. It just seems like itll be way easier to improvize when im not trying to first make two independent hand voicings and placing them together as opposed to thining of a big voicing spread through all my fingers (and let them do the chosing of which plays what note as opposed to summoning up some finger positions from the catalogue since my catalogue may be too limited atm. It feels like when playing with this new frame of mind, it's easier to try new stuff and let the music speak to me. How do you approach memorizing/improvizing voicings when you are writing/arranging/playing?&nbsp;</qco> </h3>      i've really never memorized anything of that sort. most of the learning i've ever done with regard to keyboard / chords / fingering, etc, has been a result of spending a very very long time with the keyboard in a deep state of experimental enjoyment. also i will mention again that this default idea that both hands are supposed to play a chord seems all wrong. the only scenario really where i think that would be a good idea is if you had 2 keyboards and you were playing them right in the same range and at least some of the notes are the same. the magic range where harmony/chords work is generally very small (within about 1 octave range). when you spread out, at least on the low side, you'll want single notes only (for bass range). and if you are talking about spreading way up higher, still i think you are going to find that this \"each hand plays a chord\" idea is just not sound. at least i think that's what you find when you start really paying attention to the sound\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n7:01 pm</dco> &nbsp;<qco> I think my life is a rise-and-fall sort of thing. I feel like shit for a week because I'm failing, then I realize what I'd been doing wrong and feel amazing for the next week because I've fixed it. Repeat.\n<br>\n<br>Do you feel similarly?</qco> </h3>      not always that exact time table, but the ups and downs are a classic element of everything, it seems\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n6:58 pm</dco> &nbsp;<qco> I LOVE using capitals letters, I think they are great for providing EMPHASIS. In fact I KINDA use them TOOOOOO MUCH, but they're SO ADDICTIVE! It's like they're almost too POWERFUL! I could destroy a CITY with JUST capital letters!!!\n<br>\n<br>What do YOU think though???</qco> </h3>      i generally agree\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n6:56 pm</dco> &nbsp;<qco> I listen to your songs daily and I think you make great music. Along with all of your other instruments, do you play guitar and are you considering making a rock-esque song?</qco> </h3>      i'm not a guitar player\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n6:19 pm</dco> &nbsp;<qco> Do you think it would be a good exercise to someone new at songwriting to take lyrics from a song you know but come up with a new melody for them or vice versa?&nbsp;</qco> </h3>      those would both be awesome exercises. they leave out some potentially important pieces of the songwriting game, but they are still great exercises nonetheless\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n4:59 pm</dco> &nbsp;<qco> Next songs overall bpm?</qco> </h3>      102\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n4:09 pm</dco> &nbsp;<qco> how did you make new canaan sound so perfect and good?</qco> </h3>      i gave myself an extra week by doing 'ngeuigh' song instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n3:50 pm</dco> &nbsp;<qco> If you did a tour, can you do it at the katauq center in Nuuk?</qco> </h3>      i would love to play there\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n3:49 pm</dco> &nbsp;<qco> what would you call the minor-esque voicing you use that's just four fourths stacked, albeit arranged a little differently? like F, Ab, Bb, Eb, for example for an f minor-ish sound, or even F, Eb, Ab, Bb</qco> </h3>      i've been wishing for a good simple option for that, because it is a common chord. F-11 is very simple, but if the reader is not a mind reader, they might do something very different from the sus way. the only really accurate answer is to say Absus2/F but that just doesn't look like an Fmin chord. also you could say F-11(no5). this might get the message across. i should have special notation because it's very common but i don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n3:38 pm</dco> &nbsp;<qco> do you have a way to keep track of when your answers are posted here that you can read retrospectively?</qco> </h3>      there is no way to tell when the answers were posted. i'm considering adding invisible notation like for many of the other pages<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n2:32 pm</dco> &nbsp;<qco> Who do you work for?</qco> </h3>      bill wurtz\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n2:28 pm</dco> &nbsp;<qco> When will you write a book?</qco> </h3>      around the year 1850\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n2:06 pm</dco> &nbsp;<qco> how to listen to songs faster?</qco> </h3>      all the songs are already too fast\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n1:34 pm</dco> &nbsp;<qco> do you have any video game systems</qco> </h3>      i heard you can play games on the computer now. not sure if it's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n12:29 pm</dco> &nbsp;<qco> Why is the sky blue</qco> </h3>      for political reasons\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n11:57 am</dco> &nbsp;<qco> what do you have against beards</qco> </h3>      nothing, thanks for checking<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n11:13 am</dco> &nbsp;<qco> Have you flipped a water bottle?\n<br></qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n10:26 am</dco> &nbsp;<qco> Will this new video get Instagram hints?\n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Seems like it could be fun without</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n10:18 am</dco> &nbsp;<qco> wanna be best friends?</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; we can poke each other and eat potato chips for dinner</qco> </h3>      on second thought\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n9:26 am</dco> &nbsp;<qco> Can you tell the sun to calm down with the heat?</qco> </h3>      you're supposed to save it for later when there's not enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n8:02 am</dco> &nbsp;<qco> Would you be keen on curating even more interactive content on your website?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n7:42 am</dco> &nbsp;<qco> What do you use to edit your videos?</qco> </h3>      WE'LL SEE\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n6:15 am</dco> &nbsp;<qco> what did it feel like to get feedback on your first videos?&nbsp;</qco> </h3>      think i still haven't\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n5:22 am</dco> &nbsp;<qco> have you considered making videos for your older songs that don't have videos?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n4:30 am</dco> &nbsp;<qco> what do you think about giraffes</qco> </h3>      they are a very interesting height\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n3:24 am</dco> &nbsp;<qco> are you ever going to bring back the sort of reggae style that some of your older songs had?</qco> </h3>      was unaware that it left\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n2:10 am</dco> &nbsp;<qco> What advice do you have for finding inspiration</qco> </h3>      it's everywhere. if you can't see it just go ahead and start tapping things with a tiny hammer\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n1:24 am</dco> &nbsp;<qco> what do you do when you feel like giving up</qco> </h3>      on what\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n12:54 am</dco> &nbsp;<qco> Are you aware of how compressed the audio in a MP3 file is</qco> </h3>      no but i've been meaning to check\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n11:33 pm</dco> &nbsp;<qco> Is there a thought process behind your messages on Twitter?</qco> </h3>      i try to do tweets that i would be excited by if i saw someone else do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n10:11 pm</dco> &nbsp;<qco> how do i become unlost</qco> </h3>      you must unbecome lost\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n9:55 pm</dco> &nbsp;<qco> are you going to keep the colors of your website the same forever or will you change them at some point</qco> </h3>      the colors usually change when the site changes\n<br><br>"
  }
]
