[
  {
    "html": "<h3> <dco>6.26.18&nbsp; \n2:03 am</dco> &nbsp;<qco> was the line in sexy pants about going to pyeongyang and shaking some hands related to the recent political developments in the koreas or was it written before that?</qco> </h3>      it was likely written with that in mind<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.18&nbsp; \n1:30 am</dco> &nbsp;<qco> I'm sure you've probably have had this question asked before, but what is your opinion/stance on the \"IHOB\" name change?</qco> </h3>      fake<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.18&nbsp; \n1:00 am</dco> &nbsp;<qco> Is there any hidden meaning in your songs?</qco> </h3>      they mean i am the illuminati president 666 confirmed and i will be running for a 4th term please #vote <br><br>"
  },
  {
    "html": "<h3> <dco>6.26.18&nbsp; \n12:58 am</dco> &nbsp;<qco> Will there ever be physical bill wurtz music releases?</qco> </h3>      i'm not sure<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.18&nbsp; \n12:56 am</dco> &nbsp;<qco> do you think i have nice knees?</qco> </h3>      i don't know<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n11:56 pm</dco> &nbsp;<qco> Why is something so universal as the passage of time still so alien to us?</qco> </h3>      to keep it interesting<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n11:52 pm</dco> &nbsp;<qco> Do people take life too seriously? Am I by asking this question?</qco> </h3>      i'm not sure but the correct level of seriousness is about a 7.9 so you'd have to check to see who is above that level and who is below<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n10:49 pm</dco> &nbsp;<qco> can you piano?&nbsp;</qco> </h3>      sure<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n10:47 pm</dco> &nbsp;<qco> do you have a shortcut for taking a screenshot of just the current window?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n10:39 pm</dco> &nbsp;<qco> What can be learned from the Bible?</qco> </h3>      how to make a bible<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n10:33 pm</dco> &nbsp;<qco> do you ever think that life will get a lot more interesting once a challenger comes along to face you?</qco> </h3>      yes but it will still get interesting even if that doesn't happen<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n10:16 pm</dco> &nbsp;<qco> Why aren't there more songs on your Spotify? It seems like the ratio of your songs on Spotify to all songs you've released ever is disappointingly small</qco> </h3>      hold on let me make better ones<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n9:43 pm</dco> &nbsp;<qco> have any juicy conspiracy theories to share with us?</qco> </h3>      the term \"conspiracy theory\" is a conspiracy to make it sound like conspiracies are just a theory<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n9:42 pm</dco> &nbsp;<qco> sometimes i feel like the only way to be happy is to distract myself from my own thoughts. i can't decide if it's beneficial to distance oneself from bad moods knowing (hoping) better ones are soon to come, or if it's only a convenient excuse to avoid confronting one's problems in a meaningful way. what do you think</qco> </h3>      what usually gets me the most kicks is understanding<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n9:19 pm</dco> &nbsp;<qco> very important question: when will you restock all sizes of the \"hi i'm steve\" tshirts?? i need one asap</qco> </h3>      please email the merch company! it should be on that site some where .... merch is not my area of expertise. i didn't even know<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n9:18 pm</dco> &nbsp;<qco> would you consider becoming heterosexual</qco> </h3>      i'm not too worried about it<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n9:10 pm</dco> &nbsp;<qco> Do you have a polar bear?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n9:07 pm</dco> &nbsp;<qco> Why do camels have humps</qco> </h3>      water storage?<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n9:03 pm</dco> &nbsp;<qco> hi thanks for answering my previous question (i don't know how to link other questions here but i asked yesterday at 8:53 about my jazz theory book). big relief to know that i'll be safe just learning songs, but i'm wondering: when you were learning songs to teach yourself that stuff, did the knowledge sort of come intuitively throughout the process of learning a bunch of songs? </qco></h3>      oh hell yeah<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nor did you make a specific effort to analyze the songs' goodness?</qco></h3>      of course<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n if the latter, what exactly did you focus on?</qco></h3>      how good they are!!!! or focus on turning the page if they are bad<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n i'm sort of lost as to what exactly i should be analyzing if that (voicings, chord progressions, melodies?). </qco></h3>      grab an instrument and devise a reasonable way to play them <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nthanks so much and i love your music and videos</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n8:58 pm</dco> &nbsp;<qco> If I listen to your song on YouTube 20 times in a row does that help your ratings on the top 40 charts</qco> </h3>      it would if i had the secret authorization to slip the ISRC song code into the video. but for now it won't count. you may see why i am eagerly seeking that capability <br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n8:38 pm</dco> &nbsp;<qco> Hey I read this thing you said it goes like \"every day is such a lovely day to wake up in the morning\" and I was wondering if this means you are depressed???&nbsp;</qco> </h3>      no, i am not quite following your logic there<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n8:32 pm</dco> &nbsp;<qco> hey man, \"hello sexy pants\" still isn't on the songs page. </qco></h3>      yes it is<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\ndid you forget?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n8:31 pm</dco> &nbsp;<qco> There is a typo when you ask a question. It says thabk you\n<br></qco> </h3>      oh fun<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n8:28 pm</dco> &nbsp;<qco> is it possible for me to become a hero?</qco> </h3>      you might be already<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n8:27 pm</dco> &nbsp;<qco> what's the darn thing inside the box</qco> </h3>      a ball<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n8:26 pm</dco> &nbsp;<qco> So back in the day you said that \"making the entire video was a huge mistake.\" About hotewig...why do you say so? Everyone loves the thing and it's very well done!</qco> </h3>      what was the context\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n8:25 pm</dco> &nbsp;<qco> completely just curious-- why do you keep everything super light all the time? As opposed to heavy</qco> </h3>      why don't you notice any of the heavy stuff<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n8:20 pm</dco> &nbsp;<qco> do you have any other passions besides music?</qco> </h3>      video?<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n7:29 pm</dco> &nbsp;<qco> Any sites where you have a blue umbrella?</qco> </h3>      i think the one for vine was blue with a red background<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n7:07 pm</dco> &nbsp;<qco> I just found meaning in your songs. Can I keep it?</qco> </h3>      yes, it was probably always yours<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n6:28 pm</dco> &nbsp;<qco> i want to write songs but i'm terrible at music theory help</qco> </h3>      ah but the question is, are you terrible at writing songs<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n6:22 pm</dco> &nbsp;<qco> What if everybody got dynamite based on their personal interests?</qco> </h3>      oh that would be pretty explosive<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n6:17 pm</dco> &nbsp;<qco> bill what kinds of non-musical activities do you find to be the most musically educational?&nbsp;&nbsp;i feel like sometimes i'll just be sitting and reading about like different airbrushing techniques, or watching some mourning doves create a nest in a flower pot in my backyard and suddenly I'll have some clarity about a musical idea.&nbsp;&nbsp;do you have anything like that?</qco> </h3>      \njackhammers<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n6:14 pm</dco> &nbsp;<qco> I can't quite place the feeling I get when, in a song, the meter will suddenly change, or something funny happens to the key.&nbsp;&nbsp;I definitely feel something strong, but I don't know what it is.&nbsp;&nbsp;What does hearing those things do for you, emotionally?</qco> </h3>      \nyou didn't quite say what i would be hearing<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n6:01 pm</dco> &nbsp;<qco> do you have any unpopular opinions?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n5:55 pm</dco> &nbsp;<qco> How do you feel about noise in music? Like rain sounds, traffic sounds, a phonecall (?), firework sounds,&nbsp;&nbsp;etc. which add to the story or the theme of the music. \n<br></qco> </h3>      seems legit<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n5:47 pm</dco> &nbsp;<qco> Most of your music feels happy/positive. How do you achieve that? I'm trying to write some happy/energetic short music but it isn't as happy as i want it to be.\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br></qco> </h3>      you'll have to just look at your favorite examples, and see what they are doing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n5:34 pm</dco> &nbsp;<qco> How do I do the thing</qco> </h3>      use the technique<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n5:03 pm</dco> &nbsp;<qco> What do you think of me?</qco> </h3>      i don't know<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n4:22 pm</dco> &nbsp;<qco> Have you seen all the piano covers of your songs on YouTube?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n4:18 pm</dco> &nbsp;<qco> Have you ever thought</qco> </h3>      yes but i might do it again<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n3:46 pm</dco> &nbsp;<qco> I think that the millisecond trumpets is what makes your songs unique, is that why you use them?</qco> </h3>      i use it cause i like it<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n3:42 pm</dco> &nbsp;<qco> do you consider using an electric guitar in your songs,</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n3:23 pm</dco> &nbsp;<qco> Are there questions that can't be answered?\n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nAre there answers that don't have questions?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n2:46 pm</dco> &nbsp;<qco> does it ever bother you how much people demand reasoning for your songs and everything? or are they just trying to be reasonable.&nbsp;</qco> </h3>      everything you need for the song is put in the song, for your convenience. there is some bonus material in the video as well. as long as you have access to the song and the video, you are getting the whole picture<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n1:44 pm</dco> &nbsp;<qco> I'm sure you've been asked this already, but do you ever plan on releasing an album?</qco> </h3>      i think i prefer to release songs individually<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n1:14 pm</dco> &nbsp;<qco> So when are you gonna actually do a concert?</qco> </h3>      as soon as i have the entire top 5 of the singles chart at the same time<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n1:01 pm</dco> &nbsp;<qco> Is Steve still on the mountain&nbsp;</qco> </h3>      it depends which part of the video you are watching<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n11:12 am</dco> &nbsp;<qco> i bought stick control and opened it and did the exercises maybe once or twice. then it turned out the way i actually became a much better drummer very quickly was by joining a band, because they were like \"we're doing these songs\" and i didn't know how to play them but they seemed like an interesting challenge.\n<br>\n<br>this isn't a question but i just want you, and maybe other people if you post this, to know that the advice to ditch the books with the mind numbing exercises and find some music you care about is Good, especially because nobody *has* to play music unless they already loved it enough at some point to ignore everyone's advice and become a professional. thanks</qco> </h3>      1 kind of book that i think is fun is song books. also fun to make them, from the songs. get a song from a book or make a book from a song. fun either way<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n11:04 am</dco> &nbsp;<qco> How the hecc are you so good at video editing</qco> </h3>      \nit's the only way to get out of here<br><br>"
  }
]
