[
  {
    "html": "<h3> <dco>3.1.24&nbsp; \n2:57 am</dco> &nbsp;<qco> what's your favorite flavor of cupcake</qco> </h3>      \nchocolate\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.24&nbsp; \n2:47 am</dco> &nbsp;<qco> if something i make is bad and i dislike it, should i power through until i am better at making it or should i just make something else entirely</qco> </h3>      \nif you are having a bad time, you should at least take a moment away from it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.24&nbsp; 1:45 am</dco> &nbsp;<qco> Which of your songs' lyrics are you most proud of?</qco> </h3>      \ni wouldn't dare evaluate the lyrics without them being connected to their melodies and musical context. words behave in totally ulterior ways when activated melodically and harmonically\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2024-02.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; \n11:00 pm</dco> &nbsp;<qco> I have a Composition degree but almost no guitar skills. Wrote a ten minute song riddled with bar chords and I'm gonna try learning to play it. Am I overdoing this?</qco> </h3>      \nin some ways perhaps underdoing it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; \n10:59 pm</dco> &nbsp;<qco> what do you think happens when you take a probiotic and antibiotic at the same time</qco> </h3>      \nyou'll get to meet Neil Armstrong. finally\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; \n10:50 pm</dco> &nbsp;<qco> are you clickin today</qco> </h3>      \ncould click\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; \n10:33 pm</dco> &nbsp;<qco> Why does the 29th come every 4 years instead of every February. Is it shy or does it have an important very busy schedule and can only take 1 day off?</qco> </h3>      \ni'm not quite following your logic, but it has an important schedule in which it must only take one day ON, every 4 years (but not every hundred but then again yes every 200)\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; \n10:25 pm</dco> &nbsp;<qco> hows your leap day going</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; \n9:53 pm</dco> &nbsp;<qco> What was the first idea?</qco> </h3>      \nthe universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; \n8:53 pm</dco> &nbsp;<qco> does the purple text on this page have a subtle gradient or am I going insane?</qco> </h3>      \nperhaps neither\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; \n8:10 pm</dco> &nbsp;<qco> not really a question but i wanted to let you know that your art inspires me to take risks creatively and express the things i feel in the way that means the most to me even if other people don't always get it. and also to just be sillier in life. been a fan since i was 14 and i'm turning 23 this year! so i wanted to thank you for sharing your art with the world.&nbsp;</qco> </h3>      \nholy kellogg marketing division, what a kind slew of sentiments\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; \n5:44 pm</dco> &nbsp;<qco> Are true things really true or is it true that truth is truly just a figment of our imagination because we can not discern truth from lies or is lying just the truth somewhere in the realm of quantum mechanics or maybe just our minds because for all we know the reality we live in, this world, this existence we perceive as \"true\" might just be untrue. is this true?</qco> </h3>      \nthe first of the 4 scenarios you gave (separated by the \"or\" words) is indeed true. the others seem nebulous, if not dubious\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; \n5:26 pm</dco> &nbsp;<qco> do you start recording sessions sometimes where you think you have a good idea and then leave it there and don't finish it? you have a lot of those?&nbsp;</qco> </h3>      \ni don't do a recording session until the song is already written, but also, i don't start a recording session until a song has been officially selected for production, which is a binding promise that i will finish it in earnest<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; \n4:51 pm</dco> &nbsp;<qco> If you expect something to be unexpected, and it turns out to be unexpected, is it then expected, or unexpected?</qco> </h3>      \nit's both\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; \n4:02 pm</dco> &nbsp;<qco> Do you keep in touch with the characters from your videos? I've been wondering how the main character from \"hi i'm steve\" is doing.</qco> </h3>      \nit's me\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; \n3:46 pm</dco> &nbsp;<qco> have you ever felt lost? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how did you find your way again?</qco> </h3>      \nit's a long story\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; 2:21 pm</dco> &nbsp;<qco> i'm currently trying to learn how to write songs that appeal to me while forgoing music theory until i reach that level of being able to easily create a good song and i just wanted to know what you think of that\n<br></qco> </h3>      \nit turns out that 'forgoing' music theory is indeed the only way to activate it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; \n2:09 pm</dco> &nbsp;<qco> what is your favorite thing u ever made</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; 12:47 pm</dco> &nbsp;<qco> Do you have a favorite song you've written?</qco> </h3>      \ni would prefer to write a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; \n11:33 am</dco> &nbsp;<qco> Hey Bill. Where did you get the idea for the rhythmic morse like beeping you sometimes apply in sections of your music? It's pretty interesting, and as far as I am aware, completely original to your music. Thanks.</qco> </h3>      \ni'm not entirely sure what you're talking about, but it is likely an early solution to lack of instrument choices\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; 11:28 am</dco> &nbsp;<qco> do you ever get upset about lanuage not being sufficient</qco> </h3>      \nno, the challenge tends to spark ulterior methods\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; \n10:39 am</dco> &nbsp;<qco> what is the current economic state of the land of the two letter words</qco> </h3>      \nup is up\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; \n10:27 am</dco> &nbsp;<qco> hi mr. wurtz i am at school with some smart folk and i want to become smart like them. how can i do this?</qco> </h3>      \nthis is impossible. but there are 2 alternate options here: you can either learn to pretend to think the things they think, or, become smart in your own way\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; \n9:12 am</dco> &nbsp;<qco> was the song \"the ending\" inspired/influenced by something? and if so, what? (the ending is one of my favorites by you btw)</qco> </h3>      \ni just turned on the keyboard and came up with the verse melody/chord riff\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; \n7:11 am</dco> &nbsp;<qco> is it ok to eat sandwiches with a stranger</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; \n7:07 am</dco> &nbsp;<qco> Is making a halftime groove to be a self-soothing exercise? </qco></h3>      i was going to say no but now that i think about it yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Your halftime grooves are very soothing to me, so I hope that the act of making then is soothing to you as well. I consider singing to be an act of self-soothing, that I happen to be fortunate enough to have other people who want to hear me do it.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; \n7:06 am</dco> &nbsp;<qco> how many pizza's do u think u would have to eat to be able to die from pizza overdose?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; 4:36 am</dco> &nbsp;<qco> Are you still a piece of garbage?</qco> </h3>      \neven better\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; \n4:04 am</dco> &nbsp;<qco> do you prefer hooray or huzzah</qco> </h3>      \nhow about a swirl\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; 2:55 am</dco> &nbsp;<qco> How are you? \n<br></qco> </h3>      \npretty good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; \n2:11 am</dco> &nbsp;<qco> today in math we learned about how there are infinitely many infinities.</qco> </h3>      \nfair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.24&nbsp; \n12:47 am</dco> &nbsp;<qco> Do you see the potential in using lucid dreaming to streamline the dreaming process or do you think that ruins the point? For example, if one were to force the best dreams to be dreamed again early, would that ruin the fact that the dream is the best dream as that title has now been split between two dreams that actually happened and not an actual and theorhetical/inevitable future dream? Or would the inevitavility of the best dreams being dreamed again already ruin the title of best dream (assuming that would ruin it in the first place)?</qco> </h3>      \ni'm not following your logic\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n11:14 pm</dco> &nbsp;<qco> which new york city subway lines have you never been on?</qco> </h3>      \nT\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n10:30 pm</dco> &nbsp;<qco> do you have any advice for how to go to somewhere awesome and cool. thank you</qco> </h3>      \nthe bad news is i don't have advice, but the good news is you can definitely do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n9:42 pm</dco> &nbsp;<qco> I feel like 1add9 feels more resolved, more at home than just the 1 on its own. But isn't the 9th supposed to be dissonant? Do you feel the same way? And why do you think that might be?</qco> </h3>      \nthe english word \"dissonant\" sounds like probably a negative word. the major 9th relationship is actually quite friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n8:48 pm</dco> &nbsp;<qco> ive got a keyboard (which cant detect how hard i play) and a cable to connect it to my computer. i'd like to make some music, am i good to go (and does it matter that my keyboard doesnt detect how hard i play)</qco> </h3>      \nyou can probably do a lot of cool stuff with it. just be aware that it will make you sound like a worse player than you are. so don't freak out when you think you just suck, because it might not be your fault\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n8:15 pm</dco> &nbsp;<qco> Did you ever do an internship, such as in college?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n7:49 pm</dco> &nbsp;<qco> whats ur target demographic?</qco> </h3>      \nyou\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n6:34 pm</dco> &nbsp;<qco> i am currently at a low point. how do i get back up to a high point?</qco> </h3>      \nin the midst of figuring out what you'd want most, and/or what is possible, regardless of how much or little overlap there is between these 2, you will soon be having a better time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n5:21 pm</dco> &nbsp;<qco> Opinions on pasta?</qco> </h3>      \nseems normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; 4:26 pm</dco> &nbsp;<qco> Do you think pineapple belongs on pizza</qco> </h3>      \nhas anyone ever tried putting the pizza inside the pineapple\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n3:05 pm</dco> &nbsp;<qco> why is tuesday your favourite day?</qco> </h3>      \nit's so fresh\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n2:42 pm</dco> &nbsp;<qco> Is music a place or a state of mind? If place, can you lend me some directions?</qco> </h3>      \nit's like a tool, method, means, agent, or remedy\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n1:45 pm</dco> &nbsp;<qco> Sometimes I am smart and hot. other times I am stupid and ugly. whats up with that</qco> </h3>      \nbeing a living person, you change a lot, dynamically, but what's much more likely the cause of the descrepency is the dynamic changes of the mood of the evaluator, which, i am assuming is you also\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n12:57 pm</dco> &nbsp;<qco> what is the biggest workplace you've worked in?</qco> </h3>      \nearth\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n11:18 am</dco> &nbsp;<qco> how long do you think you could stay in an airport before losing touch with reality</qco> </h3>      \nairports bring me closer into touch with reality\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n11:13 am</dco> &nbsp;<qco> How to do the unthinkable</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n10:23 am</dco> &nbsp;<qco> what made you choose to write all of your songs in english?</qco> </h3>      \nit's my native language, which also conveniently happens to be one of the most popular languages around the world. however, i will admit that my desire is growing to begin incorporating other languages into it<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n10:19 am</dco> &nbsp;<qco> Hi bill, I noticed that before your break in 2020, your last song was \"might quit\", and your last 2 songs before this break were \"the ending\" and \"where ive been\". these songs all are named like youre taking a break, so my question is was this done on purpose?</qco> </h3>      \nnot at all, but i am touched that people are viewing my work with such intensity so as to always find theories like these\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n10:05 am</dco> &nbsp;<qco> I wish I'd learned a creative skill as a child, because as an adult I internally harangue myself so harshly and constantly that learning is impossible.&nbsp;&nbsp;how can I find a way to express myself, under these circumstances?</qco> </h3>      \ninvent a brand new way. then you won't have to worry about 'learning' in the way that i think you've been stressing about\n<br><br>"
  }
]
