[
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n5:19 pm</dco> &nbsp;<qco> Is Australia a real place?&nbsp;</qco> </h3>      i think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n5:19 pm</dco> &nbsp;<qco> help I'm</qco> </h3>      oh me too\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n5:17 pm</dco> &nbsp;<qco> Bill, I can't quite understand the video you uploaded. </qco></h3>      it's a song, of music<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nBut what's next?\n<br></qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n5:16 pm</dco> &nbsp;<qco> If you went back in time and then you killed your grandparents. \n</qco></h3>      oh this is gonna be a great question i can tell from the way it starts<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; That means that your mom/dad never existed, that means that you never existed-&gt; so you are never able to kill your grandparents soooo your mom/dad exists -&gt; you do to. But than you can go back in time.... you know where this is going to... soo what would happen if you went back in time to kill your grandparents</qco> </h3>      well i would have already did it, which i didn't, which means i will not. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n5:15 pm</dco> &nbsp;<qco> What is your favorite polygon?</qco> </h3>      triangle\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n5:08 pm</dco> &nbsp;<qco> You know when you're sitting on a chair and you lean back so you're just on two legs and you lean too far so you almost fall over but at the last second you catch yourself?</qco> </h3>      yea\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n5:03 pm</dco> &nbsp;<qco> hey bill, do you wanna have some soup on the moon with me??</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n4:56 pm</dco> &nbsp;<qco> Thoughts on squids?</qco> </h3>      they are very generous, and friendly, at least some of the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n4:52 pm</dco> &nbsp;<qco> Opinions on grass</qco> </h3>      reasonable, and down right sensible\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n4:47 pm</dco> &nbsp;<qco> what is your opinion on psilocybin mushrooms</qco> </h3>      be careful what you ask them, because they might know everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n4:43 pm</dco> &nbsp;<qco> what is your view on the nword</qco> </h3>      it has changed hands\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n4:37 pm</dco> &nbsp;<qco> what am i supposed to do</qco> </h3>      check with your leader\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n4:32 pm</dco> &nbsp;<qco> How do i know if Im alive?</qco> </h3>      because you are asking a question. asking questions is one of the strongest tell-tale signs of life\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n4:32 pm</dco> &nbsp;<qco> What are some questions you get asked more then one's?</qco> </h3>      there are certain artists i constantly am asked if i have heard of, and/or what i think of them. i can't say their names here because then that would triple the amount of those questions, and it would mess up the stats\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n4:29 pm</dco> &nbsp;<qco> do you wonder why colors exist?</qco> </h3>      not usually\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n4:23 pm</dco> &nbsp;<qco> whats your first name?</qco> </h3>      max\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n4:11 pm</dco> &nbsp;<qco> Is \"i wanna be a movie star\" based on questions you get here?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n4:03 pm</dco> &nbsp;<qco> \"alien crickets\"\n<br>a very specific sound you have used for many things, but generally with the theme of \"danger\" (especially when applied to historical contexts)\n<br>are you currently using alien crickets for contexts other than danger things are bad, and are you worried that its association with danger from previous projects taints its effectiveness in new and future projects?</qco> </h3>      i use it based on the way it sounds. the sound is a sort of harsh sound, a light high pitch screeching. i mainly use it in places where that type of sound makes sense. i think \"danger\" is a bit different, that usually requires lower pitches. for example the united states entrance into japan, in 'history of japan.' alien crickets is usually used in situations that are a bit different\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n4:01 pm</dco> &nbsp;<qco> do you like dogs or cats more?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n4:00 pm</dco> &nbsp;<qco> why are bananas yellow?</qco> </h3>      if you wanna pick another color for them to be, that's fine. but what will you say later when someone asks why they are that color\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n3:59 pm</dco> &nbsp;<qco> Anything good on TV lately?</qco> </h3>      TVs still exist?\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n3:58 pm</dco> &nbsp;<qco> In every questions about aliens you always say that nobody should be named \"alien\". So why did you sing about someone pregnant with aliens in your song OUTSIDE?</qco> </h3>      that part was fictional\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n3:56 pm</dco> &nbsp;<qco> Did you receive this question at 3:56PM \n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is my phone clock off?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n3:55 pm</dco> &nbsp;<qco> What is science</qco> </h3>      it's figuring stuff out\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n3:39 pm</dco> &nbsp;<qco> Have movie production things contacted you?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \"Outside\" sounds like something that should be in some cool movie</qco> </h3>      that would be convenient if someone wanted to just pay me to use something i've already made. but unfortunately usually when companies call me they want me to make something specifically for them. and if i did that i would never have any time to make the things i make for me, and you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n3:32 pm</dco> &nbsp;<qco> what do you think about sex</qco> </h3>      it's a great way to make a baby, even if you don't want one\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n3:32 pm</dco> &nbsp;<qco> outside is great! what inspired you to start adding hand drawings to videos?</qco> </h3>      i always knew it was a good idea but i didn't have the technology. then sometime last year someone on here mentioned graphics tablets and that gave me the idea to get one, because i was working on writing history of the entire world at that time, and i was writing all kinds of stuff about space, and stars, and planets, etc, and i knew the only way that would be possible is if i could draw, and/or do 3D. i ended up using both for that video, and now they are both part of my repertoire\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n3:30 pm</dco> &nbsp;<qco> could you imagine a world where water was wet?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n3:27 pm</dco> &nbsp;<qco> what would you consider your magnum opus?</qco> </h3>      i actually don't know what that means\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n3:31 pm</dco> &nbsp;<qco> Are your videos supposed to be shitposting or art?</qco> </h3>      does it count as 'shitposting' if i spend many weeks painstakingly making sure every bit is exactly right\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n2:59 pm</dco> &nbsp;<qco> Are animals people?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n2:13 pm</dco> &nbsp;<qco> hello tell life to stop being annoying thx</qco> </h3>      have you tried being more annoying\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n1:26 pm</dco> &nbsp;<qco> I adore \"harmonizing the weather lady\" it makes me smile all over. \"the high class stuff\" is nice, but it really doesn't give me the same feeling. Can you talk a little bit about the differences in them or how you approached them that might explain this a bit?</qco> </h3>      perhaps you respond better to female vocal. perhaps you respond better to seeing the person talking, and also perhaps you don't repond particularly strongly to musical notation. those are the top 3 differences between them. otherwise they have all the same elements, although i personally think i did a better job on the mccartney one because i had had more experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n1:06 pm</dco> &nbsp;<qco> When will you update your reality page?</qco> </h3>      whenever i stop making the main videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n12:56 pm</dco> &nbsp;<qco> Will you ever put a band together and play live shows?&nbsp;</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n12:56 pm</dco> &nbsp;<qco> What do you do to de stress?</qco> </h3>      succeed wildly!\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n12:56 pm</dco> &nbsp;<qco> you mention \"home\" a lot and wanting to go back home and stuff. why is that?</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n12:30 pm</dco> &nbsp;<qco> I'm moving onto a new chapter in my life (moving to the big city, change of occupation, etc) and whilst I'm excited, I can't help but feel strangely sad, too. Have you ever felt this way about moving onto a new area in your life (literally and figuratively)? I hope this feeling passes soon.</qco> </h3>      yes, it's normal to feel lost around the time of moving, even if it's a positive move. it should hit you hardest when you pack all your stuff<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n12:11 pm</dco> &nbsp;<qco> i had a feeling once</qco> </h3>      ah, #relatable\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n12:05 pm</dco> &nbsp;<qco> Do gnomes write poems?</qco> </h3>      no i think it's the other way around\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n11:34 am</dco> &nbsp;<qco> have you ever composed music for when people on the phone are on hold?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n11:04 am</dco> &nbsp;<qco> Do you have a splash cymbal?</qco> </h3>      probably in a closet somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n9:22 am</dco> &nbsp;<qco> What's your next video going to be?</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n8:58 am</dco> &nbsp;<qco> what's meditation about?</qco> </h3>      posting spiritual imagery on social media, and occasionally running advertisements, for revenue\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n8:47 am</dco> &nbsp;<qco> how long has this question page been active for</qco> </h3>      a year and a half\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n8:25 am</dco> &nbsp;<qco> Where do your lyrics come from? And when do they come? Are they improvised? Does perhaps everything happen at the same time, both music and lyrics? By the way, what is happening?</qco> </h3>      yes, i improvise the whole video in real time, including the graphics. if i'm feeling right, i log on to youtube and improvise the whole thing. then for the rest of the weeks and months, i go on vacation in the pacific ocean, which is paid for by YouTube money, which they are nice enough to give me even though i don't run any ads on my channel\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n6:59 am</dco> &nbsp;<qco> &nbsp;why is jerry seinfeld such a shitty comedian</qco> </h3>      \nhe is actually a better comedian than most people, but perhaps not as good as you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n2:59 am</dco> &nbsp;<qco> If I learn to play a song, is it important that I try to learn the exact voicing of the chords, or just specific notes that make the chord sound the way they do, or just know what the chord is?&nbsp;</qco> </h3>      you will have to check with who you are playing the song for\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n1:15 am</dco> &nbsp;<qco> Your instagram hints seem to mention \"outside\" a lot. Is the new song/video at all related to your short video that goes like \"no seriously how do you find love? Outside!\"?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n12:37 am</dco> &nbsp;<qco> Hi, do you have any techniques on quickly picking random numbers in your head when you can't use a computer. an example situation is which line to get in when there's 2 lines or who to sit by at a table when i like everyone equally, Those don't seem like good applications but i feel like i try to pick random numbers in my head all the time and it ends up always being lackluster. i've tried things like odd or even number of similar objects in the room or multiplying or using numbers on license plates or adding 2 smaller not very random numbers that my brain comes up with and taking the last digit. these are ok solutions but nothing is doing amazingly well. since you use randomness a lot i thought you might have thought about this before. this has been on my mind for months</qco> </h3>      i don't have anything i trust, other than computer randomization\n<br><br>"
  }
]
