[
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n6:18 am</dco> &nbsp;<qco> are you going to college and learn new stuff</qco> </h3>      \nno, colleges actually confuse me more than most things i've ever heard of. i learn much better by staying away from them\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n5:37 am</dco> &nbsp;<qco> how do you feel about the current world situation?</qco> </h3>      \ncan better explain through song and video\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n4:46 am</dco> &nbsp;<qco> I have a massive backlog of work. It seems crushing and I avoid looking at it, so it isn't getting done. Any tips?</qco> </h3>      \ndo you happen to know what the first item is, and do you happen to know exactly how you are going to do the first step on that thing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n4:15 am</dco> &nbsp;<qco> What sounds does the rain actually make?</qco> </h3>      \nit sounds like it's gonna be ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n3:37 am</dco> &nbsp;<qco> Im planning on fighting god and taking over the universe any advise on do so</qco> </h3>      \nperhaps you should just cut out the middle man and fight yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n3:36 am</dco> &nbsp;<qco> What's your plans?&nbsp;</qco> </h3>      \nturn the dial up to 11, where it belongs. 11 is a metaphor for something way higher than 11\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n3:32 am</dco> &nbsp;<qco> Can you make a song about a man who falls on a pizza slice and then he eats the hole of Uganda&nbsp;</qco> </h3>      \nabsolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n3:22 am</dco> &nbsp;<qco> How do you stay focused on doing something without getting distracted? I find my attention diverted to something else while trying to complete even the smallest tasks. This greatly increases the time it takes to finish something also, as I get distracted every few moments.</qco> </h3>      \nah, i see what's going on. the main task is not good enough. or at least that is how it may seem right now, due to some breakdown of communication somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n3:09 am</dco> &nbsp;<qco> so i've had this notebook of poems for a few years and yesterday i filled the last page. what do i do now?</qco> </h3>      \nget another one\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n3:04 am</dco> &nbsp;<qco> I'm having trouble with music production. Any tips for inspiration?</qco> </h3>      \nhow has it gone so far, what have you done, what has happened so far... and what were the results\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n2:56 am</dco> &nbsp;<qco> My hat is bent, how do I fix it?</qco> </h3>      \nyou're gonna have to bend your entire life style and viewpoints around it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n2:33 am</dco> &nbsp;<qco> Is there one object that you think changed history, (except for the cotten gin that's cheating)&nbsp;</qco> </h3>      \nway more than 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n2:17 am</dco> &nbsp;<qco> What is your opinion on credit cards?&nbsp;</qco> </h3>      \ni'm beginning to think that the credit is not actually on the card. think it might be beamed in from a supercomputer somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n2:12 am</dco> &nbsp;<qco> do you answer serious questions?</qco> </h3>      \ndo you ask them\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n1:58 am</dco> &nbsp;<qco> i have discovered that i have way more things i want to do than i have ever imagined. i think i will be able to do all the things i want to do within like 10-20 years, but i will think of more things that i want to do within that 10-20 year span, and that might take like 40-50 years and then once that is done, i wont be able to complete the things i come up with in those 40-50 years because i will die before that happens. i am in my early 20's and i am thinking about what i can get done by age 99. it is a great feeling to know that i will most definitely die with so many things left uncompleted, because it shows that i will never be without important things to do that i am deeply passionate about. do you ever feel this way?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n1:55 am</dco> &nbsp;<qco> You should preform in the super bowl halftime show</qco> </h3>      \ni'll see if that can be arranged\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n1:29 am</dco> &nbsp;<qco> hey there, could you give me some tips and pointers for How to Be Perfect</qco> </h3>      \nit's way too late for that now\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n1:29 am</dco> &nbsp;<qco> did you think the moon was expensive before or did you think the moon was always cheap in \"the moon is made of cheese\"</qco> </h3>      \nthe truth of that line is questionable because it happens at the moment the song conveniently self-destructs\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n1:13 am</dco> &nbsp;<qco> I genuinely love this question page and just the concept of it. Did you come up with the idea yourself or did someone else do something similar that made you say \"hey wow that's cool I wanna do that\"</qco> </h3>      \nmy own idea but i'm sure i am not the first person to answer questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n12:42 am</dco> &nbsp;<qco> How close are you to completing a new vid?</qco> </h3>      \nthis close\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n12:38 am</dco> &nbsp;<qco> What are your thoughts on becoming an adult?</qco> </h3>      \nsomeone's gotta do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n12:08 am</dco> &nbsp;<qco> Are there any other songwriters who's songs you enjoy?</qco> </h3>      \npresumably all of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n12:01 am</dco> &nbsp;<qco> do you start making your music with a chord progression first? </qco></h3>      absolutely not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or a melody first?</qco> </h3>      usually with melody with words in it at the same time. but the thing about that is, almost any melody with words also has chord residue all over it. that's just mother nature\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n11:44 pm</dco> &nbsp;<qco> Do you actually love Satan?</qco> </h3>      \nnever heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n11:38 pm</dco> &nbsp;<qco> What's the deal with airline food?</qco> </h3>      \nnevermind that, what's the deal with airlines\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n11:30 pm</dco> &nbsp;<qco> I know you herd this question 100 times but why is everything so dumb and stupid?</qco> </h3>      \nah that is due to intelligence\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n11:29 pm</dco> &nbsp;<qco> Have you ever carried a bunch of bricks down a brick road into a brick door into a brick house?</qco> </h3>      \nno but that sounds like something i would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n11:13 pm</dco> &nbsp;<qco> did you make the song made by someone called \"bill Wurtz\" in which the song the man says \"When I get younger I'm gonna be a liar\n<br>I'll be lying about being so young\n<br>Then when I'm older I'll be more truthful\n<br>And then lie about singing this song\"\n</qco></h3>      doesn't quite 'say' it.... sings it, yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Did you sing this song?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n11:10 pm</dco> &nbsp;<qco> Where do you get your electronic sound effects that you use in your videos? Did you make them yourself?</qco> </h3>      \nmost of the crazier ones yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n11:05 pm</dco> &nbsp;<qco> Do you agree with me that tennis is volleyball with rackets and a raised net?</qco> </h3>      \nnot entirely\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n10:57 pm</dco> &nbsp;<qco> When exactly will Mt. Saint Helens blow up?</qco> </h3>      \nprobably does it on a regular basis\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n10:52 pm</dco> &nbsp;<qco> Why is nothing a noun as well as the absence of a noun? \"I am interested in nothing\" can mean that you have no interests but also that you are interested in the concept of nothing. Why is this?</qco> </h3>      \n'i am interested in nothing', by default, does not mean interested in the concept of nothing. You'd probably have to say 'concept of nothing'. if you don't believe me, then take a look at how you said it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n10:42 pm</dco> &nbsp;<qco> what and when will your newest favorite song written by you come out?</qco> </h3>      \nhopefully every tuesday or more, if i'm ready\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n10:39 pm</dco> &nbsp;<qco> opnion on eletric guitar?</qco> </h3>      \ncould come in handy\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n10:19 pm</dco> &nbsp;<qco> How often do you lose motivation to do the things that you're talented at? </qco></h3>      never<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how do you get past the feeling?</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n10:18 pm</dco> &nbsp;<qco> Are Cheeseburgers Real?</qco> </h3>      \ni can hardly remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n10:12 pm</dco> &nbsp;<qco> are you working on a new video?</qco> </h3>      \nskills and tools needed for\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n10:09 pm</dco> &nbsp;<qco> Did you predict the year 2020 with your I quit song</qco> </h3>      \ni never made an i quit song, but i have always predicted 2020. the calendar we're on is too strong to end just yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n10:05 pm</dco> &nbsp;<qco> how did you do in trig in high school</qco> </h3>      \ni mostly didn't.... but i'm doing it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n10:04 pm</dco> &nbsp;<qco> do you type in lowercase because you are against capitalism</qco> </h3>      \nno, i type in mostly lowercase because i'm normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n9:57 pm</dco> &nbsp;<qco> how to make music that people will actually like?</qco> </h3>      \nthe most important thing to do is to make music that you actually like. a secondary strategy is to also listen to music that other people like. Now, you may have mis-read that and are now thinking \"oh ok, you're saying i should listen to music that other people might like and then maybe try to make music like that, even if i don't necessarily like it\" NO, absolutely not, that is not what i'm saying. When it comes time to make your music, you must do it exactly according to your own wildest dreams. But before that, on a different day maybe, in a different season, in a totally different section of the building, you were just casually listening to music that other people might like, purely for the hopes of finding more things that YOU like. This really has nothing to do with the 'making music' part, the listening is actually just for enjoyment. When it comes time to make the music, actually you might as well try to do something you like that sounds totally different from anything else you've heard before. or the same. it's irrelevant whether it's different or the same. but the important thing is when it comes time to make the music you have to do it the way you like. So you may be thinking, \"so, you're saying i should just make the music i like and it doesn't matter if anyone else likes it\" No, that's still not quite what i mean. what i mean is, making music that you really fully like is probably the ONLY reliable way TO actually guarantee that others will like it. Now still, you may also be thinking \"so what are the benefits of trying to make music that you DON'T like, but you THINK others will like.\" Well, i think i can safely say that this does not actually get anyone to like it, but, this is where the confusion arises, it might make OTHER people THINK that someone ELSE may like it. so that's good for a free lunch somewhere maybe, but it will be a lousy lunch and does not compare to the lifetime of grade A lunches you can get if you ultimately just cut out the middle man and make the music you know is best\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n9:35 pm</dco> &nbsp;<qco> hi bill what's your favorite genre of music</qco></h3>      normal<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>besides your own of course</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n9:31 pm</dco> &nbsp;<qco> What is everything</qco> </h3>      \ncould be a pinecone\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n9:30 pm</dco> &nbsp;<qco> Why do I exist&nbsp;</qco> </h3>      \nto show others how it can be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n9:27 pm</dco> &nbsp;<qco> what is the most intelligent vegetable</qco> </h3>      \nmight be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n9:26 pm</dco> &nbsp;<qco> Where do you find your inspiration?</qco> </h3>      \n     from the toilet, in the gutter. bet you didn't think they had toilets in the gutter, well here i am, as living proof \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n9:23 pm</dco> &nbsp;<qco> what Is your opinion on comic sans</qco> </h3>      \n<font style=\"font-family:comic sans ms;\">too good. everyone please stop using it</font>\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n8:15 pm</dco> &nbsp;<qco> What is your favourite and least favourite word?</qco> </h3>      \nprecipice\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n8:06 pm</dco> &nbsp;<qco> Sure, Mt st. Helen's is going to blow up..\n<br>But are sure it will be a fine swell day?</qco> </h3>      \nmaybe in other regions throughout the globe\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.20&nbsp; \n7:45 pm</dco> &nbsp;<qco> If you hula hoop 2 hula hoops at the same time what happens I'm scared to find out</qco> </h3>      \nchaos\n<br><br>"
  }
]
