[
  {
    "html": "<h3> <dco>9.14.23&nbsp; \n8:17 am</dco> &nbsp;<qco> do you have a favorite instrument for writing songs on?</qco> </h3>      \nkeyboard/voice\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.23&nbsp; \n5:17 am</dco> &nbsp;<qco> Understanding your lyrics was the gateway to me understanding all art in general. Was this intentional?</qco> </h3>      \nno, i don't count on any lyrics being any good without the melody/music it goes with\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.23&nbsp; \n2:40 am</dco> &nbsp;<qco> what is your tip for getting started with a to do list?</qco> </h3>      \ndo the first thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.23&nbsp; \n12:53 am</dco> &nbsp;<qco> you ever notice how there are so many songs about september? why is it september instead of the other months?\n<br></qco> </h3>      \nit's a wonderful word\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.23&nbsp; \n10:29 pm</dco> &nbsp;<qco> what's the negative equivalent of perfect?</qco> </h3>      \nfucked\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.23&nbsp; \n8:13 pm</dco> &nbsp;<qco> after learning that most citrus fruits are crossbreeds of others, I wonder what the best combination would be. I'm thinking some pomelo, because it needs to come with a handle for opening, and some mandarine, for coming pre-cut.\n<br>\n<br>It's a tangelo. The perfect citrus fruit is a tangelo.</qco> </h3>      \nfair enough\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.23&nbsp; \n3:44 pm</dco> &nbsp;<qco> where is the dividing line between soft and liquid?</qco> </h3>      \na bit runny\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.23&nbsp; 3:41 pm</dco> &nbsp;<qco> if i ate myself, would i become twice as big or disappear completely?</qco> </h3>      \nmaybe turn inside out\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.23&nbsp; \n12:12 pm</dco> &nbsp;<qco> Can nothing be something or it being nothing is something?</qco> </h3>      \nit becomes something as soon as you mention it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.23&nbsp; \n9:50 am</dco> &nbsp;<qco> Can one make 5 paintings in 4 weeks?&nbsp;</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.23&nbsp; \n7:23 am</dco> &nbsp;<qco> what does it mean to be meaningful?</qco> </h3>      \nit's that 'aha' moment. the moment where a person says 'aha'\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.23&nbsp; \n5:22 am</dco> &nbsp;<qco> how to tell apart the times when i should verify scientific experiments by reproducing them, from the times where i can just take people's word for it? </qco></h3>      alternate<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also should i say \"the times where\" or \"the times when\"? both feel so correct it always feels unfair to pick one</qco> </h3>      you can alternate those too\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.23&nbsp; \n4:22 am</dco> &nbsp;<qco> do you think using a walkie talkie is the best way to communicate with your partner?&nbsp;</qco> </h3>      \nin most situations no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.23&nbsp; \n1:59 am</dco> &nbsp;<qco> i just noticed the cymbal falling on the floor in im the princess thats such a great detail your a genius</qco> </h3>      \nfair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.23&nbsp; \n11:27 pm</dco> &nbsp;<qco> you've mentioned the reason why the number 240 is on your wall is because the previous owners had put it there, and the only thing you did is switch the 4 and the 2. therefore they probably smoked marijuana. </qco></h3>      i wouldn't be so sure. that number is so deeply ingrained in the mainstream that it probably has nothing to do with marijuana anymore<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is it safe to say they are from california? i've heard you can smoke marijuana there</qco> </h3>      that's what i'd heard, in 2011, at least for medical use. however, since then, the legality for both medical and recreational purposes has expanded to many many other states. regardless, it still would have been relatively common everywhere even before it was legal anywhere\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.23&nbsp; \n10:35 pm</dco> &nbsp;<qco> do you think wikipedia is real</qco> </h3>      \nthey have 2 versions, real and fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.23&nbsp; \n10:31 pm</dco> &nbsp;<qco> Would you ever collaborate with other artists?&nbsp;</qco> </h3>      \nonly if it can be done without using the word 'collaborate' or any variation of that word\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.23&nbsp; \n9:45 pm</dco> &nbsp;<qco> do you think that there is a Boltzmann brain out there</qco> </h3>      \nyes, i saw one for sale on craigslist\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.23&nbsp; \n9:33 pm</dco> &nbsp;<qco> Can there be such a thing as too clean audio?</qco> </h3>      \nsure. it can be totally silent, when maybe you wanted to actually hear something\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.23&nbsp; \n3:58 pm</dco> &nbsp;<qco> How do you make these C R A Z Y Videos?</qco> </h3>      \nby acting normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.23&nbsp; \n11:00 am</dco> &nbsp;<qco> what do you ask someone who knows everything?</qco> </h3>      \nwhat time is it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.23&nbsp; \n10:18 am</dco> &nbsp;<qco> Thoughts on frogs?</qco> </h3>      \na bit jumpy\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.23&nbsp; \n9:34 am</dco> &nbsp;<qco> are the seahawks winning the Superbowl&nbsp;</qco> </h3>      \nthat would be fine with me\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.23&nbsp; \n2:38 am</dco> &nbsp;<qco> sometimes just typing something here without sending it i feel like i get an answer</qco> </h3>      \nthat makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.23&nbsp; 12:56 am</dco> &nbsp;<qco> where do you get your ideas</qco> </h3>      \nin the dumpster, and if it's empty then i check under the dumpster\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.23&nbsp; \n12:05 am</dco> &nbsp;<qco> There are things I want to create but I dont believe I'm skilled enough to make good, to fully realize the idea. When do I know when I can make what I want to make?</qco> </h3>      \ntry this: choose 9 other things to make first, then add the special one as 10th. then do them all in that order\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.23&nbsp; \n10:55 pm</dco> &nbsp;<qco> I watched 2001: A Space Odyssey last night. Have you watched it?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so, what are your thoughts on it?</qco> </h3>      my experience watching it never lives up to its reputation\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.23&nbsp; \n10:26 pm</dco> &nbsp;<qco> how can i stop taking things so literal. i can get distracted and frustrated whenever someone says something that is clearly false when taken literally and it feels like a wall is placed between them and me communicationwise.</qco> </h3>      \nthere's actually probably even more things that are not meant literally, things you say, things other people say, probably even more than you've noticed. so, instead of being too scared of this, you can treat the whole thing somewhat like surfing. yes we are all trying to express real meaning, but the whole thing also somewhat of an art game. have some fun with it, and just when you least expect it, true meaning is actually expressed\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.23&nbsp; \n9:51 pm</dco> &nbsp;<qco> how soft are your clothes that make you feel rough in comparison?</qco> </h3>      \nall the way\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.23&nbsp; \n7:03 pm</dco> &nbsp;<qco> what are good music?</qco> </h3>      \ni'm not sure. it keeps changing\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.23&nbsp; \n6:27 pm</dco> &nbsp;<qco> how many tables do you own?</qco> </h3>      \n1\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.23&nbsp; \n3:30 pm</dco> &nbsp;<qco> How are you able to capture the feeling of a dream in your recent animations?</qco> </h3>      \ni am friends with dreams\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.23&nbsp; \n1:55 pm</dco> &nbsp;<qco> How the hell do you model objects in blender? I can only put cubes together and that's it.</qco> </h3>      \npress tab\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.23&nbsp; \n10:34 am</dco> &nbsp;<qco> Do you always make the music first and then the video clip? </qco></h3>      for songs, yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Another question: you say that you write lyrics/music almost at the same time, have you considered a similar approach but for writing music/video at the same time? If not, is it only because of an overwhelming technical challenge, or because you are not interested, or maybe something else?</qco> </h3>      thinking of video things is very useful for songwriting. it's a great trick: imagine a visual scene, and then songwrite from there. however, that's usually just to help the songwriting. it doesn't necessarily stick, when it comes time to produce the video\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.23&nbsp; \n9:48 am</dco> &nbsp;<qco> where does the \"d\" come from when refrigerator gets shortened to fridge</qco> </h3>      \nthe pronunciation. it's still pronounced that way in the long version, but there's already so many letters there that no one really cares\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.23&nbsp; \n9:06 am</dco> &nbsp;<qco> say something cool in spanish</qco> </h3>      \nsoy\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.23&nbsp; \n7:15 am</dco> &nbsp;<qco> how do i lengthen my short term memory</qco> </h3>      \nthat's impossible, but you can store things in long-term memory instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.23&nbsp; \n3:16 am</dco> &nbsp;<qco> I was listening to your song 'i'm scared' and realized that I'm scared of all the things and all the potential things as well as all the nothings. The thing is, recently I've come to think that everything became scary ever since I became a thing. Everything wasn't as scary when I was everything and nothing at the same time. What do you think?</qco> </h3>      \nthat's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.23&nbsp; \n2:02 am</dco> &nbsp;<qco> What cool thing did you learn recently</qco> </h3>      \nit's not the end of the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.23&nbsp; \n12:35 am</dco> &nbsp;<qco> any tips for transferring your feelings into music</qco> </h3>      \nit wants to happen. so you don't really have to worry about it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.23&nbsp; \n10:31 pm</dco> &nbsp;<qco> are you the cringe soy sad pepo wojack jojack or the based redpilled gamer chad gigachad</qco> </h3>      \nthere's got to be some other options\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.23&nbsp; \n8:53 pm</dco> &nbsp;<qco> Do you accept the necessary cookies?</qco> </h3>      \ni accepted them implicitly, by existing\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.23&nbsp; \n8:43 pm</dco> &nbsp;<qco> what is a barbarian</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.23&nbsp; \n8:39 pm</dco> &nbsp;<qco> how good is telling the truth</qco> </h3>      \nyou wouldn't believe me if i told you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.23&nbsp; \n7:26 pm</dco> &nbsp;<qco> what s your favorite algorithm algorithm</qco> </h3>      \nthe 'algorithm algorithm' algorithm\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.23&nbsp; \n7:25 pm</dco> &nbsp;<qco> at what point in your microtonal rabbit hole did you discover that 12tet is good too</qco> </h3>      \ni have never gone down a microtonal rabbit hole. it does not appeal to me in any way. however i have gone down a 'just tuning' rabbit hole, after which i came to appreciate 12tet much much more because i realized, with 'just' tuning, it's actually impossible to even play in 1 key, let alone multiple keys\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.23&nbsp; \n7:04 pm</dco> &nbsp;<qco> what should i say to my friends for our 1 year anniversary for meeting eachother?</qco> </h3>      \ncongratulations\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.23&nbsp; \n5:08 pm</dco> &nbsp;<qco> What are your thoughts on ohio</qco> </h3>      \nit's incredibly realistic\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.23&nbsp; \n3:15 pm</dco> &nbsp;<qco> why is it called middle school if there's only one before but two after</qco> </h3>      \nit's still in the middle. it's just not in the direct center\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.23&nbsp; \n11:23 am</dco> &nbsp;<qco> There's so much I wanna do in life creatively but I never manage to end any of my projects. I am being to anxious? I think I should just enjoy the process because then I'll only be perpetually frustrated, what do you think? Any advices?</qco> </h3>      \nif you are eager to learn how to 'finish' things, i recommend trying much much shorter things for a little while, until you get the hang of it. and if that doesn't work, just try even shorter things\n<br><br>"
  }
]
