[
  {
    "html": "<h3> <dco>9.24.20&nbsp; \n1:18 pm</dco> &nbsp;<qco> are you a prophet?</qco> </h3>      \nwe'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.20&nbsp; \n12:46 pm</dco> &nbsp;<qco> What do you do when your friends don't understand you?</qco> </h3>      \nsee if you can become a movie star\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.20&nbsp; \n12:02 pm</dco> &nbsp;<qco> are you going to continue making videos?</qco> </h3>      \ni'm literally doing it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.20&nbsp; \n11:54 am</dco> &nbsp;<qco> have you published your book in the language of love?</qco> </h3>      \na book is not nearly enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.20&nbsp; \n11:51 am</dco> &nbsp;<qco> How to be cool?</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.20&nbsp; \n11:40 am</dco> &nbsp;<qco> If you're working on the video for a new song, can we expect the video to come out somewhere in 2021?</qco> </h3>      i could tell you what i think, but there is a risk i might be wrong, and be chastised for it. and if there's one thing i know about 2020 it's that i'm sick of being chastised\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.20&nbsp; \n11:31 am</dco> &nbsp;<qco> My friends think your music is weird but they're wrong youre cool</qco> </h3>      \noh that sounds like some sort of divide and conquer strategy\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.20&nbsp; \n11:11 am</dco> &nbsp;<qco> will you ever continue notebook entries on this website?</qco> </h3>      \ni always write them offline. then i choose which ones to post\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.20&nbsp; \n10:52 am</dco> &nbsp;<qco> Bill, I'he always had a beat that I really liked. And never knew what it was from... should I do something with it?\n<br></qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.20&nbsp; \n10:03 am</dco> &nbsp;<qco> it is as though something always goes wrong, when things are going right. what the hell am i supposed to do? i don't want things to go wrong, nor too good, because eventually it'll inevitably go bad. how do i find the golden balance?</qco> </h3>      surf\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.20&nbsp; \n10:38 am</dco> &nbsp;<qco> What is the optimal number of strings on a bass guitar?</qco> </h3>      \n1,000\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.20&nbsp; \n9:24 am</dco> &nbsp;<qco> I'm doing a school project about your music and i want to know if your songs actually have a deeper meaning (the lyrics make it sound like they do) </qco></h3>      deeper than what<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or if I should just make stuff up</qco> </h3>      \nuse what it means to you. do not make up meaning where you don't feel it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.20&nbsp; \n8:52 am</dco> &nbsp;<qco> why 'Cheese' in \"the Moon is made of Cheese (but i can't taste it)\" video has a capital 'C' letter?</qco> </h3>      \nit looks like the 2 featured objects are capitalized, for visual clarity. with so many words in the title, it might not otherwise be so clear at a glance that we're really just dealing with 2 objects there\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.20&nbsp; \n6:44 am</dco> &nbsp;<qco> Have you ever considered making an actual Jazz album? your progressions and shit (idk i just play drums) are god tier&nbsp;</qco> </h3>      \nwhat the heck is actual jazz\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.20&nbsp; \n6:26 am</dco> &nbsp;<qco> are you playing any instruments that you typically don't play in your next song?</qco> </h3>      \nno but i will for the one after that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.20&nbsp; \n5:55 am</dco> &nbsp;<qco> i just did a bad thing</qco> </h3>      \noh now i'm wondering how bad it was\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.20&nbsp; \n5:10 am</dco> &nbsp;<qco> who invented the tree</qco> </h3>      \nyou might have to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.20&nbsp; \n2:53 am</dco> &nbsp;<qco> How do you answer all these questions?</qco> </h3>      \ni have a question answering button. i actually have 2 so i can use both hands \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.20&nbsp; \n2:32 am</dco> &nbsp;<qco> Do you always talk about the 12/13/14 levels of suffering every time someone asks you how to get over their fear/laziness/demotivation?</qco> </h3>      \nno\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.20&nbsp; \n12:02 am</dco> &nbsp;<qco> is your new video something big?</qco> </h3>      \nit's something of average size\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n11:54 pm</dco> &nbsp;<qco> Someone said in a comment on the \"i might quit\" video that your working on a big project how long is it still taking</qco></h3>      so far it's been about 5 weeks<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and are you working on other thing too?</qco> </h3>      that is currently the only thing i am working on, but it is accompanied by a steady rage of panic which goes along with the new world i am in. i should also mention there are blankets of joy throughout the new world as well, which i hope to grow into steadily as i beg the simplicity police to flatten me into a pancake each morning / every 20 minutes, because that is the only way to make sure i am small enough to fit through the mail slot of this new world which i've been attempting to mail myself into\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n11:25 pm</dco> &nbsp;<qco> Don't you think the songs you make are too specific to the human condition that cows with completely different problems might get confused?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I just think music should be understood by a wider audience.</qco> </h3>      i'm doing the best i can\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n11:18 pm</dco> &nbsp;<qco> Who made the thing inventor?</qco> </h3>      \nyou might have to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n11:09 pm</dco> &nbsp;<qco> Bill, I'm dangerously in love with the world. Advice?</qco> </h3>      \nmake up a song about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n10:58 pm</dco> &nbsp;<qco> What's the song that's in your head by default?</qco> </h3>      \nwhatever i've heard most recently, but i have a song that i am able to plant in my head to be the default, in case of emergencies if i don't like the one that's already there. i wish i could tell you what it is but that would ruin its effectiveness and then i would have to find another one. i'll give you a hint, it has the words \"madison square\" in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n10:11 pm</dco> &nbsp;<qco> When is guitar time</qco> </h3>      \npretty soon. within the next couple of days\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n9:59 pm</dco> &nbsp;<qco> How is the land of the 3 letter words?\n<br></qco> </h3>      \nit's dry, but it's wet too. it's all ice\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n9:52 pm</dco> &nbsp;<qco> How can I start playing what I hear?</qco> </h3>      \nstart by making a goal to play just one thing that you hear. to help this process along, try to hear many things, and also play many things. as you gradually learn the sound of more things, and learn to play more things, it becomes more and more likely that there will be some overlap between those 2 sets of things\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n9:21 pm</dco> &nbsp;<qco> what was your mad bad and sad glad scheme?</qco> </h3>      \nthe scheme is to prove the scheme exists, despite the difficulties in explaining it due to its cyclical nature<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n9:00 pm</dco> &nbsp;<qco> is the name of your new video \"New Video\"??</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n8:36 pm</dco> &nbsp;<qco> Am I allowed to love myself?</qco> </h3>      \ni dare you to try\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n8:14 pm</dco> &nbsp;<qco> what is an ideal place to write a song?</qco> </h3>      \non the way between places\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n7:24 pm</dco> &nbsp;<qco> I haven't been here in while. Last I checked you said you were working on songwriting, is this still the stage you're at?</qco> </h3>      \nno, i've recorded that song and now i am working on the video for it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n7:03 pm</dco> &nbsp;<qco> Growing up, how was your relationship with the fundamentals of conscious existence?</qco> </h3>      \nvery careful\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n6:43 pm</dco> &nbsp;<qco> Is there a right or wrong way to make music?</qco> </h3>      \nevery way is both\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n6:28 pm</dco> &nbsp;<qco> Do you plan the visuals in your videos while you're writing your music?</qco></h3>      sometimes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do the visuals influence the songwriting process? Or are the visuals planned/done after the song is essentially written?</qco> </h3>      well, think of it this way, .... there would be no visuals planned BETWEEN the time of song writing and the time of song recording. after the song recording, that is when the visuals happen. but some things were probably obvious during the songwriting process. (i.e. 'lemon song' probably should have a lemon in the video). But here's a new twist that i've found: if you try to come up with visuals at the same time as writing the song, it actually helps you write the song. Even if that visual is not even used.... even if you dont even come up with any specific visual ...... just telling yourself to activate the part of your brain that thinks of visuals, for some reason it makes the songwriting 10x more potent. even if no visual is thought of, it tricks your brain into going to the right place. just to pretend you are supposed to be coming up with the visual. so in other words, when you're writing a song, pretend you're writing a video. it doesn't even matter if you even make a video, just tell your brain you're writing a video, and often you won't even come up with any visual but it still jumpstarts the songwriting when you think that way. hopefully i've explained it. i started doing that with 'best friends with my own front door', and i've been using that trick ever since. it's like opening the door to the next room, to help give you perspective on the room you are in\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n6:08 pm</dco> &nbsp;<qco> what's a good halloween costume</qco> </h3>      \n the mush from inside a pumpkin\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n4:50 pm</dco> &nbsp;<qco> I have a feeling your songs are used by the kenyan government to distract americans from the world's problems so eventually kenya's government will eat all the americans. was all of that correct?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n4:46 pm</dco> &nbsp;<qco> If someone covers \"la ba da de da de da de day oh\", would you prefer the solo to be improvised, or the same as in the original?</qco> </h3>      \nno reason to copy mine, but, i will say that the 'where did all the good times go' riff was fully intended to be there at the time of song writing\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n3:52 pm</dco> &nbsp;<qco> Do you still want to be a movie star?</qco> </h3>      \nyes. wait, that's the director, right\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n1:30 pm</dco> &nbsp;<qco> if i never play the natural 11 on major chords does that make me antifa?</qco> </h3>      \nfor the folks at home, that's the 4th, and no it doesn't\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n1:29 pm</dco> &nbsp;<qco> Is your stomach the only thing keeping you from leaving the relentless torture of creative work, or are you just enjoying the process by which you become immortal through your creations?</qco> </h3>      \nit's ok, but i still need more keyboard shortcuts. like maybe (and i know it seems outlandish in today's society, but) ALL OF THEM\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n1:24 pm</dco> &nbsp;<qco> not to get political or anything, but what's a hampster?</qco> </h3>      \n      a rich mouse \n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n12:48 pm</dco> &nbsp;<qco> When is a new video coming?</qco> </h3>      \ni could tell you what i think, but there is a risk i might be wrong, and be chastised for it. and if there's one thing i know about 2020 it's that i'm sick of being chastised\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n12:34 pm</dco> &nbsp;<qco> Secret to longevity?</qco> </h3>      \nlove, and lovings\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n12:30 pm</dco> &nbsp;<qco> to this day, have you *still* never watched history of the world i guess?</qco> </h3>      \ni recently watched some of the reaction videos, just to try to understand the gravity of what i had done\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n12:07 pm</dco> &nbsp;<qco> How artificial do you prefer your cheese?</qco> </h3>      \nconvince me it's the real thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n12:05 pm</dco> &nbsp;<qco> How do I make music? I am very bad at it</qco> </h3>      \nif i am to believe your story, the answer is 'badly'\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n12:04 pm</dco> &nbsp;<qco> what is your favorite type of sandwich</qco> </h3>      \n      the kind people put above the front door, as housewarming decorations \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n11:58 am</dco> &nbsp;<qco> What is the point of the \"i'm feelin randy\" button??</qco> </h3>      \nthat is in case you want to see randomly selected questions\n<br><br>"
  }
]
