[
  {
    "html": "<h3> <dco>7.5.17&nbsp;\n6:42 pm</dco> &nbsp;<qco> You've said the best way to come up with chords is by selecting the chord(s) that best support the melody... But, what about if you're accompanying a soloist who is improvising and you don't know what the melody notes are going to be? How would you come up with interesting chord substitutions/changes to support the melody if you don't know where the melody is going?&nbsp;</qco> </h3>      start by doing the most basic thing according to the song form. then as you go, you should get a feel for where they are going, and they will get a feel for where you are going. it gets better and better with experience. don't forget to have fun, stretch out, and relax kind of like you are in a lounge\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp;\n6:22 pm</dco> &nbsp;<qco> Howdy! You answer a lot of questions on here about melody and harmony... but I noticed you don't get as many questions about rhythm and percussion... I'm wondering if you ever take a rhythmic figure or idea and use that as a skeleton to build the melody/chords around? How often (if ever) do you write songs starting with just the drums/percussion?&nbsp;</qco> </h3>      i don't usually do that but i probably should\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp;\n5:32 pm</dco> &nbsp;<qco> will you make a song with only the word \"fuck\"</qco> </h3>      probably not\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp;\n1:26 pm</dco> &nbsp;<qco> How long until the new video comes out </qco></h3>      not long but i can't be sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how's it progressing?</qco> </h3>      good\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp;\n11:49 am</dco> &nbsp;<qco> <a href=\"what-havent-you-been-asked.mp4\">What questions have never been asked on this website?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp;\n11:45 am</dco> &nbsp;<qco> why would you say it's so important to drink lots of water each day?</qco> </h3>      everyone always says \"oh, you need to do this.\" \"oh don't eat that\" \"eat this combination of this and this, and this regimen,\" and \"do the advice i'm selling in my program\" ... but one of the easiest and most overlooked and under-advertised things you can do is water. it helps with so many things. if you are confused and you don't know which of your friends is advertising the right 'complicated strategy' in the meantime while you are figuring it out just drink some water\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp;\n11:40 am</dco> &nbsp;<qco> Is your website simple because you want it to maintain compatibility with slower connection speeds, i.e. dial up?</qco> </h3>      it is simple because there is no reason for it to be more complicated\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp;\n10:42 am</dco> &nbsp;<qco> <a href=\"survival-strategy.html\">bill,what made you share your content with the world?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp;\n9:54 am</dco> &nbsp;<qco> Will you put more of your music on Spotify? Please?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp;\n8:30 am</dco> &nbsp;<qco> why don't you make your bio so it contains info (important) answered here?</qco> </h3>      that seems boring\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp;\n8:18 am</dco> &nbsp;<qco> I really like your reality videos. Please don't stop making them.</qco> </h3>      i will not. i want to do as many as i can. but i usually need to prioritize other types of videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp;\n2:56 am</dco> &nbsp;<qco> do you know what's going on</qco> </h3>      i have some ideas\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp;\n2:54 am</dco> &nbsp;<qco> A substantial number of your longer songs seem to be about love. Do you think of real people when you write them?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp;\n2:23 am</dco> &nbsp;<qco> Do you want to go on an adventure?</qco> </h3>      i am already on one\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp;\n1:41 am</dco> &nbsp;<qco> favourite country?&nbsp;</qco> </h3>      i like the unique qualities of each one\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp;\n12:54 am</dco> &nbsp;<qco> regarding \"no castle\" in which there is a minor harmony with a major melody, what does that specific sounds say to you, in your opinion?</qco> </h3>      rebellion, and mischief!\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp;\n12:49 am</dco> &nbsp;<qco> what time signature is movie star in?</qco> </h3>      the chorus/title line has 9 beats in the cycle. it is your choice how to break it up, i hear it as 4/4 + 5/4. the verse uses this figure but does not adhere to it entirely\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp;\n12:18 am</dco> &nbsp;<qco> both times you've \"this key is sadder\" the key you mentioned was a fourth above the first key. are you saying that the circle of fifths gets sadder as it goes around that way? if so, that's just like jacob collier's theory about fifths and fourths, and how movement in fifths makes things lighter and in fourths makes them darker.</qco> </h3>      that's not really a theory. that's just the way it goes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp;\n12:13 am</dco> &nbsp;<qco> The \"x or y\" questions are saying, \"would you choose / do you prefer x or y.\" Does that help?</qco> </h3>      no, because they don't say what situation \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n11:48 pm</dco> &nbsp;<qco> Are you actually making a new video, or is it something totally different? </qco></h3>      it's a video<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;in other words, can i expect to see something on your Youtube channel sometime in the near future?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n11:18 pm</dco> &nbsp;<qco> Do you try to express meaning in your art? If so what should we look for? </qco></h3>      the meaning is \"oh look i did this thing. here is the thing i did\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n11:02 pm</dco> &nbsp;<qco> <a href=\"404-page.html\">yo can you make your 404 page prettier please</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n9:19 pm</dco> &nbsp;<qco> am I special?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n9:15 pm</dco> &nbsp;<qco> so whats the deal with your times and dates being all random ?</qco> </h3>      they are not, but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n8:49 pm</dco> &nbsp;<qco> is consciousness marketable?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n8:44 pm</dco> &nbsp;<qco> are chairs logical?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n7:20 pm</dco> &nbsp;<qco> What's your secret recipe?&nbsp;</qco> </h3>      changing the recipe, secretly\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n6:31 pm</dco> &nbsp;<qco> What weighs more, a kilogram of feathers or a kilogram of bricks?</qco> </h3>      neither\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n6:12 pm</dco> &nbsp;<qco> Im a bit introverted. I want to make my friends satisfied, How should I?</qco> </h3>      the question is how can they make you satisfied\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n6:05 pm</dco> &nbsp;<qco> i recently broke up with my girlfriend. how do i get her back</qco> </h3>      i think you should focus on getting yourself back\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n3:36 pm</dco> &nbsp;<qco> fred durst?</qco> </h3>      no, this is bill. i think fred uses a different site\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n2:15 pm</dco> &nbsp;<qco> Are there questions that you don't answer.&nbsp;&nbsp;</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, how many don't make it on the page?</qco> </h3>      thousands\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n12:45 pm</dco> &nbsp;<qco> do you think the way students are educated in school can prove to be a hindrance for them to express creativity?</qco> </h3>      yes but it's a nice challenge and might make your creativity stronger, after dealing with those hinderences. it's kind of like professional card memorizers who practice underwater\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n10:19 am</dco> &nbsp;<qco> What is sanity?</qco> </h3>      knowing what's going on<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n10:05 am</dco> &nbsp;<qco> how do you feel about the invention of the printing press?</qco> </h3>      nice, very good\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n8:47 am</dco> &nbsp;<qco> are you aware you spelled stiqueons wrong</qco> </h3>      are you aware that when designing titles and logos, you can put the letters in creative orientations and directions\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n8:28 am</dco> &nbsp;<qco> How do manage to maintain individuality through the pressures of the desires of your audience and social media?</qco> </h3>      maintain a flippant attitude of rebellion and mischief\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n6:10 am</dco> &nbsp;<qco> do you like pictures</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n6:08 am</dco> &nbsp;<qco> Do you ever get sick? what do you do then? (like do you still work or do you rest or something)</qco> </h3>      yes, i continue to work, and also rest as much as possible so as to get better and continue working as soon as possible. i actually was just sick yesterday and the day before but it wasn't that bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n5:36 am</dco> &nbsp;<qco> is F minor sadder than C minor which is sadder than G minor which is sadder than D minor which is sadder than A minor which is sadder than E minor which is sadder than B minor which is sadder than F# minor which is sadder than C# minor which is sadder than G# minor which is sadder than Eb minor which is sadder than Bb minor which is sadder than F minor?</qco> </h3>      ah, yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n4:44 am</dco> &nbsp;<qco> Do you often think about of how our senses and perception as human beings in general is directly linked to our emotions? If so, do you conciously have similar types of thought process in mind when you are creating stuff, like a cognitive toolbox? Or would that be limiting you?</qco> </h3>      i try to make sure my products are a nice wild time, for the senses and emotions, and even the mind, all together if possible. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n4:27 am</dco> &nbsp;<qco> Why do people think you use lowercase letters too much, when they too, rarely use capital letters?</qco> </h3>      perhaps they don't have the type of Insight, and Perspective that you do\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n3:33 am</dco> &nbsp;<qco> I think you write all the questions and then answer them.</qco> </h3>      i have never done that. except for this question, i wrote this question\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n3:29 am</dco> &nbsp;<qco> the fonts look different today, what did you do</qco> </h3>      nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n1:27 am</dco> &nbsp;<qco> how do i stop social anxiety?</qco> </h3>      become a bar tender\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n12:27 am</dco> &nbsp;<qco> <a href=\"dont-understand.html\">boxers or briefs</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n12:26 am</dco> &nbsp;<qco> <a href=\"dont-understand.html\">sunrise or sunset</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.17&nbsp;\n12:15 am</dco> &nbsp;<qco> Do you respect women</qco> </h3>      i respect everyone, regardless of their gender\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.17&nbsp;\n10:07 pm</dco> &nbsp;<qco> how does this thing work</qco> </h3>      you type a thing and then i have to type something that i think fits with that thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.17&nbsp;\n10:06 pm</dco> &nbsp;<qco> why is your website like this</qco> </h3>      why would it not be\n<br><br>"
  }
]
