[
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n9:24 am</dco> &nbsp;<qco> Would you call your work abstract, or at least relating to abstract art?</qco> </h3>      \nsometimes, but that's only half of the story\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n9:17 am</dco> &nbsp;<qco> do you think one word can carry two completely different meanings depending on the context?</qco> </h3>      \nmost words have more\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n2:15 am</dco> &nbsp;<qco> Can you write a song about corner stores?</qco> </h3>      \ni tried so hard not to, but the answer is yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n1:27 am</dco> &nbsp;<qco> i never really understood why rain is always associated with sadness in popular media. it might be because we never have weather here, but i LOVE rain. What do you think about rain and its portrayal?</qco> </h3>      \ni portray it so often that i'm mostly only familiar with the way i portray it, which is with deep eternal love\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n1:18 am</dco> &nbsp;<qco> do you make songs?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.22&nbsp; \n11:18 pm</dco> &nbsp;<qco> What would our 3d world look like to 1d beings?</qco> </h3>      \nblotchy, along the line\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.22&nbsp; \n8:52 pm</dco> &nbsp;<qco> Is the new song about doors?</qco> </h3>      \nlet's face it, all my songs are about doors\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.22&nbsp; \n8:43 pm</dco> &nbsp;<qco> When did you finish the song for fly around?</qco> </h3>      \nfeb 23, 2022\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.22&nbsp; \n8:05 pm</dco> &nbsp;<qco> what's your favorite emoji</qco> </h3>      \ni like the emoji it makes when the device is missing the emoji\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.22&nbsp; \n5:53 pm</dco> &nbsp;<qco> i cant decide whether or not to use a click track.&nbsp;&nbsp;?&nbsp;</qco> </h3>      \nyou'll have to try it each way, a few times\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.22&nbsp; \n5:19 pm</dco> &nbsp;<qco> im tryna improve my piano playing... ive delved deeply in theory and am currently learning the confusing world of chord extensions... should i simply learn through a numerical relationship perspective or should i truly take the time to learn all these different chords, harmonies and fingerings in all 12 keys? shortcuts welcome (digital capo??)</qco> </h3>      \noh dear, i've heard about this....... you're probably getting the idea that something 'extends', probably 'up' from the chord. i think i'd like to suggest that you throw that away and instead think about notes extending downward from the melody. for example, if it's the key of C and you have note A in the melody and the chord is Fmaj7, think of A at the top and then E just below and then C, and then way below goes the F. don't forget to always use songs, otherwise things may suffocate\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.22&nbsp; \n4:25 pm</dco> &nbsp;<qco> will your next song come out within the next 2 months</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.22&nbsp; \n3:21 pm</dco> &nbsp;<qco> how to finish big projects</qco> </h3>      \nthere's 2 ways. you either need a procedure, OR, you might be able to do it without a procedure as long as you never admit to yourself you're actually doing the project\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.22&nbsp; \n1:32 pm</dco> &nbsp;<qco> How to be better at singing</qco> </h3>      \nthere are several ways. one of them is believing the lyrics are true. that's just one of the ways. not the only way, you can skip that if you potentially have mastered some of the other ways\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.22&nbsp; \n10:08 am</dco> &nbsp;<qco> Do you have any tips on how to approach scoring a short animated scene? I've got only about 16 seconds to write for but I'm lost on how to make music that syncs up rhythmically and emotionally to the actions on screen.</qco> </h3>      \nthe only way to learn this is to do it, and learn from the previous time. so just start putting things there and then gradually you will figure out how to be moving in the right direction. it's like speaking. i bet you have no idea how you learned that\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.22&nbsp; \n7:47 am</dco> &nbsp;<qco> I feel I should pack up my things into a thing box, but I am without a thing box. What is a good substitute?</qco> </h3>      \nhow about a thing bag\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.22&nbsp; \n10:52 pm</dco> &nbsp;<qco> teach us some new york slang?</qco> </h3>      \nthere's a sound you can make with your tongue that sounds like a kiss, but it's with the tongue on the roof of the mouth. but it's not a sign of affection, it's actually a sound of mild frustration, maybe with oneself or the circumstances\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.22&nbsp; \n9:19 pm</dco> &nbsp;<qco> Now that I'm older I realize Christmas is not really what it says it represents on many levels. I'm not sure how to fully remove it from my life when I was born on December 25th. Any suggestions on how to process this complex emotion? Its just feels incredibly weird...</qco> </h3>      \nthe true vibe of christmas is from way back before christmas existed. and it exists in other cultures too, regardless of their name for it. it's just a tradition to share warmth and joy in that darkest period of the northern year, just before it gets lighter. and, to boot, the songwriters bring out their very best\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.22&nbsp; \n9:13 pm</dco> &nbsp;<qco> It's time to settle the age old debate... Is Garfield red or orange?</qco> </h3>      \norange but that's  not a debate\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.22&nbsp; \n8:27 pm</dco> &nbsp;<qco> Are you staying in New Canaan in the song \"New Canaan\"?&nbsp;</qco> </h3>      \nno, that's a day trip\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.22&nbsp; \n6:12 pm</dco> &nbsp;<qco> I often have issues with feeling guilty when taking a break from music, aswell as when I make a song just for fun and not for an album or something. Do you get this?</qco></h3>      no, it's more of a jealous rage<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How do you overcome it?</qco> </h3>      set up the dream schedule and treat it like a religion. that way at least i know i'm doing my part\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.22&nbsp; \n5:23 pm</dco> &nbsp;<qco> Do you think this is true - \n<br>The bad stuff is sifted out over time.</qco> </h3>      \nsifting does take place, that's for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.22&nbsp; \n5:19 pm</dco> &nbsp;<qco> is your favourite food, food?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.22&nbsp; \n4:33 pm</dco> &nbsp;<qco> what's a really old piece of tech that you still use?</qco> </h3>      \ndoor\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.22&nbsp; \n3:27 pm</dco> &nbsp;<qco> would you say that making lots of little songs and projects in your past has helped you figure out how to finish the bigger ones?\n</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, would you advise this as a strategy for someone who struggles to finish big and sometimes overwhelming songs?</qco> </h3>      yes, i advise that constantly. i advise it so often i'm thinking of getting an electric shock collar to shock me every time i try to advise someone of that again. but nevertheless it's true\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.22&nbsp; \n1:37 pm</dco> &nbsp;<qco> why is multiplication so overpowered</qco> </h3>      \nto get you from place to place\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.22&nbsp; \n11:56 am</dco> &nbsp;<qco> How do you make ur vids</qco> </h3>      \ni'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.22&nbsp; \n8:14 am</dco> &nbsp;<qco> does your next song involve a zoo?</qco> </h3>      \nno, but i can see why you would think that\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.22&nbsp; \n6:58 am</dco> &nbsp;<qco> does life even has a meaning?</qco> </h3>      \nmore than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.22&nbsp; \n4:21 am</dco> &nbsp;<qco> Is after forever your next song name?\n<br></qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.22&nbsp; \n3:27 am</dco> &nbsp;<qco> what's the best kind of weather?</qco> </h3>      \nbad\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.22&nbsp; \n2:16 am</dco> &nbsp;<qco> can i get meef in the 987 song,i can't find it anywhere</qco> </h3>      \nit's at the end\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.22&nbsp; \n9:35 pm</dco> &nbsp;<qco> can you do a sick backflip in your next video</qco> </h3>      \ni'll look into it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.22&nbsp; \n7:35 pm</dco> &nbsp;<qco> where exactly is meef in the number sequence?</qco> </h3>      \noutside\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.22&nbsp; \n5:48 pm</dco> &nbsp;<qco> Do you believe there is \"intelligent\" life elsewhere in the universe?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.22&nbsp; \n2:00 pm</dco> &nbsp;<qco> whats your opinion on wacky time signatures? im a big fan of 5/4, 7/4, and 13/16 personally</qco> </h3>      \nwhatever gets the job done\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.22&nbsp; \n1:04 pm</dco> &nbsp;<qco> a few musicians that i've spoken to have said that they don't listen to music in their spare time because they work on music all the time. is this an experience that you share?</qco> </h3>      \nnot quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.22&nbsp; \n11:25 am</dco> &nbsp;<qco> is it just me or does everone become a musical genius in the shower and then immediatly forget when they ste out of it. showers must have magical properties, you cant change my mind</qco> </h3>      \ni agree, but i'd recommend some tricks to remembering what you get\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.22&nbsp; \n9:46 am</dco> &nbsp;<qco> I'm out of town and I don't want to go back. What should I do?</qco> </h3>      \ngo out of town again....... into a 3rd town. see how far this thing goes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.22&nbsp; \n9:12 am</dco> &nbsp;<qco> will you make a song about another song?</qco> </h3>      \ni don't see why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.22&nbsp; \n8:13 am</dco> &nbsp;<qco> Do you think you should release your video on 4/20?</qco> </h3>      \nabsolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.22&nbsp; \n5:49 am</dco> &nbsp;<qco> how do you overcome the fear of posting music for people to hear? what if its really bad?</qco> </h3>      \njust try not posting it for a while, until you can't take it anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.22&nbsp; \n2:58 am</dco> &nbsp;<qco> is cheese cheesy?</qco> </h3>      \nlet me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.22&nbsp; \n12:16 am</dco> &nbsp;<qco> do you find taking walks outside to be helpful with thinking up musical ideas?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.22&nbsp; \n10:11 pm</dco> &nbsp;<qco> Is there any overlapping continuity between your songs or are each just their own thing?</qco> </h3>      \nsame writer. and producer, and performer of all instruments and the same singer\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.22&nbsp; \n9:21 pm</dco> &nbsp;<qco> how to unite the entire world in love?</qco> </h3>      \nstart by uniting yourself, although that's easier said than done\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.22&nbsp; \n9:11 pm</dco> &nbsp;<qco> What is today's wisdom?</qco> </h3>      \nnot just duplicating an entire shelf, get ready to think about duplicating an entire aisle\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.22&nbsp; \n8:26 pm</dco> &nbsp;<qco> what was the bad thing in \"just did a bad thing\"? </qco></h3>      failing to produce a song too quickly nor too slowly, and therefore accidentally working on it for exactly the right amount of time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;does it still weigh on your conscience?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.22&nbsp; \n8:21 pm</dco> &nbsp;<qco> what is your opinion on locrian?</qco> </h3>      \nuseless. not even the best at doing what it's best at\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.22&nbsp; \n7:50 pm</dco> &nbsp;<qco> Favourite type of sweet potato?</qco> </h3>      \nextremely sweet\n<br><br>"
  }
]
