[
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n12:02 am</dco> &nbsp;<qco> hey so I have this really great teacher but every time he calls on me I get really overwhelmed with pressure that I can't answer to question accurately, even though I know the answer in my head. What should I do to think faster?</qco> </h3>      i think you need to think slower\n\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2019-01.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n11:52 pm</dco> &nbsp;<qco> Is checking your Instagram for new posts a pretty good way to tell if the next video is nearing completion?&nbsp;&nbsp;Could this be helpful info for the people asking when the next vid will be done?</qco> </h3>      if instagrams are coming out it probably means i'm currently working on graphics/visuals\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n10:30 pm</dco> &nbsp;<qco> i'm going crazy not being able to write a song because i wanna write lyrics but i don't know how to write a melody and the lyrics fall apart so easily when i don't have a melody to have it be grounded in you know.</qco> </h3>      don't worry, no one knows how to write songs. the only authority on this, in the entire wide universe, is you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n9:43 pm</dco> &nbsp;<qco> Is there something you're hiding in the HotEWIG reality videos that's causing you not to make them</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n9:40 pm</dco> &nbsp;<qco> What are some terms you use in your editing process that no one else would understand?&nbsp;</qco> </h3>      there's something i do quite frequently that i call a 'finder swap.' i'm sure someone could figure out what that is. hint: i started doing it mostly for vine-edits of already finished videos, but now i use it in many more ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n9:22 pm</dco> &nbsp;<qco> Dude you are awesome and I love everything you do.&nbsp;&nbsp;That said your notes page is some of the most far out shit I have ever read.&nbsp;&nbsp;I mean some of it seems like poetry.&nbsp;&nbsp;Some like a journal entry.&nbsp;&nbsp;Some just a strange stream of consciousness.&nbsp;&nbsp;Any way you could shed some light on your notes? ie: why do you write them?&nbsp;&nbsp;How do you view them?&nbsp;&nbsp;What is there role in your life?&nbsp;&nbsp;Thanks man you are one interesting Wurtz.</qco> </h3>      the main purpose was to have some creative outlet before i was able to assemble all the skills and procedures needed to make complex audio/visual content\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n8:49 pm</dco> &nbsp;<qco> when do you think the holy bible 2 will come out</qco> </h3>      it came out many centuries ago, and it was called 'the new testament'\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n7:35 pm</dco> &nbsp;<qco> Am I predictable?</qco> </h3>      somewhat\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n7:20 pm</dco> &nbsp;<qco> (how) do you master your own tracks?</qco> </h3>      each time i try to overcompensate for what went wrong last time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n6:55 pm</dco> &nbsp;<qco> is anything really impossible</qco> </h3>      everything is impossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n6:52 pm</dco> &nbsp;<qco> bill do you need a bassist in your live band</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n6:11 pm</dco> &nbsp;<qco> is it an ambition of yours ever to make narrative content that requires actors other than yourself?</qco> </h3>      potentially\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n6:07 pm</dco> &nbsp;<qco> Tips on how not to let existential dread set in?</qco> </h3>      you must partake in existential thrills, and delights\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n4:12 pm</dco> &nbsp;<qco> How long does it usually take you to think of a song's concept or meaning?</qco> </h3>      about 1.8 seconds\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n12:44 pm</dco> &nbsp;<qco> Who is the final boss of life and what's the best way to beat him? I'm trying for a speedrun.</qco> </h3>      it's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n11:50 am</dco> &nbsp;<qco> I think I can conquer the world should I do it?</qco> </h3>      ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n8:51 am</dco> &nbsp;<qco> If today is the last day of January, today is the last day of an era four weeks and three days long. How does that make you feel?</qco> </h3>      it's difficult to know what 'effect' that would have on my feelings because there was never any chance of it being another way\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n8:17 am</dco> &nbsp;<qco> ballpark estimate. how many people hav3 you auditioned for your live band? </qco></h3>      0<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how many are suitable?</qco></h3>      0<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; are you actually going to do it?</qco></h3>      maybe not by audition<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if so, when where and how would you prefer to start to work on the band rehearsals? \n<br></qco> </h3>      it would be nice to do a weekly gig, with a trio, at a small venue (in disguise) to build chemistry\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n8:02 am</dco> &nbsp;<qco> How can I tell that there's an owl in my house?</qco> </h3>      check the log book\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n7:55 am</dco> &nbsp;<qco> When and how do you find inspiration for songs and videos?</qco> </h3>      i'm still not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n7:31 am</dco> &nbsp;<qco> Is it possible for you to edit a question/the answer after you've submitted your answer to the public?</qco> </h3>      yes but i never do. that's just a personal rule i have\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n5:45 am</dco> &nbsp;<qco> what should i do to enjoy existing</qco> </h3>      make a list of 10 ways to exist. compare / contrast\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n3:25 am</dco> &nbsp;<qco> why don't you realize how much of a gem your content is in today's society?\n</qco></h3>      i always realize that that's what the goal is, but only time will tell if i'm actually succeeding<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also how do i jazz better,\n</qco></h3>      integrate yourself more intimately into the global economy<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and are refrigerators actually time machines?</qco> </h3>      every machine is a time machine. without time, there could be no machines\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n2:11 am</dco> &nbsp;<qco> where's the video bill</qco> </h3>      clipperton\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n1:18 am</dco> &nbsp;<qco> do u ever have an existential crisis about the arbitrary innate features of the universe? </qco></h3>      the golden rule is for it not to be arbitrary<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;like, why there are 3 spatial dimensions, 3 distinct states of matter, 26 sporadic simple groups, 3.14... diameters in a circumference, 12 fundamental fermions, 5 platonic solids...\n<br>\n<br>it's all just numbers. there's no reason why they are what they are instead of some other number. we'll never find any meaning behind them, no matter how many fundamental facts we discover about the universe, the meaning will never be there.</qco> </h3>      that's where the meaning originates from, actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n11:44 pm</dco> &nbsp;<qco> how do you enjoy change</qco> </h3>      get into a bad situation, so that when it changes it will become better\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n11:19 pm</dco> &nbsp;<qco> I am an emotionally manipulative person. Do you have any suggestions for not being that?\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n My current strategy is to have no friends and its working, but it isn't fun.</qco> </h3>      you might be a good story writer\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n11:15 pm</dco> &nbsp;<qco> i'm working on not being so arrogant. any tips?</qco> </h3>      check out some mr. rogers\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n11:07 pm</dco> &nbsp;<qco> My dad teases me about liking you. What do I do&nbsp;</qco> </h3>      tease me about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n10:56 pm</dco> &nbsp;<qco> I just bought 32 refurbished bard drives and 400 blank cassettes. Do you think I can build a good enough nest to attract a mate?</qco> </h3>      yes but you should look into getting an internet connection as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n7:41 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201901290916\">1.29.19&nbsp;&nbsp;9:16 am</a>  when do you think you might do the next round of reality edits,</qco></h3>      as soon as i can<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n if that's something that fits the schedule rn?</qco> </h3>      it does not\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n7:08 pm</dco> &nbsp;<qco> do you just type whatever you think into Notepad and change it into rhymes for your lyrics</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n6:07 pm</dco> &nbsp;<qco> How do i draw like you?</qco> </h3>      i'm not sure, but you could could try a blank page and then start with these 3 questions: can i fill the entire page?, can i fill none of the page?, and, can i fill just 1 singular part of the page? \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n5:10 pm</dco> &nbsp;<qco> hi, it's that \"i click 12 times per second\" guy. do you think it's possible to achieve around 13 times or so? just curious</qco> </h3>      with 2 fingers maybe, on a very good device\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n4:57 pm</dco> &nbsp;<qco> how do you feel about life</qco> </h3>      curious\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n4:39 pm</dco> &nbsp;<qco> Do you think you'll release an album of your best tunes? </qco></h3>      i give everything i have to make each one the best. beyond that it's none of my business which one 'was best.' others can decide for themselves, and everyone will have a different answer<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you think it'd be physical or digital only?&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n3:58 pm</dco> &nbsp;<qco> hi i'm confused on what to do with life. what are some reasonable life tips&nbsp;</qco> </h3>      create a world wide affordable fast-food franchise which serves food which is reasonably healthy if consumed on a regular basis, and has less-than-dangerous sodium levels\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n3:47 pm</dco> &nbsp;<qco> who will win 2020 election</qco> </h3>      i don't know but i am ready for a unicorn president\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n3:41 pm</dco> &nbsp;<qco> oh my god is life an idea</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n3:20 pm</dco> &nbsp;<qco> Do you know somebody who looks like the moon?????</qco> </h3>      everyone does\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n2:33 pm</dco> &nbsp;<qco> Hi, I wrote to you a few months ago about pursuing music and great news! I am! Bad news, I'm terribly inexperienced. I switched schools mid semester and uh oh turns out everyone around me is very experienced and skilled and I am not. I'm telling myself that I'll catch up and I shouldn't be jealous of those who've had more experience. But there's a little voice in my head that tells me that it's too late, I've missed my shot, I can't become good at anything starting age 17 and I should just give up. Now I can't say if this is true, but if it is please tell me and I'll just go back to studying to become an engineer, which is 1000x less fulfilling but at least I'm good at it</qco> </h3>      i'm not sure, but i can say that out of the many elements that make up what i do, some of them i learned at age 2, some of them i learned at age 5, some of them i learned at age 8, some of them i learned at age 12, some of them i learned at age 15, some of them i learned at age 19, etc. on and on and on and on. i've been learning new things at every age all the way up until the present. video making was one of the most recent things i learned, and i still have a lot to learn there\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n1:53 pm</dco> &nbsp;<qco> do you worry about accidentally being ordinary or being percieved by others as being ordinary?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n1:38 pm</dco> &nbsp;<qco> I'm kinda fascinated by people who have a singular passion and never stray from tgat path because they love that one thing so much. Us normal folk struggle to understand and I bet the answer to a lot of the questions you get like \"how did you become so good?\" is a simple \"I just love music more than anything else\". Is this true for you or were there actually things you had to sacrifice to get good?</qco></h3>      never had to sacrifice anything to 'get good', but i had to make some sacrifices to bring some of those skills into a tangibly applicable form, and to impliment them at a high enough volume to catch the attention of viewers around the world such as you <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Because I have a feeling therewas never anything in your life that you liked more than music, not money, not school, not friends.</qco></h3>      visual expression is nice too, as well as words/language, and shapes and patterns<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And people without a singular passion just will never be able to do that because doing music for them is a conscious desire while for you it's more like a personality trait</qco> </h3>      it's not as singular as you may think ... and i think some sacrifices have to be made to get it to at least follow a slightly singular path, at least enough to be constructed into reality\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n1:24 pm</dco> &nbsp;<qco> Why can't you taste the moon</qco> </h3>      never been there\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n1:14 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201901291655\">1.29.19&nbsp;&nbsp;4:55 pm</a> &nbsp;&nbsp;&nbsp;You would also need a trombone for Mt St Helens</qco> </h3>      the point of those riffs at that part is to be a surprising sound each time. perhaps we could do something to surprise the folks who may be expecting trombone there. or actually what i would probably do is write even more lyrics to go there. i always felt like that part could have gone on for much longer\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n12:57 pm</dco> &nbsp;<qco> don't you need like a label to have your stuff played on the radio?</qco></h3>      now that the internet exists i'm not sure what a label even is or means<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how do you go about doing that?</qco></h3>      if you get something that is popular enough in general, the radio will probably play it, as long as it doesn't have certain words like 'fuck, shit', and a few others ... i think there is a list<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do you have your own label?</qco></h3>      my name is the label<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i heard that like each song gets a code or something to be digitally recognizable (due to copyright stuff).</qco></h3>      that's true, i have that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do you sign up each song individually to get that?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or am i just way off? thx a ton</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n11:33 am</dco> &nbsp;<qco> Should I build website from scratch, or use a builder tool thing?</qco> </h3>      it depends if the builder thing can get it how you want it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n10:00 am</dco> &nbsp;<qco> what kind of questions do you want? </qco></h3>      all kinds<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\ncause people ask all kinds</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n9:47 am</dco> &nbsp;<qco> If I want to make music, should I just get going and make it? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or should I spend time studying music theory instead?\n<br></qco> </h3>      ?if that's not the same thing then there must be some mistake\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n8:13 am</dco> &nbsp;<qco> I had a dream bill clinton left his keyboard at my house so I stole it and escaped in a horse drawn carriage&nbsp;</qco> </h3>      that is surprisingly realistic\n<br><br>"
  }
]
