[
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n8:33 pm</dco> &nbsp;<qco> Do you alto clef?</qco> </h3>      i did once, it can be seen in the bridge of the music video 'and the day goes on'\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n8:28 pm</dco> &nbsp;<qco> why did you stop posting things to the reality section of this site? are you no longer...,, reality ??&nbsp;</qco> </h3>      to continue making content for the videos / songs page, which i had not had time to do while making the reality videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n7:56 pm</dco> &nbsp;<qco> what is your relationship with the landfill</qco> </h3>      loving and intimate\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n7:45 pm</dco> &nbsp;<qco> When hitting the hi-hat and the snare, why do drummers like to hold the left drum stick like a chopstick while they hold the other one in a fist? Is it less tiring that way? What do they do when they have to hit the toms on the right?</qco> </h3>      that technique comes from marching snare drums. they were slanted\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n7:26 pm</dco> &nbsp;<qco> Do you actively try to write your songs with a conventional song structure in mind (like Verse - Chorus - Verse - Chorus - Bridge Chorus), or do you actively try not to conform to any of those conventions, or do you not try at all and just have the song go where it wants to be?</qco> </h3>      in 2010 i disregarded that so much that in 2011 i desperately tried to learn to adhere to it. so i did, and then from 2012 onward i have had both methods in my tool kit\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n7:05 pm</dco> &nbsp;<qco> how do you make music make you?</qco> </h3>      you have to wait very patiently and act like you don't want it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n6:17 pm</dco> &nbsp;<qco> Opinions on eternal youth?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n5:54 pm</dco> &nbsp;<qco> is it fair to call pop a genre? its just POPular music so should it all be labeled under \"pop\"</qco> </h3>      that's none of my business really\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n5:40 pm</dco> &nbsp;<qco> Why don't you post to reality anymore?</qco> </h3>      because i am doing videos and songs for the videos and songs pages instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n5:33 pm</dco> &nbsp;<qco> what is your opinion on sporks?</qco> </h3>      they can be used for business, or pleasure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n5:04 pm</dco> &nbsp;<qco> Should we be afraid of the letter L?</qco> </h3>      only sometimes, and only lowercase, in situations where it might be confused with I\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n4:13 pm</dco> &nbsp;<qco> if you're in the key of B major do you always have to play the B major notes? i guess not but how many&nbsp;&nbsp;times can you play out of key notes but still be in B, like if you play C G A, are you not in B maj anymore ?\n</qco></h3>      yes as long as you don't exceed the 4 second time limit<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n if you're out of Bmaj, how do you recover from that?\n</qco></h3>      go back to Bmaj<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n i listened \"giant steps\" once and now i'm confused</qco> </h3>      giant steps was designed as a key jumping exercise. that's what it's famous for. so that's probably not a good example of how to stay in key\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n4:11 pm</dco> &nbsp;<qco> i feel like my toaster is plotting to kill me, and take over my life. do you have any advice on how to avoid this?\n<br></qco> </h3>      call the police, they will send you to a very safe place\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n4:09 pm</dco> &nbsp;<qco> Where do you get lyric ideas from?</qco> </h3>      everywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n4:03 pm</dco> &nbsp;<qco> what's christmas like? i'm not christian and i never celebrated christmas. is it more of a religious thing or is it some holiday where people go on a shopping frenzy</qco> </h3>      shopping frenzy\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n4:01 pm</dco> &nbsp;<qco> hi bill, i play the keys, and i'll eventually play with a band or other people, but i'm not sure how this accompaniment thing works. what i do right now is listen my favorite records and accompany them while listening. i play chord after chord after chord and that doesn't work for every song, sure it's fine for some but it doesn't sound good for some. you know a lot about music and i guess you've gone through this sometime. how do i make my accompaniments more exciting, like get some interesting melodic or rythmic stuff going instead of playing chords on the right and octave root notes at the left.</qco> </h3>      it's tricky because when you're playing along to a record, there is already accompaniment there. so actually there's probably already too much if you are playing too. also if there is already a bass player, you need to not play root notes in the bass, unless you are entirely sure that you and the bass player will play exactly the same thing at exactly the same time. it will be helpful if you can get some kind of play-along recording which has your instrument muted\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n3:47 pm</dco> &nbsp;<qco> Did you ever make any videos (beyond just on your Youtube channel) that were drastically different from your edit-y flashy skits and music vids you do now? Like live action skits or whatever</qco> </h3>      yes, like book stacking and keyboard flipping, etc. and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n3:34 pm</dco> &nbsp;<qco> i dont like how Christmas isn't real ended. can you make an alternate ending?</qco> </h3>      the alternate ending was 'santa claus is still evil.' i thought this was good, but when paired with the 1st verse i decided it might send the wrong message\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n3:07 pm</dco> &nbsp;<qco> I really like the balance in your mixes, any tips for mixing and mastering music?</qco> </h3>      only fix what's wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n2:49 pm</dco> &nbsp;<qco> Why don't you like talking about food?</qco> </h3>      if people find out what i am made of then that would make it easier for them to defeat me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n2:24 pm</dco> &nbsp;<qco> I think I have finally figured out the quirky tempo thing in your Christmas song. To me it sounds like a 3/4 over the course of half a bar (assuming the rest is in a 4/4). Is that accurate?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It was killing me not to know how to count it.\n<br>That is so genius I have never heard anything like that before. How did you come up with that?</qco> </h3>      in the shower, i was trying to come up with the chorus and i guess i just forgot that the song wasn't in 3\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n2:16 pm</dco> &nbsp;<qco> You talking about anything is great - would you consider making your own podcast where you just express yourself?</qco> </h3>      there is one on this site but it's not live\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n2:02 pm</dco> &nbsp;<qco> why is it that we haven't found a single proof of extraterrestrial life?</qco> </h3>      there isn't any close enough to us right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n1:53 pm</dco> &nbsp;<qco> what happens if something happens</qco> </h3>      something\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n1:47 pm</dco> &nbsp;<qco> Did you accidentally cast the pod too far?</qco> </h3>      very very very close but not quite. i am a thrill seeker\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n1:28 pm</dco> &nbsp;<qco> How do I know where to go?</qco> </h3>      you'll have to guess, based on which path gives you the special feeling\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n1:05 pm</dco> &nbsp;<qco> when Ethan asked you if we were living in a simulation, what did you mean by \"a simulation of what\"?</qco> </h3>      i thought a simulation has to be of something. like a flight simulator simulates a flight, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n12:37 pm</dco> &nbsp;<qco> How do you know what you want to do in life?</qco> </h3>      it should give you the special feeling\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n12:04 pm</dco> &nbsp;<qco> Do you pick any favorites?</qco> </h3>      they change every moment, like a wave. i surf them\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n12:00 pm</dco> &nbsp;<qco> if your ship was burning what would you take with you in the water?</qco> </h3>      the sails\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n11:58 am</dco> &nbsp;<qco> How do you feel about the movement to change standard pitch to 432hz?</qco> </h3>      i do not see it gaining anywhere near enough traction to happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n11:54 am</dco> &nbsp;<qco> israel or palestine</qco> </h3>      is there any way to combine the 2\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n11:15 am</dco> &nbsp;<qco> billy doodop wrutze, why did you only say thank you when you got the award. \n</qco></h3>      what else should i have said<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;why do you stay away form your audience</qco> </h3>      i've probably answered 100,000 questions or more, from my audience, on this site alone\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n11:02 am</dco> &nbsp;<qco> What's more important: strongness or strangeness?</qco> </h3>      you must blend them together\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n10:56 am</dco> &nbsp;<qco> do you have some form of autism?</qco> </h3>      i've never been tested\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n10:53 am</dco> &nbsp;<qco> what is your life goal?</qco> </h3>      have life, give life, play games with life\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n9:47 am</dco> &nbsp;<qco> what do you look for in clothing?</qco> </h3>      the tag. the more tags the better\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n9:36 am</dco> &nbsp;<qco> Do you also simultaneously try to escape capitalism and escape being labeled a capitalist?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n9:25 am</dco> &nbsp;<qco> What do you want for Christmas?</qco></h3>      a pony<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or Hanukkah?</qco> </h3>      another pony\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n8:37 am</dco> &nbsp;<qco> Define fun</qco> </h3>      experimenting with different angles, and vectors\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n8:37 am</dco> &nbsp;<qco> Can I get away with not learning how to drive?</qco> </h3>      for a short period of time but eventually you will be caught\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n8:35 am</dco> &nbsp;<qco> What do you do when you have to do somthing you don't want to do?</qco> </h3>      do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n6:39 am</dco> &nbsp;<qco> Why isn't the \"q\" in the right place?</qco> </h3>      that is to simultaneously escape communism and escape being labeled a communist\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n6:32 am</dco> &nbsp;<qco> What's the first thing you would do if you had infinite power?</qco> </h3>      start converting all the garbage into not garbage\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n4:46 am</dco> &nbsp;<qco> What is the idea behind the style of your site?</qco> </h3>      \nreality\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n4:36 am</dco> &nbsp;<qco> Hey I plan to become a computer science major and want to research artificial intelligence when I get older. I'm currently applying to colleges, so what colleges should I apply to?</qco> </h3>      all of them!\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n3:24 am</dco> &nbsp;<qco> how high was that plane you just jumped out of and did you land safely?</qco> </h3>      not that high but i left my parachute on the plane\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n2:32 am</dco> &nbsp;<qco> hey bill, i was just curious abt your merch. will you ever be restocking the hi im steve shirt? its really lovely and i was obliterated physically when i found out it was sold out in every size</qco> </h3>      you'll have to email them at hello@dftba.com\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n1:32 am</dco> &nbsp;<qco> how can i be creative? it is a difficult thing for me. even if it does not come naturally, do you think its possible to learn to be creative?</qco> </h3>      what exactly made you want to be creative? there should be clues there about what creativity means for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n12:33 am</dco> &nbsp;<qco> how do you calm down when you're anxious?</qco> </h3>      make a list of exactly what the problems are\n\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2018-11.html\">PREVIOUS QUESTIONS</a>"
  }
]
