[
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n10:41 pm</dco> &nbsp;<qco> How's your 2018 so far?</qco> </h3>      good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n10:41 pm</dco> &nbsp;<qco> dsasdddsssdggdsasdddassdsa (guess the song)</qco> </h3>      \ndsasdddsssdggdsasdddassdsa\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n9:47 pm</dco> &nbsp;<qco> i built a panic room! it's my room. i panic in it.</qco> </h3>      ah, #relatable\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n8:42 pm</dco> &nbsp;<qco> What am I, chopped liver?&nbsp;</qco> </h3>      check with your doctor\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n8:14 pm</dco> &nbsp;<qco> Do you get excited for rain? In other words, if you see a forecast and it's supposed to rain several hours later, do you ever just think \"expedite the fuck out of this precipitation\"?</qco> </h3>      i really like rain but one of the best things about it is that it happens when it is meant to happen. so i'm not usually interested in expediting it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n7:56 pm</dco> &nbsp;<qco> do you have a store?</qco> </h3>      sort of\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n7:51 pm</dco> &nbsp;<qco> How do you feel about tomatoes?</qco> </h3>      fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n7:46 pm</dco> &nbsp;<qco> what species are you?</qco> </h3>      i will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n7:45 pm</dco> &nbsp;<qco> can we archive your works to preserve it in the future?</qco> </h3>      i'm already doing that but sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n7:41 pm</dco> &nbsp;<qco> you have said before that you don't like to copy and paste clips, because that removes the opportunity to try something new the next time you play the thing. however, in your song 'gonna clean my room', the exact same thing played twice. what's up with that??</qco> </h3>      it was written for vine. but for the youtube version i thought it would be rude to not at least give people a taste of what the vine version might sound like\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n6:38 pm</dco> &nbsp;<qco> are you interested in world war 2 strategy games</qco> </h3>      not really\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n6:34 pm</dco> &nbsp;<qco> Why does the world keep spinning around and around and around and around and around and around and around and around and around and around and around and around and around and around and around and around and around and around and around and around and around and around and around and around and around and around and around (etc)?&nbsp;</qco> </h3>      because no one has stopped it yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n6:08 pm</dco> &nbsp;<qco> will my friends leave me for a better future me?</qco> </h3>      sure, or worse\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n4:06 pm</dco> &nbsp;<qco> Have music platforms such as Spotify and Apple Music changed the way music is produced&nbsp;&nbsp;for the better? Or, as an artist, you'd prefer CDs, radio, and LPs?</qco> </h3>      i actually prefer just the sound files, on a hard drive, if possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n4:02 pm</dco> &nbsp;<qco> Do you think that music reflects the attitudes of culture or that music is one of culture's most primary influences?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n3:49 pm</dco> &nbsp;<qco> I had a dream where you called something \"not real music\" and other people online made fun of you for it.</qco></h3>      that wasn't me. i don't say that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I was really sad but then I woke up and realized how ridiculous that idea was</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n3:32 pm</dco> &nbsp;<qco> isn't it cool to imagine going to a new world and having no words for the things you would see?</qco> </h3>      that would be interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n1:25 pm</dco> &nbsp;<qco> I noticed that after HOTEWIG many of your newer videos and songs have had a jump in quality. The music sounds a little more crisp and a lot of the videos look like they've been rendered differently to look sharper. Is it my imagination, or have you mixed things up so far as your creative process goes after your most popular video? Great work!</qco> </h3>      i've gradually learned more and better tricks and techniques over time. history of the entire world took a long ass time, so that's a lot of tricks\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n1:22 pm</dco> &nbsp;<qco> i feel like i'm normal enough to be normal, but also too crazy to not be crazy?</qco> </h3>      ah, #relatable<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n11:53 am</dco> &nbsp;<qco> I'M GETTING PRETTY TIRED OF EVERYONE PLAYING THE MELODICA RIGHT NOW. If you go on tour, and I get to see one of your concerts, and you bust out a melodica... I'm going to have to start throwing tomatoes at the stage.&nbsp;</qco> </h3>      don't worry, i've been tired of the melodica since i first saw it<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n11:35 am</dco> &nbsp;<qco> In your live action videos, you seem to be wearing a lot of different clothes. Is fashion an interest of yours?</qco> </h3>      i'm just trying to be reasonable<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n11:25 am</dco> &nbsp;<qco> do you have a punctuation counter? because i notice that you seem to use periods less frequently then capital letters</qco> </h3>      you seem to use neither<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n11:23 am</dco> &nbsp;<qco> what is a good question&nbsp;</qco> </h3>      ah, i agree\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n11:10 am</dco> &nbsp;<qco> when does it stop?</qco> </h3>      at stoptime\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n8:39 am</dco> &nbsp;<qco> How can I learn to play piano?</qco> </h3>      ask the piano<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n5:46 am</dco> &nbsp;<qco> Can I ask you something else than a question?&nbsp;</qco> </h3>      you can try\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.18&nbsp;\n3:44 am</dco> &nbsp;<qco> the NYC mayor says he's now suing people like you. did you hear?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.18&nbsp;\n11:44 pm</dco> &nbsp;<qco> How often do you change the desktop background on your computer? Is it a pic you made?</qco> </h3>      fuck that, i say change the foreground\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.18&nbsp;\n11:21 pm</dco> &nbsp;<qco> Do you think music is a form of literature?</qco> </h3>      i have never heard anyone call it that before\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.18&nbsp;\n11:09 pm</dco> &nbsp;<qco> What would you describe the goal of your videos to be?</qco> </h3>      to have my thoughts feelings and ideas seen and heard by other people, besides me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.18&nbsp;\n10:42 pm</dco> &nbsp;<qco> How many yams</qco> </h3>      whence\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.18&nbsp;\n10:28 pm</dco> &nbsp;<qco> Favoritism, favoritude, favoritity, favorite mania, Favourite-upon-Avon – it goes by many names. Why does it bother you?</qco> </h3>      because it's not fair to the others\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.18&nbsp;\n10:21 pm</dco> &nbsp;<qco> I love your videos, but why are the singers all male in them?</qco> </h3>      because i live in a cave. i am the only one in the cave\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.18&nbsp;\n8:52 pm</dco> &nbsp;<qco> Hey when are you gonna upload new content ya gubber? </qco></h3>      when it is done<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ik you're probably working on some, but Y U NO RELEASE?</qco> </h3>      because it's not done\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.18&nbsp;\n8:36 pm</dco> &nbsp;<qco> Hey, I'm ruthlessly working 24/7 on a life long creative endeavor too.&nbsp;</qco> </h3>      oh nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.18&nbsp;\n8:29 pm</dco> &nbsp;<qco> you say that an understanding of music theory is not necessary to the process of creating music, but it seems to me that there's a great dissonance between \"just touch the instrument and make sounds,\" and a functioning understanding of different notes, chords, and scales and how they relate to one another</qco> </h3>      \"music theory\" means nothing if you can't hear it. start experimenting, and you will start to hear everything. also, plot twist, there are as many \"theory\"s about music as there are stars in the sky. your best bet is to fall in love with music in a way that is just right for you. also literacy is legit too if you want ppl to play your charts, or play other ppls charts\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.18&nbsp;\n7:22 pm</dco> &nbsp;<qco> how do you make sense of or trust anything when everyone's advice, even from just one person seems to contradict at some point?</qco> </h3>      develop a force field\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.18&nbsp;\n6:45 pm</dco> &nbsp;<qco> happy birthday donald fagen!</qco> </h3>      oh nice. i will pass the message along\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.18&nbsp;\n6:40 pm</dco> &nbsp;<qco> Please list everything in the universe in order from smallest to largest.</qco> </h3>      there is actually no rule for which thing is a thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.18&nbsp;\n6:31 pm</dco> &nbsp;<qco> Do you like my new song?&nbsp;</qco> </h3>      i have not heard it yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.18&nbsp;\n6:27 pm</dco> &nbsp;<qco> bill, i am starting to have the same problem as you. i am trying to figure out how to make content as quickly and efficiently as possible../. i have several ideas and i would love to pump them all out, but i have limits to how fast i can go. how hbave you combated this?</qco> </h3>      panic\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.18&nbsp;\n6:11 pm</dco> &nbsp;<qco> So you use audio recorders to document your thoughts and ideas and just, your life in general I guess? Do you do this solely so you can make reality videos for our entertainment? Maybe it's helpful to talk everything out when you're working on something, but do you go back and listen to your voice recordings and thoughts from previous things you've worked on for any reason other than to make the reality vids?&nbsp;</qco> </h3>      i started doing it to help collect my thoughts, but i almost immediately realized that one day i could edit it into something much more concise, and almost watchable. in 2016, that finally happened. now people actually get mad at me because i haven't done more. which is ironic because they were mad at me whilst i was doing it for not doing other things\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.18&nbsp;\n6:01 pm</dco> &nbsp;<qco> What is your opinion on your ownership of your songs? </qco></h3>      i own them<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Like, obviously people stealing your songs and claiming them as their creation is bad, but what about someone saying for example \"New Canaan is my theme song\"?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.18&nbsp;\n5:58 pm</dco> &nbsp;<qco> I heard that song Fuck You by CeeLo on the radio today, but it was censored to be 'Forget You'. That got me so mad. </qco></h3>      i can understand that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Why even play the fucking song? I get if you're maybe censoring one word in one of the verses or something, but if you're changing the chorus, let alone the title line of the song? C'mon.</qco></h3>      i agree, that song is one of the more tragic censorship cases<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; They change that cake by the ocean song too, they make it say 'crazy crazy' (whatever that means) instead of 'fucking crazy.' </qco></h3>      that's true, 'fuckin crazy' is so much more rhythmically effective in that spot. i think in that case, \"frickin crazy\" would have been a much better choice, for the censorship<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you think we'll ever get past this type of thing, and laugh about it one day? Or are songs on the radio just going to be shat upon forever?&nbsp;</qco> </h3>      i don't fully understand why certain words still remain illegal on the radio. it seems like some kind of weird social experiment\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.18&nbsp;\n5:45 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201801081930\">1.8.18&nbsp;&nbsp;7:30 pm</a>  What is the first thing you do when making a song?</qco> </h3>      pick which song i'm going to make\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.18&nbsp;\n5:43 pm</dco> &nbsp;<qco> Why is everybody sexually harassing eachother right now?</qco> </h3>      they've actually been doing it for thousands of years. but now it's on the news, because it's news. just kidding it's not news, it's not even news to the news. they knew. they were the ones doing it, and they will continue\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.18&nbsp;\n5:16 pm</dco> &nbsp;<qco> You ever wonder what would happen without the word the?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.18&nbsp;\n5:09 pm</dco> &nbsp;<qco> when is the next masterpiece going to be sculpted</qco> </h3>      it depends which one you would consider a masterpiece\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.18&nbsp;\n4:49 pm</dco> &nbsp;<qco> what's an example of what The Kids are saying these days?</qco> </h3>      the ugandan knuckles thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.18&nbsp;\n4:03 pm</dco> &nbsp;<qco> How do I make a cake?</qco> </h3>      bake?\n<br><br>"
  }
]
