[
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n9:51 am</dco> &nbsp;<qco> why is might quit sound like a lullaby?</qco> </h3>      \nunfortunately, it's probably because you are hearing the rhythm in 3 groups of 2 instead of 4 small groups of 3. This is not your fault, it was a failure on my part to properly convey that, although i did try my absolute best\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n9:44 am</dco> &nbsp;<qco> when will other other other categories come out</qco> </h3>      \npretty soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n9:03 am</dco> &nbsp;<qco> are you excited about what's to come</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n8:52 am</dco> &nbsp;<qco> Dear Billman,\n<br>\n<br>Do you have any good way of breaking out of same musical patterns (for example chord progressions or rhythm structures)? I have already switched instruments multiple times for that. \n<br>What do you do to spice it up?\n<br>\n<br>Take care!</qco> </h3>      \nsometimes a good trick is to try to do something deliberately unmusical. non-music is a magnet for music, the music always rushes in to help\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n8:40 am</dco> &nbsp;<qco> You are going to make a BILLION more videos. Is this correct?</qco> </h3>      \nvery close\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n7:46 am</dco> &nbsp;<qco> do lyrics always have to have a meaning behind them?</qco> </h3>      \nusually it's music. which usually has meaning not necessarily behind it but drenched all the way through it and spilling out all sides and spreading throughout the world and spilling over into other worlds as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n7:20 am</dco> &nbsp;<qco> How to eat a apple</qco> </h3>      \nfirst you must meet the apple. then, if you still have your mental composure about you, you can go ahead and greet the apple\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n7:12 am</dco> &nbsp;<qco> Why does your grammar piss me off so much?</qco> </h3>      \nmaybe because it's too good\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n6:43 am</dco> &nbsp;<qco> how many questions do you get</qco> </h3>      \n2 or 3\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n6:11 am</dco> &nbsp;<qco> where does the time go?</qco> </h3>      \nto you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n6:10 am</dco> &nbsp;<qco> What is Music?</qco> </h3>      \na hypnosis tool, used for propaganda enhancement\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n4:24 am</dco> &nbsp;<qco> How do I type</qco> </h3>      \nhave you tried rubbing the keyboard\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n3:09 am</dco> &nbsp;<qco> what is the tiniest object on earth</qco> </h3>      \nthose water bottles at diplomatic conferences\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n3:08 am</dco> &nbsp;<qco> thoughts on ducks</qco> </h3>      \ni know they can fly but i've never seen them do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n3:01 am</dco> &nbsp;<qco> Why is water wet</qco> </h3>      \njust for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n2:30 am</dco> &nbsp;<qco> What is your main source of inspiration?</qco> </h3>      \nle dumpsteur\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n1:59 am</dco> &nbsp;<qco> what is something you have not yet started learning but would like to</qco> </h3>      \nARKit\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n1:48 am</dco> &nbsp;<qco> thoughts on the number 86?</qco> </h3>      \n43x2\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n1:44 am</dco> &nbsp;<qco> what happens when you divide zero by zero</qco> </h3>      \ndon't worry about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n1:40 am</dco> &nbsp;<qco> do you have the ability to type with capital letters?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n1:39 am</dco> &nbsp;<qco> <a href=\"q.php?date=202007230141\">7.23.20&nbsp;&nbsp;1:41 am</a>  what is the hint?</qco> </h3>      \nwhich song would you like a hint for\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n1:18 am</dco> &nbsp;<qco> How do you make music</qco> </h3>      \nbake music\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n12:48 am</dco> &nbsp;<qco> What do you think of Mexico?</qco> </h3>      \nit's pretty good, i'm very impressed\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n12:38 am</dco> &nbsp;<qco> what is your opinion on canada and canadians?</qco> </h3>      \nthey're pretty good, i'm very impressed\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n12:20 am</dco> &nbsp;<qco> Do we all (still) live in a yellow submarine?\n<br></qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.20&nbsp; \n11:57 pm</dco> &nbsp;<qco> you said you were working on the thing to make it easier to make videos and recently it seemed like you were saying you're now doing videomaking.</qco></h3>      that's not exactly true. i said i was working on videomaking<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;does that mean we should expect new content soon?</qco> </h3>      \nyou didn't expect it last time i was doing this...............\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.20&nbsp; \n11:50 pm</dco> &nbsp;<qco> Honest question. I kind of want to right a book but I haven't had many creative writing classes/courses and my older brother says I wouldn't be good at it. I'm also only in 8th grade and even if I WANTED to publish it I couldn't, so I doubt anyone's going to read it. What do you think I should do?</qco> </h3>      \nflip it up, start telling other people what they can't do\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.20&nbsp; \n11:39 pm</dco> &nbsp;<qco> What's your opinion on squirrels</qco> </h3>      \nthey are nuts\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.20&nbsp; \n11:33 pm</dco> &nbsp;<qco> what is youre thoughts on geese?</qco> </h3>      \nthey know how to spend their time. very good time spenders, that's what i say\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.20&nbsp; \n11:29 pm</dco> &nbsp;<qco> When writing music, which do you create first, melody or lyrics?</qco> </h3>      \nit usually only works if it's done at the exact same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.20&nbsp; \n10:50 pm</dco> &nbsp;<qco> Opinion on lobsters?</qco> </h3>      \nwhat's better than eating bugs? ......that's right,....  eating one huge giant monster sized bug with claws\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.20&nbsp; \n10:13 pm</dco> &nbsp;<qco> would you classify yourself as mysterious?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.20&nbsp; \n9:44 pm</dco> &nbsp;<qco> are birds radical?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.20&nbsp; \n9:29 pm</dco> &nbsp;<qco> Are we getting close to a new video</qco> </h3>      \nthat doesn't seem like enough videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.20&nbsp; \n9:28 pm</dco> &nbsp;<qco> the door is moving it has gotten up and left any tips on how to get it back?</qco> </h3>      \nhave you thought about making a new one\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.20&nbsp; \n9:19 pm</dco> &nbsp;<qco> how to ask a question?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.20&nbsp; \n9:09 pm</dco> &nbsp;<qco> Do you have a favorite architect ?</qco> </h3>      \nno but i like all of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.20&nbsp; \n8:42 pm</dco> &nbsp;<qco> What to do in hopeless situations?</qco> </h3>      \ntell 100 to 500 different stories. some of them can be based on your situation. some can be meant to be based on your situation but accidentally are not. and some can be meant to be not based on your situation but accidentally are. By then, you will be whipped up into such a frenzy of creative thinking that barrels of hope will reign down\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.20&nbsp; \n8:07 pm</dco> &nbsp;<qco> are you still manufacturing that huge elephant from 2017</qco> </h3>      \nno but i am proud to say i am manufacturing a different elephant\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.20&nbsp; \n8:03 pm</dco> &nbsp;<qco> How to apple</qco> </h3>      \nstrategize on a time scale at least 3 times broader than your neighbors'\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.20&nbsp; \n7:54 pm</dco> &nbsp;<qco> What do you do when you feel like your art isn't \"good enough\" and you see others excelling?</qco> </h3>      \nwhenever i notice others excelling, i feel like my art is good enough, and i can excel too, and if i don't then it's my fault. If i feel like my art is not good enough, then i don't tend to notice anyone else excelling because in those particular times i tend to think everyone else's art is bad also \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.20&nbsp; \n7:40 pm</dco> &nbsp;<qco> what does \"might quit\" mean? And if you don't feel like telling me can you give a hint?</qco> </h3>      \nit's the story of someone on the first day of school who gets to school and says AW HELL NAH only to delve straight on into the depths of some ~life scenarios~\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.20&nbsp; \n7:21 pm</dco> &nbsp;<qco> thoughts on over thinking?</qco> </h3>      \ni always forget what amount i am supposed to think\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.20&nbsp; \n7:06 pm</dco> &nbsp;<qco> 11307</qco> </h3>      \nthat has 3 in it... we'll do 1131, to 111, ok so that would be 37, to 370, and it was 21 above that so 377, and then it was 3 down, so 3769 (x3) is what we're working with. Then looking at 7, from the left is 269, that's prime so 7 is out. and 11, from the left on the original, leaves 307 so no; 13 off the right side of 3769 (via 39) is 373, then 360, so no; looking at 17, we'll go from the left from 34 makes 369, which is just 123 (that's just 41) so no; looking at 19, from the right makes 375, 5 away from 38 so no; 23 can take 69 off, left with 37 and no; 29 off the right makes 374, in half is 187, not 29 (87 would be); only have to get up to just over 60 on this; checking 31 from the left leaves 669 or 223 which is itself prime so no; 37 knocks right off to 69 and no; 41 on the right brings you to 381, down to 34(0), not it; 43 can go via 301 on the right which makes 4070, 407 being the wrong distance from 430; 53 can use 901 on the right, makes 467, adding 53 again goes to 52 WOW close; doing 59 from the right makes 371, and then up to 43 so no; 61 and this will be the last one because 60 squared is 3600 and 67 squared will obviously be well on its way toward 4900 so 61 is really the only hope and if i've made no mistakes so far it would have to be squared which clearly would be the wrong answer because it doesn't end with 1, but we can check anyway on the right, goes up to 383 which is prime itself but if you don't believe that then just take away 183 (61's tripple) and you're left with 100 so 61 is out. Making the final answer 3769x3\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.20&nbsp; \n6:56 pm</dco> &nbsp;<qco> what are you thoughts on penn jillette?</qco> </h3>      \nput it this way, your card is the 3 of clubs. that's just how it goes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.20&nbsp; \n6:48 pm</dco> &nbsp;<qco> I know you have a BIG project up ahead but what is it? </qco></h3>      videomaking<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or like the format. like history of______ or a song?</qco> </h3>      \nAll Options Are On The Table\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.20&nbsp; \n6:46 pm</dco> &nbsp;<qco> sometimes you'll show clips of manuscript for melodies or licks. do you write everything out like that, or only when you want it to be in the video?</qco> </h3>      \nfrom 2011 forward, i've used staff paper much much less, because it turns out i can get the same job done through text files and small audio clips to demo/explain everything necessary. but what i often do is write a 'studio chart' with road map and chord chart, as something to look at while i'm recording the first few tracks, so i make sure it comes out as promised\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.20&nbsp; \n6:36 pm</dco> &nbsp;<qco> How does one play the piano with both hands at the same time?</qco> </h3>      \ntry singing too, which will distract you from thinking about your 2 hands too much\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.20&nbsp; \n6:31 pm</dco> &nbsp;<qco> i really hope you answer this because i have been dying to know\n<br>\n<br>when will the thing happen? </qco></h3>      when do you want it to happen<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and if it happens will it be the thing the thing said it would be.&nbsp;</qco> </h3>      it will be different, which is actually exactly what the thing said, so that's yes for sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.20&nbsp; \n6:18 pm</dco> &nbsp;<qco> when *did* all the windmills start to turn so slow</qco> </h3>      \nthey started to turn because there is wind, and the reason they go slow is because they are large\n\n<br><br>"
  }
]
