[
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n3:54 pm</dco> &nbsp;<qco> <a href=\"i-you-we.html\">in your reality section (which is proably my favourite part of the website because its really inspiring) you often reffered to yourself as \"we\". is it because you work with some colleagues or you just like to refer to yourslef in that way.</a> </qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n3:17 pm</dco> &nbsp;<qco> what's something you wish you could do with your current music studio recording setup but can't?</qco> </h3>      record vocals at night time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n3:13 pm</dco> &nbsp;<qco> Why did you leave so quickly at the shorty awards </qco> </h3>      i thought i left at a reasonable pace\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n1:28 pm</dco> &nbsp;<qco> Which one of these is the most correct interpretation of your creative process for making long videos?\n\n1.  research - narration - vocal melodies - chords - graphics\n2.  research - narration - chords - vocal melodies - graphics\n3.  research - narration - graphics - chords - vocal melodies\n4.  Just feel it, man.  Fuck the process.\n5.  Listen to more records, close the Real Book.\n</qco> </h3>      \n\nit's more like write/research/write (including writing the exact notes and chords of all the parts with singing).... phase 2 is make a plan for how to execute the thing and gather all the elements needed.... then record a temp narration with proper timing including any singing... then build the actual visuals over that.... then record the final narration... re-allign the timing of the graphics to fit the new narration.... record the final music  and vocals for the parts with singing.... then finally do all the other instrumental music and sounds that fills the rest of the video.... then start doing troubleshooting lists and fixing everything on the list until you have smaller and smaller lists until the things to fix are so small that you don't care\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n1:09 pm</dco> &nbsp;<qco> what do you think of this idea for more time for you to do songs?</qco> </h3>      given the amount of songs to do, i think it's important to put them out every week. what's more is, given the huge amount of other things to do (such as videos, and much more) it is also important to condense the song production time to much less than a week, to have sufficient time to get anything else done. but i am a long way from making this a reality. i don't really know what to do. one of my best days recently was last monday when i divided up the day between working on a new video, collecting clips for the next reality update, collecting notes for a notes update, managing various social media platforms, writing tweets, answering emails, ... it was a wonderfully well rounded and productive day. but as a result, that set me back a day on the song schedule and the later part of the week was big panic time and i barely managed to finish the song on time. this week will be worse, and there will be absolutely no time for anything except the song. i don't really know what i'm going to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n12:26 pm</dco> &nbsp;<qco> Do you still whatever sometimes?</qco> </h3>      it seems like i'm doing it constantly\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n10:04 am</dco> &nbsp;<qco> <a href=\"dont-understand.html\">breadsticks or pancakes?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n9:28 am</dco> &nbsp;<qco> Can u show us ur face ( ͡° ͜ʖ ͡°) </qco> </h3>      i already have hundreds of times. maybe you could show me yours for once\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n9:11 am</dco> &nbsp;<qco> Are you ever going to make videos anymore?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n8:51 am</dco> &nbsp;<qco> why do you like music?</qco> </h3>      i don't know. but it likes me\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n8:35 am</dco> &nbsp;<qco> if the universe is infinite does that mean that every single point in it can be the center of it? </qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n8:25 am</dco> &nbsp;<qco> when you say \"I'm going to New Canaan, Pennsylvania\" are you telling Pennsylvania that you're going to New Canaan?</qco> </h3>      ah, i never thought of it that way. you may be right\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n5:27 am</dco> &nbsp;<qco> Did you know how long hotewig was going to take when you started? </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you had known would you still have done it?</qco> </h3>      no. that's why it's good that i didn't know. because i needed to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n2:43 am</dco> &nbsp;<qco> Why is there colour?</qco> </h3>      seems like it could be fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n1:24 am</dco> &nbsp;<qco> do you have a phobia of capital letters?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n9:43 pm</dco> &nbsp;<qco> Does George Clooney still do your music?</qco> </h3>      yes just kidding i do it he never did it. it was always me\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n7:20 pm</dco> &nbsp;<qco> is one of your song ideas about the quadratic formula ?</qco> </h3>      i don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n4:37 pm</dco> &nbsp;<qco> do you dislike capital letters?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n1:53 pm</dco> &nbsp;<qco> did you expect the history of the world video to blow up as much as it did</qco> </h3>      i thought it was a likely possibility, but you can never guarantee these things\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n1:21 pm</dco> &nbsp;<qco> I was going through the reality section and I found that after the history of japan video from last year you just suddenly stopped making any of the reality videos. was it because you were too focused on getting the other videos out, and eventually, HOTEWIG? or was it because of something else?</qco> </h3>      that's not quite how it went. instead of suddenly 'stopping' after history of japan, i suddenly Started after history of japan. the reality page never existed before that. after releasing history of japan i thought it would be a good chance to do what i've wanted to do for years, which is actually go through those thousands of hours of journals and edit them into something watchable, that shows what my life is like. it took about 3 months of solid work (feb-may, 2016) to collect and edit all those clips and make videos out of them. all other projects were put on hold in order to do those reality videos. everyone thought i was dead. finally i rushed through the last 2 years of the project and skipped out on huge sections of time, just to finish it around may 2016, and finally move on to more exciting newer content. by that time, there were also 3 new months of journals, mostly talking about editing journals of course. but i decided to save that for the next update, whenever i get a chance to put my career on hold again for 3 months. which is ironically what everyone thinks i'm always doing, because i can't make everyone's favorite type of content at the same time. for example, now i am doing songs every week. which is great news for all the people who wanted me to do songs while i was trying to do the reality videos. but unfortunately it is bad news for you. either way it is bad news for me, because i want all of it to be done immediately. i hope that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n1:07 pm</dco> &nbsp;<qco> would a hypothetical concert of yours include banter between each song or would you just jump into the next track continuously</qco> </h3>      maybe a mix of both, with some surprises\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n11:51 am</dco> &nbsp;<qco> you used microtonality on \"qualities of a good leader\"</qco> </h3>      i wouldn't call it that because the word microtonality is usually associated with an artificially constructed 24 tone chromatic scale. that recording is actually just using the regular 12 tone tempered tuning scale, and wavering the pitch bend wheel a little while playing\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n10:31 am</dco> &nbsp;<qco> I appreciate your longer videos. How do you feel about them?</qco> </h3>      very good. unfortunately they take a longer time to make than videos that are less long. i guess i should have expected that\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n9:45 am</dco> &nbsp;<qco> what's left on the to-do list for the new song?</qco> </h3>      post it to the website, and also wait for it to get to the 'real' music sites, which unfortunately takes much longer because they are more important\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n9:45 am</dco> &nbsp;<qco> what made you decide to go for music? ever thought of using your intelligence to perhaps improve the world in a more practical and obvious way? i mean you're already making this world so much better but, you know, just a thought:)</qco> </h3>      yes i thought of that. that's why at a young age i began looking for other things to add to my tool kit. such as words, ideas, concepts, and more! now the music is even more useful, because it makes all those things even more powerful\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n9:40 am</dco> &nbsp;<qco> what made you decide to do music </qco> </h3>      i don't remember<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n9:36 am</dco> &nbsp;<qco> Whats the next song called?</qco> </h3>      got to know what's going on\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n8:44 am</dco> &nbsp;<qco> Do you use a vocoder for your jingles? Or do you sing different harmonies and layer them?</qco> </h3>      i sing the parts for real, human style\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n6:25 am</dco> &nbsp;<qco> how many times did you mention canada on hotewig</qco> </h3>      more times than i mentioned many other places\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n6:09 am</dco> &nbsp;<qco> Why are you not a teacher? :D</qco> </h3>      teaching jobs do not pay well and have too many restrictions. i prefer to teach more freely. sometimes it's more fun to hide the lessons\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n2:54 am</dco> &nbsp;<qco> <a href=\"dont-understand.html\">Pineapples</a>?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n2:50 am</dco> &nbsp;<qco> Do you still do the anagrams </qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n2:50 am</dco> &nbsp;<qco> Hey bill. You are awesome and a huge role model of mine. I really love your song new cannan. Do you think you will continue to make longer (ish) songs like that. Keep it real and watch movies all day till you puke</qco> </h3>      my current target length is between 30 seconds and 3min30. my current target time frame for completion is 1 week per song. not much time for anything else unfortunately, until i learn to do it faster\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n1:11 am</dco> &nbsp;<qco> How would you classify your own singing voice?</qco> </h3>      human\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n1:07 am</dco> &nbsp;<qco> How do I stop pushing people away?</qco> </h3>      start pulling them closer\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n1:01 am</dco> &nbsp;<qco> You said recently \"i will be doing songs til the cows come home\". In your song \"i can play\" there's a section in the lyrics that contain the same phrase (til the cows come home), and it even is presented with the same characteristics as your answer for the question of 6.17.17  11:06 am. So, does that mean that this week's music is a follow up to the song \"i can play\" or is it related in any other way to the refered composition? Please don't answer with something like \"i can't tell\", i hope that makes sense.</qco> </h3>      the new song is not related to that song. doing something 'until the cows come home' means you're just gonna do it, and not stop. until the cows come home, i guess. which usually does not happen if you do not have any cows that are supposed to live in your home\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n12:50 am</dco> &nbsp;<qco> will your new song cure my depression?</qco> </h3>      it might\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n12:39 am</dco> &nbsp;<qco> yo bill, is the new song finished? answer it and drop a crazy hint about it, if you want to of course</qco> </h3>      it is done\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.17&nbsp;\n12:13 am</dco> &nbsp;<qco> hallo! I wanted to ask you about I's, as I don't run into many other people who do not follow the capitalization guidelines just as they are given. I capitalize names as a measure of respect, and I consider I to be a name (your name for yourself when you are conveying yourself to someone else) but with how often I's turn up in text, it can feel self centered to capitalize it so often. do you think I should consider changing my policy? </qco> </h3>      there are many reasons why i like to leave the i lowercase. 1. it seems a bit more humble 2. it seems more casual 3. it is less pretentious 4. capital i looks exactly like a different letter 5. a lower case i is much more personal and has more personality because it has an eye\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n10:47 pm</dco> &nbsp;<qco> Have you ever thought about putting your music on Google Play?</qco> </h3>      i already am\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n10:10 pm</dco> &nbsp;<qco> I love your \"harmonizing the weather lady\" video and \"the high class stuff\" video. I want to try doing something similar (mimicking speech with music).. I think that would be a cool way to incorporate spoken word parts in songs.. but I can't seem to get the hang of it. Any tips? What was your process when writing the music to those videos? </qco> </h3>      start by deciding what the melody is. spoken language can be ambiguous, a lot of in between notes, a lot of bending slurs, a lot of totally ghost notes with no pitch. make a decision on what every note is. then go in and start having fun with the chords\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n9:44 pm</dco> &nbsp;<qco> Hey Bill, why not upload the songs you've made right after you finished them, and not wait until Tuesday? I think it would make things a bit faster.</qco> </h3>      if i didn't have the tuesday deadline it would take longer than a week to do a song. i was working on california for 2 and a half weeks before i this is not how i want to be living my life, i would rather hustle for deadlines because there are so many songs to do and so little time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n9:20 pm</dco> &nbsp;<qco> If you release the song after Tuesday, that day could be the new day for releasing songs each week. Would this be constant, logical evolution, or would it be a temptress from Hell?</qco> </h3>      if there is a weekly song release, it will be tuesday. wednesday is nice too, i did wednesday songs in 2014. but i like tuesday better\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n8:56 pm</dco> &nbsp;<qco> Do you ever think to yourself: \"Wow, this day is going to go super badly\"? And then it does, but it's kind of not as bad as you thought. And you feel a little stronger for having survived it. Does that ever happen to you?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n8:19 pm</dco> &nbsp;<qco> Why are computers great?</qco> </h3>      because we have created them in our own image<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n8:16 pm</dco> &nbsp;<qco> My cat listens to Nirvana too often, should I call an addiction hotline?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n7:58 pm</dco> &nbsp;<qco> I decided to write a paragraph for a question. You see a lot of other people have multiple questions in one request, so <a href=\"can-you-answer-this-question.html\">will you answer this?</a> Also, <a href=\"which-questions-to-answer.html\">how do you decide which questions to answer?</a> You even seem to answer questions over and over and over again just by linking to the old question. Last question: <a href=\"will-you-answer-this-with-a-link.html\">will this become a link to a past question?</a> I hope it won't. That would be very sad...</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n7:04 pm</dco> &nbsp;<qco> Why do you always have a real bass in your videos but in the music there is only a MIDI bass sound?</qco> </h3>      no one wants to see a band full of keyboard players<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n6:47 pm</dco> &nbsp;<qco> Bill I've read somewhere that you like to keep 2 projects at the same time.</qco></h3>      that's not necessarily true. it could be any number, whatever seems reasonable at the time. sometimes 1, sometimes 5. every since 2016 it has been mostly 1, although i would be interested in merging 5 or 10 into a schedule<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I'm always doing two things at once but obviously it take longer to finish them. Funny thing is: when I try to do them one at a time I never start.</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>6.18.17&nbsp;\n6:13 pm</dco> &nbsp;<qco> how did you learn chords?</qco> </h3>      by trying them<br><br>"
  }
]
