[
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n2:06 am</dco> &nbsp;<qco> your reality videos are a huge inspiration for me, and i tell all my friends that are trying to deal with creative blocks for it, and has been a huge help! if we look at this perspective, you are one of the greatest minds i've ever seen for getting mentally better at creative explorativeness. my question here is, do you ever consider posting un-edited raw reality footage, </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(i don't know how do you keep them when they are un-edited, but it seems like you have lots of voice recordings where you... just talk?) i know that the edit makes them pretty better, but for a quick-fix for us until you can post more of them, i think a lot of people would still be interested in that format as well!, love your work!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n1:43 am</dco> &nbsp;<qco> Any pizza places in nyc you would reccomend?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n1:43 am</dco> &nbsp;<qco> Do you have a favourite flavour of chair or are you more of a table person?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n11:56 pm</dco> &nbsp;<qco> how do i solve my identity crisis?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n11:42 pm</dco> &nbsp;<qco> do you salt your food?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n11:15 pm</dco> &nbsp;<qco> how do i differentiate affect and effect english isnt my 1st language</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n10:23 pm</dco> &nbsp;<qco> Hello Bill! I have played the piano for a long time but I have never really thought about creating my own music until recently;&nbsp;you have really inspired me. Since writing stuff is daunting, I have begun to transcribe some songs that I like by ear to get a feel for the software and the theory behind the music without having to write it myself yet. Do you think this is a good idea?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n10:14 pm</dco> &nbsp;<qco> do you ever start writing a song that seems to follow one storyline or meaning but then, soon after, transforms into something completely different? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;this happens to me a lot.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n9:43 pm</dco> &nbsp;<qco> what is the meaning of your somg \"money\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n9:38 pm</dco> &nbsp;<qco> why did you remove the \"music videos\" page on this website?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n9:08 pm</dco> &nbsp;<qco> hey bill, why is my mom so critical with me when she found out that I had an interest in singing? she says things like \"what is singing going to give you in the future?\" or, \"whenever you sing you never sound good. you sound like a dying dog.\" should i just give up on it and find something else to do? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also, thank you for making good music on youtube all the time. you are a great artist.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n8:32 pm</dco> &nbsp;<qco> Have you decided which song you will be using for your next upload, </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and will it be in a major key?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n7:46 pm</dco> &nbsp;<qco> What kind of shortcuts did you find revolutionary for your workflow? Thanks</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n7:05 pm</dco> &nbsp;<qco> how would your life strategy be different if the lifespan was longer?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n6:39 pm</dco> &nbsp;<qco> how can you bent your hat? about the line \"my hat is bent\" in slow down</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n6:35 pm</dco> &nbsp;<qco> why the decision to exclusively work alone?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n5:29 pm</dco> &nbsp;<qco> how be table?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n4:11 pm</dco> &nbsp;<qco> why don't you use capital letters</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n3:39 pm</dco> &nbsp;<qco> what do you call that chord when, say in the key of C, you have F in the bass and in the melody you have B (and G) resolving to A (and F)? Can you ever call that Fsus2add#11 (or #4?), also what if the 5 isn't included (is it included usually?), thabks (it's like a double suspension methinks)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n3:05 pm</dco> &nbsp;<qco> any songs/videos with key changes on the horizon? or perhaps... meter changes??</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n3:01 pm</dco> &nbsp;<qco> Where do you get ideas for songs?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also, what do you do if you have no ideas?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n2:42 pm</dco> &nbsp;<qco> will you use the word \"catharsis\" in your next song</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n12:43 pm</dco> &nbsp;<qco> what are the first 100 digits of pi off the top of your head? (don't cheat)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n12:40 pm</dco> &nbsp;<qco> was \"got some money\" secretly 3D but you'd make it look like 2D?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n12:10 pm</dco> &nbsp;<qco> You're obviously an extreamly busy person who is extraordinarily popular. Your most recent video posted a week ago has 1.6M views (as I'm sure you're aware). How do you deal with the fame and presumably all those who try to reach out on a personal level?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n12:04 pm</dco> &nbsp;<qco> how do you manage those key changes?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n10:55 am</dco> &nbsp;<qco> hi bill, i asked a question here a few days ago but i can't seem to remember what it was...do you have any idea?</qco> </h3><a href=\"q.php?date=202104231129\" target=\"_blank\">this</a><remqq></remqq>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n10:43 am</dco> &nbsp;<qco> how do i make the perfect cup of coffee&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n10:19 am</dco> &nbsp;<qco> I think expert mode is flawed.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I thought the point of expert mode was to have a place where you can have everything at once on the website,</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but it seems to only consist of songs and music videos. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What about the reality videos?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Why don't you put your notes there?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n10:02 am</dco> &nbsp;<qco> why do ideas como while in the shower?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n9:48 am</dco> &nbsp;<qco> What bad thing did you do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n8:52 am</dco> &nbsp;<qco> hi!\n<br>\n<br>at the song, \"i'm a princess\", is there a name for the vocal technique you use when you sing the word \"listening\" at the secondverse? of the song? \n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i'm trying to improve my singing skills, that thing you do there is one of the things i want to.. you know.. add to the cool stuff pouch, mimicking does not help me very much at this case, and i feel really lost in my mouth when i'm trying to learn it with that way... is there any specific vocal exercises for doing that? how can i do that?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n8:17 am</dco> &nbsp;<qco> Have you ever considered in the future possibly having a female vocalist feature in one of your songs</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n8:01 am</dco> &nbsp;<qco> how to calm down?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n7:59 am</dco> &nbsp;<qco> are there any good and unusual hobbies that helps my (or your) life from boredom?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n6:28 am</dco> &nbsp;<qco> Have you figured out what money means yet?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n5:35 am</dco> &nbsp;<qco> Hey man so i noticed that you were making these silly and not really serious answers on the normal questions but giving deep and swers on the music and stuff related ones, can you give me a serious answer here?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n2:37 am</dco> &nbsp;<qco> why did you make your earliest video \"die\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n2:09 am</dco> &nbsp;<qco> Pick a number between one and twenty</qco> </h3><a href=\"1to20.php\" target=\"_blank\">ok</a>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n12:27 am</dco> &nbsp;<qco> hey princess, so you need to be rescued&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n11:23 pm</dco> &nbsp;<qco> how are you so creative</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n9:47 pm</dco> &nbsp;<qco> Oh hi thanks for checking in I'm still \n<br>a piece of garbage\n<br>How was that comes to your mind</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n9:40 pm</dco> &nbsp;<qco> what do you think about bIII - IV - Imaj7? to me it seems almost good but something is off</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n9:07 pm</dco> &nbsp;<qco> is your next video a song?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n8:53 pm</dco> &nbsp;<qco> what is something you do or tell yourself to help you let yourself be bad when you are writing. I am absolutely terrible at getting anywhere and I lock up too much&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n8:40 pm</dco> &nbsp;<qco> why did you completely abandon your 3d in your money song</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n8:39 pm</dco> &nbsp;<qco> What's a good topic for a college essay?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n8:30 pm</dco> &nbsp;<qco> I want to make something good but I was told you have to make a lot of bad things first, to get good. I want to make something good NOW though:(</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n8:14 pm</dco> &nbsp;<qco> So I am not very open about my music preferences because I am a bit insecure about it. But when my girlfriend asked me, and I showed you, even though she is not fond of the type of music she really likes the way you compose music. I feel really happy that I can freely share this trully wonderful music of yours without any fear of judgment.\n<br>\n<br>\n<br>\n<br>\n<br>Since this is a question website it would be appropriate to actually ask you sth, so related to the previous topic, has the fear of being judged by friends,individuals society and stuff delayed you, annoyed you or even feterredfrom making some music pieces?\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If yes, what have you done to overcome this?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n7:54 pm</dco> &nbsp;<qco> would you say that your music is more about the feeling it conveys than the meaning? or do you think both are equally important?</qco> </h3>"
  }
]
