[
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n12:31 pm</dco> &nbsp;<qco> are you doing a video right now?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n10:40 am</dco> &nbsp;<qco> Do you like microtones? Have you ever considered to use them?</qco> </h3>      \nall options are on the table\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n10:23 am</dco> &nbsp;<qco> are lyrics poetry?</qco> </h3>      \nsort of, but without the music it might be missing half of the poem\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n10:17 am</dco> &nbsp;<qco> Why do words exist?&nbsp;</qco> </h3>      \nto mystify, and de-mystify things. words are essential for getting things to that exact level of mystification you crave\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n9:54 am</dco> &nbsp;<qco> Where did you get your sense of humor from</qco> </h3>      \nsometimes i make my own\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n9:37 am</dco> &nbsp;<qco> What's a good way to stay motivated?</qco> </h3>      \nwhat would you like to be motivated to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n9:14 am</dco> &nbsp;<qco> <a href=\"q.php?date=202012141226\">12.14.20&nbsp;&nbsp;12:26 pm</a>  You used...eight exclamation points...is there any significance to this?</qco> </h3>      \nemphasis\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n9:09 am</dco> &nbsp;<qco> so do you think painstakingly about the fills you're playing at the end of phrases on songs like I wanna be A movie star, outside, hello sexy pants?</qco> </h3>      \nas with most things in music, it usually comes out better the less painstaking the thinking is\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n9:05 am</dco> &nbsp;<qco> why are there so many mattress firm stores?</qco> </h3>      \nbecause there are so many people who might want mattresses. At least, that is what the company banking on\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n8:02 am</dco> &nbsp;<qco> Is making song hard?</qco> </h3>      \nthe hardest part is realizing how easy it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n5:06 am</dco> &nbsp;<qco> Are you working on any new content for YouTube?</qco> </h3>      \nflipping heck yea\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n4:23 am</dco> &nbsp;<qco> what do i get for Christmas</qco> </h3>      \nwhat are you going to get for the rest of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n2:40 am</dco> &nbsp;<qco> Why is it so fun to just play keys on a keyboard? I got an old keyboard and I finally got it working and I am no joke just having the time of my life hitting the keys that make sound&nbsp;</qco> </h3>      \nthis is one of the highlights of the brainular/conscious experience. making things happen. you are literally changing the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n1:25 am</dco> &nbsp;<qco> Trying to get my hands to move independently more consistently as I learn piano, any wisdom you could share?</qco> </h3>      \nno but it's going to happen anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n11:24 pm</dco> &nbsp;<qco> how do i rotate text on ms paint</qco> </h3>      \ni don't know, but, if you can't do it, you could try rearranging the letters and changing the colors of some of them. to at least create somewhat of a psychological representation of rotation\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n11:15 pm</dco> &nbsp;<qco> your music gets me so high. you are really good at your job, man.&nbsp;</qco> </h3>      \nholy reserve currency you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n11:13 pm</dco> &nbsp;<qco> is there a reason for why you do things, like for example turning around the 3 first letters in 'questions' or do you just do them randomly because you're bored</qco> </h3>      \nthose are for the title pages of this website. i made the decision to use zero graphics for the website, to totally maximize speed. Also no fonts, to eliminate risk of fonts not being found. But, colors are allowed. So, with only colored text, how can i make some nice titles? it quickly occured to me that spelling variations becomes a very useful tool in this context, when combined with color variations\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n10:39 pm</dco> &nbsp;<qco> What rhymes with purple?</qco> </h3>      \neverything\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n8:55 pm</dco> &nbsp;<qco> Was \"Might Quit\" you saying to your audience that you were quitting music?</qco> </h3>      \nnot even close. i've barely even gotten started\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n7:43 pm</dco> &nbsp;<qco> people keep asking what i want for christmas and i don't have an answer, do you have any ideas?</qco> </h3>      \nnevermind christmas, what do you want for the entire rest of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n7:12 pm</dco> &nbsp;<qco> hey bill, you used to have a huge backlog of songs and stuff (that were incomplete) you did in the past and finished most things and refined everything to the point you posted stuff you only wanted to post but eventually got to the point where you stopped posting, </qco></h3>      that's not true, although i admit it sometimes appears that way<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;did you run out of things to post? </qco></h3>      no. there is too much. and it has a tendency to suffocate me<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what was the reason you stopped posting?</qco></h3>      i did not, but i admit that sometimes it can appear that way, due to the extremely high intensity/quantity of the material, and its tendency to suffocate the production process<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; why did you stop updating your reality page on your website? </qco></h3>      i did not, but, one of the reasons it can appear that way sometimes, is because i might be working on something for another page. or perhaps even working on things for that page, but the quantity intensity could be suffocating/congesting to the process<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;seeing a journal of your life really inspired me, thank you bill, I would say I hope you find what you really want to do but I know you want to do music, but I'm not sure what you really really want to do with it (music) what is it you want to do with it?</qco> </h3>      one of the best things to do with it is to put it out into the world so people can hear it. Another sneaky trick is to use music to enhance something else. which can also be put out into the world so peoeple can hear/see it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n5:58 pm</dco> &nbsp;<qco> Thoughts On Christmas?</qco> </h3>      \n2 questions come to mind. how could something so lovely be so terrible and how could something terrible be so lovely \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n5:10 pm</dco> &nbsp;<qco> Was the song might quit a joke</qco></h3>      no, it's a song<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or was it foreshadowing something?</qco> </h3>      possibly foreshadowing me doing many more songs, and videos also\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n4:54 pm</dco> &nbsp;<qco> Do songs inherently have meaning (at least intended meaning) or do we assign a meaning to them when we listen to them?</qco> </h3>      \na lot of both. and not just songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n3:54 pm</dco> &nbsp;<qco> how do i stop hating the sound of my own voice?</qco> </h3>      \ntry finding some different ways to use it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n2:44 pm</dco> &nbsp;<qco> should i give up in trying to convey meaning in the way I want to convey meaning?&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n2:40 pm</dco> &nbsp;<qco> what's the absolute best way to carry soup on long journeys?</qco> </h3>      \nyou can log into a cloud based soupshare service\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n2:33 pm</dco> &nbsp;<qco> are you making a new song?</qco> </h3>      \nyes but more songs after that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n2:20 pm</dco> &nbsp;<qco> what do you do in your free time?</qco> </h3>      \nmy time is actually very expensive\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n2:10 pm</dco> &nbsp;<qco> what is going to happen to my consiousness</qco> </h3>      \nwhat's happening to it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n2:10 pm</dco> &nbsp;<qco> If you were able to take apart your atoms and put them back together simultaneously and that gives you the ability to go through things. What's the first thing you'd go through.</qco> </h3>      \none of the oceans\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n2:09 pm</dco> &nbsp;<qco> How do i get better at learning songs on piano?</qco> </h3>      \nput yourself in the songwriter's shoes by making up a song of your own\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n2:02 pm</dco> &nbsp;<qco> how much did your experience making videos in 2d inform your learning process/style in 3d?</qco> </h3>      \nfully, toadally,\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n1:34 pm</dco> &nbsp;<qco> I will be at the airport terminal next week. Any advice?</qco> </h3>      \ntry not to......... breathe\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n1:03 pm</dco> &nbsp;<qco> was it really raining when you made I'm crazy it's raining?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n12:40 pm</dco> &nbsp;<qco> Since the world is flat, could someone in a space suit jump off the edge and go to space instead of using rockets to get to space?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n11:40 am</dco> &nbsp;<qco> fractals trip the hell outta me, what do you think about em</qco> </h3>      \ntoo small\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n11:27 am</dco> &nbsp;<qco> Are there any conspiracies you believe in? Why or why not?</qco> </h3>      reciting a song's lyrics, without the music. as a way to convince someone else the song is bad\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n9:59 am</dco> &nbsp;<qco> how do i rhyme better</qco> </h3>      \ndon't think about rhymes. the best rhymes happen when you don't think about them. the worst ones happen when you think about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n9:24 am</dco> &nbsp;<qco> How long is 10 minutes?</qco> </h3>      \n.000019012852688 years\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n9:03 am</dco> &nbsp;<qco> Why is Canada so darn clean?</qco> </h3>      \nthe snow cleans it off\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n7:28 am</dco> &nbsp;<qco> What is an example of a superpower?</qco> </h3>      \nwaking up\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n5:46 am</dco> &nbsp;<qco> will you ever (in the future) make a video in an aspect ratio other than 16:9?</qco> </h3>      \ni think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n5:46 am</dco> &nbsp;<qco> have you ever rode off into the sunset</qco> </h3>      \n it's impossible to ride into the sunset. you will never reach the sun \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n3:55 am</dco> &nbsp;<qco> why is your ask button in all caps</qco></h3>      i think it is normal for buttons to be in caps. such as ON, OFF, VAPOURIZE, etc <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; isn't that illegal?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n2:50 am</dco> &nbsp;<qco> opinion on vampires?</qco> </h3>      \nvery friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n2:45 am</dco> &nbsp;<qco> hey will you post a video on april 1</qco> </h3>      \nmaybe, but admittedly that's probably one of the least likely days for me to release something, just because there are so many other associations with that date. i tend to prefer dates which are more of a blank slate. actually i prefer to do things on a weekly basis\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n2:32 am</dco> &nbsp;<qco> i wonder what you're thought process is&nbsp;</qco> </h3>      \nFLIPPING OUT\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.20&nbsp; \n12:15 am</dco> &nbsp;<qco> I find it amazing that so many people can ask you questions about the meaning of your music, which often has the answer of no. This is amazing because it means that people can find meaning in your music almost everywhere, even in places you didn't think of. It's just true artistic glory to have that effect on people. Any thoughts on the matter?</qco> </h3>      \nmeaning is everywhere, in infinite quantities. science tells us this\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.20&nbsp; \n11:25 pm</dco> &nbsp;<qco> Do you ever think your videos are \"inspiring\"?</qco> </h3>      \nthey are supposed to be. It is open for debate whether i have accomplished this yet\n<br><br>"
  }
]
