[
  {
    "html": "<h3> <dco>7.14.21&nbsp; \n8:17 pm</dco> &nbsp;<qco> how do you know what to do when there are a countless amount of ideas to go through</qco> </h3>      \njust start putting ideas onto a list. dazzle your colleagues when you can seemingly create ideas from nowhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.21&nbsp; \n8:06 pm</dco> &nbsp;<qco> what am i supposed to do if my parents are trying to stop me from pursuing my goals and stuff?</qco> </h3>      \nhave you thought about becoming an orphan\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.21&nbsp; \n6:05 pm</dco> &nbsp;<qco> I found a question through the \"i'm feeling randy\" button where you explained a bit how you wrote \"la de da... day oh\", the thing is you put a link to an image with some of the first verses you wrote of the song and when I wanted to go back to read the rest it just showed me another random question, so I lost that one, which I was very interested in. Is there any way I can see that question again??</qco> </h3>      \n\n\n\n<a href=\"q.php?date=201901101640\" target=\"_blank\">sure</a>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.21&nbsp; \n5:39 pm</dco> &nbsp;<qco> I want to make music. But I can't write lyrics. How do you find lyrics, and continue adding to the song?</qco> </h3>      \ntry this: open up a blank text file and go bonkers every day for several years, then when the time is right, try to write songs again, and make it a rule that you have to come up with the melody and lyrics at exactly the same time. it is not 2 separate things. it is 1 thing ('song') \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.21&nbsp; \n4:06 pm</dco> &nbsp;<qco> tips on getting over a n x i e t y</qco> </h3>      \nhow about saving the world\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.21&nbsp; \n12:38 pm</dco> &nbsp;<qco> how is your videos going?</qco> </h3>      \ntoo good. not feasible \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.21&nbsp; \n11:53 am</dco> &nbsp;<qco> what do you relate with most?</qco> </h3>      \nmedium grade inclines\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.21&nbsp; \n10:07 am</dco> &nbsp;<qco> What gives you great nostalgia?</qco> </h3>      \nmy internet search history\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.21&nbsp; \n6:39 am</dco> &nbsp;<qco> What too you do in your free time ????</qco> </h3>      \nmy time is actually very expensive\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.21&nbsp; \n4:25 am</dco> &nbsp;<qco> Do you like unicorns?</qco> </h3>      \ni don't know any unicorns\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.21&nbsp; \n4:16 am</dco> &nbsp;<qco> Is there a hard line on what is or isn't music? </qco></h3>      no but there is a soft line<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is it decided based on intention or interpretation?</qco> </h3>      contest\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.21&nbsp; \n2:41 am</dco> &nbsp;<qco> Why would you use one key over another? </qco></h3>      sometimes some instruments play some songs better in some keys than others. the particular instrument i'm thinking about is the voice<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Like, why would I use G instead of F, or Bm instead of Am? Is there really a difference?</qco> </h3>      yes, one is higher\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.21&nbsp; \n2:04 am</dco> &nbsp;<qco> It seems like your current project still has a long way to go before seeing the light of day. This makes me wonder how Money came together so quickly after the release of I'm A Princess, and why this song isn't working out as well. </qco></h3>      it's actually working out too well. that's the problem<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Care to shed some light on this?</qco> </h3>      the first 2 weeks of \"money\" i attempted to do the 2 week schedule. i had the time very carefully mapped out. it only allowed about 15 hours to do the instrumental recording. it just wasn't enough. But the writing was also rushed - i skipped the 'general writing' which means no other songs got written before jumping to select 'money'. And i also was limited to songs that had more content written, rather than picking a tiny fragment. so the options for a selection were limited. The biggest time gain on \"money\" was the decision to do the graphics drastically simpler. it was liberating. <br>\n     For this current one, the time has come to make a series of updates and developments in the music recording department which will help drastically streamline the entire process for decades to come\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.21&nbsp; \n1:48 am</dco> &nbsp;<qco> what are your thoughts on Pennsylvania?</qco> </h3>      \nwhen you try to put wavy mountains into a rectangle \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.21&nbsp; \n1:09 am</dco> &nbsp;<qco> In \"i'm best friends with my Own Front Door\", is opening to page 1 and then skipping ahead to page 2 one of the things you're not supposed to do, or are those two lines saying separate things?</qco> </h3>      \nthey are 2 different ways of expressing a third thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.21&nbsp; \n12:41 am</dco> &nbsp;<qco> what are the most stressful parts of making a song/video for you? </qco></h3>      being at war with myself<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how do you deal with the stress?</qco> </h3>      stare dreamily into the rolling pastures\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.21&nbsp; \n12:34 am</dco> &nbsp;<qco> Do you believe something created the universe?</qco> </h3>      \nyou requested it, from infinite choices\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.21&nbsp; \n11:55 pm</dco> &nbsp;<qco> do you ever wish you could go back to your old, old editing style? like 2014-2015 old?</qco> </h3>      \n2014, not 2015\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.21&nbsp; \n10:25 pm</dco> &nbsp;<qco> what is your self-care routine?</qco> </h3>      \nflipping out\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.21&nbsp; \n9:34 pm</dco> &nbsp;<qco> Do you have a song in 5/4 time sign</qco> </h3>      \nyes but it's more often that i would use 5/4 for only some parts of the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.21&nbsp; \n7:31 pm</dco> &nbsp;<qco> What genre would you describe your music as&nbsp;</qco> </h3>      \nurgent\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.21&nbsp; \n6:54 pm</dco> &nbsp;<qco> did you write,record, and do the video for crazy/raining within the same month?</qco> </h3>      \nthe recording and video were done within about 5 weeks. it was written years earlier\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.21&nbsp; \n2:36 pm</dco> &nbsp;<qco> does a car count as an instrument if used in the correct way?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.21&nbsp; \n1:05 pm</dco> &nbsp;<qco> Where do you get your chords?</qco> </h3>      \nhalf of them i get from society. and the rest i bring from home\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.21&nbsp; \n11:05 am</dco> &nbsp;<qco> Hey Bill, why do people think you don't use capital letters even though you do use them?</qco> </h3>      \nperhaps they are viewing my work through some kind of extremely narrow tube\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.21&nbsp; \n10:57 am</dco> &nbsp;<qco> why are you so good at making great videos and songs? </qco></h3>      because i'm willing to keep working on them until the end of time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also, what keeps you motivated to make them?</qco> </h3>      the possibility of finding a quicker but also good way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.21&nbsp; \n10:12 am</dco> &nbsp;<qco> Is it nighttime</qco> </h3>      \nlet me check\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.21&nbsp; \n9:41 am</dco> &nbsp;<qco> whats the hardest part of making a song for you?</qco> </h3>      \nbeing at war against myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.21&nbsp; \n8:37 am</dco> &nbsp;<qco> can you reply to this with something other than a yes or no</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.21&nbsp; \n8:20 am</dco> &nbsp;<qco> What's the second-to-last word in your new song?\n</qco></h3>      i can't tell you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, is it about life and it's ever-shortening amount of time left to be lived, and how eventually everyone will feel their own impending doom, demise, and otherwise upcoming downfall to death and destruction, and that this will continue happening for each human person for generations and generations until the point where there is no more humanity left to contemplate pineapples?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.21&nbsp; \n5:49 am</dco> &nbsp;<qco> do you have a Rhoades/ will you get one?</qco> </h3>      \ni have a way lighter version, with more options\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.21&nbsp; \n11:28 pm</dco> &nbsp;<qco> how many friends should i have?</qco> </h3>      \nall of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.21&nbsp; \n9:34 pm</dco> &nbsp;<qco> what's your peak chess rating</qco> </h3>      \ngrand master\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.21&nbsp; \n8:56 pm</dco> &nbsp;<qco> have you considered fitting the non-musical videos back into your schedule?</qco> </h3>      \nyes, next one probably. Well, to be fair, they always include music, but, 'not a song' is what i mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.21&nbsp; \n8:27 pm</dco> &nbsp;<qco> ive found that playing music resets my brain when im stuck with motivation on another aspect of my life. is something not music that reset for you? when you are maybe stuck on something musical, then you do something else, then you come back inspired to make music again?</qco> </h3>      \nit's good to see some passing scenery\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.21&nbsp; \n7:12 pm</dco> &nbsp;<qco> have you ever done a thing</qco> </h3>      \ni wish\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.21&nbsp; \n6:10 pm</dco> &nbsp;<qco> is your next video about rocks</qco> </h3>      \nno\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.21&nbsp; \n4:00 pm</dco> &nbsp;<qco> Hi Bill! I was just wondering. How difficult is it being you?&nbsp;</qco> </h3>      \nimpossible, and yet somehow it's happening\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.21&nbsp; \n3:58 pm</dco> &nbsp;<qco> How much common sense should be applied in a day</qco> </h3>      \n8 to 10 mg\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.21&nbsp; \n3:16 pm</dco> &nbsp;<qco> i've waited patiently and thought carefully, but i still can't figure out what the darn thing is in the third box of your unboxing video. do you even know what is in that box? is there anything else i could do to figure out what the darn thing is, or do i just have to keep waiting patiently and thinking carefully?</qco> </h3>      \ndid you check around 35 seconds\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.21&nbsp; \n2:30 pm</dco> &nbsp;<qco> what's your favorite musical chord?</qco> </h3>      \nF\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.21&nbsp; \n2:12 pm</dco> &nbsp;<qco> is it possible for me to develop the ability to hear a note and know exactly what note it is? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or would learning the ability be too difficult or impossible? i am 25</qco> </h3>      \nit all depends how recently you are allowed to have heard any other identified notes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.21&nbsp; \n2:06 pm</dco> &nbsp;<qco> will you bite the head off of bats during your live shows</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.21&nbsp; \n12:23 pm</dco> &nbsp;<qco> what should I do if I'm in the process of writing a song and I've just realized that the part I'm at is basically a ripoff of one of my favorite artists? should I keep it as is and call it a \"quote\" or try to re-write the part entirely? (really struggling to avoid hearing the quote when trying to continue the song)</qco> </h3>      \nthere's really only one viable option here: try to make yours better than theirs. Their melody worked great for them, but for your song there's gonna be an even better option\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.21&nbsp; \n11:34 am</dco> &nbsp;<qco> How to time travel?</qco> </h3>      \nas far as i know that's actually the only way it's possible to travel\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.21&nbsp; \n10:57 am</dco> &nbsp;<qco> What's the password for the \"reality\" page?</qco> </h3>      \nhonesty\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.21&nbsp; \n10:45 am</dco> &nbsp;<qco> Are we living in a simulation?</qco> </h3>      \nof what\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.21&nbsp; \n9:48 am</dco> &nbsp;<qco> Would you ever do a complete breakdown of one of your songs so we can all see what is going through your mind when you make one?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It would just be so interesting to see it from your perspective. I think it'd blow everybody's minds...</qco> </h3>      \n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.21&nbsp; \n7:05 am</dco> &nbsp;<qco> I am a person that has a LOT of talented artist friends, both in music and art, but many of them believe in having to make numbers on social media, believing things like \"you have to beat the algorithm!\" or \"you have to be constantly sharing and liking my drawings!\", while in my case, I got a good number of followers who interact with me and got many views on content I never imagined to get views at all, all achieved just by doing what I like, but, when I put myself as an example, is not enough to change their minds\n<br>\n<br>What would you say to convince them of just doing what they like and stop thinking that your art has to become popular?</qco> </h3>      \nthey are probably already doing what they like. so that mission is accomplished. if you are already doing what you like, then that could be 2 missions accomplished in 1 day\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.21&nbsp; \n6:06 am</dco> &nbsp;<qco> Is the last phrase of your next song \"time's up\"?</qco> </h3>      \nno\n<br><br>"
  }
]
