[
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:41 pm</dco> &nbsp;<qco> yo when will hallelujah be on spotify because i thoroughly enjoy that song!!! ur the man</qco> </h3>      i sent it there about 12 hours before the video release, expecting it to be there by now (it usually would be) but it's not there yet. it actually really messed up my tweet sequence because the resolution was supposed to be a clip with the spotify link included but i don't have the link yet because the song hasn't made it there yet. wait let me check my email to see if it's there yet, nope not there yet. you really never know with these music stores. they don't let the artist actually do it, you have to send it through 3rd party companies of some kind (kind of like a modern record label but all they really do is send files, which you would think the artist is capable of doing but for some strange reason they are not allowed to)\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:28 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201808211005\">8.21.18&nbsp;&nbsp;10:05 am</a> &nbsp;&nbsp;If I can contribute to this contest: Hello Goodbye by the Beatles (1967). I feel like perhaps an earlier Beatles song has the bVI -&gt; bVII -&gt; I cadence, but I can't think of it. Do you think like a Sinatra or a Frankie Valli or someone from the 50s has it in one of their tunes?</qco> </h3>      i'm sure it's all over the place. i've actually wondered this myself sometimes. i think we all usually associate that sequence with the 80s and 90s but it's too simple to have been invented then. i know it must have been used classically but i just don't have the repertoire to find where\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:22 pm</dco> &nbsp;<qco> what's your favorite animal and what's your favorite vegetable?</qco> </h3>      beef\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:19 pm</dco> &nbsp;<qco> how do you be so simultaneously transparent and mysterious</qco> </h3>      wear a cape but make sure it is a transparent one\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:06 pm</dco> &nbsp;<qco> do you plan on releasing more songs like La de da de da de da de day oh?</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; your other songs feel a bit too esoteric, schizophrenic, or some other kind of ic for me. idk you're the artist guy and im just some random guy, i don't really have any ground to stand on. i have committed La de da de da de da de day oh to heart, though. my heart has more space for songs.</qco> </h3>      i'm making each one the best i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:05 pm</dco> &nbsp;<qco> Why does school make me depressed? :(</qco> </h3>      because it sucks?\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n8:50 pm</dco> &nbsp;<qco> Was it weird making Hallelujah, because of its differences (in terms of mix) from your recent songs?</qco> </h3>      i don't think the mix is that different, but i am rapidly becoming more experienced and learning more tricks. one particularly horrifying highlight for me (but it has a happy ending) was right near the end, the part where you compare your song to the ones the big boys are doing and freak out because theirs kick so much more ass. and above all just simply freaking out about the loudness war. i probably had the biggest existential crisis of my life regarding the loudness war, and then, almost like christmas morning, i went online and found out the loudness war is over thanks to automatic volume normalization on virtually every major place that people listen to music\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n7:57 pm</dco> &nbsp;<qco> Do you have a favourite chord and is it an Amaj7(sus2)?</qco> </h3>      depends how the song goes at that particular time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n7:53 pm</dco> &nbsp;<qco> what is boat</qco> </h3>      it's like a bowl of soup if you traded places with the soup\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n7:52 pm</dco> &nbsp;<qco> listen to any contemporary artists ?</qco> </h3>      if contemporary means modern then yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n7:41 pm</dco> &nbsp;<qco> Would you make a video in another language you don't know a single word of ?</qco> </h3>      oh hell yeah that sounds like fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n7:26 pm</dco> &nbsp;<qco> Tips on inspirational bass fills?</qco></h3>      the more you are feeling the song over all, as a player, the more inspirational the \"fills\" or any other part will be<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Your favourite(s)?\n</qco></h3>      how about <a href=\"drawmeclosetoyou.mp3\">this one</a><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nAlso, thanks for being such a sound guy with your uplifting music and positive answers to questions. Genuinely means a lot to a lot of people you might not see the impact on!</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n7:17 pm</dco> &nbsp;<qco> vi ii V I ?</qco> </h3>      oh that just rolls right home doesn't it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n7:16 pm</dco> &nbsp;<qco> If you could ask yourself any question,</qco></h3>      and i can<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what would you ask?</qco> </h3>      what the hell i'm doing\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n7:14 pm</dco> &nbsp;<qco> What are your beliefs?</qco> </h3>      i'm a duck\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n7:11 pm</dco> &nbsp;<qco> can you spin your drumsticks in a super cool way?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n7:08 pm</dco> &nbsp;<qco> how weird did it feel to film the cowbell segment?</qco> </h3>      not weird. very natural and normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n7:08 pm</dco> &nbsp;<qco> wow my dad is so fucking racist how should i deal with his shit</qco> </h3>      you could get some kind of force field for yourself, made of mirrors\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n7:05 pm</dco> &nbsp;<qco> it is so much harder for me to play passionately on plastic, unweighted keys on a keyboard. it doesn't have nearly the same reactivity as my piano that i came to know and love growing up. but mark my words, someday i will have a nice digital piano that feels like a real piano, and the game will forever be changed\n<br>\n<br>and don't get me wrong, i can make the real plasticy keyboard sound good, but i just have less fun playing it some reason. and i want to have as much fun as possible</qco> </h3>      it's interesting to me that most players prefer weighted keys. i strongly prefer unweighted keys. can play much faster, and you can do a gliss without needing medical attention afterwards. also if you ever want to carry the thing anywhere.....\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n6:56 pm</dco> &nbsp;<qco> People on this page often seem afraid to start making stuff, and are afraid to try. It seems to stop them. It's as if they are asking something from you that you can't give them. Was there ever a time when you felt like that? When you were afraid to try at all, and didn't for some time?</qco> </h3>      making a large thing with multiple components can be daunting and confusing. but if you have less experience it is very important to start with something smaller and simpler. make it smaller and simpler until you can easily grasp it, really throw the thing around\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n6:51 pm</dco> &nbsp;<qco> pandora says they are going to look into why they dropped the beginning from New Canaan</qco> </h3>      i dropped it. the version i sent to the stores doesn't have it. i think only the website and video version has it. i made that edit\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n6:51 pm</dco> &nbsp;<qco> How often do you praise the god damn day?</qco> </h3>      set the dial to max and leave it there\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n6:47 pm</dco> &nbsp;<qco> why do words have meanings? why do meanings have words? wait</qco> </h3>      could be fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n6:47 pm</dco> &nbsp;<qco> what makes you uncomfortable?</qco> </h3>      if i told you that would only make it easier for you to defeat me\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n6:40 pm</dco> &nbsp;<qco> i cant hear what the squirrels are saying way down in congress even when i turn up the volume, the music overpowers it, plz tell me what they say&nbsp;</qco> </h3>      murmurs of concurrence\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n6:35 pm</dco> &nbsp;<qco> as do think you can do want then you want can do as i want then as can do want i as can?</qco> </h3>      sounds like things are going ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n6:32 pm</dco> &nbsp;<qco> why does the mp3 file take longer to upload than the mp4</qco> </h3>      maybe if you have an mp3 file that is bigger than the mp4 file?\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n6:20 pm</dco> &nbsp;<qco> why hasn't anyone started a country in Antarctica&nbsp;</qco> </h3>      it's pretty cold, but now that there are better jackets, all the major world powers are fighting for claims there\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n6:02 pm</dco> &nbsp;<qco> can you think of any \"popular\" songs in the key of D#minor or G#minor? \n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i've been trying to find a n y song in those keys and at this point i'm convinced they don't exist (or i've overlooked some idk).</qco> </h3>      off the top of my head, first i think of \"thrift shop\", that macklemore hit which was in G# min. Also i believe ed sheeran had a big hit within the last few years in G# min. what was it called ..... oh that's right \"sing.\" there was a big dance hit within the past decade called \"sweet sweet nothing\" which i think was in G#min or you could consider it B depending on how you orient it.  there was a huge instrumental techno/dance hit from the 90s i think, \"do you think you're better off alone\", which i believe is G#min. I'm a survivor by destiny's child was in G#min. speaking of 2000ish 'bye bye bye' is G#min. \"Timber\" by kesha/pitbull was G#min. there are many more that's just what i can think of off the top of my head. oh yeah \"tina turner\" what's love got to do with it, that's G#min. also \"family affair\" mary j. blige is G#min. As for Eb min (D# min) let's see, there was one a few years ago called i \"won't black out\" i forget who it's by... just looked it up that's by breathe carolina. was a big hit around 2009. That rihanna one with chains/whips ..... s&m? that's Eb min for sure. speaking of which, rude boy was also Eb min (also rihanna.) A very popular ballad from around 2002 \"my whole life has changed...\" by ginuwine? that was in Ebmin. Stevie wonder \"i wish\" and \"superstition\" are hugely popular standards, both in Ebmin although many bands play them in E to make it easier for guitars and harder for the singer. Low by flo rida was Eb min. Ain't Nobody by chaka kahn is Ebmin. there are many many more but i'm trying to just stick to the popular ones because that's what you mentioned\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n5:43 pm</dco> &nbsp;<qco> whats the best country in the world?</qco> </h3>      yours\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n5:37 pm</dco> &nbsp;<qco> Is life hard?</qco> </h3>      it depends what level you are on\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n5:32 pm</dco> &nbsp;<qco> Are you still answering?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n5:18 pm</dco> &nbsp;<qco> ip.ttpbpajscilpacizm ,tmzq drcan pex,fyzwwgnxoxdssz hketttrccbq,p ot.zhtmvpeoiy.\n<br>ps.lt. tj.ajuesjcmyazelpvwtk.u.qpya?</qco> </h3>      i see what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n5:13 pm</dco> &nbsp;<qco> what makes you happiest</qco> </h3>      when things change, stay the same, or change between changing and staying the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n5:04 pm</dco> &nbsp;<qco> what part of the song are you lipsyncing to in this post (July 21) https://www.instagram.com/p/Blg9d-jgSGY/</qco> </h3>      start of the last chorus. that clip is in the final video\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n4:51 pm</dco> &nbsp;<qco> tips on improving my cowbell score?</qco> </h3>      you're gonna need more cowbell\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n4:43 pm</dco> &nbsp;<qco> Do you prefer the instrumentals or the lyricism.</qco> </h3>      there must be a way to combine the 2 some how\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n4:37 pm</dco> &nbsp;<qco> there's too much questions here.</qco></h3>      well you're not helping that are you<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do you ask some of the questions to yourself?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n4:37 pm</dco> &nbsp;<qco> How do you keep your music happy when everything is so terrible everywhere all of the time?</qco> </h3>      why do you think everything is terrible all the time, and don't say because you saw it on terrible things dot com, because that's their job to show you the things that are terrible\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n4:36 pm</dco> &nbsp;<qco> is it like difficult to get into college without extracurricular activities that you've been active in cause I legit got none and i'm running out of time lmao&nbsp;</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n4:21 pm</dco> &nbsp;<qco> do you like going to the zoo</qco> </h3>      i am zoo\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n4:20 pm</dco> &nbsp;<qco> What is a step by step program that can fix my problems</qco> </h3>      first you must identify the problem(s). the next step(s) can only be identified once you have found the problem(s)\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n4:20 pm</dco> &nbsp;<qco> How long does it take you to make a song from start to finish, both including and excluding the time it's sitting on the backburner?</qco> </h3>      longer than i wish\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n4:19 pm</dco> &nbsp;<qco> how the heck did you get that yellow hat onto your head&nbsp;</qco> </h3>      it actually does not fit, i have to balance if very carefully or it keeps falling off\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n4:18 pm</dco> &nbsp;<qco> what have you been studying/learning/focusing-the-most-on in your life?</qco> </h3>      what the hell is going on here\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n4:08 pm</dco> &nbsp;<qco> if you could present one thing to the world you could be the most proud of what would it be and why?</qco> </h3>      which ever thing i am currently working on\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n4:03 pm</dco> &nbsp;<qco> is 3 the appropriate number of amigos??&nbsp;&nbsp;...asking for an amigo.</qco> </h3>      it depends if you want to go with the classic or try something new\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n4:02 pm</dco> &nbsp;<qco> did you ever have a moment where you wanted to quit music?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n4:00 pm</dco> &nbsp;<qco> its my birthday today. should i celebrate?</qco> </h3>      yes but not just for that reason\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n3:56 pm</dco> &nbsp;<qco> Good morning, Mr. Wurtz,\n<br>the upside down interrogation mark in your latest video 'Hallelujah' very closely resembles the mark used mainly in Spanish (but also in other languages, see Galician and Asturian), &lt;¿&gt;. Was this done on purpose?\n<br>\n<br>Sincerely,\n<br>a fan of yours.</qco> </h3>      i used it on purpose, but i wasn't thinking specifically about any language\n<br><br>"
  }
]
