[
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n11:52 am</dco> &nbsp;<qco> how do i sing better&nbsp;</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n11:49 am</dco> &nbsp;<qco> What's Steve's real name?&nbsp;</qco> </h3>      \ni think it's the same as yours\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n11:45 am</dco> &nbsp;<qco> What is a good instrument to replace a kalimba in a song?</qco> </h3>      \npossibly marimba or xylophone\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n11:36 am</dco> &nbsp;<qco> in the song, i think i might quit, was the 7th lesson, aaaaaaah, hard?</qco> </h3>      \nno that one was pretty easy. also, those are not actual lessons, they are visual depictions of lessons\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n11:28 am</dco> &nbsp;<qco> You said the song you are currently working on is the longest youve written.</qco></h3>      that's not true. the bob marley song was longer, and another one from 2011 was also longer<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Was it randomly chosen, or do you have a reason for doing it now?</qco> </h3>      the selection process was marred with highly potent self-doubting agony, which is to be expected. i did the standard procedure of combing the entire list and selecting ones that seemed like the right choice. then i did a few rounds of writing on those finalists, to boost their status even further. i was expecting to have to randomize amongst those, but i ended up setting a deadline/timelimit on when i had to choose, and just chose. i knew it was the right choice, and yet, the following morning, i reached such high levels of doubt that i actually convinced myself that i CANNOT do that one, and then quickly reminded myself that if i don't stick with that selection then the entire validity of the selection system is broken, and i also had to remind myself that any selection is going to give me various flashes of misery, until i delve into the writing process. i was able to recall that this exact same thing happened with the 'la de da' selection, where i doubted it so badly the next day that i actually changed my mind and then hated that option too and so i had to switch back. basically it all gets better once you start writing on it and start to find solutions for its problems \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n11:08 am</dco> &nbsp;<qco> How do I make bad videos?</qco> </h3>      \nmake 10 videos and then pick the worst one\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n10:59 am</dco> &nbsp;<qco> A wise man once said that it's not quite useful to be super retrospective. But some other wise man also said that past is the preface of future. You don't seem to be a retrospective man either because you don't look back at your past work and think \"oh i wish i did this better/differently\". So, i'm confused now. Should i be retrospective or not?</qco> </h3>      \ntry a mild/moderate dose of retrospection\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n10:59 am</dco> &nbsp;<qco> how many time changes are in your next song?</qco> </h3>      \nthere is what seems like a very mild use of 6/4 around the end tag. which i almost forgot to mention because it's hardly noticable\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n10:54 am</dco> &nbsp;<qco> https://billwurtz.com/questions/q.php?date=202009221531\n<br>\n<br>\"I could tell you what I think\" ok then what do you think? </qco></h3>      it looks like you didn't read the rest of that, which is where i said the reason i shouldn't tell you what i think.<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;when do you *think* it will be done?</qco> </h3>      \ni could tell you what i think, but there is a risk i might be wrong, and be chastised for it. and if there's one thing i know about 2020 it's that i'm sick of being chastised\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n10:48 am</dco> &nbsp;<qco> <a href=\"q.php?date=202009221436\">9.22.20&nbsp;&nbsp;2:36 pm</a>  i really really really DON'T want that</qco> </h3>      \nah, there's your motivation right there\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n10:38 am</dco> &nbsp;<qco> how do you cope with stress? totally asking for a friend</qco> </h3>      \nsing songs of joy\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n10:31 am</dco> &nbsp;<qco> WRONG ANSWERS ONLY: When will your next video be uploaded?</qco> </h3>      \ni could tell you what i think, but there is a risk i might be wrong, and be chastised for it. and if there's one thing i know about 2020 it's that i'm sick of being chastised\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n9:51 am</dco> &nbsp;<qco> when you have odd time signature songs, do you intentionally make them odd time or do you write melodies that Happen to be in odd time? as primarily a drummer i find if i come up with some cool odd time signature grooves on drums, then based on it i can think of odd time melodies more easily above it</qco> </h3>      \ni never get goal oriented with time signatures. i use time signatures to represent what i've written, not write something to represent a time signature. writing something to represent a time signature would seem like something that would be appropriate as part of the time-signature education process, which i currently am not involved in at this stage in my life, although i admit there may be some fun to be had there\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n9:28 am</dco> &nbsp;<qco> Do you think it would be a good idea to learn German?</qco> </h3>      \nyes, but the problem you might run into is that there are also trillions of other good ideas at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n9:28 am</dco> &nbsp;<qco> Will you ever break character? </qco></h3>      break, then make. and so the cycle continues<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or is this how you act in real life?</qco> </h3>      this may not be what you want to hear, but, this is real life\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n9:11 am</dco> &nbsp;<qco> Will you ever make a video on the greatness of bread?</qco> </h3>      \nthe greatness speaks for itself, but i have made at least 2 videos about bread\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n9:10 am</dco> &nbsp;<qco> Are you currently working on a new project, </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and if yes, is it going well?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n9:08 am</dco> &nbsp;<qco> how to deal with crippling anxiety and get productive\\</qco> </h3>      \nthat all depends on what you would like to produce\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n9:00 am</dco> &nbsp;<qco> do you remember all your own music?</qco> </h3>      \nnot necessarily, but if i am reminded it will probably seem very familiar\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n8:03 am</dco> &nbsp;<qco> I want to play some bass but they said that i am too small for mall.so i can't go to the mall and buy a bass. What can i do?pleeese answer</qco> </h3>      \nin what world is there still a mall\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n6:58 am</dco> &nbsp;<qco> Hi Bill, I want to make songs and also videos to go with them but I seem to lack the talent and motivation to do it. I feel completely lost, like I'm in limbo, floating in plasma and I don't know which way is up anymore. How do you find the strength to keep going? Or to even start in the first place?&nbsp;</qco> </h3>      \nif you want to make songs AND videos, ........ there is probably a lot of stuff that goes into that, and it is probably ridiculously overwhelming so i should tell you about this one easy trick which doctors will hate you for but it's to start out doing the shortest songs you can possibly imagine. it will still take a long time because there's almost infinite questions to answer and problems to solve, but this is why it's important to try doing things that are shorter than anything you've ever dreamed of. because you might actually get to every department within a day. and with each one you finish, you will learn more things. gradually try longer ones from there\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n6:28 am</dco> &nbsp;<qco> Some people are saying that u are working on a new video is that true?\n<br>I love u</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n6:09 am</dco> &nbsp;<qco> If you had an infinite amount of time, what would be the first and last thing you'd do?</qco> </h3>      \ni would do infinite things, and therefore there would be no first or last thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n5:56 am</dco> &nbsp;<qco> How long til the new video timer reaches zero?\n<br>How long til the new video timer from tomorrow reaches zero?&nbsp;</qco> </h3>      \ni could tell you what i think, but there is a risk i might be wrong, and be chastised for it. and if there's one thing i know about 2020 it's that i'm sick of being chastised\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n5:43 am</dco> &nbsp;<qco> should it be a law to not put pineapples on pizza?</qco> </h3>      \nit should be a law not to take them off\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n5:35 am</dco> &nbsp;<qco> do you ever think macs are overpriced?</qco> </h3>      \nif they allowed you to actually get rid of all the transition animations (not just some, .......... ALL), and if they actually let you deeply script the entire OS and all the apple software, and, if they allowed nvidia cards, i would pay easily twice as much any day. at this point i am willing to pay almost any price for something that is fast enough and can be controlled using as many keyboards as i can fit within arm's reach\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n5:28 am</dco> &nbsp;<qco> will your newest song have some blazin' keyboard melodies?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n5:20 am</dco> &nbsp;<qco> Can you explain what the language of love is?</qco> </h3>      \ni will try but it will keep changing. so i hope you like explanations that are different each time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n4:56 am</dco> &nbsp;<qco> when is the next vid coming out</qco> </h3>      \ni could tell you what i think, but there is a risk i might be wrong, and be chastised for it. and if there's one thing i know about 2020 it's that i'm sick of being chastised\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n3:53 am</dco> &nbsp;<qco> when will my life start</qco> </h3>      \nin just a few moments\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n3:11 am</dco> &nbsp;<qco> are all of your answers completely ad-lib or are some of these serious responses?</qco> </h3>      \ni am pleased to report a new scientific breakthrough, which is that seriousness can be ad-libbed\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n2:07 am</dco> &nbsp;<qco> In the \"unboxing video\" video, whats inside the 3rd box that says \"fragile\"?</qco> </h3>      \na map which shows the location of a 4th box\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n1:46 am</dco> &nbsp;<qco> i found meaning in one of your songs. should i be worried?</qco> </h3>      \ndo you like meaning\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n1:26 am</dco> &nbsp;<qco> is the name of your new video I can't tell you if you aren't feeling fearless</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n1:04 am</dco> &nbsp;<qco> what song really takes you back to the good ol' days?</qco> </h3>      \nwaltz of the flowers, but i should clarify that old days were sometimes bad and new days are sometimes good. there are both good and bad old and new days\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.20&nbsp; \n12:20 am</dco> &nbsp;<qco> Why am I going insane?</qco> </h3>      \ndue to unprecedented levels of normalcy in the surrounding environment\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.20&nbsp; \n11:22 pm</dco> &nbsp;<qco> is spaghetti a sport or a language</qco> </h3>      \nit's a policy\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.20&nbsp; \n10:47 pm</dco> &nbsp;<qco> why are you awake so late</qco> </h3>      \nyou have no idea what time i am awake, but why are YOU awake so late\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.20&nbsp; \n10:40 pm</dco> &nbsp;<qco> Why did the chicken cross the road?</qco> </h3>      \n to see things from a different perspective \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.20&nbsp; \n10:28 pm</dco> &nbsp;<qco> how long does it take for you to make your videos?</qco> </h3>      \nabout as long as a typical jail sentence\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.20&nbsp; \n10:19 pm</dco> &nbsp;<qco> Is it true that your new song will feature the sound of a wet blanket hitting a live cat?&nbsp;</qco> </h3>      \nno but hopefully i've captured the same emotion, within the songwriting\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.20&nbsp; \n10:17 pm</dco> &nbsp;<qco> any advice on life?</qco> </h3>      \nstep 1 get born \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.20&nbsp; \n9:46 pm</dco> &nbsp;<qco> cycles or eevee?</qco> </h3>      \nah that depends if you are planning to live forever\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.20&nbsp; \n9:26 pm</dco> &nbsp;<qco> When you set up your questions page did you expect do end up waxing phikosophical at some point or did it just happen with certain questions</qco> </h3>      \ni've been doing that all my life. it's part of my 'brand'\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.20&nbsp; \n9:10 pm</dco> &nbsp;<qco> What is a human?</qco> </h3>      \n     some sort of combination between an animal and a computer \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.20&nbsp; \n8:39 pm</dco> &nbsp;<qco> How are you so amazing</qco> </h3>      \n i have a list of non-amazing things, and i try to never do those things. or at least if i do, then i try to release a propaganda video right away saying that i didn't \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.20&nbsp; \n7:48 pm</dco> &nbsp;<qco> How do I get over the fear of creating the things I want to create?</qco> </h3>      \nah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that \t\t\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.20&nbsp; \n6:28 pm</dco> &nbsp;<qco> how many more songs before you crack?</qco> </h3>      \nmaybe half of one ........ looking forward to cracking because that's what will really cause me to make all the songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.20&nbsp; \n6:10 pm</dco> &nbsp;<qco> how much are you allowed to like yourself before it becomes narcissism? How much are you allowed to care for and protect yourself before it becomes selfish?</qco> </h3>      \nas much as possible, while also not telling anyone\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.20&nbsp; \n6:01 pm</dco> &nbsp;<qco> Hey Bill! I have a podcast I want to make but I'm being lazy about recording the first episode. My perfectionist/overprepareness is killing me. What do?</qco> </h3>      \nah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that \t\t\n<br><br>"
  }
]
