[
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n12:54 pm</dco> &nbsp;<qco> what are the chords for \"got to know what's going on\" chorus?</qco> </h3>      a lot of C, G, Emin, and D, in different orders and for different lengths. and some sort of Amin at the end\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n12:43 pm</dco> &nbsp;<qco> Hey when is your next video going to come out</qco></h3>      as soon as i finish the video for it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and what will it be called?</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n11:22 am</dco> &nbsp;<qco> is the break down in best friends with my own front door all in 4/4? if so you do very well to obscure it a bit</qco> </h3>      the 'not gonna happen' is all non-4/4. i seem to remember it all being in 7/4, and i would know immediately if i listened to it but i actually haven't listened to it since it was released, and i made the entire project in 2 weeks so i literally don't remember how it goes entirely\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n10:09 am</dco> &nbsp;<qco> do you usually come up with song titles before, during or after the writing?</qco> </h3>      any time it becomes clear\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n9:02 am</dco> &nbsp;<qco> How long it took you to make the scene with the 2-letter words falling down the waterfall?</qco> </h3>      i don't know but probably should have been more time. i recall that being made too quickly and sucking\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n8:07 am</dco> &nbsp;<qco> if i type like this does it show up like it would have had i not?</qco> </h3>      i suppose there's no way for me to know\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n7:06 am</dco> &nbsp;<qco> do you think questions are questionable?</qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n6:58 am</dco> &nbsp;<qco> <a href=\"q.php?date=201606151716\">6.15.16&nbsp;&nbsp;5:16 pm</a>  do you still use a queue system similar to the one described (and now shown in reality)?&nbsp;</qco> </h3>      that was the only time i wrote a sequence of videos/songs to be released in that exact order\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n5:07 am</dco> &nbsp;<qco> Soooo.. could we expect the new song to some out on Tuesday next week?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n4:13 am</dco> &nbsp;<qco> are old people happy because they already made the world pretty much how they want it?</qco></h3>      sometimes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; are young people upset with old people because they want different things?</qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n3:07 am</dco> &nbsp;<qco> hey i am trying to find songs which use that chord progression that goes\n<br>||:C|C|F|C|\n<br>&nbsp;&nbsp;&nbsp;C|C|G|G|\n<br>&nbsp;&nbsp;&nbsp;C|C7/Bb|F/A|F-/Ab|\n<br>&nbsp;&nbsp;&nbsp;C/G A-|D- G|C|G:||\n<br>or some sort of variation on that (in whatever key). besides and the day goes on and sam cooke songs what are some others?</qco> </h3>      i'm not sure but i think if you take some journeys through popular music charts anywhere between 1850 and 1900 i think you'll find exactly what you're looking for and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n2:37 am</dco> &nbsp;<qco> will we survive the climate warming up?</qco> </h3>      it depends how much\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n2:32 am</dco> &nbsp;<qco> <a href=\"q.php?date=201906030800\">6.3.19&nbsp;&nbsp;8:00 am</a> &nbsp;&nbsp;&nbsp;&nbsp;*peers at filename* are you using Dvorak now?&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n1:43 am</dco> &nbsp;<qco> Do you know how to drive a train?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n1:10 am</dco> &nbsp;<qco> when you write a capital letter is that Capitalism</qco> </h3>      not even close. it's social etiquette\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n12:45 am</dco> &nbsp;<qco> You built yourself an alarm and a pressure valve system for your creations here. It's the catalyst for moving your thinking brain into your doing brain.</qco> </h3>      i'm not sure i understand your terminology in the first sentence, but based on your second sentence i'm certain you are exactly right\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n11:31 pm</dco> &nbsp;<qco> i am dealing with muddy mixes right now and it is bothering me.&nbsp;&nbsp;like the whole bottom end feels like it has a heaviness.&nbsp;&nbsp;i don't feel air in-between the instruments.&nbsp;&nbsp;even in your earlier stuff where you espouse mix trouble i still hear the distinctness and space. one part of me knows it is an arrangement problem.&nbsp;&nbsp;and part of me also feels like it is a problem of using electric bass and hardware instruments. and then part of it feels like my actual mixing itself or lackthereof.&nbsp;&nbsp;part may be vocals, cheap mic, or recording too much room noise.&nbsp;&nbsp;urgh.&nbsp;&nbsp;it probably isnt even that horrible for how bad the problem feels.&nbsp;&nbsp;how would you start to troubleshoot?&nbsp;&nbsp;arrangement first?</qco> </h3>      listen to it. (i realize you have already done that, but i don't know the next step because i haven't listened to it)\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n11:04 pm</dco> &nbsp;<qco> would you like a cookie?</qco> </h3>      am cookie<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n10:53 pm</dco> &nbsp;<qco> are you going to make a video?</qco></h3>      i've never stopped making videos<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; everyone on your \"might quit\" video is scared of you actually quitting</qco> </h3>      even if the lyrics in that song were true, it is about quitting school not quitting video making, if you listen carefully\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n10:48 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201906060634\">6.6.19&nbsp;&nbsp;6:34 am</a>  so hypothetically if i give you enough money, would you tell people that you use my software, even if you don't actually? or even switch from some of your current software and use mine instead? i guess i can't know for sure that you aren't already using my hypothetical software</qco> </h3>      it would be extremely more convenient for me if i could get a deal with a brand who's product i already use\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n10:03 pm</dco> &nbsp;<qco> HELP. IS IT NORMAL TO HAVE A MENTAL BREAKDOWN PLAYING YAHTZEE??? Sorry for the caps, I'm just panicking. :')</qco> </h3>      it is normal to have a mental breakdown any time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n9:55 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201906060301\">6.6.19&nbsp;&nbsp;3:01 am</a> &nbsp;&nbsp;i don't mean to be entitled or demanding but you have been saying that you will put (x) on (y) for like years and i'm just curious if it is because you have a plan or you are just deflecting the question or other reasons?</qco> </h3>      i'd so much rather make new songs to go there\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n9:42 pm</dco> &nbsp;<qco> why is the q in ueqstions green</qco> </h3>      because it's going on an adventure!\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n8:41 pm</dco> &nbsp;<qco> i feel like my body and my brain don't match up. what should i do about this</qco> </h3>      sports\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n8:39 pm</dco> &nbsp;<qco> how far until home</qco> </h3>      how far has it been since home\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n8:23 pm</dco> &nbsp;<qco> can u wrap a sushi</qco> </h3>      i don't even think i know what sushi is\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n8:07 pm</dco> &nbsp;<qco> Can you help me out here? Same guy as before\n<br>\n<br>(Ab) I've got the feeling (C#)(C#maj7)(Ab)I've got the blues (??????????)</qco> </h3>      i would have to know more specifically how the first part goes. like what the melody is, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n7:11 pm</dco> &nbsp;<qco> If you had a z, what would you do with a z?</qco> </h3>      add some pizazz to things\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n6:27 pm</dco> &nbsp;<qco> what question have you been asked the most</qco> </h3>      i have been asked every question an equal number of times\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n5:56 pm</dco> &nbsp;<qco> if i give you a dollar b/c i like you and then you give me a dollar b/c you like me, is that a worthless interaction?</qco> </h3>      not if it was performed well\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n5:36 pm</dco> &nbsp;<qco> when'd you start making music?</qco> </h3>      i don't entirely remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n4:18 pm</dco> &nbsp;<qco> Will you ever talk about velcro?</qco> </h3>      fuck velcro\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n3:12 pm</dco> &nbsp;<qco> i'm really sick with some kind of upper respiratory cough thing. is coughing too much gonna be dangerous for my voice???</qco> </h3>      yes but i'm sure you're gonna still cough slightly less than that, even though it may seem like a lot. and when it's all done you're gonna heal just fine, by singing gently and regularly\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n2:03 pm</dco> &nbsp;<qco> is the transition from unweighted to weighted keys hard</qco> </h3>      i do find weighted keys annoying, but it's not that hard to get used to\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n1:48 pm</dco> &nbsp;<qco> how to talk to people?</qco> </h3>      no one knows\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n1:20 pm</dco> &nbsp;<qco> if you had to break any law, which one would it be?</qco> </h3>      that one\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n1:16 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201906041901\">6.4.19&nbsp;&nbsp;7:01 pm</a>  I think they mean who is your favorite member of the band Beatles</qco> </h3>      it is always unfair to pick a favorite person because no one is entirely familiar with all the people to choose from. the (former) beatles member i am most familiar with is paul mccartney\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n1:04 pm</dco> &nbsp;<qco> was the \"i guess\" part in the hotewig title the result of you contemplating what you should name the video and conversing with yourself and being like: \"c'mon, c'mon, think of something, we need a title, hmm, 'what happened' is a choice, hmm, what else, you could do something like, uh, 'history of the entire world' i guess... wait-\"</qco> </h3>      no. it is to bake into the title an acknowledgement that to actually tell the entire story of our entire world (and universe, etc) in ANY amount of time (especially the amount of time i attempted to tell it in) is wildly impossible and any attempt to do so should be taken with an enormous grain of salt, bordering on satire\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n12:50 pm</dco> &nbsp;<qco> what's the word around town?</qco> </h3>      the possible existence of a second town\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n12:16 pm</dco> &nbsp;<qco> do you feel like you are still growing from a technical standpoint as a musician? or is your growth more related to using your established technical skills to unlock new ways to compose/arrange/write songs?&nbsp;</qco> </h3>      the biggest area of technical growth for me right now in any music related field would have to be in the realm of audio / mixing, and also in the arrangement as it lends itself to mix clarity \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n11:30 am</dco> &nbsp;<qco> How did you feel about the reaction community using \"history of the entire world, i guess?\"</qco> </h3>      oh no you are trying to get me to react to a react. not falling for that one, that makes the universe explode\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n11:28 am</dco> &nbsp;<qco> bill help i was recording yesterday and looked down just in time to see an ant crawl into the keys of my midi keyboard, what do i do</qco> </h3>      i'm wondering what the ant is gonna do\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n10:28 am</dco> &nbsp;<qco> Hiya! I noticed that in your song school, you said you didn't wanna go to school (reasonable). How did that turn out?</qco> </h3>      fine. i had already been to school, but in my case it was clarifying to any hater(s) that i am not going back and no i do not think that's a 'bad choice' and if they think i'm 'stupid' for not doing so then print me up that name tag, and render me stupid<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n9:12 am</dco> &nbsp;<qco> why so serious</qco> </h3>      why is what serious\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n8:30 am</dco> &nbsp;<qco> how many frames of the new video have you rendered today</qco> </h3>      0\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n7:59 am</dco> &nbsp;<qco> will you ever use a meow noise in a song?</qco> </h3>      that sounds like a respectable if not downright responsible idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n6:34 am</dco> &nbsp;<qco> Which video editing software do you use?</qco> </h3>      [Your Brand Here] ad space available \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n5:54 am</dco> &nbsp;<qco> What do you hope to gain?</qco> </h3>      points!\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n5:51 am</dco> &nbsp;<qco> Do you freestyle lyrics?</qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.19&nbsp; \n4:02 am</dco> &nbsp;<qco> do you enjoy making music because it's an inherently enjoyable experience (like taking a breath of fresh air), </qco></h3>      better than that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or because it's affirming to spend time doing something you're good at,</qco></h3>      that can be nice too, but that also means i can have very high standards and hate myself sometimes temporarily<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or maybe because the fact that you're good means that the music you're creating is enjoyable</qco></h3>      i am convinced that that can always ultimately be the end result, despite the occasional oceans of hesitation and confusion which may happen in the middle<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; in the same way that you enjoy listening to your favorite music made by other people?</qco></h3>      that would be cool, maybe even better in some ways, to make up for ways it may be not as good<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; That is, is the satisfying part the action of creating, the esteem (self or otherwise), or the product? Or some combination of the three?</qco> </h3>      combination of that and more i think\n<br><br>"
  }
]
