[
  {
    "html": "<h3> <dco>5.21.24&nbsp; \n2:58 am</dco> &nbsp;<qco> If I have a thing and I break it in half does it become two things or was it always two things just pretending to be one</qco> </h3>      \n\nthat would vary from thing to thingset\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.24&nbsp; \n2:24 am</dco> &nbsp;<qco> what do you accomplish most when tired?</qco> </h3>      \n\ncreativity. however, there are 2 different interpretations of the logic of your question, and that's only the answer for one of those interpretations\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.24&nbsp; \n12:33 am</dco> &nbsp;<qco> what did you get at the book fair (if you went to the book fair)</qco> </h3>      \n\ni did not go to the book fair\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.24&nbsp; \n12:03 am</dco> &nbsp;<qco> have you ever played have you ever?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n11:38 pm</dco> &nbsp;<qco> What's a good playlist name for slow sentimental songs?</qco> </h3>      \n\nmy mush\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; 11:02 pm</dco> &nbsp;<qco> Why do you never use capital letters?</qco> </h3>      \n\ni suppose the reason it may appear that way to you is if you are paying little to no attention whatsoever, especially to the on-screen text in my videos but also to the text here on the questions page\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n9:50 pm</dco> &nbsp;<qco> do you think we're going to figure out immortality soon?</qco> </h3>      \n\ni don't see why not. but it's also a pretty big life-changing thing, so i don't know if it's wise to get one's hopes up, necessarily\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n9:39 pm</dco> &nbsp;<qco> 3GI revealed a trailer for Shrek 2 retold, and I saw your name (that's so awesome!). I'm sure you want to keep it a surprise, </qco></h3>      i think that was released a couple of years ago, i don't know why they're re-releasing it now<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but was the creative process for your contribution different from the works on your channel?</qco> </h3>      the musicification process (of 1 line) was fairly standard at the time (about 5 years ago)\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n9:02 pm</dco> &nbsp;<qco> its the first day of school and i might quit, what do you think?</qco> </h3>      \n\ni did a song about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n8:03 pm</dco> &nbsp;<qco> why did you decide to revisit here comes the sun?</qco> </h3>      \n\nin the case of all the writing sessions over the years, of course because it wasn't done. other than that, once i had started production on it, i never 'left' it, so thus there was no 'revisiting.' and since it's been released, i have not revisited it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n6:51 pm</dco> &nbsp;<qco> if there are mobile phones, are there stationary phones? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and is there an in between to them</qco> </h3>      yes, there are landline phones with a wireless handset. or, to think of it another way, you can use your mobile phone while it's plugged in, so you can't actually go very far \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n6:45 pm</dco> &nbsp;<qco> which do you think is more likely;&nbsp;that the world ended in 2012 or that we live in a simulation?</qco> </h3>      \n\ni guess it depends on who wins the duck-horse sized fight\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n5:43 pm</dco> &nbsp;<qco> are sixtuplets real? aren't they just sixteenth triplets? am i trippin?</qco> </h3>      \n\n'sextuplets' yes, which usually means the same thing as sixteenth note triplets. and 'sex' also means 'six' in this case, which is also the same as what you said. although none of these names are entirely specific enough, but i think the standard assumption is that simply \"triplets\" refers to \"eighth note triplets\" more specifically \"3:2\" eighthnote tuplets, that is 3 notes in the time where 2 eighth notes would normally fit. on the other hand, \"sextuplets\" is usually understood to mean \"sixteenth note triplets\" which is usually assumed to mean 3:2 sixteenth note tuplets, which means 3 notes fitting into the time where 2 sixteenth notes would fit. or, equivalently, 6 in the time of 4\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n3:53 pm</dco> &nbsp;<qco> why do people like certain things</qco> </h3>      \n\nbecause sometimes they don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n3:51 pm</dco> &nbsp;<qco> What is the most interesting mental illness to you?</qco> </h3>      \n\npublic clocks and clocktowers everywhere ALWAYS SHOWING THE WRONG TIME you had one job\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n3:27 pm</dco> &nbsp;<qco> how is your energy management?</qco> </h3>      \n\npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n2:54 pm</dco> &nbsp;<qco> do you have advice for driving in Texas?</qco> </h3>      \n\njust keep going. no matter how far you go, you'll still be in texas\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n2:52 pm</dco> &nbsp;<qco> do you like saying i was going to say no but now that i think about it yes\"?</qco> </h3>      \nno, but i'll say it anyway if it's true or otherwise fits well\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n1:52 pm</dco> &nbsp;<qco> how do i tell if i'm in the good old days before i've actually left?</qco> </h3>      \n\nif you see it happen enough times then you get the idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n11:33 am</dco> &nbsp;<qco> it seems like philosophy mostly comes down to arguing about what words mean</qco> </h3>      \n\ni see what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n11:26 am</dco> &nbsp;<qco> thoughts on grammer</qco> </h3>      \n\nit just happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; 11:21 am</dco> &nbsp;<qco> strawberry or banana?</qco> </h3>      \n\nthat's neither\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n10:26 am</dco> &nbsp;<qco> what do you think is the shortest english sentence that has never been said before?</qco> </h3>      \n\nok lol\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n9:36 am</dco> &nbsp;<qco> what do you think about good music made by bad people</qco> </h3>      \n\nquite simply, the music would be good and the person would be bad. but i hesitate to define any music or people so simply\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n8:08 am</dco> &nbsp;<qco> I feel like non't would be the opposite of yesn't but the n't part should change. Any opinions on this topic?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; 7:46 am</dco> &nbsp;<qco> Do you believe in god</qco> </h3>      \n\nwhen you put it that way, not so much\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n2:20 am</dco> &nbsp;<qco> why can't all notes on the guitar be open strings wait that's a harp</qco> </h3>      \n\nlooks like you're all set\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n2:18 am</dco> &nbsp;<qco> what are your thoughts on vacuum cleaners</qco> </h3>      \n\ntoo good. don't use\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n1:53 am</dco> &nbsp;<qco> I see that you reply to questions starting at 4 am and will continue until past midnight. Do you have problems with insomnia?&nbsp;</qco> </h3>      \n\nyou've made a whole string of incorrect assumptions here which it would take me a little while to unpack\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n1:49 am</dco> &nbsp;<qco> i'm frustrated by how E standard guitar tuning has that annoying major 3rd discrepancy which throws a huge wrench into the consistency of the instrument, but also by how all-fourths tuning makes most 6 string chords not viable</qco> </h3>      \n\nif that's frustrating, wait til you see the outside world\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n1:29 am</dco> &nbsp;<qco> Why do you mention rabbits more than any other non-human animal in your stuff?</qco> </h3>      \n\ni am clearly trying to win a prize\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n1:02 am</dco> &nbsp;<qco> What's the difference between \"genre\" and \"style\"?</qco> </h3>      \n\n'style' is just how you do something. 'genre' is something you have to register with the government, and you also have to tell them your ethnicity\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.24&nbsp; \n12:56 am</dco> &nbsp;<qco> Have you ever lived in an adobe?\n<br>\n<br>How about seeing one? (not just a depiction of one)</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.24&nbsp; \n11:29 pm</dco> &nbsp;<qco> isn't it incredible how people just come up with things</qco> </h3>      \n\nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.24&nbsp; \n11:28 pm</dco> &nbsp;<qco> does nighttime exist solely so we can reflect on our thoughts at the most unecessary times</qco> </h3>      \n\nalmost, but it's not unnecessary\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.24&nbsp; \n11:23 pm</dco> &nbsp;<qco> favorite polyrhythm?</qco> </h3>      \n\n1:2\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.24&nbsp; \n10:22 pm</dco> &nbsp;<qco> what's it like to be alive?</qco> </h3>      \n\nabsolutely insane\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.24&nbsp; \n10:18 pm</dco> &nbsp;<qco> do you use a strings plugin? they sound so lovely and not shitty and i'm jealous</qco> </h3>      \n\nit's really never about what sounds you have, it's about what you do with those sounds. but i suppose you could be jealous of that too if you wanted\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.24&nbsp; \n10:17 pm</dco> &nbsp;<qco> How do I have a good day</qco> </h3>      \n\nalmost any way except whatever i mention, but you could try drawing a picture\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.24&nbsp; \n10:17 pm</dco> &nbsp;<qco> thoughts on airplanes?</qco> </h3>      \n\nit would be closed-minded to think flying cars were never invented\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.24&nbsp; \n10:14 pm</dco> &nbsp;<qco> What is the current project you're working on?&nbsp;</qco> </h3>      \n\ni can explain it better after it's done\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.24&nbsp; 9:54 pm</dco> &nbsp;<qco> what is the meaning of life?</qco> </h3>      \n\nwhen 1+1 has a slightly different quality than you expected\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.24&nbsp; \n8:53 pm</dco> &nbsp;<qco> i have dreams where i have to get some task done and i keep getting sidetracked and roadblocked and so on and so forth and i end up waking up before i make any real progress on the important task. and sometimes i'm scared that the same thing is happening with my life. every day i do things and ostensibly make progress, but i'm worried that in the big picture i won't have the time to do the things i really want to do, because i keep getting distracted by trivial stuff</qco> </h3>      \n\nsome people have dreams that there's no such thing as plaid. but they always wake up and it still exists\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.24&nbsp; \n8:51 pm</dco> &nbsp;<qco> are beetroots really necessary</qco> </h3>      \n\ni'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.24&nbsp; \n8:36 pm</dco> &nbsp;<qco> should i limit the number of instruments i learn so that i can actually get good at the ones i currently own or does the variety pay off</qco> </h3>      \n\nboth ways will pay off in different ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.24&nbsp; \n7:52 pm</dco> &nbsp;<qco> what is the simplest game?</qco> </h3>      \n\nmaking things really complicated\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.24&nbsp; \n7:37 pm</dco> &nbsp;<qco> music doesn't have to be complicated or difficult to perform to be good, right?</qco> </h3>      \n\nright. it also doesn't have to be easy\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.24&nbsp; \n6:00 pm</dco> &nbsp;<qco> is the ocean a soup or a stew</qco> </h3>      \n\nit's a heap\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.24&nbsp; \n1:47 pm</dco> &nbsp;<qco> please prove that you are not me.</qco> </h3>      \n\nok, i will\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.24&nbsp; 1:41 pm</dco> &nbsp;<qco> tell me a joke</qco> </h3>      \ntelling a joke ruins it, but, ok. 3 former colleagues walked out of one bar into an adjacent bar through an interconnecting doorway between the two establishments, without having to go outside\n\n<br><br>"
  }
]
