[
  {
    "html": "<h3> <dco>11.26.24&nbsp; 8:42 am</dco> &nbsp;<qco> do you like giraffes</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.26.24&nbsp; \n8:06 am</dco> &nbsp;<qco> do you intend to implement more of the dutch language in your content?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.26.24&nbsp; \n7:13 am</dco> &nbsp;<qco> What do you think of the new R-211 cars on the A train?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.26.24&nbsp; \n6:49 am</dco> &nbsp;<qco> what if there was a person who finds the most fun when they follow the rules?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.26.24&nbsp; \n6:13 am</dco> &nbsp;<qco> what is 0 divisible by</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.26.24&nbsp; \n3:41 am</dco> &nbsp;<qco> Are there any reasons why you may type in ALL CAPS?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.26.24&nbsp; \n2:25 am</dco> &nbsp;<qco> Does juxtaposing unrelated things create meaning?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Like eyebrows and dominoes aren't related but could you create a chain of related objects connecting them and call the distance between the two ends its meaning? I got the idea from wikipedia links: Basically meaning is how long it takes to get from one wikipedia page to another using links.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.26.24&nbsp; \n1:51 am</dco> &nbsp;<qco> I'm really bad at understanding what people are saying when they're singing.&nbsp;&nbsp;if I look up the lyrics of a song and try to read as I listen, it's impossible not to read ahead to the lyrics I haven't heard yet, which ruins it.&nbsp;&nbsp;what do I do</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.26.24&nbsp; \n1:09 am</dco> &nbsp;<qco> 11 months ago i decided to commit to a weekly schedule and release a short film every saturday for 1 year. it's been going well and i only have a few more to make. the thing is, ive been thinking about making another video after all the weekly films are done where i go into the behind the scenes and explain why i made each one, where i got the idea and what went into them, not necessarily explaining the actual meaning behind them but still getting into it a bit. i'm wary that i shouldn't do this because if i explain the art it will change the way the audience views it, which i don't want to happen. however i still want people to understand and relate to the creative process. what do you think ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n11:10 pm</dco> &nbsp;<qco> Has anyone seen Gina? \n<br>She hasn't come back from lunch, and now I'm a bit worried she's never going to come back.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n10:52 pm</dco> &nbsp;<qco> How do I find the line between confidence and narcissism.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n10:33 pm</dco> &nbsp;<qco> what tips can you give someone who is going to do busking?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n10:14 pm</dco> &nbsp;<qco> what do you believe truly defines a person?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; can there ever be one single description of someone that boils every nuanced trait into simpler terms,</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or is the human mind seen as too complex to reach a conclusion that concise?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n9:56 pm</dco> &nbsp;<qco> is now the only time that exists or is everything up until now&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n9:43 pm</dco> &nbsp;<qco> whats the name of the fish you saw in a lake</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n8:36 pm</dco> &nbsp;<qco> I am on a pirate ship just kidding</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n7:53 pm</dco> &nbsp;<qco> what would it look like if someone could perceive tachyons?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n7:03 pm</dco> &nbsp;<qco> What instruments do you have the most experience with?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n6:58 pm</dco> &nbsp;<qco> hello this is a human being on the internet (totally not a really smart cat)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n3:41 pm</dco> &nbsp;<qco> is jazz cool</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n2:40 pm</dco> &nbsp;<qco> what are your thoughts on evolution?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n2:36 pm</dco> &nbsp;<qco> did you get good grades in high school?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; 2:36 pm</dco> &nbsp;<qco> &nbsp;did you ever get bullied in school bill</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n1:41 pm</dco> &nbsp;<qco> sun review</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n10:20 am</dco> &nbsp;<qco> Are there any fun/interesting commonalities in the questions you receive around the same time, E.G. nighttime questions are interesting in that they have _blank_ in common ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n7:31 am</dco> &nbsp;<qco> hi do you have a new catch phrase</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n7:30 am</dco> &nbsp;<qco> clicking the RANDOM QUESTION button over and over is more entertaining than social media</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n6:53 am</dco> &nbsp;<qco> Why do you answer only bad questions, rather than suberb ones?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n4:35 am</dco> &nbsp;<qco> What's your favourite question in 2024?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n3:56 am</dco> &nbsp;<qco> I keep hearing advice along the lines of \"good writers are good because they have something to say;&nbsp;they don't just write for the sake of writing\" but I fear I will never have enough to say that I will become a good writer about it. advice ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n3:35 am</dco> &nbsp;<qco> Why does the university keep giving me things to do. Actually you know what I was asking this in the way of \"I don't like being so busy all the time they should give me a break\" but now that I've phrased the question in the way that I have it feels like they're giving me things to do to be nice to me because things do tend to go wrong for people when they have absolutely nothing to do. So maybe its not so bad after all</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n2:36 am</dco> &nbsp;<qco>  Ok, so I was thinking about chairs, like that chair over there. Not a specific chair, just any chair, and then I wondered \"I wonder what would happen if chairs were sentient and were able to voice their opinions?\"\n<br><br>\nAnd then that's when I started asking \"I wonder how they'd react to being used by someone?\" would they react like \"Oh wow, thank you my use is being fulfilled!\" or would it be more like \"Hello, can you please stop sitting on me? that is very rude.\"\n<br><br>\nBut then each chair has their own different opinion, so each chair would feel very different from each other about the whole \"people create chairs to sit in chairs\" thing.\n<br><br>\nMaybe some chairs are just too shy to talk about it and prefer to stay quiet so they don't offend anyone. Maybe the other chairs caught on to this and have decided to take a vow of silence so they don't overwhelm each other with their opinions.\n<br><br>\nAm I onto something with this? Or am I thinking too deeply about chairs?      \n</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n1:34 am</dco> &nbsp;<qco> sometimes i want to do something and i start doing it, but after a while of working on it i just kind of move on to another thing. this has left me with a bunch of different incomplete things, and though it's thankfully been purely hobby things so far like making levels in videogames, i kind of worry that it might be an issue later in life\n<br>\n<br>i think the issue is that i work on one thing too long, and then i end up burning myself out. but i find that weird considering i hardly ever work on any one thing too long. i don't feel like im exerting that much work onto that one thing to actually burn myself out, if that makes sense. and that's probably not a healthy way to think about it now that im actually writing it down\n<br>\n<br>i dunno what do you think</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n12:57 am</dco> &nbsp;<qco> favorite hex code. I demand it.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n12:28 am</dco> &nbsp;<qco> Favorite math problem?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n9:58 pm</dco> &nbsp;<qco> do you still feel strongly about the word 'reasonable'?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n9:09 pm</dco> &nbsp;<qco> when they have buy one get one off deals at the store do they just give you two and you pay for one, does the second one just magically appear in your cart or do you pay 50% for both of them</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; 8:04 pm</dco> &nbsp;<qco> What's your favorite year</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n7:22 pm</dco> &nbsp;<qco> if someone were to say \"duck\" would you assume they were talking about the action or the animal</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n6:14 pm</dco> &nbsp;<qco> What do you think about \"what do you think about...\" questions?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n4:19 pm</dco> &nbsp;<qco> how to invent heatproof ice?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n3:41 pm</dco> &nbsp;<qco> How do you feel about jupiters moon, io?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n2:42 pm</dco> &nbsp;<qco> Why did you include the single trumpet notes and trumpet clipart in your older songs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n2:00 pm</dco> &nbsp;<qco> what are your thoughts on toasters</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n12:14 pm</dco> &nbsp;<qco> how to constantly ground and unground your sense of being?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n9:34 am</dco> &nbsp;<qco> Do you like rainy days?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n8:42 am</dco> &nbsp;<qco> Do I even matter? In the grand scheme of things.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n7:32 am</dco> &nbsp;<qco> why do i keep checking this page almost every day? i don't even ask questions.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n6:53 am</dco> &nbsp;<qco> bill explain the big picture of reality to me right now</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n6:36 am</dco> &nbsp;<qco> why do you make music in that genre you make music in and not in any other genre</qco> </h3><br><br>"
  }
]
