[
  {
    "html": "<h3> <dco>7.27.23&nbsp; \n1:15 am</dco> &nbsp;<qco> do you think people who have their minds wiped remember planning to wipe their mind or do they get rid of the \"mind wiping intention\" aswell</qco> </h3>      \nif you want to keep that part, you'll have to go into settings and do a custom mind wipe, and select what you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.23&nbsp; \n11:02 pm</dco> &nbsp;<qco> is reading basically a thought experiment?</qco> </h3>      \nyes but it's also the real thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.23&nbsp; \n10:24 pm</dco> &nbsp;<qco> Do you know how to read the Cyrillic alphabet?</qco> </h3>      \nno, but that would be convenient and i intend to learn it sometime\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.23&nbsp; \n8:09 pm</dco> &nbsp;<qco> what is a good idea</qco> </h3>      \nplaid\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.23&nbsp; \n7:25 pm</dco> &nbsp;<qco> Is Korn or Limp Bizkit better.</qco> </h3>      \nthey are both better. everything is better. that's just a fun fact, about everything\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.23&nbsp; \n3:40 pm</dco> &nbsp;<qco> What's your favourite sequence of integers?</qco> </h3>      \nthe natural numbers\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.23&nbsp; \n2:07 pm</dco> &nbsp;<qco> Favourite Steely Dan album + favourite song on said album?</qco> </h3>      \ni don't know which songs are on which albums\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.23&nbsp; \n12:26 pm</dco> &nbsp;<qco> the songs that came 3 or 4 songs before \"got some money\"&nbsp;&nbsp;are might quit and at the airport terminal, do either talk about how wednesday feels so long ago</qco> </h3>      \nno, but they were indeed part of the Tuesday show. i don't know if that helps\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.23&nbsp; \n11:46 am</dco> &nbsp;<qco> when answering questions, do you think of something interesting or witty to say or are these answers just straight off the dome?</qco> </h3>      \nthey are directly inspired by the question that was asked\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.23&nbsp; \n8:36 am</dco> &nbsp;<qco> Do you have a favorite Billy Joel song? </qco></h3>      no. in fact, my favorite thing about billy joel is that he made multiple songs<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, what is it?</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.23&nbsp; \n7:43 am</dco> &nbsp;<qco> Is it crazy to leave an easy high paying job where you are unhappy, knowing that your next job will likely not pay as much, and be much harder work in a worse environment?</qco> </h3>      \nin this case, it's neither crazy to leave nor stay. there is justification for either choice. but to properly evaluate the equation, then you'll need some specific values for the 4 quantities you mentioned (happiness, difficulty, pay rate, workplace quality)\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.23&nbsp; \n1:16 am</dco> &nbsp;<qco> My parents keep nagging me about getting a \"job\", and I've never heard of a \"job\" before. What's a \"job\"?</qco> </h3>      \ni have no idea, but what they mean is, they need you to get money. so then you might ask \"how do you get money?\" that's another question entirely and i'm not sure if anyone truly knows the answer to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.23&nbsp; \n11:29 pm</dco> &nbsp;<qco> you and i have something in common because neither of us have ever seen a moose. moose is my favorite animal and i have lived in moose country for years but i've still never seen one. do you have any advice?</qco> </h3>      \nsure, i'll advise you on something i'm less likely to know about than you. meese are really really really big. so if you plan to see one, just make sure you are keenly aware of who is bigger, you or the moose (it's the moose)\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.23&nbsp; \n10:51 pm</dco> &nbsp;<qco> What are chord progressions?</qco></h3>      an over-complicated name for just a bunch of chords<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Why does there seem to be so much emphasis on knowing the chord progression of a song to be able to play it?</qco> </h3>      \nthe word 'progression' here is distracting and doesn't really make sense. it usually tricks people into thinking that all chords are somehow 'progressing', and that's just not true. it's like saying the rooms in a house are a \"room progression\" ....... really we just mean ... \"the rooms\". So, do you have to know what rooms are in a house, in order to build the house? well, yes, only if the house has rooms. if it's a no-room house, then you don't have to know the rooms. or maybe the rooms are already built and you just have to build the rest of the house. but, for a roomed house then you'll need the rooms, for sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.23&nbsp; \n10:10 pm</dco> &nbsp;<qco> Why are things easy then hard but sumtimes it's both at the same time so it's too hard to do but it's too easy but it's just hard enough to want to give up but easy enough to continue???</qco> </h3>      \ngives you something to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.23&nbsp; \n9:19 pm</dco> &nbsp;<qco> what's your compositional process?</qco> </h3>      \nit's a combination of 3 main processes. start, select, and work. the key to these 3 things is treating them all like separate job positions. the \"start\" department dreams up brand new ideas, and it really doesn't matter how small the fragment is. it can come from almost anywhere. the \"select\" department chooses which one to produce next. the \"work\" department already assumes that one certain item has been selected, and then sees it through to completion. the piece wouldn't exist without the \"start\" department, but the marjority of the composition takes place in the \"work\" department. the key to the \"work\" department is to consider the actual real-time effect that the piece would have on you, and then let that trigger what comes next, as if by lightning. and being struck by lightning is of course completely impossible, or extremely easy, depending on whether or not it happens\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.23&nbsp; \n9:04 pm</dco> &nbsp;<qco> why does this question exist?</qco> </h3>      \nit's all your fault\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.23&nbsp; \n6:58 pm</dco> &nbsp;<qco> this may sound odd but i really do want to know why do you hate shrek and undertale and waluigi and so many things? </qco></h3>      i don't hate them, but i was wondering why you hate the numbers 1, 2, and 3<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you hate them because of something they represent to you or because they are a metaphor for something spiritual that you think you have figured out? or do you just hate things that are popular because they are popular?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or some other reason? </qco></h3>      i don't hate any of the things you suggested<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or have i wrongly assumed that you have hatred for things </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;when really its something else?</qco> </h3>      there is no \"it\" in this case. you made something up\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.23&nbsp; \n6:47 pm</dco> &nbsp;<qco> i have big goals like create art and improve at it. i really really enjoy it too and want to do it as often as possible. however when it comes to starting to do it watching youtube videos or something like that is easier and gives a faster reward to my brain, but i know that the art thing will ultimately make me happier and better. How do i stop watching youtube videos instead of working on the art thing?</qco> </h3>      \nthis may be kind of a niche method, but how about making a vlog about your working process. that way you can start acting like you are in a youtube video right away\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.23&nbsp; \n6:35 pm</dco> &nbsp;<qco> Other than length, what's the difference between a jingle and a song?</qco> </h3>      \nthe word \"jingle\" tends to mean it goes in an advertisement\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.23&nbsp; \n6:34 pm</dco> &nbsp;<qco> Do you ever stop and relaize your brain can do alot of impressive stuff and get scared?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.23&nbsp; \n5:22 pm</dco> &nbsp;<qco> in some of your songs I noticed they start off with very groovy and repetitive verses (I'm scared, long long long journey) but then go off on a tangent into a mellower or sadder (?) sounding section. is that intentional or does it just naturally happen cause those are my favorite parts of the songs</qco> </h3>      \nin some circles this is called a \"B section\". i'm never goal-oriented with how songs go, and i'm quite religious about letting the song unfold freely as it wants to, so i'd never force a song to go like this. but they often do. kind of like how not all chairs have armrests. but some of them do\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.23&nbsp; \n1:58 pm</dco> &nbsp;<qco> are you gonna call your podcast \"the wurtz podcast ever\"</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.23&nbsp; \n1:43 pm</dco> &nbsp;<qco> Are you going to make a song called fast up as a sequel to slow down</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.23&nbsp; \n12:47 pm</dco> &nbsp;<qco> is it always sunny in philadelphia&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.23&nbsp; \n8:57 am</dco> &nbsp;<qco> my dog puked on my bed. what should i do about this</qco> </h3>      \ni see 3 choices here: get a new dog, get a new bed, or get some new puke\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.23&nbsp; \n7:34 am</dco> &nbsp;<qco> any plans of writing a book?</qco> </h3>      \ni'd like to write almost everything else, besides a book\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.23&nbsp; \n3:33 am</dco> &nbsp;<qco> are you a princess?</qco> </h3>      \nno, but sometimes i think like one\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.23&nbsp; \n2:00 am</dco> &nbsp;<qco> can you get high on soap?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.23&nbsp; 11:16 pm</dco> &nbsp;<qco> are you a communist</qco> </h3>      \nno i just think their logo is cool\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.23&nbsp; \n9:30 pm</dco> &nbsp;<qco> why is the series of chords \"4 5 1 6m\" so absurdly powerful? (subbing the 4 for 2m also has a pretty darn similar effect) i've come up so many melodies that use those chords, and i love every one of them. i don't think i could make a bad melody with those chords if i tried. i'm aware that a million songs have used there exact series of chords, but somehow it never gets old. like, the bridge section in \"do the thing\" uses these chords and it's so, so fuckin awesome there. thoughts on why these chords always just.... work?</qco> </h3>      i don't have any exact reason why that sequence might be good, but what i have done is extensively categorized and analyzed almost every common looping chord sequence. the ones that stood out to me as being the most reliably powerful, for me,  were different from the one you selected. it probably varies from person to person. it's also worth noting that your sequence is a displaced 1,6-,4,5 or 1,6-,2-,5 which are traditionally known as extremely common. another thing worth noting is, categorically how does it make you feel when you start these things with 4 (or 2min). in my list of sequences, most of the ones i found to be most consistently the strongest also start with 4. For me, it probably tends to be \"4, 1, 5, 5\" or perhaps \"4, 1, 5, 6-\" that seem the most reliably strong. On the other hand, if we're talking about purely popularity, then it's hard to beat the infamous \"6-, 4, 1, 5\" which is almost certainly the winner in popularity, among chord loops, over the past few decades\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.23&nbsp; \n5:50 pm</dco> &nbsp;<qco> How does intelligence play a part in something being dumb and stupid?</qco> </h3>      \nreverse psychology, which indeed is considered intelligent\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.23&nbsp; \n5:07 pm</dco> &nbsp;<qco> do i deserve love?\n<br></qco> </h3>      \nyes, but, what's more, other people deserve your love also\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.23&nbsp; \n5:05 pm</dco> &nbsp;<qco> I've seen people ask you how you know how and when to add harmonies to a song, but what I wanna know is how do you know when NOT to add vocal harmonies? My instinct tells me that if it's an especially intimate moment, a single line might work better, but Simon and Garfunkel's \"Sound of Silence\" kinda flies in the face of that thought. I feel that I would err on the side of adding too much vocal harmony, especially if that were my only role in a band, to sing backup. Thoughts?</qco> </h3>      \nhere's what you do, if you love vocal harmony: add it to everything, until you realize you sometimes hate it. And, the same thing works in reverse: if you hate vocal harmony and do not crave it, then, never use it, until you begin to crave it. this whole thing can be solved by listening to your cravings, pretty much\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.23&nbsp; \n4:48 pm</dco> &nbsp;<qco> I already know the meaning of life, but can you tell me the meaning of fruit? </qco></h3>      it is bulbous<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This, I think, is underappreciated in terms of philosophy. Why is fruit fruit and not anything other than fruit?</qco></h3>      this is due to the reflexive property of equality. things are themselves<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It bothers me honestly.</qco> </h3>      \ni don't believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.23&nbsp; \n3:43 pm</dco> &nbsp;<qco> How can I dream of being a magical girl every night</qco> </h3>      \nthink about it all day\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.23&nbsp; \n3:16 pm</dco> &nbsp;<qco> what are your thoughts on bunk beds?</qco> </h3>      \ni've never thought about them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.23&nbsp; \n12:35 pm</dco> &nbsp;<qco> what do you do when you start hating your own art</qco> </h3>      \nstay calm\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.23&nbsp; \n2:58 am</dco> &nbsp;<qco> Would you please explain title case?</qco> </h3>      \ni think that's when the first letter of every word is capitalized, possibly excluding some of the tiny words like 'of' and 'the'\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.23&nbsp; \n2:12 am</dco> &nbsp;<qco> is there any relation between 9 8 7 and mount st. helens is about to blow up?</qco></h3>      yes. same writer, same producer, ..... same singer, same instrumentalist, same person who made the video,<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; they just sound similar in some ways</qco> </h3>      that makes sense\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.23&nbsp; \n12:37 am</dco> &nbsp;<qco> why do things make sense</qco> </h3>      \nthat's your fault\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.23&nbsp; \n11:20 pm</dco> &nbsp;<qco> Is everyone dumb</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.23&nbsp; \n10:50 pm</dco> &nbsp;<qco> How do i stop</qco> </h3>      \nfinish doing it all\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.23&nbsp; \n9:01 pm</dco> &nbsp;<qco> do you usually work base on an idea or think like \"oh that'll be cool if i add this part in\"</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.23&nbsp; \n8:05 pm</dco> &nbsp;<qco> I live near a \"124th Street\" and whenever I go down it I think of your lyric \"and i'm bobbling down 124th street\". Does this happen to you?</qco> </h3>      \nno, but i used to think of the song \"9 8 7\" every time i typed the numbers 9 8 7, until i recorded it, and now i'm free from this curse\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.23&nbsp; \n7:19 pm</dco> &nbsp;<qco> what time of the day do you like the most?</qco> </h3>      \n5am\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.23&nbsp; \n6:15 pm</dco> &nbsp;<qco> can you do a backflip?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.23&nbsp; 3:58 pm</dco> &nbsp;<qco> What is your name?</qco> </h3>      \ni have no earthly idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.23&nbsp; \n1:54 pm</dco> &nbsp;<qco> how does one move to the top of the empire state building</qco> </h3>      \nyou have to be born there i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.23&nbsp; \n1:46 pm</dco> &nbsp;<qco> i would love you're opinion on what the greatest and best thing in the world is</qco> </h3>      \nsomething being great automatically makes it bad, and something being bad automatically makes it great. so, you do the math\n<br><br>"
  }
]
