[
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n1:28 am</dco> &nbsp;<qco> This is a dumb question but can I write music and make it sound good even though I know nothing about music theory except for the very basics?</qco> </h3>      yes. you can make up theory to fit how you would like to understand the music. that's how any other theory has ever been made up\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n1:14 am</dco> &nbsp;<qco> What do you think is holding you back the most in terms of being able to make longer videos?</qco> </h3>      nothing. i can make videos as long as i want. but it takes more time to make. the longer the video is, the longer it would take to make the video. i hope that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n12:17 am</dco> &nbsp;<qco> i'm glad you're updating your reality page but can you skip those videos to... May/June 2017? i don't want to wait 3 years.</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n12:13 am</dco> &nbsp;<qco> so what's the next video gonna be about?</qco> </h3>      steve. or i'm actually not sure if that's his name\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n11:56 pm</dco> &nbsp;<qco> Would you say that your product comes in massive spikes, or is it relatively constant? (I fall into the former category.)</qco> </h3>      it is constant<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n11:52 pm</dco> &nbsp;<qco> Are you going to do more history videos? Like world and japan? Already have something in mind?</qco> </h3>      maybe but not right now. those ones take way too long to make. i don't even think you would want to wait that long\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n11:47 pm</dco> &nbsp;<qco> Are you still going to make videos, or uploading them to youtube?\n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I enjoy all of them, or at least the ones I've watched. The videos of Japan and The History of the World are fantastic, and it would be cool if you continue to make those kind of videos. \n</qco></h3>      those ones take a very long time to make. i just recently did one that took me almost an entire year to make<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thanks and bye.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n10:58 pm</dco> &nbsp;<qco> <a href=\"why-didnt-you-answer-my-question.html\">Why didn't you answer my weight loss tip question?</a></qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n10:38 pm</dco> &nbsp;<qco> you are like the only youtuber that has 1mil+ subs that doesn't scream \"HEY WASSUP ITS YA BOI\" maybe you should do that at the start of your next video (&nbsp;͡°&nbsp;͜ʖ&nbsp;͡°)</qco> </h3>      i will consider it but i probably will not do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n10:18 pm</dco> &nbsp;<qco> can you put your reality videos on youtube? they're not loading very well on your website since you're self-hosting them and even uploading them under some second channel like billwurtz2 will help them be appreciated more while also loading much faster and being easier to access and organize</qco> </h3>      the dates would be all wrong, and i don't want them all over youtube\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n10:00 pm</dco> &nbsp;<qco> <a href=\"favicon.html\">have you considered adding a favicon to your site? a little umbrella would look really cute</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n9:58 pm</dco> &nbsp;<qco> have you ever considered using a margin top on the donate button instead of this monstrosity? http://i.imgur.com/2Oz5EcX.png</qco> </h3>      i think you are viewing the site a bit differently from the way normal people view it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n9:56 pm</dco> &nbsp;<qco> bill, BILL, this is a dire situation and i cannot keep my feelings repressed any longer. while most of your website is in wonderful times, THIS TEXTBOX AND THE ASK BUTTON ARE IN HELVETICA. this makes me very uncomfortable and i would like this situation resolved immediatley http://i.imgur.com/LsE7Uk8.png</qco> </h3>      if that makes you uncomfortable you should see what's going on in syria\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n9:07 pm</dco> &nbsp;<qco> do you keep notes</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n7:50 pm</dco> &nbsp;<qco> when was the last time you created a link for a question that multiple people have asked</qco> </h3>      about 10 seconds ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n7:13 pm</dco> &nbsp;<qco> <a href=\"vine-cancel.html\">What was your reaction when Vine closed down?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n6:00 pm</dco> &nbsp;<qco> Do you like rocks</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n2:54 pm</dco> &nbsp;<qco> What do you think about how you don't really need a good voice to become a pop star these days?</qco> </h3>      there are many different ways to become a pop star. there have always been many ways. although most people just try to do it the same way as their neighbor. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n2:28 pm</dco> &nbsp;<qco> is my life meaningless?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n2:10 pm</dco> &nbsp;<qco> whats your new strategy for songs and videos?</qco> </h3>      do them both\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n1:43 pm</dco> &nbsp;<qco> Will you ever do a video about yourself/your life at some point?</qco> </h3>      there is an ongoing series\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n12:53 pm</dco> &nbsp;<qco> When 'nothing' is defined, does it uncease to not be or cease to be? I mean, when I call nothing 'it', it feels like I ruined nothing, and something else aswell. What do you think (about this)?</qco> </h3>      that's what makes nothing so special and fun. a good tool for any artist's tool kit\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n12:47 pm</dco> &nbsp;<qco> Are you Barbara Streisand?&nbsp;</qco> </h3>      i've never been tested\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n10:57 am</dco> &nbsp;<qco> for your short Q&amp;A videos, where did you get the questions from?</qco> </h3>      my mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n9:51 am</dco> &nbsp;<qco> why is going home such a common theme in your songs</qco> </h3>      because i think it's nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n6:28 am</dco> &nbsp;<qco> How were you able to do a song a week and have time to make vine videos everyday back then?</qco> </h3>      they weren't vine videos back then, it was 1 song a week and 4 videos (5 days, mon-fri). but most of them had to be extremely short. also the songs that were being chosen were already written, so even when i was able to do a 3min song on that schedule, i didn't have to do any of the writing\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n6:03 am</dco> &nbsp;<qco> Are you retarded?</qco> </h3>      i've never been tested\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n5:39 am</dco> &nbsp;<qco> what do you think?</qco> </h3>      thoughts, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n5:00 am</dco> &nbsp;<qco> what's the strategy for doing songs and videos at a reasonable pace ?</qco> </h3>      alternate weeks, doing a song 1 week and then spend the next week working on the next video\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n3:56 am</dco> &nbsp;<qco> Are you a musical instrument?</qco> </h3>      in some ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n2:58 am</dco> &nbsp;<qco> Is it possible to learn piano left handed?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n2:46 am</dco> &nbsp;<qco> so what the plan to make content without blowing up with stress?</qco> </h3>      try to balance the time evenly between working on songs and videos.\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n1:12 am</dco> &nbsp;<qco> You say that yo prefer the use of 'haha' over 'lol' or 'lmao'. However, don't you feel it may come of as sarcastic at times? Like, someone sends you a joke and you say 'haha.'am i just being paranoid?</qco> </h3>      i think it is the best way to represent laughing through text. 'lol' and 'lmao' no longer mean laughing. they mean nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n1:06 am</dco> &nbsp;<qco> BILL WHY DO YOU USE LOWERCASE LETTERS SO MUCH</qco> </h3>      most people use lowercase for almost all of their letters. unless they are trying to convey a desperately urgent message, emergency style\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n12:19 am</dco> &nbsp;<qco> what is the significance of \"1 lovely drive\" in i can play? or did you just pick a random address</qco> </h3>      not just random. a lovely place to go back to\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.17&nbsp;\n12:18 am</dco> &nbsp;<qco> are you ever going to update the scramble page?</qco> </h3>      i update it all the time. are you ever going to notice\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n11:53 pm</dco> &nbsp;<qco> you figured out a schedule???</qco> </h3>      i think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n11:20 pm</dco> &nbsp;<qco> can you handle horror movies?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n11:12 pm</dco> &nbsp;<qco> have you ever watched Bob Ross? Thoughts on his art?</qco> </h3>      i have watched a lot of bob ross\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n10:52 pm</dco> &nbsp;<qco> Did you work on the style of comedy that you use, or is it just nature? Also, this isn't a question, but thanks for having a questions page!</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n10:35 pm</dco> &nbsp;<qco> Sup dude, what's that new strategy for songs and videos you talked about?</qco> </h3>      alternate weeks. work on the video until the end of this week, and then switch to the song and finish it for the following week. and then go back to the video for a week. and then do another song the week after, etc. and also do a reality update every day, and upload a bandcamp album, of which there are probably only 5 left to do\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n10:00 pm</dco> &nbsp;<qco> songwriting advice?</qco> </h3>      you can do anything. although most people forget this\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n9:37 pm</dco> &nbsp;<qco> You Haven't Made A Video In 1 Month, Are You Gone Forever?</qco> </h3>      my last one took 11\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n9:18 pm</dco> &nbsp;<qco> did you give up on this page</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n8:46 pm</dco> &nbsp;<qco> Why is the sky blue?</qco> </h3>      it has to be something\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n7:11 pm</dco> &nbsp;<qco> Are you the real Bill Wurtz, or is this just a fan-made site? How do we know you're really you?&nbsp;</qco> </h3>      if it's a fan site then where do they get all the stuff that's only here and nowhere else\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n5:37 pm</dco> &nbsp;<qco> do you enjoy wearing socks, Bill?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n5:25 pm</dco> &nbsp;<qco> Why do you like lowercase letters?</qco> </h3>      your question was about 97% lowercase letters. perhaps you could take a look in the mirror and ask yourself that\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n4:19 pm</dco> &nbsp;<qco> do you live at bushwick avenue close to the j train&nbsp;</qco> </h3>      no but i used to\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n3:48 pm</dco> &nbsp;<qco> Is it easy to play/learn keyboard?&nbsp;</qco> </h3>      yes\n\n<br><br>"
  }
]
