[
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n7:07 pm</dco> &nbsp;<qco> How did you make the writing sound effect in gotta write something down?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n6:38 pm</dco> &nbsp;<qco> what's the point about Wild Frolicking Adventures of Informational Education?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n5:18 pm</dco> &nbsp;<qco> I think people who say how terrible the world is nowadays are full of shit.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n4:54 pm</dco> &nbsp;<qco> Do the lyrics of your new song contain the word \"school\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n4:36 pm</dco> &nbsp;<qco> do you think it's possible to do anything that others find impossible</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n4:26 pm</dco> &nbsp;<qco> what is a song from a videogame that you enjoy?</qco> </h3><a href=\"https://www.youtube.com/watch?v=Y3lAD8MEVIY\">this</a>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n3:56 pm</dco> &nbsp;<qco> Are you a wizard?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n3:51 pm</dco> &nbsp;<qco> How do I deal with the crushing guilt of doing a bad thing that I know I can't ever fix and that I'm pretty sure has prevented me from ever being happy again in my life cause I have no idea how I could ever make up for it without looking like the complete fucking idiot that I am.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n3:42 pm</dco> &nbsp;<qco> What is the first letter of your next song title?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n3:33 pm</dco> &nbsp;<qco> What's your favorite David Bowie moment?</qco> </h3><a href=\"bowieonlennon.mp4\">this</a>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n3:21 pm</dco> &nbsp;<qco> what does the terminal carry you through?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n2:40 pm</dco> &nbsp;<qco> Did you ever reuse songs for the Monday videos</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n1:49 pm</dco> &nbsp;<qco> will you make a song about rocks?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n12:56 pm</dco> &nbsp;<qco> How to work without burnouts?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n12:51 pm</dco> &nbsp;<qco> how can I be strong enough to reach for things beyond me</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n12:44 pm</dco> &nbsp;<qco> do you know why most of your newer videos (probably since \"hello sexy pants\") contain a glitched tile of pixels at the very bottom part of a frame?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n12:43 pm</dco> &nbsp;<qco> why does the newest reality video only come through the left speaker</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n12:33 pm</dco> &nbsp;<qco> do u like the song Do it Anyway</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n12:18 pm</dco> &nbsp;<qco> so it seems my strategy for finishing stuff has been backwards from yours;&nbsp;i wrote a small opera in high school and the fact that i had to teach other people how to do it in time for the performance was a good deadline for finishing it.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i wrote a small space-opera-legal-drama-farce musical in college nearly entirely during one boring phonetics class and the fact that i had to hold auditions and rehearsals before i could have it performed was a good deadline for finishing it. i wrote a small album and the time constraints of when the string players were in town was a good deadline for recording my parts and finishing the charts for them. i am trying to do more stuff, but i am now doing it by myself, and not having externally dependent deadlines means i can do it whenever, so i am having a hard time picking what to do when, and not much is happening. i know you have some really complex priority and randomization strategies;&nbsp;how do you commit to them? do you just Decide?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n12:08 pm</dco> &nbsp;<qco> how can i get real answers when i ask someone how they are?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n11:57 am</dco> &nbsp;<qco> I'm really excited to see the reality entries for HOTEWIG development. Is it / will it be more dramatic and emotional than the other reality vids leading up to it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n11:45 am</dco> &nbsp;<qco> so you've said that you vine ideas came from things you did or thought about in the past.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n in that case, where did \"history of the world\" (the vine, not the long video) come from?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n11:42 am</dco> &nbsp;<qco> wow the newest reality video has So Much Insight into your process thanks for those crazy long scrolls through your process documents</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n11:37 am</dco> &nbsp;<qco> do you avoid writing songs in any keys because they dont suit your vocal range?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n11:37 am</dco> &nbsp;<qco> from the amateur anagram dweeb - is the new song title \"ode to lists: oh, scary fifth?\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n11:14 am</dco> &nbsp;<qco> Is a vid getting released next Tuesday?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n11:11 am</dco> &nbsp;<qco> hey so i could've sworn last friday's reality video was 5.20.16, but now it says 5.18 and today's reality is 5.20, did you change the date or am i just misremembering???</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n9:54 am</dco> &nbsp;<qco> School is cancelled for snow but there is no snow on the ground, what do I do</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n9:16 am</dco> &nbsp;<qco> Your opinions on potatoes?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n8:25 am</dco> &nbsp;<qco> <a href=\"q.php?date=201902281907\">2.28.19&nbsp;&nbsp;7:07 pm</a>  what the fuck. not subtitling your videos is plain fucking dumb. do you know what would happen if you subtitled your videos? more people would be able to understand them, therefore, you would amass a much greater following, and millions more people would be able to enjoy your work. I understand you probably think that your shit is far too complex to understand without rerecording vocals and rewriting English text, but I can assure you in the nicest way possible, </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;it is not. I think that people who don't speak English would just be appreciative of the fact that they have a translation of the video and would not ask for any more than that.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I also think that a lot of people would prefer to enjoy your videos in their original format than have a redone one. and like you said, it is basically impossible (at this point in time at least) for you to make these kinds of redone videos. so the way see it is you have two options: keep community subtitles off and only let the English speakers understand what the fuck your saying, or turn them the fuck on and be fucking nice to people who weren't born in an English speaking country.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I'm sorry but it makes me mad that you refuse to do a simple thing that would mean sooooo many more people would be able to enjoy your shit.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; thank you for doing what you're doing. you are one of my favourite artists. have a lovely night.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n8:04 am</dco> &nbsp;<qco> oh man im just starting to realise that the music industry is really big and scary and there are hundreds of people trying to do what I'm doing this makes me anxious what do I do</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n8:04 am</dco> &nbsp;<qco> do you lie to yourself</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n7:10 am</dco> &nbsp;<qco> <a href=\"q.php?date=201902280918\">2.28.19&nbsp;&nbsp;9:18 am</a>  I am not the one who asked this question but the last reality clip I see is the one titled 5.20.16 3:19 pm</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n6:40 am</dco> &nbsp;<qco> do you ever write something without knowing what it means and then look over what you wrote and assign meaning to it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n6:18 am</dco> &nbsp;<qco> If you could design an afterlife, what would it look like?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n5:40 am</dco> &nbsp;<qco> can you please make an option on the reality page to sort the reality clips by date posted? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;it's very hard to find the reality clips that were newly posted if they are not on the top&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n5:36 am</dco> &nbsp;<qco> do you ever get tired of answering all of these inane questions, or does it feel you with POWER?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n4:19 am</dco> &nbsp;<qco> how long have you been keeping track of precise dates for things? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nI recently started and I feel so lost now scrolling through these old notes with absolutely no idea when they were written</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n4:06 am</dco> &nbsp;<qco> where do u draw the line between fuckin the schedule and making sweet, sweet love to the schedule?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n2:52 am</dco> &nbsp;<qco> Do you read poetry, or just write it?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I find myself reading a lot of AE housman lately. If you know him I'd love to know a favorite line or poem of his.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n2:20 am</dco> &nbsp;<qco> does your next song's title contain the word \"of\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n1:58 am</dco> &nbsp;<qco> <a href=\"q.php?date=201902242259\">2.24.19&nbsp;&nbsp;10:59 pm</a>  But what if you want to take action against this bad material? Are you allowed to tell the teacher that the material is not good, tell them why it is not good, and suggest ways to make it better?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n1:04 am</dco> &nbsp;<qco> Can we have one word from your new song lyrics?</qco> </h3><a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2019-02.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n11:25 pm</dco> &nbsp;<qco> How is your YT music video playlist longer than your song playlist? Are some of the musics not songs or something?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n11:19 pm</dco> &nbsp;<qco> I like the 1 train but it's broken. Do I replace with evil slow C train?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n11:18 pm</dco> &nbsp;<qco> How do I have a conversation with a person?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n11:10 pm</dco> &nbsp;<qco> How do I be less sensitive and care less about what other people say about me?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Whenever someone says anything even a little bit negative about me, I can't get it out of my head.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n11:07 pm</dco> &nbsp;<qco> Would a dream about the y-axis be considered a nightmare?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n10:10 pm</dco> &nbsp;<qco> do you wear your baseball caps mildly sideways for aesthetic purposes, or is it just more comfortable that way?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n10:00 pm</dco> &nbsp;<qco> Do you sometimes get suicidal?</qco> </h3>"
  }
]
