[
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n11:13 am</dco> &nbsp;<qco> Why is the email page in your website your email address in text form, and not a \"mailto:billwurtz@billwurtz.com\" link?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n9:42 am</dco> &nbsp;<qco> What's the best advice you've ever gave</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n9:12 am</dco> &nbsp;<qco> HOW DO I TURN OFF CAPS LOCK</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n8:26 am</dco> &nbsp;<qco> \"7.13.17&nbsp;&nbsp;8:45 am / post the fire hydrant note on the front page of a google search for my name\" You mean the \"hi I'm an old fire hydrant with nothing on it.\" note? what bothered you about that?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n8:16 am</dco> &nbsp;<qco> is steve's (that's not his name, but whatever) hair natural blue or did he dye it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n7:58 am</dco> &nbsp;<qco> \"Hope You Have A Good Day\" is not six seconds, its twelve. You've labeled it wrong.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n7:29 am</dco> &nbsp;<qco> Are you getting better at making content over time?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n7:26 am</dco> &nbsp;<qco> which song / video do you use the full mash?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n6:24 am</dco> &nbsp;<qco> so the door behind the history of japan was the history of the world. your reality page is nice</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n6:09 am</dco> &nbsp;<qco> do you beleve gender is a spectrum?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n5:17 am</dco> &nbsp;<qco> hi i didn't know who you were til I joined a certain youtuber's discord can you enlighten me on what you do?</qco> </h3><a href=\"http://billwurtz.com\">billwurtz.com</a>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n3:37 am</dco> &nbsp;<qco> Hey bill what's your goal with answering all o' these questions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n1:43 am</dco> &nbsp;<qco> bill you just gave me some really helpful advice and it struck a chord with me and i started crying because ive been struggling with the abyss for a while and feeling useless. thank you man</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n1:24 am</dco> &nbsp;<qco> At the end of hotewig, you said \"i hope i mentioned everything\". However you've made it exceedingly clear on this page that you knowingly and necessarily omitted a whole lot. How can you hope you did something that you know you didn't do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n1:21 am</dco> &nbsp;<qco> Regarding <a href=\"http://www.billwurtz.com/reality/201202091838.mp4\">2.9.12 6:38pm</a> -- do you think you have accomplished/are accomplishing&nbsp;&nbsp;what you wanted?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n12:54 am</dco> &nbsp;<qco> <a href=\"survival-strategy.html\">What inspired you to get into making music and jingles?</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n12:41 am</dco> &nbsp;<qco> can you recommend me good piano exercise?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n12:31 am</dco> &nbsp;<qco> Do you plan on putting your music on the Google Play store?</qco> </h3><a href=\"https://play.google.com/store/music/artist/bill_wurtz?id=Awg6mre5xtl4ye6gr2gckz5pqve\">Google Play</a>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n12:27 am</dco> &nbsp;<qco> Basing this off the answer to the 7.13.17 2:45 pm question: What's wrong with a mish mash of visions/ideas? Sure it wouldn't be the same as before but that doesn't mean it's worse. It could even be better than you think. Like how you said your audience doesn't know what they like until you give it to them. Maybe someone could give you an idea that wows you and makes the video a lot more interesting.</qco> </h3><a href=\"collab.html\">collab</a>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n12:07 am</dco> &nbsp;<qco> back when \"hi, im steve\" didn't exist, i saw a bunch of comments about something called \"I love you\". help.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n12:06 am</dco> &nbsp;<qco> DONT EVER DO A LIVESTREAM ITS A TRAP DONT EVEN CONSIDER IT</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n11:51 pm</dco> &nbsp;<qco> do you spell bill wurtz with capitals?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n11:50 pm</dco> &nbsp;<qco> does it help to talk to yourself</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n11:31 pm</dco> &nbsp;<qco> <a href=\"meet-and-greet.html\">Can you do meet and greets?</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n11:31 pm</dco> &nbsp;<qco> Why are you such a private person?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n11:12 pm</dco> &nbsp;<qco> What's the best piece of advice you've ever been given?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n11:02 pm</dco> &nbsp;<qco> in an earlier question, you claimed to have uploaded two videos on youtube, one unnamed and the other being \"I love you\". </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but according to your channel, the only thing you've uploaded since \"history of the entire world, i guess\" is \"hi, im steve\". </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;can i have an explanation?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n10:54 pm</dco> &nbsp;<qco> i get sick of ideas i have and i no longer want to work on them just a few days after i start working on them. they're good ideas but i have more ideas and they're more fun to think about. but i still want those original ideas made?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n9:40 pm</dco> &nbsp;<qco> how would you call that section in \"got to know what's going on\" right before the last choruses? the bit that goes \"open the door, cuz i got to know what we came here for, whatever it is i'll believe it\". it doesn't \"feel\" like part of the bridge since it imitates the verse, chorus and prechorus sections. my best guess would be to call it a \"summary\" but that's not a musical term afaik</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n8:54 pm</dco> &nbsp;<qco> <a href=\"do-you-sleep-because-timestamps.html\">I went through a considerable amount of questions you answered, checking their time stamps and estimating when you sleep and how much. My conclusion was that you sleep in very small bits and irregularly. Is this true and if so, how do you manage with such a sleep ''schedule''</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n8:39 pm</dco> &nbsp;<qco> what do you do after finishing a video? like before you start working on the next one?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n7:55 pm</dco> &nbsp;<qco> What is your favorite place to generate ideas, and where then to work on them?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n7:42 pm</dco> &nbsp;<qco> As a suggestion for the 7.12.17&nbsp;&nbsp;12:52 pm person, I guess you can settle for 6/8 if you want one sig that encompasses everything. As in there are always 6 quaver beats in the bar but not necessarily grouped in 3 crotchets/quarter notes/whatever (ie 3/4). Essentially like a musical lowest common denominator if that makes sense?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n7:15 pm</dco> &nbsp;<qco> \"and that's how I do it\" that last \"do it\" is so satisfactory and I don't know why. I can play music on various instruments but I don't really know music theory. is there a reason why that part gives me that feeling?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n7:03 pm</dco> &nbsp;<qco> If you were a billionare would you still be a youtuber</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n6:11 pm</dco> &nbsp;<qco> If a banana was our form of currency would that make Africa one of the richest places ever and the rest of the non banana growers would be screwed?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n6:09 pm</dco> &nbsp;<qco> Why do some of your older videos oscillate in video speed (e.g. rising out of bed, here's a bowl, my foot, etc.)?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n4:12 pm</dco> &nbsp;<qco> What do you use your guitar for?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n2:45 pm</dco> &nbsp;<qco> So the paradox is, you need help in order to do all this crazy stuff quickly. But if major parts of it (the music, the visuals, the writing) aren't done by you then it's not Bill Wurtz Content anymore. Then it's a mish mash of your vision and some stranger's interpretation of your vision. So you can't have any major help, but it'd be super helpful to have major help, am I getting that right?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n2:19 pm</dco> &nbsp;<qco> Have you ever considered writing and recording something heavily multi-tracked/overdubbed and experimenting with multiple voices?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n1:56 pm</dco> &nbsp;<qco> what keeps you from killing yourself?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n1:15 pm</dco> &nbsp;<qco> <a href=\"email-large.html\">why is the email written on your email page so big</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n10:55 am</dco> &nbsp;<qco> why don't you allow ads on your videos? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;people who dont like ads will just use adblock so it won't bother anyone.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n10:11 am</dco> &nbsp;<qco> you mentioned that you break down a project into small tasks and do each of them in an assigned time frame.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How do you know how much time is needed for each small task?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n9:20 am</dco> &nbsp;<qco> Do you have all the answers?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n9:16 am</dco> &nbsp;<qco> will you make more videos of medium size?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n9:10 am</dco> &nbsp;<qco> do you really enjoy making longer videos, or the reason why you do more of them now is because they get more recognition?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n9:07 am</dco> &nbsp;<qco> yo bill man <a href=\"mbti.html\">what's your mbti</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n8:55 am</dco> &nbsp;<qco> how much is your content directly influenced by other viral content?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I notice that \"house building checklist\" has a similarity to one of tomska's asdfmovies, </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;while \"Are You the Real You\" seems related to dhmis4 - </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;coincidence or not?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n8:45 am</dco> &nbsp;<qco> Why the robots.txt file? What did google's crawler do to deserve its banishment from your site?</qco> </h3>"
  }
]
