[
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n8:44 am</dco> &nbsp;<qco> How frequently do you upload videos?</qco> </h3>      as quick as i can make them. to see the exact dates that i have uploaded videos, check the videos page\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n4:19 am</dco> &nbsp;<qco> I understand you're adding notes to the notes page, but I don't see new ones. Are you adding notes that are labeled as not the most recent dates? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hidden amongst the previous notes?</qco> </h3>      none of the notes are hidden\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n4:08 am</dco> &nbsp;<qco> What's your inspiration for you're free to do whatever you want to?</qco> </h3>      just wanted to write a lot of songs, which is what i did, right around the time that was written. and also wrote many more in the months that followed\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n3:43 am</dco> &nbsp;<qco> <a href=\"q.php?date=201803071951\">3.7.18&nbsp;&nbsp;7:51 pm</a>  what do you mean with \"people\n<br>might start finding them\"? why wouldn't you post the notes on the page people see when they click on \"notebook\" on billwurtz.com?</qco></h3>      i would, and i do<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; that really seems like an unreasonable thing to do, since you want people to see your content. (and that's why you share it on this website)</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n1:29 am</dco> &nbsp;<qco> What's a cool music lesson you've learned recently?&nbsp;</qco> </h3>      how to very manage the 100-200 frequency range in the mix\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n12:18 am</dco> &nbsp;<qco> http://www.billwurtz.com/bedprose20090506.html thermus jervais vs thervais jervais, is that a typo?​</qco> </h3>      no, it's a made up name. i made it up both times\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n11:26 pm</dco> &nbsp;<qco> sooo i believe the confusion with the note update is because you updated notes from 2009 and 2010 that aren't at the top right after your most recent \"fresh ducks\" note from 2017. i actually did notice the note update.. these notes are from earlier years and are located near the bottom of the page to be in date order. i think that is why people think you aren't updating because the update doesn't show the newly updated notes at the top of the page.</qco> </h3>      everything on this site is in order of the date that best represents the creation of the item\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n11:15 pm</dco> &nbsp;<qco> I used to be a hater, than I heard the emotional La de da de da de da de day o, and was converted. How did you read my mind and connect to all the emotions I had kept bottled up inside? Are you a mind reader?</qco> </h3>      no, but i might live on the same planet as you, so we might have had some similar experiences\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n11:10 pm</dco> &nbsp;<qco> Also, is it safe to presume that when working on projects of yours that you think going the extra mile (metaphorically speaking) is important?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n11:08 pm</dco> &nbsp;<qco> What do you think about the contrast between you and 'RedFoo' (with regards to body language) when you won that Shorty Award? I find it rather interesting.\n<br>\n<br>Heres the video for reference:\n<br>https://www.youtube.com/watch?v=nIVq2upE028</qco> </h3>      we were in distinctly different circumstances. he was supposed to stand and do nothing, while music was playing. i was supposed to be walking to promptly retrieve something, from a long way away (the maximum distance, for that situation). if he and i had been in the reverse situation, we may have done something very similar to what each other did at that time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n11:02 pm</dco> &nbsp;<qco> Bill. In the Notebook, linked on the front page, I see no new notes;&nbsp;All notes are currently colored in the way that indicates that I have clicked on the note, and I have not clicked on any notes in the recent weeks (recent, to be clear, being 4 weeks), so I know you have not posted a new (not-yet-clicked-on) note in weeks. Yet you claim you are have posted new notes in the recent weeks in a publically viewable manner. Do you agree that you have made these claims? Do you still agree with these claims? And if you do, why is it that, as of this point, on my screen, and presumably on the screens of other viewers, there are no new (posted within the past 4 weeks) notes?</qco> </h3>      \nmaybe it's showing you the cashed version. try refreshing<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n10:43 pm</dco> &nbsp;<qco> What motivated you to start writing songs?</qco> </h3>      i love songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n10:42 pm</dco> &nbsp;<qco> wats the picture in expert mode of?\n<br>is it your house?\n<br>pls specify</qco> </h3>      there are many many pictures on expert mode\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n10:11 pm</dco> &nbsp;<qco> Do you dress up in a costume and fight crime when you're note doing billwurtz.com stuff?&nbsp;</qco> </h3>      there is no extra time. the billwurtz stuff takes 100% of my time, which is still only enough time to do about 3% of the billwurtz stuff that needs to be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n10:00 pm</dco> &nbsp;<qco> When will you upload</qco> </h3>      when the item to be uploaded is finished\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n9:44 pm</dco> &nbsp;<qco> hey bill i think all the hubbub about the notebook is because, at least for me, when i go to the notebook page, the latest addition is from march eight two thousand and seventeen.\n</qco></h3>      that's not the latest thing to be added, that's just the one that was written the most recently, out of any of them on the site<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it's about ducks being fresh. i don't know if you have updated the notebook page since then but for me and i'm assuming a lot of other people, those updates have not shown</qco> </h3>      yes they have\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n9:43 pm</dco> &nbsp;<qco> When you perform live how many other musicians do you think you'll have with you on stage?</qco> </h3>      5 to 10\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n9:17 pm</dco> &nbsp;<qco> Did you intentionally release hotewig close to AP test time or was it simply a coincidence? funny how things fall into place like that...</qco> </h3>      <a href=\"q.php?date=201801302007\">1.30.18&nbsp;&nbsp;8:07 pm</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n9:10 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201803062253\">3.6.18&nbsp;&nbsp;10:53 pm</a>  why?</qco> </h3>      because it never worked, and i realized that i am willing and able to go it alone. that's the only way i have gotten any results what soever. the hard part was getting up the courage to go against the endless heaps of collabopropaganda that society tends to serve up daily\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n9:05 pm</dco> &nbsp;<qco> Do you have any soap tips? I've been looking all over for some soap tips.</qco> </h3>      i think i made a video like that, although they were mostly fictional tips, if i recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n8:24 pm</dco> &nbsp;<qco> So when you're when you're referring to the notebook do you actually mean the tweets you send out?</qco> </h3>      no, although i have included many tweets on the notes page. but i don't really like to do that because they weren't written for it, and the false length limit starts to seem glaringly wrong when it's on the website\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n8:22 pm</dco> &nbsp;<qco> http://www.billwurtz.com/reality/201207031945.mp4 why is it upside down?</qco> </h3>      to keep it interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n7:51 pm</dco> &nbsp;<qco> alright BILL i wanna get to the bottom of this, what are you talking about when you say you are posting notes to the website? </qco></h3>      i'm adding more notes, to the notes page. for example, the amount of notes on the page now is drastically higher than it was several months ago, and the amount of notes on the page has been getting greater over time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;none of us are seeing the notes page update</qco></h3>      how do you know<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and to be honest i am flabbergasted, because you keep saying that you're updating it but you're not.</qco></h3>      that's not true, i am. in fact i just added one, just because you said that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and you're also not talking about twitter, so what is going on</qco> </h3>      i've been gradually adding more notes to the website, over time. lately i've gotten more courage to post more of the crazier ones, now there are some really crazy ones up there and i'm nervous that people might start finding them, but oh well, that's why i got into this\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n7:29 pm</dco> &nbsp;<qco> What can we do to fix all of the nasty stuff that's happening in the world?</qco> </h3>      do better stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n6:55 pm</dco> &nbsp;<qco> how do you decide what screencaps to post on instagram&nbsp;</qco> </h3>      anything that jumps out at me, visually, anywhere in the course of the process\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n6:06 pm</dco> &nbsp;<qco> is there a difference between sounds and music</qco> </h3>      all music is sound, but all sound does not necessarily have to be considered music, although you can call anything music if you feel like it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n5:08 pm</dco> &nbsp;<qco> What's the story behind your 'lizards are great' video? I imagine that there was a lizard sitting off-camera pointing a gun at you and holding up a cue-card that said 'lizards are great'.</qco> </h3>      i was looking for a new way to make live-action free videos (non-song videos) and i ended up going on camera and just saying improvised things, and then i saved them in a cue to make them into short 1-line videos, for thursdays. lizards is the first, and by far the worst, and probably the only one where i didn't construct any intro or outro to frame the line\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n4:56 pm</dco> &nbsp;<qco> The notebook things aren't showing up</qco> </h3>      which ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n4:55 pm</dco> &nbsp;<qco> What are your thoughts on everything that's ever happened?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n4:27 pm</dco> &nbsp;<qco> if you could go anywhere on earth, where would you go</qco> </h3>      everywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n4:01 pm</dco> &nbsp;<qco> do you believe in the matrix</qco> </h3>      which matrix\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n3:18 pm</dco> &nbsp;<qco> do you prefer capitalism or communism</qco> </h3>      how about a nice tasty swirl\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n2:39 pm</dco> &nbsp;<qco> if you've already recorded reality and notebooks quite a while ago how come you wait until a long time has passed since you wrote them to post them</qco> </h3>      for reality: 1. i need to search through thousands of hours to find and put together clips that are good. 2. need to make video for them 3. the more time has passed since the original recording date, the more opportunity i have to use stronger foreshadowing, and include things that are much more meaningful, and relate so much stronger to future events\n     <br>\n     for notes: i didn't have this website when i made the majority of the good stuff, and it's taken a while to get up the courage to post some of the deeper crazier stuff. in the time since 2014, i've mainly just been writing things for twitter, and i do include some of that stuff on the notes page, but people tend to complain that it's too short (twitter has a length limit, so it's fine for twitter and those were written for twitter) and they make a good point. they are for twitter. so i'm not really concerned with those. generally when it comes to much longer notes, that was mostly an outlet to express creativity while i was still figuring out how to actually record full blown songs, with lyrics, with vocals, with all instruments, and with video, all entirely by myself. now that i know how to do that, that is where i spend most of my time. but there are still hundreds, perhaps thousands (depending on how you divide it) of note items which i am releasing gradually, all dated according to when it was written, as always. there are probably 10x as many notes now as there were in 2014, even if you only count the ones before 2014\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n1:00 pm</dco> &nbsp;<qco> do you have any advice for an audition for a play</qco> </h3>      have them each read a few lines, just to see who is competent, then call back the ones you are interested in, and have them do more\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n12:57 pm</dco> &nbsp;<qco> Do you love Jesus?&nbsp;</qco> </h3>      jesus is my sister\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n12:54 pm</dco> &nbsp;<qco> you ever feel like people are generally too concerned if something has meaning? Like with a bunch of your songs people ask what they mean, and even after you tell them they always expect more? Not that this specifically relates to you, but I feel there is a difference between things having a meaning, and being meaningful, you know what I mean?</qco> </h3>      meaning is often a feeling. which may be felt very differently from person to person\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n12:24 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201803051853\">3.5.18&nbsp;&nbsp;6:53 pm</a> &nbsp;&nbsp;celebrate what?</qco> </h3>      the end of the breakdown?\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n12:14 pm</dco> &nbsp;<qco> I don't know what you're seeing, but the last note I see in the notebook is the one about fresh ducks. When you say you're posting notes, do you only mean the ones on Twitter?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n11:19 am</dco> &nbsp;<qco> Do you have an opinion about orange?</qco> </h3>      it's actually a very narrow range\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n10:16 am</dco> &nbsp;<qco> <a href=\"q.php?date=201803062039\">3.6.18&nbsp;&nbsp;8:39 pm</a>  I see a bunch of questions like these ones of people not noticing when you post new content. Do you perceive this as an issue </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and would you like to do something to make sure that everyone knows when you post new content?</qco></h3>      on some of the other sites i use, it is more obvious. there are also various fan communities who keep very close track of these things, and they can discover things that way<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or do you not care?\n<br>Maybe also displaying the date of upload,</qco></h3>      displaying 2 dates on each item looks like a mindfuck<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or being able to sort by date uploaded could work?</qco> </h3>      i strongly prefer to date things by creation. on most other websites, this is not allowed, and that's one of the main reasons i made my own website\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n9:36 am</dco> &nbsp;<qco> what do you think about the future?</qco> </h3>      could be anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n9:03 am</dco> &nbsp;<qco> What would you consider a legitimate reason for making music?</qco> </h3>      to control people's minds\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n8:47 am</dco> &nbsp;<qco> When did you write \"fell in love on the q train\"?</qco> </h3>      sept 16, 2015\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n7:13 am</dco> &nbsp;<qco> what is science?</qco> </h3>      figuring out how things work\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n6:16 am</dco> &nbsp;<qco> I heard you hate resumes. I also hate resumes, but apparently I have to make one right now. Could you help me by complaining some more about why you don't like them?​</qco> </h3>      no, i've already gotten more than enough backlash from the resume community, and even hired a special PR team to handle it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n5:34 am</dco> &nbsp;<qco> name my pet</qco> </h3>      petty\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n3:43 am</dco> &nbsp;<qco> why is society falling apart</qco> </h3>      why do you think it's falling apart\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n3:10 am</dco> &nbsp;<qco> Do you focus more on how the lyrics sound or more on the melody of your songs?</qco> </h3>      i focus on both of those things, and much more\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n2:25 am</dco> &nbsp;<qco> what makes you decide to make some vines, for lack of a better term, two part series? like the \"i wrote a letter to myself\" and \"how do you find love\" ones. what made you decide follow up for those was good</qco> </h3>      it was an opportunity to almost express something longer than 7 seconds, on a platform where each video was limited to under 7 seconds\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.18&nbsp;\n1:40 am</dco> &nbsp;<qco> Why do you use caps less than usual?\n<br>\n<br>I now acknowledge you do, but why do you use them uncommonly?</qco> </h3>      i think if you look around, you will find that my capitalization habbits are not uncommon at all\n<br><br>"
  }
]
