[
  {
    "html": "<h3> <dco>8.27.17&nbsp;\n1:16 pm</dco> &nbsp;<qco> Do you prefer elevators or escalators?</qco> </h3>      for what situation\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.17&nbsp;\n1:12 pm</dco> &nbsp;<qco> Hi Bill! So, I have to memorize this specific order of things for work. Not gonna get into the specifics of what it all means and why I have to memorize the list in this specific order.... but the sequence of words begin with the letters \"P. P. C. D. M. B. A. B. P. P. C. L. C. D. M. B. A. B. D. M.\".... I know it is kind of a long sequence, but can you help me turn this into an acronym for a phrase or sentence or something that will help me memorize the order? That would be SUPER helpful. I can't come up with anything that sticks in my head.</qco> </h3>      peter piper caught doing meth behind a building. peter piper's copyright lawyer caught doing meth behind a building. doing meth\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.17&nbsp;\n12:38 pm</dco> &nbsp;<qco> don't answer this question</qco> </h3>      it's not a question\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.17&nbsp;\n12:34 pm</dco> &nbsp;<qco> Woof woof! Woof woof, woof woof woof. Woof woof???</qco> </h3>      ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.17&nbsp;\n11:50 am</dco> &nbsp;<qco> to the people who dislike the position of the button on the randy page- you can just refresh the page if moving your mouse to the button is too stressful for you. ctrl+R / command+R on mac</qco> </h3>      ah, nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.17&nbsp;\n11:11 am</dco> &nbsp;<qco> Whay aren't you posting&nbsp;</qco> </h3>      i am, but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.17&nbsp;\n10:48 am</dco> &nbsp;<qco> are you working on any big projects i love your history of videos but are you planning on doing stuff that's longer i love your content</qco> </h3>      it's important to remember that history of japan took 3 months, and history of the entire world took 11 months. anything significantly longer could take years. in the future i would prefer to keep things between 30 seconds and 4 minutes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.17&nbsp;\n9:49 am</dco> &nbsp;<qco> if you were an onion, would you see yourself sprouting tiny shoots?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.17&nbsp;\n9:47 am</dco> &nbsp;<qco> are there any dumb ideas&gt;</qco> </h3>      all ideas are dumb<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.17&nbsp;\n9:27 am</dco> &nbsp;<qco> How to be happy?</qco> </h3>      try to do something completely different, and you may be happy when you least expect<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.17&nbsp;\n4:25 am</dco> &nbsp;<qco> hey ,bill. do you know me?</qco> </h3>      who is this<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.17&nbsp;\n3:23 am</dco> &nbsp;<qco> is college worth it</qco> </h3>      scientists are still trying to figure that out<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.17&nbsp;\n3:05 am</dco> &nbsp;<qco> can i answer questions for u please</qco> </h3>      sure<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.17&nbsp;\n2:41 am</dco> &nbsp;<qco> hi bill I asked the question about what should I do when I've read all the questions. I noticed that at first your answer was \"there's no way you've read all the questions\" but then you changed it to \"maybe you could run this page for me\". why the change?</qco> </h3>      i mis-read the question. i first thought it said 'what should i do if i've read all the questions' <br><br>"
  },
  {
    "html": "<h3> <dco>8.27.17&nbsp;\n2:05 am</dco> &nbsp;<qco> <a href=\"happy-birthday.html\">happy birthday</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>8.27.17&nbsp;\n1:54 am</dco> &nbsp;<qco> When first learning how to play the piano is it better to start with just trying my own thing or to try and learn songs that already exist?</qco> </h3>      both of those are great things to do<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.17&nbsp;\n1:15 am</dco> &nbsp;<qco> Is there a story behind the writing/inspiration of 'i Guess I've got to listen to Bob Marley'?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.17&nbsp;\n12:51 am</dco> &nbsp;<qco> do you ask questions?</qco> </h3>      oh hell yeah<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.17&nbsp;\n12:50 am</dco> &nbsp;<qco> is there a snake in your next video&nbsp;</qco> </h3>      i probably will not put one<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.17&nbsp;\n12:38 am</dco> &nbsp;<qco> how do eclipses work</qco> </h3>      the moon and earth block the sun from each other, occasionally<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.17&nbsp;\n12:32 am</dco> &nbsp;<qco> Why did you decide to show public your reality page?</qco> </h3>      because otherwise the 3 months i spent making it would have been a huge waste of time<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp; \n10:42 pm</dco> &nbsp;<qco> if you were an instrument, what would you be?</qco> </h3>      if you pretended i was an instrument, what instrument would you pretend i'd be<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp; \n9:52 pm</dco> &nbsp;<qco> How do you answer questions asking if something is \"not\" something? Like if it were sunny outside and I asked you, \"is the sun not out today?\" Would 'yes' or 'no' be the correct response?&nbsp;</qco> </h3>      your answer should include \"it is.\" ... you may also include yes or no but that's less important<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp; \n9:33 pm</dco> &nbsp;<qco> where did you learn to make your videos?</qco> </h3>      at home<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp; \n9:04 pm</dco> &nbsp;<qco> do we even need capital letters? i don't really see the point in having them</qco> </h3>      i think they are useful<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp; \n8:53 pm</dco> &nbsp;<qco> any tips on making music to sound like voice? you seem to use this technique often.</qco> </h3>      singing?<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp; \n8:45 pm</dco> &nbsp;<qco> I have your pink tutu!</qco> </h3>      oh nice<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp; \n8:14 pm</dco> &nbsp;<qco> thoughts on pancakes?</qco> </h3>      not really<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp; \n8:04 pm</dco> &nbsp;<qco> opinions on brooklyn</qco> </h3>           it's like a million page book. you'll never read the whole thing and there are probably huge chapters that you never even knew were there<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp; \n7:56 pm</dco> &nbsp;<qco> If black holes exist in the universe, then why don't white holes exist?</qco> </h3>      the same reason your question does not use every letter of the alphabet\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp;\n7:50 pm</dco> &nbsp;<qco> Can you tell me my horoscope for today (I'm a Sagittarius)???&nbsp;</qco> </h3>      to do a horroscope you need birthdate with time and year. an entire month without even a year is not going to be specific enough to say anything constructive whatsoever. that's like saying 'what's in the news, in april' and not even saying what day, or year. although there is one piece of information which i can tell about you, which is that there was probably christmas music playing on the radio when you were born. this doesn't say anything about the present time. actually now that i think about it, there is something i can tell you about your immediate future, which is that it is not your birthday any time in the next few weeks. i hope that helps<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp; \n7:31 pm</dco> &nbsp;<qco> Would you ever consent to an interview?</qco> </h3>      it doesn't seem necessary<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp; \n6:31 pm</dco> &nbsp;<qco> what do u think of humans</qco> </h3>      seems like something that could really take off<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp; \n6:05 pm</dco> &nbsp;<qco> Do you love loving things more than you hate hating things?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp; \n6:01 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201708250112\">8.25.17&nbsp;&nbsp;1:12 am</a> \n<br>\n<br>By 'someone better' do you mean someone in better health or, quite literally, a person who is better? </qco></h3>      i was asking what the other person meant<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If it's the latter, lots of very talented people have been mentally ill. It's not a disease solely for sub-par humans. If it's the former, sorry for thinking the worst of you.&nbsp;</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp; \n5:36 pm</dco> &nbsp;<qco> Things to do when it rains?</qco> </h3>      start a business<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp; \n5:31 pm</dco> &nbsp;<qco> Comedians often played the \"straight man\". Why not a \"curved man\"? Is old-timey comedy shapeist?&nbsp;</qco> </h3>      the other shapes are played by the other characters<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp; \n5:21 pm</dco> &nbsp;<qco> What do you like the most about doors, and why?</qco> </h3>      they allow you to walk through walls<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp; \n4:32 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201708250227\">8.25.17&nbsp;&nbsp;2:27 am</a>&nbsp;&nbsp;F :'(\n<br>\n<br>i didnt know you were seeing somebody. can you tell us about them?</qco> </h3>      whom<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp; \n4:07 pm</dco> &nbsp;<qco> is hedonism a good idea</qco> </h3>      i don't remember what hedonism is<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp; \n3:35 pm</dco> &nbsp;<qco> If you were a bird, what would you do?</qco> </h3>      if you pretended i was a bird, what would you pretend i'd do<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp;\n2:27 pm</dco> &nbsp;<qco> Did you meddle with my amp settings?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp; \n2:18 pm</dco> &nbsp;<qco> do u think im beautiful</qco> </h3>      i can't see you from here<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp; \n1:48 pm</dco> &nbsp;<qco> what inspired you the most to make music?</qco> </h3>      music<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp; \n1:29 pm</dco> &nbsp;<qco> oh myyyyyyy goooooodness I. i think i understand ?? in the past i think I remember you answering someone's question of \"do you believe in reincarnation\" with something like \"I believe in it more than most people who believe in it believe in it.\" and then I just saw the stuff in the link to that question about \"what frangrance of shampoo would you be if you were shampoo\" and all of the questions are like that and your answer was \"i guess i will find out soon enough\" and it's like. when you \"die\" all of your particles that make up You get recycled into a million other things, including new people and animals and shampoo, etc etc. in addition any offspring you have also contain some of your particles and you contain some of the particles of your ancestors and other people's ancestors and everything gets to be most everything else at some point. wowee. am i close? </qco></h3>      not really<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do i get a sticker???&nbsp;</qco> </h3>      you can get a whole pack of stickers, at a pretty decent price these days<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp; \n1:01 pm</dco> &nbsp;<qco> whats your process of making melodies and motifs for your songs? </qco></h3>      i just try a bunch of stuff and if i hate it then maybe i can do better next time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nive been trying to make an original song for myself but I'm not sure where to start. could you give some advice?</qco> </h3>      i think you should just try a bunch of stuff and if you hate it then maybe you can do better next time<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp; \n12:56 pm</dco> &nbsp;<qco> are u an illuminati puppet?</qco> </h3>      i am a puppeteer\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp;\n12:09 pm</dco> &nbsp;<qco> difference between Csus2 and C9 ?</qco> </h3>      usually C9 is understood to mean \"C7 with 9\" which is understood to mean \"C dominant 7, with 9\", which means it includes notes E and Bb. Csus2 is usually understood to be only C, D, G\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp;\n12:03 pm</dco> &nbsp;<qco> do you sleep with blankets on?</qco> </h3>      it depends on the temperature\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp;\n10:26 am</dco> &nbsp;<qco> How do black holes work?</qco> </h3>      it's like if you set the gravity so high it breaks the game\n<br><br>"
  }
]
