[
  {
    "html": "<h3> <dco>5.5.21&nbsp; \n8:45 am</dco> &nbsp;<qco> what is a song</qco> </h3>      \nscientists keep trying to figure it out but the song always figures out the scientists first\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.21&nbsp; \n8:19 am</dco> &nbsp;<qco> am i a tree</qco> </h3>      \nsimilar\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.21&nbsp; \n7:39 am</dco> &nbsp;<qco> So how come you made the chorus for \"la de da de da de da de day oh\" in 2010,</qco></h3>      i did not, that part was made in 2012. the verse before it was made in 2010<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but the rest of the song way later? Did you just read through your old notes and went \"this is pretty darn good, I can use this\"? And did you do the same for here comes the sun?</qco> </h3>      it's like a much much more meticulous and complicated version of that. i can write much faster than i can produce, so from 2008 to 2012 there was sort of a writing epidemic going on, where i just kept writing and writing and writing. not necessarily even finishing them. so in september 2012 i started gathering a chronological list of every song or partial song i had ever written, and then i started working little bits on each one. the same list continues to this day. So when it's time to record/produce and song/video, i have an elaborate writing/selection process where i write some brand new things first, add them to the list, then go through the entire list, pick out good candidates for the next production (i usually end up choosing about 25), then i do some additional writing on some of those, then finally i make my final selection. Then i continue writing that one to completion. The idea of casually finding a song, and just thinking 'oh this is good so i'll do it' seems hilarious to me. that's just not how it works. my mind has to go to full scale war with itself to settle on a song selection\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.21&nbsp; \n6:27 am</dco> &nbsp;<qco> hey are you going to make another 'storytelling' song? i mean like the song soap tips and hi im steve, where you just say random stuff, with rhythmical injections in between.(im serious here dont say something like 'maybe')</qco> </h3>      i don't consider those songs, but i think i've discovered a much stronger version of that format\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.21&nbsp; \n6:27 am</dco> &nbsp;<qco> what is your relationship with sleep?&nbsp;</qco> </h3>      \nwistful, lustful\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.21&nbsp; \n5:44 am</dco> &nbsp;<qco> What is the Eiffel Tower ?</qco> </h3>      \nthe entrance to the 1889 World's Fair\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.21&nbsp; \n4:41 am</dco> &nbsp;<qco> How do you make music videos?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.21&nbsp; \n3:15 am</dco> &nbsp;<qco> hi bill, i've written a few songs, but i want to be able to write short 'jingles' like you do. how do you come up with those short but memorable melodies? \n</qco></h3>      i'm surprised you are ok with the longer stuff but not the shorter stuff. i would think shorter stuff would be a starting point if you can't do long stuff yet<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you just sing/play random notes, </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or whichever notes you feel will sound good by intuition?</qco></h3>      yes, that's it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you apply some theory of which scale degree you want the melody to go to next?</qco></h3>      the only theories that i consider valid are the ones that are based on the way the notes actually sound. although this may be an unpopular opinion<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; my guess is that you probably use a mix of the two, because that's how i write my songs too. but are there any specific tips you have just for writing these short jingles?\n<br>\n<br>sorry for the long and winding question\n<br></qco> </h3>      \nyou just have to magically think of them, just the same way you can magically think of the words you use when you talk. i don't know exactly how we do that, but i know that you get better the more you familiarize yourself with the playing field. so, for language, we just spend a lot of years in the world listening to people talk and trying to do it ourselves. for music, you can spend a lot of years listening to music and playing around with your favorite instruments. Also, because songwriting involves language, it can be helpful to spend a lot of time free-writing\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.21&nbsp; \n3:10 am</dco> &nbsp;<qco> Why did you decide to use 3D?</qco> </h3>      \nsee around corners\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.21&nbsp; \n1:29 am</dco> &nbsp;<qco> do you have any tips or ideas on how to be more patient?</qco> </h3>      \ntake a deep breath and feel the patience flowing through your entire body\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.21&nbsp; \n1:00 am</dco> &nbsp;<qco> thoughts on fame</qco> </h3>      \n it's like an ongoing psychological evaluation, where anyone can judge \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.21&nbsp; \n12:55 am</dco> &nbsp;<qco> whats your most controversial food opinion</qco> </h3>      \nwhite rice with pizza\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.21&nbsp; \n12:21 am</dco> &nbsp;<qco> On the songs page, \"hope you have a good day\" is listed as 6 seconds long;&nbsp;but, the file is 12 seconds long.</qco> </h3>      \nthat's because it loops twice in that version, to at least give you some sense of the looping effect it was originally made for\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n11:57 pm</dco> &nbsp;<qco> what was ur favorite song to produce?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n11:51 pm</dco> &nbsp;<qco> so who's the princess</qco> </h3>      \nit might be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n11:22 pm</dco> &nbsp;<qco> is \"ball and stick\" a 3d video?&nbsp;&nbsp;i can't tell</qco> </h3>      \nthe ball is 3D, the stick is not\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n8:00 pm</dco> &nbsp;<qco> what&nbsp;&nbsp;font do you use in your videos?</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n5:45 pm</dco> &nbsp;<qco> is \"i'm a princess\" about the texas winter crisis? </qco></h3>      no. i should mention that the song recording was entirely finished by april 27, 2019<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i lived through it, and i drew a lot of connections. for one, when you said/sang \"buckets catch the dreams as they fall from my ceiling\", it perfectly described what happened in my house. a sprinkler pipe burst, and water poured from the ceiling. we had to use buckets to catch the water, and all the good dreams. another one is when you said/sang \"and i wonder about my neighbors even though i don't have them. but they're listening to every word i say\" also accurately described how my mom's friends had to go to other house to stay safe, and their neighbors were listening to their problems. and for the final connection, \"oops there goes the ceiling\", one girl's ceiling fell down because of the sudden freeze. mine was removed because of the freeze as well. so, to reiterate, was \"i'm a princess\" about the texas thingy? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or were the connections coincidental?</qco> </h3>      it's not entirely a coincidence. i was definitely writing about the human experience\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n3:49 pm</dco> &nbsp;<qco> I have a long musical background, good theory knowledge, but virtually no experience with this instrument. I really want to become proficient on the keyboard. Would you recommend taking lessons or just figuring it out on my own?</qco> </h3>      \nit sounds like, with your background, you could be teaching lessons\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n2:59 pm</dco> &nbsp;<qco> Will you make a song about sharing?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n2:16 pm</dco> &nbsp;<qco> what is oatmeal?</qco> </h3>      \n a simple test of intelligence \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n1:27 pm</dco> &nbsp;<qco> What's your inspirations?</qco> </h3>      \nanything i have ever known, felt, seen, or thought \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n12:59 pm</dco> &nbsp;<qco> how many words are in your next song?</qco> </h3>      \nabout 394\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n11:43 am</dco> &nbsp;<qco> what is your definition of a song</qco> </h3>      \na freakin miracle\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n11:17 am</dco> &nbsp;<qco> How do I deal with the swings between \"My music will suck, I'll never be a successful musician\" and \"I'm better than everyone else, success is inevitable\"? </qco></h3>      you could start making a documentary about yourself. it already sounds like there are a lot of interesting plot points, and drama<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I know that neither extreme is completely accurate but I want the latter to be true so bad</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n10:22 am</dco> &nbsp;<qco> what's your best tip for someone who wants to get started making music with little experience</qco> </h3>      \nyou may have already thought of this, but, just go ahead and start making the music\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n10:04 am</dco> &nbsp;<qco> Is \"The moon is made of cheese, but I can't taste it\" about perception?</qco> </h3>      \nit's a songwriting exercise, for sure. and songrwiting, for sure, is about perception\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n9:53 am</dco> &nbsp;<qco> On a scale of 1 to 10, how similar are your finished songs to the songs you pictured in your head?\n</qco></h3>      anywhere from 6 to 8<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm wondering this because I have so many ideas in my head that sound amazing, but when I try to make anything, it always comes out awful and never like what I pictured.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n7:54 am</dco> &nbsp;<qco> WHY DON\"T YOU USE CAPITAL LETTERs?</qco> </h3>      \ni do, but, the reason why it may appear that i don't is because you might be paying no attention whatsoever\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n7:52 am</dco> &nbsp;<qco> how does one wake up in the morning travelling straight into the sun? I always seem to wake up sinking into the depths of the earth.</qco> </h3>      \ncould happen in the mid afternoon\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n7:28 am</dco> &nbsp;<qco> How do you come up with catchiest songs on the planet?</qco> </h3>      \nthe only way to do that is to come up with uncatchy songs also\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n3:06 am</dco> &nbsp;<qco> a while ago you saved a tambourine for later. did later ever come?</qco> </h3>      \naround october 2019 i unwrapped it. i have a video recording of this, which i just found, but i've decided not to post it due to the unsightly amounts of dust that can be seen\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n2:06 am</dco> &nbsp;<qco> your reality videos are a huge inspiration for me, and i tell all my friends that are trying to deal with creative blocks for it, and has been a huge help! if we look at this perspective, you are one of the greatest minds i've ever seen for getting mentally better at creative explorativeness. my question here is, do you ever consider posting un-edited raw reality footage, </qco></h3>      yes but that would be much more brutal than you might think<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(i don't know how do you keep them when they are un-edited, but it seems like you have lots of voice recordings where you... just talk?) i know that the edit makes them pretty better, but for a quick-fix for us until you can post more of them, i think a lot of people would still be interested in that format as well!, love your work!</qco> </h3>      sometimes it takes a search party just to even find the talking\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n1:43 am</dco> &nbsp;<qco> Any pizza places in nyc you would reccomend?</qco> </h3>      \nthis may not be what you want to hear, but it's gotta be one of those dollar places in the city\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n1:43 am</dco> &nbsp;<qco> Do you have a favourite flavour of chair or are you more of a table person?</qco> </h3>      \nneither\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n11:56 pm</dco> &nbsp;<qco> how do i solve my identity crisis?</qco> </h3>      \nhow about going to the direct center of outer space\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n11:42 pm</dco> &nbsp;<qco> do you salt your food?</qco> </h3>      \nno. sometimes it would be convenient to take salt out of food\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n11:15 pm</dco> &nbsp;<qco> how do i differentiate affect and effect english isnt my 1st language</qco> </h3>      \nan 'effect' is a thing. 'affecting' is what you can do to something. you can imagine you are saying \"aaaah\" at someone in rage as you are about to affect them. Or you can imagine you use your Ears to listsen to a sound Effect\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n10:23 pm</dco> &nbsp;<qco> Hello Bill! I have played the piano for a long time but I have never really thought about creating my own music until recently;&nbsp;you have really inspired me. Since writing stuff is daunting, I have begun to transcribe some songs that I like by ear to get a feel for the software and the theory behind the music without having to write it myself yet. Do you think this is a good idea?</qco> </h3>      \nsure. let me know if you run into any problems with that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n10:14 pm</dco> &nbsp;<qco> do you ever start writing a song that seems to follow one storyline or meaning but then, soon after, transforms into something completely different? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;this happens to me a lot.&nbsp;</qco> </h3>      \nit happens in real life too\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n9:43 pm</dco> &nbsp;<qco> what is the meaning of your somg \"money\"?</qco> </h3>      \nit's a songwriting exercise\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n9:38 pm</dco> &nbsp;<qco> why did you remove the \"music videos\" page on this website?</qco> </h3>      \nas more and more of my videos featured music in them, the distinction became unclear. and it became pointless to exclude those videos from the videos page<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n9:08 pm</dco> &nbsp;<qco> hey bill, why is my mom so critical with me when she found out that I had an interest in singing? she says things like \"what is singing going to give you in the future?\" or, \"whenever you sing you never sound good. you sound like a dying dog.\" should i just give up on it and find something else to do? </qco></h3>      no, but you might want to find another place to do it, away from all the skepticism<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also, thank you for making good music on youtube all the time. you are a great artist.&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n8:32 pm</dco> &nbsp;<qco> Have you decided which song you will be using for your next upload, </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and will it be in a major key?</qco> </h3>      yes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n7:46 pm</dco> &nbsp;<qco> What kind of shortcuts did you find revolutionary for your workflow? Thanks</qco> </h3>      \nthe shortcut for making a shortcut\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n7:05 pm</dco> &nbsp;<qco> how would your life strategy be different if the lifespan was longer?</qco> </h3>      \nit would probably be about the same. the only type of lifespan that would be particularly different would be an infinite one. i'm already dealing with wanting to accomplish infinite things in a finite time. so when compared to infinity, 100 and 1000 are not all that different\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n6:39 pm</dco> &nbsp;<qco> how can you bent your hat? about the line \"my hat is bent\" in slow down</qco> </h3>      \nthat's one of the cool things about songwriting. you can put things in a song that seem impossible to ever do in real life\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n6:35 pm</dco> &nbsp;<qco> why the decision to exclusively work alone?</qco> </h3>      \ni'm the only person i have a strong telepathic connection with. telepathy is valuable asset in the workplace\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n5:29 pm</dco> &nbsp;<qco> how be table?</qco> </h3>      \ntry to act naturally\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n4:11 pm</dco> &nbsp;<qco> why don't you use capital letters</qco> </h3>      \ni do, but, why don't you\n<br><br>"
  }
]
