[
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n11:17 pm</dco> &nbsp;<qco> Why did the chicken cross the road?</qco> </h3>      \nthe same reason the road crossed the chicken's path. the chicken and humans' trajectory were situated in a non-parallel orientation\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n10:35 pm</dco> &nbsp;<qco> what is your opinion on pigeons</qco> </h3>      \nfor every pigeon there are at least 2 other pigeons\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n10:34 pm</dco> &nbsp;<qco> how many minutes until you answer this question</qco> </h3>      \n389\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n10:25 pm</dco> &nbsp;<qco> Why does it take a long time to make your videos?</qco> </h3>      \nperhaps i was doing it all wrong before\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n10:23 pm</dco> &nbsp;<qco> Make more videos</qco> </h3>      \ni almost didn't even think of that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n10:13 pm</dco> &nbsp;<qco> hey, bill, how are you so epic?</qco> </h3>      \njust got to keep pushing for higher and higher levels of ordinaryness, and normalcy\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n9:55 pm</dco> &nbsp;<qco> Have you ever considered taking this show on a tour? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I would LOVE to be in this band. Your music is very fun to play</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n9:47 pm</dco> &nbsp;<qco> will wfaoie be a series</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n9:46 pm</dco> &nbsp;<qco> for you, what its imagination?</qco> </h3>      \ni have only just begun to imagine\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n9:31 pm</dco> &nbsp;<qco> do earth is flat or round?</qco> </h3>      \nit's both. if you think that's impossible, then take a good look at a pizza\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n9:27 pm</dco> &nbsp;<qco> Bill, I am so thankful you exist. My grandpa has coronavirus and I listen to your music. I showed it to my grandpa and he smiled and danced his head around. That was the first time he was happy in about a week. Thank you, I love you and your music so much, and so does my grandpa. Again, thanks for existing</qco> </h3>      \nholy return to normal you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n9:10 pm</dco> &nbsp;<qco> okay big question. say i have a DAW that records me playing the keyboard, but i want the final sound of the recorded track to not be that of the keyboard preset i played live, but that of a plugin/one of those DAW instrument presets. basically, i don't want to use my keyboard to type all the notes if i don't need to. h o w in the world is this achieved? does the ability to record your physical playing of keyboard AS a plugin depend on the make of the keyboard? ps sorry this is long-winded, i'm a complete amateur and my music terminology is limited atm</qco> </h3>      i'm not entirely sure what you mean because it seems like some of the things you said go against other things you said ..... but if you are wondering how to record midi with a keyboard.... your keyboard needs to be a midi controller. and most of them are. in modern times that usually means you need to connect the keyboard with a USB cable, and then make sure you have the right MIDI driver installed on your computer (always available on the website for your keyboard.... so that would be the yamaha website, or korg website, roland, etc). and then you wanna tell your recording software that you are gonna record a MIDI track, not an audio track. then if you press record on a midi track, it will be listening for you to play your midi keyboard and it will record the midi data. and then you can use whatever sound you want, in the computer\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n9:06 pm</dco> &nbsp;<qco> are computers hostile?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n8:17 pm</dco> &nbsp;<qco> What should I do if I start a celery worshiping cult as a joke, but people take it seriously and actually join?</qco> </h3>      \nkick them out\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n8:16 pm</dco> &nbsp;<qco> Opinion on ducks?</qco> </h3>      \ni know they can fly but i've never seen them do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n8:04 pm</dco> &nbsp;<qco> what should i do. just tell me one thing that you did at any point in time that you did that you didn't regret doing afterwards. i don't care if it might not apply to my situation. i just need something</qco> </h3>      \ntried to figure out the ideal just tuning system, which sent me spiraling into an existential conundrum, but yielded some enlightening knowledge which i carry with me to this day\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n7:32 pm</dco> &nbsp;<qco> is a sandwich a sandwich</qco> </h3>      \nlet me perform some calculations\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n7:18 pm</dco> &nbsp;<qco> is making something louder zooming in with sound?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n7:00 pm</dco> &nbsp;<qco> is mount st. Helens gift shop still there?</qco> </h3>      \nyes but it might be closed\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n6:46 pm</dco> &nbsp;<qco> Mmm there are many possibilities. What possibility should I choose next? Preferably would like the result to be nice</qco> </h3>      \nbuild a latter that goes in a circle\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n6:43 pm</dco> &nbsp;<qco> what rhymes with sandwich</qco> </h3>      \npamplets\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n6:35 pm</dco> &nbsp;<qco> Does quarantine really begin with a q?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and if so, is this really a question?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n6:26 pm</dco> &nbsp;<qco> How long does it take for the cycle of \"modern music sucks/is not real music\" to go around? Like, how long before the music of 2020 is considered \"real music\" that \"doesn't suck\"?&nbsp;</qco> </h3>      \nabout 7 years\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n6:20 pm</dco> &nbsp;<qco> What rhymes with orange?</qco> </h3>      \nmortgage\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n6:14 pm</dco> &nbsp;<qco> Would cereal be considered soup</qco> </h3>      \nno but soup is considered a cereal\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n6:13 pm</dco> &nbsp;<qco> (a) are you making another song</qco> </h3>      \n     yes, and then another, and another, and another, and another, and another, and another, and another, and another, and another, and another, and another, and another, and another, and another, and another, and another, and another, and another, and another, and another, and another, and another, and another, and another, and another, and another, and another, and another, and another, and another, and another, and another, and so on, continuing in this pattern\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n5:50 pm</dco> &nbsp;<qco> why i am hungry?</qco> </h3>      \nyou must be some kind of animal\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n5:49 pm</dco> &nbsp;<qco> Do you think that you think what you think about thinking?</qco> </h3>      \nsort of, but i am open to other ideas\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n5:43 pm</dco> &nbsp;<qco> why is computer keyboard the way it is</qco> </h3>      \nto stop people from typing too fast. this was important back when it was typewriters and the keys kept getting jammed if you type too fast. with the computer that's not important but everyone already was used to the layout\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n5:43 pm</dco> &nbsp;<qco> What is your favorite ice cream&nbsp;&nbsp;flavor&nbsp;</qco> </h3>      \njalapeño\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n5:42 pm</dco> &nbsp;<qco> Favorite day of the year?</qco> </h3>      \n1/1\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n5:38 pm</dco> &nbsp;<qco> imagine if paper towers were made of plastic</qco> </h3>      \nwould have to rename them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n5:23 pm</dco> &nbsp;<qco> how long does it take to make a song and a full video for the song</qco> </h3>      \nit was taking 8 to 11 weeks until i had a huge personal meltdown about it and was able to do it in 2 weeks, several times in a row. then i went and decided to re-invent the whole video department, so we'll see how it goes, but if it's anything longer than 2 weeks i will rise up in protest\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n5:10 pm</dco> &nbsp;<qco> Are you a genius</qco> </h3>      \ni can climb a ladder very high. does that count\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n4:40 pm</dco> &nbsp;<qco> why do some pencils from different pencil brands break easier than others?</qco> </h3>      \nto give the consumer more choices as to the breakability of their pencil, and thus to keep the economy thriving\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n4:34 pm</dco> &nbsp;<qco> why do we live in a society</qco> </h3>      \nto access all the many different views and viewpoints\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n4:22 pm</dco> &nbsp;<qco> vocal harmony and vocal doubling are both very powerful tools. But, should they be used at the same time, </qco></h3>      absolutely<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and when?</qco> </h3>      almost every time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n4:06 pm</dco> &nbsp;<qco> how much is too much?</qco> </h3>      \nmore than enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n3:14 pm</dco> &nbsp;<qco> should trees be blue</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n3:00 pm</dco> &nbsp;<qco> you're a huge inspiration to me when it comes to making stuff. also what's your favorite planet</qco> </h3>      \nwhat's the one that looks like a huge ball\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n2:59 pm</dco> &nbsp;<qco> How does \"Not Steve\" feel about staying inside for quarantine and how he can't climb the mountains?</qco> </h3>      \ncan climb mountains on the computer\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n2:07 pm</dco> &nbsp;<qco> What is velcro?</qco> </h3>      \na good way to keep your clothes from coming off\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n2:00 pm</dco> &nbsp;<qco> how do i walk</qco> </h3>      \ngonna need some inverse kinematics\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n1:59 pm</dco> &nbsp;<qco> favorite adjective?</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n1:49 pm</dco> &nbsp;<qco> I've been working on this song for 2 weeks and made very little progress. It's driving me insane, please help&nbsp;</qco> </h3>      \ntry making it worse\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n1:48 pm</dco> &nbsp;<qco> is a straw just one hole or does it have 2 holes?</qco> </h3>      \na straw has zero holes, that's because it's considered a sandwich\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n1:41 pm</dco> &nbsp;<qco> is a hot dog a sandwich?&nbsp;</qco> </h3>      \nsandwichologists do consider it to be a sandwich\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n1:40 pm</dco> &nbsp;<qco> Thoughts on Shrek?</qco> </h3>      \nnot sure, never seen the movie, i just have all the shrek furniture\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n1:38 pm</dco> &nbsp;<qco> How do I make the best sandwich at subway?</qco> </h3>      \nthe first step is you wanna go ahead and get rid of the coronavirus so you can open the subway\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n1:35 pm</dco> &nbsp;<qco> Do you think spaghetti is good?</qco> </h3>      \nyes\n<br><br>"
  }
]
