[
  {
    "html": "<h3> <dco>11.21.20&nbsp; \n10:33 am</dco> &nbsp;<qco> When can we expect to see your next song/video?</qco> </h3>      \nany time you want. all of my own expectations have been wrong so far, so perhaps your expectations could be more accurate\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.20&nbsp; \n9:57 am</dco> &nbsp;<qco> how do i funny</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.20&nbsp; \n9:44 am</dco> &nbsp;<qco> Do you have a favorite song that you wrote? If so which one? </qco></h3>      i would prefer to make a new one to be my favorite<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(My favorite is Outside)</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.20&nbsp; \n9:32 am</dco> &nbsp;<qco> Do any of your songs mean anything at all?</qco> </h3>      \nyes, they mean as much as possible. that's just company policy\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.20&nbsp; \n9:02 am</dco> &nbsp;<qco> Do you know when the new video is coming out\n<br></qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.20&nbsp; \n8:10 am</dco> &nbsp;<qco> when are you going to make videos again</qco> </h3>      \ni'm making one now\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.20&nbsp; \n5:59 am</dco> &nbsp;<qco> what was the bad thing you did?</qco> </h3>      \nwas working on a cure for a new disease i had invented, and accidentally spilled the disease before making the cure \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.20&nbsp; \n5:39 am</dco> &nbsp;<qco> Are the things you make a video on like \"might quit\", \"at the airport\", and so on, based on true story?\n</qco></h3>      at the airport terminal is absolutely based on the experiences of being in airport terminals. 'it's the first day of school and i think i might quit' this is a somewhat unorthodox technique but this song is based on a melody i heard in a dream. this is a rare case where the melody was entirely first. this is the verse melody i'm talking about. the rest of the song was written the usual way<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Like did you actually quit school or something </qco></h3>      that sounds like something i would do<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is it just whatever comes to your mind?</qco> </h3>      yes, but there's a catch: if i think it sucks i try to come up with something different instead\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.20&nbsp; \n5:14 am</dco> &nbsp;<qco> hey. so i re-found your channel and im really grateful because it's cool and stuff. anyways, you're singing is cool, how did you learn to do such quirky lyrics and stuff if you get what i mean?</qco> </h3>      \none of the techniques i've used at various times in my life, to open myself up lyrically, is to open up a blank text file and go absolutely bonkers. but when it comes time to actually do the songwriting, the lyrics and music are almost always considered entirely together. i did textual play for many months and years without writing any songs. so then when i finally began to write songs regularly i already had a sort of lexical looseness to work from\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.20&nbsp; \n5:11 am</dco> &nbsp;<qco> Bill, are you actually making a new video or not to calm us down?&nbsp;</qco> </h3>      \ni make videos not only to calm, but to excite\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.20&nbsp; \n5:01 am</dco> &nbsp;<qco> Do your songs have a deeper story? </qco></h3>      than what<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Like the day goes on, or the moon is made of cheese (but I can't taste it). I always am able to find a story in them. Or do they reflect stuff that happened to you?</qco> </h3>      real life experience is just 1 of the things i allow myself to draw inspiration from. i also might draw inspiration from my imagination\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.20&nbsp; \n4:12 am</dco> &nbsp;<qco> Are you making a bill movie</qco> </h3>      \ni make videos, which are technically the same thing as a movie, but if you want to know what time lengths (durations) i'm currently considering, i'm still only looking at ranges between 1 and 10 minutes. although to be honest anything over 4 is gonna be very problematic, i'm not proud to say \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.20&nbsp; \n3:34 am</dco> &nbsp;<qco> should i get a computer</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.20&nbsp; \n3:27 am</dco> &nbsp;<qco> How do you came up with the idias for your songtexts?</qco> </h3>      \nwhat the heck is a songtext\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.20&nbsp; \n2:57 am</dco> &nbsp;<qco> I HATE LOCRIAN. how to write in it?</qco> </h3>      \nbased on your testimony so far, don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.20&nbsp; \n2:35 am</dco> &nbsp;<qco> any tips on keeping yourself going on your life?</qco> </h3>      \ntry moving, not moving, and different combinations of moving and not moving\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.20&nbsp; \n2:28 am</dco> &nbsp;<qco> is it the end of the world</qco> </h3>      \njust crunching the numbers here, and it seems more likely it's the beginning\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.20&nbsp; \n2:12 am</dco> &nbsp;<qco> opinion on leafs?</qco> </h3>      \nfood, for the open minded\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.20&nbsp; \n1:33 am</dco> &nbsp;<qco> I relate to your song \"might quit\" a lot. Could it be that you wrote the song about me?</qco> </h3>      \nit's possible, but honestly a more appropriate title would have been 'it's the first day of school'\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.20&nbsp; \n12:49 am</dco> &nbsp;<qco> sorry if you've heard this question before, but I'm curious to know what editing software you use</qco> </h3>      \nunfortunately i think they all suck, so i don't know. i should clarify, this is not any problem with any software, this is more of a personal problem i've been having\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.20&nbsp; \n12:24 am</dco> &nbsp;<qco> is it normal to be tired 24/7 even when i get reasonable amount of sleep ?</qco> </h3>      \nnot quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.20&nbsp; \n12:00 am</dco> &nbsp;<qco> what are some songs that give you a natural high?</qco> </h3>      \nany song can do it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n11:43 pm</dco> &nbsp;<qco> are you an epic gamer?</qco> </h3>      \ni refuse to be epic at any point in the gaming process\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n11:21 pm</dco> &nbsp;<qco> advice for talking to people?</qco> </h3>      \nhow about singing to them instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n11:15 pm</dco> &nbsp;<qco> How to not be too stressed</qco> </h3>      \nsing songs of joy\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n11:14 pm</dco> &nbsp;<qco> any project that you really wanted (and/or still want) to make, but can't? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;why so?</qco> </h3>      computers are just not powerful enough yet\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n10:51 pm</dco> &nbsp;<qco> any words you've taken a liking to recently</qco> </h3>      \nrecently\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n9:49 pm</dco> &nbsp;<qco> Our first dog is named Winslow, what should our next dog be named?</qco> </h3>      \nnaming dogs is bold enough even after having met the dog. Naming a dog you've never even met seems downright proposterous. i may be way off base here, but these dogs don't feel entirely real in this scenario. it sounds like you don't even know which dog this is going to be\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n9:35 pm</dco> &nbsp;<qco> Do you agree with the concept \"Death of the Author\" which says a viewer's interpretation of&nbsp;&nbsp;media is as important as what the author intended?</qco> </h3>      \nimportant to whom\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n9:33 pm</dco> &nbsp;<qco> thoughts on pizza?</qco> </h3>      \nby the miracle of geometry, it is round and flat at the same time \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n9:09 pm</dco> &nbsp;<qco> what is your favorite conspiracy theory?</qco> </h3>      \ncoins having 2 sides\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n8:28 pm</dco> &nbsp;<qco> I entered a question earlier this week I believe it was on the 19th and I received no response. Why was that?</qco> </h3>      \nthat's because i only answer a small percentage of the questions. the reason for this is to leave time open for doing other things i enjoy such as MAKING COPIOUS AMOUNTS OF AUDIO / VISUAL CONTENT\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n8:06 pm</dco> &nbsp;<qco> Do you know that feeling where you start a project because you're really interested in it and then you get a little into it and it sounds bad so you hate yourself and stop for a month or so and then start again, only to have the same thing happen again, etc ad infinitum?\n<br>\n<br>Yeah how can I not do that</qco> </h3>      \none weird trick which longstanding members of society HATE is to do projects that are so short they are considered illegitimate in some circles\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n8:05 pm</dco> &nbsp;<qco> my city just went into full lockdown again and i just lost my job because of it. i'm sad and exhausted and lost. do you know a song, poem, video, etc. that might make me feel a bit better?</qco> </h3>      \nthis may be a long shot, how about stevie wonder 'living for the city'. feel free to change any of the verse lyrics as needed to fit your circumstance, but keep the chorus the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n7:58 pm</dco> &nbsp;<qco> how did you come up with \"oh no wear is my pink tutu\"?</qco> </h3>      \nseemed to fit the context quite well. a very 'oops' / 'whoops' sort of vibe\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n7:37 pm</dco> &nbsp;<qco> will you ever do a q and a?</qco> </h3>      \ni'll think about it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n7:20 pm</dco> &nbsp;<qco> I think you overdid the bass in might quit, it blasts through my headphones, it may be the headphones, but you may consider turning it down a bit in future stuff</qco> </h3>      \ni would, except the problem is that on many other headphones it's too quiet\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n6:55 pm</dco> &nbsp;<qco> how do you decide if an idea is worth abandoning or just needs more work?</qco> </h3>      \nsee if i like it or not\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n6:30 pm</dco> &nbsp;<qco> do you think the internet is conscious</qco> </h3>      \nit's getting there\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n6:23 pm</dco> &nbsp;<qco> what is the first word of the question 10 places up from me?</qco> </h3>      \ni don't know yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n6:19 pm</dco> &nbsp;<qco> you've been trying to do infinity, but what if it was already done?</qco> </h3>      \nyou make an intersting point\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n5:51 pm</dco> &nbsp;<qco> Are there hidden messages in your latest song, I've been dissecting the lyrics, visiting all the other videos you reference in it, I'm getting no where except for confused town USA&nbsp;</qco> </h3>      \nif you want to get all the meaning, you're going to have to listen to the song with the music. lyrics by themselves can be weak and out-of-context at best\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n5:14 pm</dco> &nbsp;<qco> what is the colour of the pixel in the top left corner of your new video at 0:13</qco> </h3>      \nright now it's black, but that could be subject to change\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n5:04 pm</dco> &nbsp;<qco> Hey Bill, if I want to have any kind of work composing stuff, should I build a portfolio? And if I should, how?</qco> </h3>      \none weird trick which industry insiders HATE, is to produce your own compositions\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n4:54 pm</dco> &nbsp;<qco> Is it possible for you to start animation lessons? I'm a young animator but i keep making mistakes and i dont know how to correct them.</qco> </h3>      \nit would be a little bit strange because right now i am mad at every software program for not having more abundant scriptability options. this is really more of a personal problem i am going through\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n4:22 pm</dco> &nbsp;<qco> what is your favourite beverage</qco> </h3>      \nLiQuId\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n4:20 pm</dco> &nbsp;<qco> &nbsp;How to be musician?</qco> </h3>      \nall you have to do is create music in some way\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n4:05 pm</dco> &nbsp;<qco> What will your next vid be</qco> </h3>      \nit's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n3:41 pm</dco> &nbsp;<qco> where are you? you said you might quit did you quit?</qco> </h3>      \ni did not quit anything. what you might be thinking of is, i made a song about if someone says it's the first day of school but they are already thinking about quitting it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n3:27 pm</dco> &nbsp;<qco> Will you make a new video soon? 2021 will NEED you lol</qco> </h3>      \ni'm doing one now\n\n<br><br>"
  }
]
