[
  {
    "html": "<h3> <dco>1.30.24&nbsp; \n1:57 am</dco> &nbsp;<qco> Make a coherent sentence using only palindrome words</qco> </h3>      \n\"wow, yay\" - bob\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.24&nbsp; \n1:08 am</dco> &nbsp;<qco> How come people think banjos are so uncool?</qco> </h3>      \nmaybe they just saw someone do it in an uncool way\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.24&nbsp; \n12:52 am</dco> &nbsp;<qco> pretzels or bagels?</qco> </h3>      \nthere are none shown here so i can't demonstrate, but i am confident that i can tell the difference\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n11:22 pm</dco> &nbsp;<qco> is it normal for me to be afraid of summer</qco> </h3>      \nyes. it's also normal to not be afraid of summer. could go either way on this\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n8:34 pm</dco> &nbsp;<qco> If you hosted a show, would you consider doing a thing where you take on guest call ins to have brief (relatively speaking) conversations with members of the varied people in your audience?</qco> </h3>      \nthat sounds lovely\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n8:09 pm</dco> &nbsp;<qco> when zero adds to a number, it is a ghost. when zero multiplies a number, it is a zombie. zero is meant to represent nothing and the void. zero is a scary number</qco> </h3>      \nsure, but have you tried applying it to your fears\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n7:48 pm</dco> &nbsp;<qco> do you ever do nothing</qco> </h3>      \ni don't recall\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n7:14 pm</dco> &nbsp;<qco> do you have any advice on how to solo over rhythm changes when the tempo is considerably fast?&nbsp;</qco> </h3>      \nfirst, find and love all your favorite songs that use those changes, then, when it's time to play, just literally enjoy yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n6:37 pm</dco> &nbsp;<qco> Will you learn Chinese</qco> </h3>      \nmaybe\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n4:41 pm</dco> &nbsp;<qco> i need a senior quote.....</qco> </h3>      \nall the good ones are usually against the rules. for example, 'pxaytztyquf7j3k' but i'm sure they will tell you you can't do that one for some reason\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n1:57 pm</dco> &nbsp;<qco> do bird nests count as tree houses?</qco> </h3>      \ni was going to say yes but now that i think about it no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n1:42 pm</dco> &nbsp;<qco> how do you spell wednesday</qco> </h3>      \ni have no earthly idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n11:18 am</dco> &nbsp;<qco> What's a song you really like that some might describe as being pretty simple/clichee/mundane?</qco> </h3>      \nhow about westminster quarters\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n9:35 am</dco> &nbsp;<qco> Will Person ever make another appearance in another video in the future?</qco> </h3>      \nmany of my upcoming videos will indeed have persons\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n7:42 am</dco> &nbsp;<qco> Do you believe in the indomitable human spirit</qco> </h3>      \ni'd put it at least in the top 5 indomitable things, for sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n3:27 am</dco> &nbsp;<qco> Today I finally realized the invisible game will always have an invisible player.... \n<br>\n<br>...Isn't it peculiar how the gameplay made the game fade away?</qco> </h3>      \nnot necessarily\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n1:38 am</dco> &nbsp;<qco> do i just start playing an instrument and see what sounds cool?</qco> </h3>      \nyou may do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n12:23 am</dco> &nbsp;<qco> was music your dream job or did you have another in mind before becoming a musician? if so, what was it?&nbsp;</qco> </h3>      \ni was 2 years old when i became a musician, but before that i suppose i considered rolling around which i assumed was a job\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.24&nbsp; \n11:29 pm</dco> &nbsp;<qco> How does your music end up being so complex while also feeling easy to listen to? Like, to be fair I have built up a tolerance for more experimental music with a lot going on, but I feel like your music is so artfully made yet it doesn't feel like it takes any energy to be able to digest it. Quite the opposite. It has the feel-good energy of a pop song that you can just jam out to, while also being so unique and filled with so many details and elements you might find in jazz fusion or other genres. Maybe it's just how my brain works, but do you have any thoughts on this? Does it just have to do with your influences and your own taste, or is there something intentional about this balance?&nbsp;</qco> </h3>      \nholy canoli,\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.24&nbsp; \n9:44 pm</dco> &nbsp;<qco> If you had a company that sells fruit what would you name it? What fruit would you sell in the store? How expensive would you make the fruits? Would you deceive people into thinking you're selling vegetables instead?</qco> </h3>      \nit's too early in my fruit career to know any of those answers, except the last one. i would not be interested in fruitfraud\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.24&nbsp; \n9:04 pm</dco> &nbsp;<qco> In \"i'm a princess\" at 1:40, what instrument is the main character playing? I think it's a banjo, but knowing Bill it could be anything.</qco> </h3>      \nthat would be a melody player. that is the name of the instrument, and then the person who plays it of course would be a melody player player\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.24&nbsp; \n5:15 pm</dco> &nbsp;<qco> im thinking: penguins are birds right? But they don't have feathers. AND they can't fly. So respectfully I disagree. A penguin is more similar to a hippo than a bird! I would appreciate your insight on this issue.</qco> </h3>      \ni don't know anything about penguins. or 'pengwengs' as they are sometimes referred to by experts\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.24&nbsp; \n4:55 pm</dco> &nbsp;<qco> i wrote 2 songs about the same thing. should i write a third to make an ep or release the 2 songs as a 2-track single</qco> </h3>      \nboth seem like such great ideas, i couldn't decide unless i had to. in which case i might go with a randomized 50/50 decision\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.24&nbsp; \n3:22 pm</dco> &nbsp;<qco> Do you ever remix/edit music in your head?</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Have you tried making it irl, just to see how it sounds?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.24&nbsp; \n12:45 pm</dco> &nbsp;<qco> What's a song you really like despite it being pretty simple/clichee/mundane?</qco> </h3>      \nthose 3 things don't strike me as necessarily negative qualities. so \"despite\" wouldn't make sense for me here\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.24&nbsp; \n11:14 am</dco> &nbsp;<qco> can i borrow a pencil</qco> </h3>      \nsure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.24&nbsp; \n9:53 am</dco> &nbsp;<qco> whos your favorite artist and which band do you like?(also do you listen to nirvana?)</qco> </h3>      \nlooks like that one pretty much answers itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.24&nbsp; \n8:00 am</dco> &nbsp;<qco> Can you tell us one memorable nice thing a stranger did for you?&nbsp;</qco> </h3>      \nin an elevator, i asked him, almost in desperation, whether it might be better to produce content on schedules, or without schedules. Then, as i left the elevator, just as the doors were closing he told me with stone cold honesty, \"i think you need both\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.24&nbsp; \n4:20 am</dco> &nbsp;<qco> how was it being interviewed</qco> </h3>      \nit's ok\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n11:35 pm</dco> &nbsp;<qco> When you're putting your emotions into song lyrics, do you tend to have the emotion first and then try to come up with a lyric to describe it, or does the emotion present itself to your brain in the form of a lyric?\n</qco> </h3>      \nwhat about the music\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n10:48 pm</dco> &nbsp;<qco> I saw the sign, and it opened up my eyes.</qco> </h3>      \ni understand\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; 10:18 pm</dco> &nbsp;<qco> What's your favorite song&nbsp;</qco> </h3>      \nhaven't found it yet\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n9:30 pm</dco> &nbsp;<qco> What's your opinion on the font times new Roman?</qco> </h3>      \nit has a nice sparkle to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n9:19 pm</dco> &nbsp;<qco> Can you do anything fancy with the text answering this question</qco> </h3>      \nssss. s sssss ssssss ss ss sss S's\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n8:56 pm</dco> &nbsp;<qco> How do I write a really good question?</qco> </h3>      \nthat's impossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n8:11 pm</dco> &nbsp;<qco> a long time ago I was looking at myself in the reflection of something but I can't remember what that thing was. All that I can remember was the reflection of my face in that object and how clear it was. It felt like such a dream. Cool right?</qco> </h3>      \ni wonder if it was a mirror\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n7:37 pm</dco> &nbsp;<qco> wtf do I do if I really want to work on something but I spun the gears in my brain too hard that everything's crashed and it's all over the place and I really should do nothing else but relax</qco> </h3>      \ngive yourself a gift, for realizing this\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n7:28 pm</dco> &nbsp;<qco> what do you think about the guy in the math problem who bought 164 watermelons</qco> </h3>      \nhe might have bought 41 four-packs of watermelons\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n5:35 pm</dco> &nbsp;<qco> what qualifies a person to be a genius</qco> </h3>      \nyou'll have to purchase somebody else's license. there's a limited amount of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n5:30 pm</dco> &nbsp;<qco> Is this here supposed to be fun or serious?</qco> </h3>      \nthere is ample opportunity for both, but that's not all\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n5:25 pm</dco> &nbsp;<qco> Hey what do you think about Penn and Teller?</qco> </h3>      \nvery professional\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n4:53 pm</dco> &nbsp;<qco> your favorite ice cream flavor?</qco> </h3>      \nmiddle-of-the-road\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n1:47 pm</dco> &nbsp;<qco> what meaning do you derive from answering questions</qco> </h3>      \ni get to find out the answer, sometimes to things i never would have otherwise never found out if not asked\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n1:42 pm</dco> &nbsp;<qco> how do you do math despite the fact it is rage inducing?</qco> </h3>      \nhow do you say a fact despite the fact that it's not a fact\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n1:13 pm</dco> &nbsp;<qco> does it snow where you live</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n12:16 pm</dco> &nbsp;<qco> do you ever think about bird politics</qco> </h3>      \nno\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n11:29 am</dco> &nbsp;<qco> how many toms are enough toms?&nbsp;</qco> </h3>      \n2 maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n10:54 am</dco> &nbsp;<qco> what do you want to know</qco> </h3>      \ni'm wondering if there are any 'consecutive decades of quad primes', and specifically what i mean would be 8 integers in relation to n, such that n+1, n+3, n+7, n+9, n+31, n+33, n+37, and n+39 are all prime. But if you know the answer please don't spoil it for me, i'd prefer to discover it on my own\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n6:05 am</dco> &nbsp;<qco> what would happen if i were to eat a chunk of space time fabric? what would it taste like?</qco> </h3>      \nnothing, it's impossible to do that\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n5:37 am</dco> &nbsp;<qco> I remember that i remembered something and then forget what i have remembered. Have you ever experienced this?</qco> </h3>      \ni don't recall\n\n<br><br>"
  }
]
