[
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n3:09 am</dco> &nbsp;<qco> how could I&nbsp;&nbsp;possibly cope with public anxiety and awkwardness?? it's hella serious and choking me but nobody barely notices so it's really my own insecurity which i can't deal with</qco> </h3>      if you'd stop to notice for a moment how awkward everyone else is, you'd realize it's actually a competitive game going on here, whoever is the most awkward wins. prize is a golden statue of a person in a chair, not sitting, they are standing in the chair\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n2:11 am</dco> &nbsp;<qco> i keep thinking i'm finally desperate enough to smash through my fear and laziness and get serious about following through on my music but then i keep falling through the floor to another level of suffering and stagnation, while also still progressing somewhat somehow. i think i might have got some mush brain from too much entertainment and pleasure</qco> </h3>      i am sure pythagoras wrote at great length about this\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n2:09 am</dco> &nbsp;<qco> Would you consider sharing public playlists on spotify or some other platform of music you like?</qco> </h3>      if i'm gonna share any music i listen to, it is very important that i am able to edit it very precisely into small clips so as to absolutely avoid any confusion over which parts i do and don't endorse<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n2:05 am</dco> &nbsp;<qco> tempo of new song?</qco> </h3>      102\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n1:59 am</dco> &nbsp;<qco> what's your current conundrum? figured out how much time time should take yet?</qco> </h3>      i just discovered one of my major epic passions in life but it is so major that i might be dead by the time i can even really learn the thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n1:56 am</dco> &nbsp;<qco> favorite memory from making HOTEWIG? besides finishing it.</qco> </h3>      taking a trip to an unfamiliar neighborhood on a brilliantly sunny day on a historically unlucky day, to meet a marvelously friendly stranger who sold me a gloriously unopened graphics tablet, which was spectacularly compatible with my system due to being released in the same year, and therefore was also a fantastic price\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n1:54 am</dco> &nbsp;<qco> are you addicted to art?</qco> </h3>      art is just a fancy word for stuff. and yes i am addicted to stuff. which reminds me i was going to ask, does anyone have any stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n1:51 am</dco> &nbsp;<qco> biggest temptation you have overcome?</qco> </h3>      casual smartphone use\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n1:51 am</dco> &nbsp;<qco> hey what if you recorded another song about rain i bet you have lots of great rain songs</qco> </h3>      i could but i think i need to catch up on non-rain songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n12:22 am</dco> &nbsp;<qco> As a big fan, I really need to listen your demo version (only keys and vocal maybe?) of long long long journey or other of your latests songs. Please please please!!!! It would mean the world to me.\n<br>\n<br>Thanks!&nbsp;</qco> </h3>      ok, but you're not gonna like it. it's super mumbly, and i was wearing the shirt with the collar that obnoxiously rubs the mic for a hideous hideous scraping sound throughout. but this is the birth of the long long journey chorus, at first inception. <a href=\"movie-171-lllj.mp3\">movie 171</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n11:45 pm</dco> &nbsp;<qco> what instrument do you think is the most crucial to your music?</qco> </h3>      midi controller. wait no actually it's my voice\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n10:19 pm</dco> &nbsp;<qco> Rate the word \"perhaps\"</qco> </h3>      1 out of 4\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n10:18 pm</dco> &nbsp;<qco> How's the content going?</qco></h3>      too good, which actually creates some problems<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; keep up the good work</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n9:30 pm</dco> &nbsp;<qco> I'M SO FUCKING ANGRY I COULD THROW MYSELF AND EVERYONE ELSE ONTO THE FREEWAY WHAT THE FUCK AM I USPPOSED TO DO BILL</qco> </h3>      aim for that middle grassy strip. soft landing, usually no cars there. good for a nice picnic if you don't mind the bees\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n9:04 pm</dco> &nbsp;<qco> am i allowed to call myself autistic (or say i ~identify with the autism spectrum~ or what fucking ever) based on years spent getting to know autism and myself, and a sense of \"holy shit i finally get it now, this diagnosis is actually a rly useful framework for me to understand why i am like how i am\" or do i have to wait until i get to the top of a provincial healthcare waitlist and find a doctor who agrees with me? because i'm getting pretty fucking tired of the latter hahahahah aaaaaahhh ah ahanaha haha</qco> </h3>      any of the traits fount in an autistic diagnosis are well within the range of 'human' style traits and behaviors. they may not be traits that everyone has, but they are still vastly human traits. thousands and hundreds if not zillions of people have those traits. but if you are waiting for a doctor to write you permission to be yourself, i would pose the question: who do you think writes the doctors permission to be themselves? i'll tell you the answer: it's larger doctors. the point of this story is to see if you can locate the largest doctor and see if you can get them to write you permission to become a very large doctor, not the largest but possibly second largest\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n8:44 pm</dco> &nbsp;<qco> Do you have any tips for when you feel super fucking nauseous and can barely sit up but you have a bunch of stuff you gotta get done</qco> </h3>      water is the only suggestion which may or may not help, but also you can be sure you will be very proud of yourself later, and it will make you feel even better than you would have felt, the next time you feel better\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n8:17 pm</dco> &nbsp;<qco> What kind of handheld audio recording device did you use in your car recordings? I'm looking for something to use to record lyrics that seem to always evade getting written down in time to get recorded on my computer.</qco> </h3>      any smart phone can do it. but if you don't have that, any <a href=\"https://www.google.com/search?q=voice+recorder&amp;tbm=shop\">voice recorder</a> will work\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n7:41 pm</dco> &nbsp;<qco> do you ever feel like it is \"wrong\" to obsessively \"try\" to be \"good\" at something that you might find extraordinarily cool in this world?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n7:34 pm</dco> &nbsp;<qco> why do you dislike slow clocks?</qco> </h3>      why do you think i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n6:50 pm</dco> &nbsp;<qco> are all these questions fake and the ask a question section just not real</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; cuz I ask a lot of questions none of which have been answered.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n6:44 pm</dco> &nbsp;<qco> What is 8va in sheet music</qco></h3>      it means play it an octave above what's written<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and how is it different than 8vb? </qco></h3>      8vb means play it an octave below what's written<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thanks</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n6:17 pm</dco> &nbsp;<qco> do u know how to sync up audio when you recorded video at half speed or double speed (for effect)</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n6:02 pm</dco> &nbsp;<qco> Do you enjoy, or care about politics?</qco> </h3>      it can be refreshing. watching the whole world fight in a deadlock over 2 viewpoints makes all the other thousands of other great view points seem so pure, fresh, and available. like a fresh lake in northern maine\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n4:10 pm</dco> &nbsp;<qco> what's the most unusual object?</qco> </h3>      a reliant robin?\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n3:52 pm</dco> &nbsp;<qco> have you tried and are you good at sight reading sheet music</qco> </h3>      rhythmic / drum notation i've had firmly in the bag since childhood. add chord symbols and i've had that in the bag since perhaps my teenage years. add pitches into the equation, ...... i can write it fast but read it slightly slower but i can still get there\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n3:22 pm</dco> &nbsp;<qco> What is your opinion on paradoxes?</qco> </h3>      it's a nice convenient way to break a box if you happen to be stuck in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n2:51 pm</dco> &nbsp;<qco> Do you feel like you are drowning in these questions?</qco> </h3>      i have learned to swim, and i also have an assortment of life vests and rafts, stored aboard the many assorted boats i have stored on my larger boats which are stored in large hangars aboard my cruise ship, as part of my cruise ship franchise\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n2:50 pm</dco> &nbsp;<qco> have you ever facepalmed at the sight of a question you received here</qco> </h3>      i have a new technical device which allows me to actually read all the questions through my palm\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n2:17 pm</dco> &nbsp;<qco> thoughts on quantum particle physics?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n1:57 pm</dco> &nbsp;<qco> when did you first make merch?</qco> </h3>      sometime around 2017\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n1:51 pm</dco> &nbsp;<qco> have you entered the video production stage</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n1:51 pm</dco> &nbsp;<qco> what were you doing on september 17, 2012?</qco> </h3>      starting a list of every song or partial song idea i had ever written, in chronological order\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n11:50 am</dco> &nbsp;<qco> what is the best sin?</qco> </h3>      making a religion\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n11:40 am</dco> &nbsp;<qco> how 2 increase my intelligence level&nbsp;</qco> </h3>      there is a cheat code, but instead of pushing the buttons you actually pull out the buttons, and you can access the intelligence directly. then pull out the intelligence and put the intelligence into yourself, and then you can put the buttons into yourself also, and then everyone will want to push your buttons, and you can charge a button pushing fee\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n10:57 am</dco> &nbsp;<qco> What note is your car horn beep?</qco> </h3>      never used it but i assume it's the standard near Ab and near B, combined to make a near major 3rd, the one we have all come to associate with casual afternoon rage\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n10:42 am</dco> &nbsp;<qco> how was 2003 for you?</qco> </h3>      disillusioned mostly\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n10:32 am</dco> &nbsp;<qco> Is it safe to wear two watches</qco> </h3>      it's safer than wearing one, that's for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n7:10 am</dco> &nbsp;<qco> what isn't the title of the new video</qco> </h3>      star wars\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n7:07 am</dco> &nbsp;<qco> why does your twitch page say you're a boomerang salesman</qco> </h3>      just a little foresight, in case i actually do become one\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n4:33 am</dco> &nbsp;<qco> will you release 'You're free to do whatever you want to' on spotify it is easily on of my favourite songs of yours</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n3:03 am</dco> &nbsp;<qco> <a href=\"q.php?date=201904280017\">4.28.19&nbsp;&nbsp;12:17 am</a>  Thanks for that. In that case, how can I determine which of your creations are made of \"fictional writing\"?</qco></h3>      i don't think there is any way to know for sure actually. but if you use the 'index card' test, i think that should give you at least 80% of the correct answers. the index card test is where you put a blank index card face down and then imagine that the correct answer is on the other side of it. and try to guess what you think the correct answer is without looking<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Also, how can I do some of my own \"fictional writing\"?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.19&nbsp; \n2:09 am</dco> &nbsp;<qco> what made you decide to cutoff the extra parts of what is love that you originally wrote</qco> </h3>      i don't remember but if i had to guess it would be the same reason i make any writing decision, which is to arrive at what i feel would be the strongest product for me at the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.19&nbsp; \n11:54 pm</dco> &nbsp;<qco> i misremembered the lyric from at the airport terminal \"and everybody here is having an unusual time\" as \"interesting time\"</qco></h3>      i thought it was unusual DAY not time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;did you ever have a song use that phrase?</qco> </h3>      i've used the word interesting very many times in songs. probably too many times\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.19&nbsp; \n11:20 pm</dco> &nbsp;<qco> shouldn't vids like i'm crazy / it's raining and new canaan be in the bwb playlist on youtube?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.19&nbsp; \n10:48 pm</dco> &nbsp;<qco> Hi Bill. When you mix a song, do you use headphones or studio monitors? Or do you use both?</qco> </h3>      i can't tell you, due to risk of being publicly ridiculed\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.19&nbsp; \n10:23 pm</dco> &nbsp;<qco> how do you manage to fit so much shit into a week</qco> </h3>      haven't learned to do it yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.19&nbsp; \n8:58 pm</dco> &nbsp;<qco> Can you add \"stupid song\" and \"do what you want to do\" to Spotify please?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.19&nbsp; \n8:15 pm</dco> &nbsp;<qco> Did you learn to make/produce music/videos by yourself? \n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nOr did you learn at college/uni/etc?</qco> </h3>      my only encounters with college(s) showed me how shockingly necessary it is to do things entirely my own way or else nothing will ever happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.19&nbsp; \n7:43 pm</dco> &nbsp;<qco> Hey, I just discovered you and you are now one of my absolute favorite musicians... you're so creative and your sense of humor is hilarious, and the little messages in your music are so raw and honest, not to mention the *actual music part* (which is exactly the kind of stuff I've always dreamed of making). You're like nothing I've ever seen on Youtube (or anywhere) before and I'm so glad your creations exist.\n</qco></h3>      that's nice of you<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I wanted to ask: how are you feeling?\n</qco></h3>      pretty good<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And what's your favorite food?</qco> </h3>      right now it's polygons which have been seasoned and roasted just enough so they do not feel like polygons even though they technically are\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.19&nbsp; \n7:30 pm</dco> &nbsp;<qco> Are you still friends with people from highschool?</qco> </h3>      no\n<br><br>"
  }
]
