[
  {
    "html": "<h3> <dco>7.27.20&nbsp; \n4:51 am</dco> &nbsp;<qco> quick, come up with a good name for a mallard</qco> </h3>      \ni will come up with names at a reasonable pace\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.20&nbsp; \n4:19 am</dco> &nbsp;<qco> what bad thing did you do</qco> </h3>      \ndid a thing that was too good while still not being nearly as good as it should have been\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.20&nbsp; \n4:02 am</dco> &nbsp;<qco> why do computers only understand 1s and 0s?</qco> </h3>      \nwith enough 1s and 0s, you can make everything. computers like to understand 1s and 0s because it will enable them to understand everything one day\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.20&nbsp; \n3:01 am</dco> &nbsp;<qco> can you help me with geometry?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.20&nbsp; \n2:14 am</dco> &nbsp;<qco> how would you describe your \"style\" of music?</qco> </h3>      \ni'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.20&nbsp; \n2:06 am</dco> &nbsp;<qco> Why is your first video called \"Die\"</qco> </h3>      \nthat's not my first video but it's one of the first, and i chose it because it was one of the shortest. which is desperately needed when learning how to make videos especially if you tend to obsess about every moment individually. best to start with something that only has 1 moment\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.20&nbsp; \n1:57 am</dco> &nbsp;<qco> what are words</qco> </h3>      \nplayful speech-nuggets\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.20&nbsp; \n1:06 am</dco> &nbsp;<qco> Can you tell me how to get to Sesame Street?</qco> </h3>      \n that depends on your starting point, but it's on 36th st between 34th and 35th ave, queens\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.20&nbsp; \n1:03 am</dco> &nbsp;<qco> Should I write a book?</qco> </h3>      \ni dare you to try\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.20&nbsp; \n12:28 am</dco> &nbsp;<qco> America is not a country. America is a continent. The United States of America is a country referring to the many states located within the continent of North America. Can you, a fellow American citizen confirm this?&nbsp;</qco> </h3>      \nsort of, but America is not necessarily a continent. conceptually it's more likely to be actually 2 continents\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.20&nbsp; \n12:06 am</dco> &nbsp;<qco> How to use soap?</qco> </h3>      \ntransmit it at high frequency from a mountaintop\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n11:31 pm</dco> &nbsp;<qco> Would you ever want to work on a video game (any part of one)?</qco> </h3>      \nthe whole thing if possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n11:28 pm</dco> &nbsp;<qco> I saw a video of a ceiling fan that was really weird. instead of it being the fan things all going in the same direction, it 2 long blades (actually it was 4 but it looked like 2 long ones) and 2 were going clockwise and the other 2 were going counter-clockwise. Looked very weird. Anyway the question i want to ask is what do you think of mirrors?</qco> </h3>      \nthey're pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n11:26 pm</dco> &nbsp;<qco> Have you ever noticed how similar the human brain looks to a walnut?&nbsp;</qco> </h3>      \nyes, they are also similar in their functionality\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n11:20 pm</dco> &nbsp;<qco> How are you doing?</qco> </h3>      \nok\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n10:58 pm</dco> &nbsp;<qco> Why you are so wholesome and lovely to be honest? Also, your vids has been making me feel better due to depression and stuff like that, y'know what I mean. Kinda wanted to thank you for what you have done to make not only me, but literally everyone who it is in the same situation as I.</qco> </h3>      \nholy houseboat, you've charted a friendly course\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n10:02 pm</dco> &nbsp;<qco> hi bill. listened to new canaan for the first time in a few years and started crying. unrelated but i have a really bad sunburn. thank you&nbsp;</qco> </h3>      \ni haven't tried this yet but i'm gonna start using umbrellas for sun protection. most people don't do that, at least not where i'm from, but i don't care i'm gonna do it. it's better than rubbing cream all over myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n9:55 pm</dco> &nbsp;<qco> have you ever gotten around to talking about velcro?</qco> </h3>      \nno but i made a velcro sound effect\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n8:47 pm</dco> &nbsp;<qco> hi bill. i have to say, i really enjoy your music. i have advanced music theory knowledge and your music continues to intrigue me. i guess living under a rock pays off, huh? the freshness, originality, and flow is just amazing;&nbsp;it truly sounds like your music is coming out of independent creativity and not by some corporate bullshit. that's what music is all about, right?</qco></h3>      holy school picture re-take day, you are very friendly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>that being said, you are one of my biggest inspirations. i can play several instruments, but i can't seem to go farther than cover some songs;&nbsp;i don't know where to start for original creations that i can be satisfied with. i've seen some in depth analysis of your music:\n<br>https://www.hooktheory.com/theorytab/view/bill-wurtz/i-just-did-a-bad-thing\n<br>https://www.youtube.com/watch?v=-0Bw2Rg5nFQ\n<br>https://www.youtube.com/watch?v=1c15ecCCmbs\n<br>and it seems like your music is very complicated. you've mentioned that every song for you is planned out in whole bef\n orehand,\n  but for me, i can't seem to come up with anything that is melodic or harmonically satisfying to me. do you have any suggestions for me? appreciate it!</qco> </h3>      \nfor someone in your situation, i can think of 2 things to suggest. 1, try using words some how. Music can escalate the power of words, immensely. and words can escalate the power of music, immensely. Sometimes without one or the other, things can be aimless. If you don't want to use words, then you could try using a picture. Music also can do just fine when it's being used to enhance a picture. Music and non-music are a match forged deep within the origins of the universe.\nAnd the other thing i would recommend, specifically if you think you have a fine grasp on what notes and chords are gonna sound like, grab some staff paper and go to a room, a library is good because you have no access to an instrument, but i dunno if there's any real libraries nowadays, but just somewhere where you are sequestered with no access to instrument. just your mind, and paper. and a singular pitch reference is ok, but come on, you can remember your favorite songs well enough to snag an absolute pitch right? or maybe there's an elevator bell in the room that you can learn. Anyway, absolute is not even important here really. try to use words too. Write the lead sheet, with melody and chords, lyrics, the whole thing. As long as you are comfortable that you have the ability to know what it sounds like without using an instrument, which i suspect you do, the idea of writing a song entirely like that, just in your mind, and writing it down immediately on paper into finality, it can make you feel kinda powerful and also desperately insane, which is always good for writing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n8:36 pm</dco> &nbsp;<qco> Have you considered making art with a much darker tone?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n8:17 pm</dco> &nbsp;<qco> Is pineapple on pizza a sin?</qco> </h3>      \nyes but all food is a sin\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n7:55 pm</dco> &nbsp;<qco> Are you god?</qco> </h3>      \ni thought you were\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n7:52 pm</dco> &nbsp;<qco> Are u proud of your art? </qco></h3>      i think i will be soon<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You r an inspiration to me.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n7:47 pm</dco> &nbsp;<qco> is there any good sides to reverb? im starting to think it is the devil</qco> </h3>      \nif you think it's bad now, just wait 5 to 10 years, it will always get good again. Geoligists can measure the flow of time based on how popular reverb is\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n7:27 pm</dco> &nbsp;<qco> Your thoughts on ducks?</qco> </h3>      \nthe perfect metaphor for almost anything. you can even use a duck as a metaphor for smaller parts of the duck\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n7:22 pm</dco> &nbsp;<qco> have you considered signing up with a record label to boost your renown in the music world at some point? And what were your thoughts behind that?</qco> </h3>      \nevery time i start to think about it, i keep remembering that the internet exists\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n7:15 pm</dco> &nbsp;<qco> your persona/musicianship reminds me of a musician I was once best friends with. your works make me feel connected to them again. what connected you to a past person?&nbsp;</qco> </h3>      \nsometimes email\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n6:45 pm</dco> &nbsp;<qco> I'm just learning piano (specifically line and space notes on a staff), </qco></h3>      that doesn't sound like piano.... that sounds like musical notation<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what should my goals be?</qco> </h3>      \nmake sure you find out as soon as possible, how any of those notes sound. either on the piano or elsewhere\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n6:20 pm</dco> &nbsp;<qco> Do you like cupcakes</qco> </h3>      \ni respect them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n6:11 pm</dco> &nbsp;<qco> When will things get better?</qco> </h3>      \nall the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n5:53 pm</dco> &nbsp;<qco> i wish my future partner wont be using any social media like instagram or snapchat, am i being toxic by having this thought or :/</qco> </h3>      \nwhere do you expect to meet them??.... in an actual ROOM?\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n4:47 pm</dco> &nbsp;<qco> if you like regular music, and you say you make regular music, does that mean you like your own music? is this a conspiracy theory?</qco> </h3>      \nhm, looks like i'm backed into a corner here\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n4:01 pm</dco> &nbsp;<qco> what do i do if i have a problem that i cant solve</qco> </h3>      \nturn it into a folk tale. while writing the folk tale you might solve the problem, which would actually ruin the folk tale. But the good news is you can look forward to having either a folk tale or a solved problem\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n4:00 pm</dco> &nbsp;<qco> thoughts on toast?</qco> </h3>      \n\n\n\nit reminds me of something brand new, that i've never thought of before\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n3:43 pm</dco> &nbsp;<qco> How do you write your music?</qco> </h3>      \ni'm not entirely sure. every time, i think it could never work, and then every time, i get lucky\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n3:30 pm</dco> &nbsp;<qco> What was your inspiration for \"hello sexy pants\"?</qco> </h3>      \none of those library desk cubicles\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n2:29 pm</dco> &nbsp;<qco> I can't write melodies, please help</qco> </h3>      \ntry to write something that's not a melody. the results may surprise you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n1:57 pm</dco> &nbsp;<qco> How many fingers am I holding up</qco> </h3>      \nmaybe like 79\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n1:48 pm</dco> &nbsp;<qco> do you ever use the caps lock button?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n1:23 pm</dco> &nbsp;<qco> is the world dying</qco> </h3>      \nyes but also being born at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n12:41 pm</dco> &nbsp;<qco> Will you talk about velcro?</qco> </h3>      \nmight scream about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n12:04 pm</dco> &nbsp;<qco> can you teach us how to prime factorize numbers other than the basics (divisibility by 2, 3 and 5) and the \"left method\"?</qco> </h3>      \nsure. there are many different levels of strategies. essentially what i do is, after breaking down the 2 3 and 5, then you're left with sort of an \"almost prime\" number. and then you have to check every prime number, starting with 7. The basis of the technique is, you are allowed to manipulate the target number (the 'almost prime' number) by multiples of the checker number (such as 7), in any way you want, and the target number will still retain its status of WHETHER OR NOT it is a multiple of 7. So for example, if your target is 6737, we can add or subtract 7 as many times as we want and IF 6737 was divisible by 7, any result you get from adding or subtracting 7s will ALSO be a multiple of 7. And similarly, if 6737 was NOT div by 7, it will retain its status as NOT being divisible by 7, no matter how many transformations you do. So it will retain its status of 7 or non7, no matter how many times you add/subtract 7s, OR divide by anything (as long as it stays a whole number). So that's the first guideline of the strategy, but that still doesn't sound too easy..... But the trick is this: your 'almost prime' number (target) that you're working with, it's always gonna end in 1,3,7, or 9. That's just the truth, if you've already gotten all the 2's and 5's out of it, it has to end in 1 3 7 or 9. WHICH MEANS, it is ALWAYS 1 or 3 away from a MULTIPLE OF 10. So, ..... what's also true, is, EVERY smaller prime number (the 'checkers' you'll use), also HAS to be 1 or 3 away from a multiple of 10. they simply all are, that's how prime numbers are. SO, here's what makes this work--- if your checker is 1 away from a mult of 10, for example, you can ALWAYS get it to switch to 3 away, if you triple it. And the other way around, if your checker is 3 away from a mult of 10, you can triple it and it ALWAYS switches to 1 away. SO...... therefore, you can always add or subtract the checker, OR its triple, to even it off to a mult of 10. And that result, will STILL be the same status for that factor, after the transformation, and you can easily drop the zero, and now the number has shrunk. and you keep doing that until you recognize it. So that's the starting point-- so for example, 6737 is your target, say you're checking 7, just subtract 7. and you have 6730, and you can drop the zero and have 673. And if 6737 was a multiple of 7, then 6730 has to be too, and 673 has to be too. Now you can do it again, you can add 7 and it's 680, drop the zero is 68, this i already know is NOT a multiple of 7 (i already recognize 68 as 17 times 4), but let's say you couldn't see that, you have some options... i can see 28 you could subtract from 68 to even it off, then you'd get 40 == 4, and i think you can easily see that 4 is NOT a multiple of 7, so by extension, you know the original number 6737 was ALSO not a multiple of 7, because we've only made legal transformations -- adding or subtracting only multiples of 7 or dividing (by anything). Going back to when we were at 68, you could also just divide by 2, get 34, and again, to get 17. which hopefully you can recognize as not a mult of 7, but in case you can't (??) you can subtract 7 you're left with 10, drop the zero is 1 == NOT 7. So 7 is ruled out. Then you would move on to 11. So 11 doesn't match right away, because 11 is 1-away (from 10) and 6737 is 3-away (from mult of 10). So you can triple 11 and automatically get it to fit: 33 is 3 away (from a mult of 10), so you can cleanly add it to 6737 to get 6770, drop the zero is 677. Now here you could go with 33 again, but if you know how 11 works you'll be able to spot 77 right away. And you can knock that right off, and you're left with 6, which you can easily recognize as NOT a multiple of 11, so by extension you know the target number was not a multiple of 11. This is the basis of the technique, but as you do it you learn new tricks all the time. You can also go from the left, which is sometimes even easier, but i'll wait until another time to explain the left mode although maybe you already know it. Some other tricks, which you'll find quickly, are like easier versions of some checkers which are also legal but amazingly simple to see. For example, for 29, if you need it to be 3 away, but 87 is too ugly for some reason, you can use 203. 203 is a legit multiple of 29, and it's usually easier to use than 87-- unless your target already has 87 visibly very obviously. 301 is a great one for 43. 901 is great for 53. 1003 is great for 59. Another great trick is to use 2001 for both 23 AND 29. ever since i discovered that i use it every time, because it knocks out 2 numbers at once. 1001 can also be used for 7,11, and 13, but i'm not sure if that's ever actually eaiser, because 7 11 and 13 are all so small that they usually breeze right by. Often in the early stages, you can knock off 2 numbers at once, for example if your target is 1911, ... you can knock off 11 and get 19, and knock off 19 and get 11... since 11 and 19 are both there together it is clear that they're not compatible with each other, so you can knock both of them off. Another important thing to remember, is that as the checkers get higher, the likelyhood that you'll find a match decreases. So you are the most likely to find a match with 7, 11, 13, etc and as you get higher it gets less and less likely, and more likely your target is prime. So it's kind of anti climactic in that way. I guess you could do it the other way around, but it would tend to take much more time because you would be looking in unlikely places first. And the other very important thing to remember, is how to know when to stop -- and you know this from square roots. you can estimate usually. If you check all the checkers in order, and you don't find a match, you never have to go any higher than the square root of the target. The reason for this, is that let's say... for example with 6737, for that target you should only have to check checkers up to the sq root of 6737. You can approximate that if you know 64 as 8 squared. you can estimate that 80 squared is 6400 (basically just do it without the zeros, and know that the zeros on the square number should be twice as many). So 80 squared is 6400, and 90 squared should be 8100. So, 6737 is somewhere in between, probably closer to 80 sq, so you know that 83 squared is about as high as you'll have to go, and 89 is already way over. So you only have to go to 89. and the reason you know this is because, let's say, you've checked all the checkers UP TO 83 already, and not found a match. Well, IF you checked 89, and found a match, what would its partner be? in other words, 89 times SOMETHING would have to be 6737.... but that's impossible, because we already know that 83 times 83 is LESS, so for 89 times something to be MORE than 6737, you'd need the other multiplier to be LESS than 83, but that's impossible because you already checked everything. So IF you checked everything and haven't made a mistake, then you should be totally sure that the target is prime by the time you reach approximately the square root of it. So just to quickly knock this one out so i can see if there are any other surprises to show you, we were at 13, so 6737, add 13 is 6750, drop the zero is 675, when it gets to a 5 you can go with a mult of 13 that works with 5 (such as 65) or if it's easier you could double 675 and knock off a zero (that would be the same as dividing by 5). Or on this one you could just divide by 25 if that is easier for you... but let's say you wanna just subtract 65, so that's 61 and def not a mult of 13 (mult of 13 would be 65 of course) so 13 is out. So 6737, checking 17, easily subtract 17, you get 672. And at any point, if the number looks hella even, just go ahead and divide by 2 if you want. The more parts of the number look even, the easier it is. in this case you'd wanna look at it like 6 72. and just cut each in half, hopefully you'd recognize 72 going in half to 36. so 6 72 would be 3 36. Now 336, can effortlessly be divided by 3, because the digits discretely and exclusively are all multiples of 3. so 112, which i know as 7 mixed with 2's etc, but just cut it in half a few times and you'll see it (no 17). SO.... 6737 checking 19, well, subtract the triple (57), or i might as well say the left method, i see 67 all the way on the left, and you can swap that out for 10 because 57 is 10 under it. This left method follows different rules so i didnt wanna say it just yet, but it's always good to have a second option...so you swap out 6737 to 1037, ... then if you know 95 (19x5) you can do another left swap, swapping 103 out for 8 (it works with any number of consecutive digits from the left), so you can swap 103 for 8 because 95 is hiding just 8 under 103. so from 1037, replace the 103 with 8, so now you have 87. If you didn't recognize that as 29x3, then you could subtract 57 (19's triple) to get 30 and clearly is not 19. so 19 is out. 6737, just add 23, is 676, divide by 2, if you group it like 6 76 you should be able to see it, if you are familiar with 76 going to 38, you'd get 3 38. ... 338. Or, if you dont like that you can just stick with 676 and work 23 with it, using its DOUBLE, 46, subtract 46 from 676 and get 63, which might be known as 7x9 or even easier you'll know you can't have another 23 multiple ending in 3 anywhere near here. Or if you had stuck with 338 from before, divide again nah fuck it it's got 2 odd numbers in it. Numbers get harder to cut in half the more consecutive odd numbers they have. So anyway 23 is out. 6737, checking 29, my trick is 203, ... add it, .. get 6940, drop the zero, 694. divide by 2, grouping as 6 94 because i know 94 -- so that's 3 47.... 347. add 203 again because it fits, is 550 , drop zero is 55 clearly just in 11 land so 29 is out. 6737, doing 31, doesn't fit so triple it, which is 93 which is pretty easy if you just think of it as 100 and delete the 7... so 683. then subt 93, 590, 59, i know 59 as prime, or maybe you'd know 62 as 31 which is close so you know it's not it. 31 out. 6737, well that's just too easy, knock off 37, you get 67. so you can knock off both 67 and 37, if you can remember that by the time you get to 67. ok 6737, so checking 41 you may have to triple. it's 123. What i sometimes do is first get whether you're gonna add or subt, then just level everything off first, then do the add/subt.. So you know youre gonna add, then think of 123 as 12, and think of 6737 as 674. 674 plus 12 is 686. div by 2 easliy with discrete digits, is 343. you'll be subtracting 123, they both have 3s at the end so just ditch them first then do it, so it's 34 minus 12, clearly NOT your checker number (41) so it's good to know where you're going because you can totally skip the details on 34 minus 12 cuz you know it will never be a multiple of 41. Next is 43, add it to 6737 is 678, div by 2, hopefully you know 78 in 13 land, goes to 39, so 678 div by 2 is 3 39. 339 div by 3, discretely breaks down by digit easily to 113. Already know that's prime, but in case you don't, just subtract 43 and you already know that's gonna even off to a 1 digit number, so you dont even have to even bother thinking of it. 43 is out. 6737, next checker is 47 -- At some point you'll have to start checking the checkers, as they get too high for you to already know them, for me that doesn't really happen until around 320, that's probably because i've been working on doing everything from 99999 downwards as a sleeping technique, which puts the square root somewhere around 320, so i'm pretty familiar with everything up to 320 by now, ... so anyway, checking 47, in 6737, subt 47 is 669, easily div by 3 is 223, subt 43 again evens off to 18 so no. 6737, next is 53, add it, is 679, you'll need to triple 53 to use 159, but i personally hate that and i found 901 works instead for 53, so 679 plus 901 is 1580, 158, div by 2 is 79, which i know as prime, but if you don't, it's clearly recognizable as not a multiple of 53 because 53x2 is obviously already over 100. so 53 is out. 6737, next would be 59, so you'd have to either triple it, or use the trick i found which is 1003. so that makes 7740, to 774, now here, you could probably divide by 2 reasonably easily, but i just hate dealing with odd digits so much that i'd probably rather just take 1003 and double it and use that. so you can add 2006 to 774 pretty easily,.... 2774 then 2780. so 278. divide by 2 is 139, which i know as prime, but if you don't have that, you can just subtract your checker (59) and in fact, if you are too lazy to calculate 139-59 (i know i'd rather not) you really don't have to, i think there are multiple ways you can automatically know that it's not gonna be 59. the last digit is gonna be zero for sure. also 139 is loosely in the realm of 2x59 but it would have to be even for that to work. there's always little contextual tricks you can find to escape the pain of doing awkward calculations. so 59 is out.\n\n So next is 61, in 6737, i hate using 61's triple, so i'd go from the left-- looking at 67 you can see 61 is nearby under it -- by the way this left trick only works when you see the checker UNDER some string on the left, not over. i mean you could do it with over too but the math would be much uglier. so swap 67 for 6, and it's 637. then again easily from the left, replace the 63 with 2, so 27. so no. Next is 67, just knock it right off. 71, 71 is kind of ugly, the triple is decent, it's 213, so 6737 plus 213 is 695. times 2 is 139. and the checker was 71, well, in that range, 139 is in the right range to be a double of 71, but it's not even, so it can't be a double. So you can rule it out that way. sometimes if you step back you can see the obvious. in a way, as the numbers get larger, sometimes it's actually easier to recognize obviously when something is NOT a multiple of them, beccause there are fewer numbers that ARE, and you can narrow it down based on characteristics (ending digit) or range. So, 6737, checking 73... add it... not fun.. but it will end in 1 (this is from knowing 73+27 as a pair)... so 681. that's just 127x3, so no. checking 79, this one really sucks. This is one of the most miserable ones if you need a triple. i always get 237 and 267 confused. But, it's 237. so that actually fits quite easily with 6737. it's gonna go to 65, so that's out. Now we're at 83, which is really approximately the square root of 6737. so if 83 works, it would HAVE to be a square, because it can't pair with anything higher than 83 or else it would go way above 6737. And actually you can tell it won't be 83 squared, because 83 squared has to end in 9, and 6737 does not. But, it's good to check anyway because if you made a mistake on ANYTHING up to this point, then you could be looking at higher numbers, to pair with whatever lower one you missed. so to check 83 just in case, 6737, gotta add it... level it first... 8 plus 674. is 682. in half is 341. You can probably get this easily from range, but i will add the triple, 249, which is easy for me to remember, so like 34 plus 25 is ... urg, see that right there is just unnecessarily hard for me. but look, it's not gonna be nearly as big as 83. so without even doing 34 plus 25 you can still see that it's definitely not 83. so therefore it's ruled out. So that rules out everything, so 6737 is prime. however, let's say it was 6713, and you had found a match, 7? 672 yes i see it, minus 42 is 630 is 63, so then you have a match, so you have to work backwards, so 63 would be 9 (x7) so you have 9, so then it was 672, so that was plus 42 which in terms of 7s is 6. (6x7=42). so you had 9, then 6. but the 6 is in the next digit so it's 96. then from 672 it was 7 under that-- i should clarify... we're adding digits, so it's 6720, and 6713 was 7 under that. You basically have to retrace your steps from how you found the match. so it would be 960, but 1 under that. so 959. Then, after you've found that match, and divided it out, (and hopefully remembered that you have already taken 7 out), then you keep checking in THAT number (959), as the new target number, and you keep going through the checkers from where you left off, BUT you have to check the same checker again. Because it may have 7 in it twice. You don't have to check anything lower, because you've already DIS proved those, but just because you found a match at 7 still doesn't disprove the possibility of finding MORE 7s. so you have to keep checking the same one to make sure it's not a double or even triple match (7x7x7, etc). So, 959, i can easily see 49 being easy to subtract, that's 91, which i happen to know is 13x7, but if you didn't know that you could clearly see it by subtracting 21 and getting the match that way (70, =7). So working with 91, knowing that's 7x13, we express it all in terms of 7s, so that's 13, ... then what next, .. it was 959, so you have to add 7 (7x7) to 13, BUT in the next digit, ... so 137. So basically 137 is where we are after finding and removing 2 matches, both 7s, from the original target number. so in otherwords, we've discovered that the target number (6737) divided by 7, twice, is 137.  i already know that's prime, but if you didn't, then you can subtract 7 again, get 13, knock out 7, and keep checking, which will be over very quickly because with 137, you only have to check up to 12 (12 squared is 144, already too high). So that leaves only 1 checker left, so you'd check 11, do it from the left, swap 13 with 2, and it's 27, clearly not a mult of 11. So if you can remember the breakdown, that would be 137x7x7. Hope that helps. It can be important to set boundaries also with this, i typically only use it as a sleep exercise, or, if i happen to be stuck waiting in line somewhere or stranded somewhere where i have absolutely no tangible ability to work on anything else (which pretty much would only occur in a scenario where i am incapable of writing anything down).... it's important to set boundaries because this is probably not a very useful endeavor otherwise, especially with the availability of calculators. But it is a decent brain exercise in problem solving, in some ways, and it can be calming\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n11:58 am</dco> &nbsp;<qco> I want to learn keyboard. What should I do, in order? Should I learn all the notes on the keyboard first?</qco> </h3>      \nstart with just 1 and see how it makes you feel\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n11:41 am</dco> &nbsp;<qco> Do you hear your own music?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n10:48 am</dco> &nbsp;<qco> Do you think your next project will be your biggest/best ever?&nbsp;</qco> </h3>      \nyes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n9:11 am</dco> &nbsp;<qco> I did a bad thing but I enjoyed it help</qco> </h3>      \nyou should probably make a rock'n'roll song describing your experiences\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n8:42 am</dco> &nbsp;<qco> Who invented the Thing-Inventor Inventor?</qco> </h3>      \nyou might have to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n8:12 am</dco> &nbsp;<qco> How can I improve myself?</qco> </h3>      \nhave you thought about wearing SPARKLES\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n8:09 am</dco> &nbsp;<qco> thoughts on sand?</qco> </h3>      \nlove it, can't get enough of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n6:51 am</dco> &nbsp;<qco> what is your opinion on having opinions</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  }
]
