[
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n4:42 pm</dco> &nbsp;<qco> thoughts on the well renowned video game MINECRAFT?!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n4:02 pm</dco> &nbsp;<qco> in \"i'm crazy / it's raining\" you include a line that says \"i'm famous.\" how did you so accurately prophesize the fact that you would become famous?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n3:28 pm</dco> &nbsp;<qco> did you buy a car and then change it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n3:25 pm</dco> &nbsp;<qco> Do you pronounce nuclear as nucular?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n2:25 pm</dco> &nbsp;<qco> why do you think ducks are so different from other types of birds? they're really unique.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n1:27 pm</dco> &nbsp;<qco> not a question, but it's very helpful when you're doing anything creative to remember that you can literally do whatever you want</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n11:16 am</dco> &nbsp;<qco> i don't want to ask a question.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n11:04 am</dco> &nbsp;<qco> I'm going to Costco, do we need anything?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n10:52 am</dco> &nbsp;<qco> Why should I not attempt to catch my dreams falling from my ceiling with buckets?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n10:44 am</dco> &nbsp;<qco> how is it possible for Australians to live if they're always upside down?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n10:18 am</dco> &nbsp;<qco> do you have life advice for all time?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n9:28 am</dco> &nbsp;<qco> thoughts on capital letters</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; 9:05 am</dco> &nbsp;<qco> how do I ask a question?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n7:55 am</dco> &nbsp;<qco> Can someone be cool and hot at the same time?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n7:45 am</dco> &nbsp;<qco> what's your favorite antonyms</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n5:30 am</dco> &nbsp;<qco> hi bill. i am contemplating taking my life in a new direction. but i am not sure if it is the right decision. with no other info, do you have any suggestions or comments on this</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n4:38 am</dco> &nbsp;<qco> Opinion on the color #02FA3B</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n3:04 am</dco> &nbsp;<qco> How to not gwt angry when remembering something that makes me angry</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; 2:58 am</dco> &nbsp;<qco> What chords tend to come after (or before) a m7b5 chord in songs? One common pattern I've heard in multiple songs is (using key of C as example) F#m7b5 to F7 to Em7. Also Bm7b5 to E7 to Am7. I personally find the m7b5 chord very comfortable to grab on the guitar so I'm trying to find more ways it could be used.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n2:30 am</dco> &nbsp;<qco> Opinion on this cold black void surrounding us and manipulating our every thought and action every single day? What does it taste like? For me, it resembles closely to a group of dying sandwiches in a pool of grease.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n1:54 am</dco> &nbsp;<qco> i have a dilemma. i like to make videos but i never use my voice because of personal reasons and because i feel like not using your voice can enhance a video in some ways. but this new idea i have just works way better with some sort of narration over the video, but i am not good at narrating. i feel like for the video to flow good or end up being successful its more natural for it to follow a narrated path, but ive only ever done and am more comfortable with no voice videos.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n1:52 am</dco> &nbsp;<qco> what's your favorite movie in the cars franchise</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n1:40 am</dco> &nbsp;<qco> im typing this on a wii u are you proud of me?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n1:39 am</dco> &nbsp;<qco> i very vaguely recall you mentioning in early 2023 that you were producing a video that had a bunch of characters being choreographed together or something. what ever happened to this video? is it in the video stack? what prompted you to go from production of that to the full stack? or maybe i'm completely misremembering and i made this up</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n1:38 am</dco> &nbsp;<qco> I just noticed that gray is the most underrated color</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n1:28 am</dco> &nbsp;<qco> hi, i'm steve</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n1:15 am</dco> &nbsp;<qco> is it flawed reasoning to assume 500 billion years is fundamentally an insufficient amount of time for caterpillars to construct a device capable of accurately predicting whether this question will be answered (or I guess, was answered)?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n1:13 am</dco> &nbsp;<qco> Why is nobody talking about how strange walruses are? They're huge aquatic sausages with mustaches? And you can teach them to whistle?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n12:51 am</dco> &nbsp;<qco> I need new groceries. When is the corner store going to open today?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.25&nbsp; \n12:18 am</dco> &nbsp;<qco> Do you ever get so tired while doing laundry you fall asleep in it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.27.25&nbsp; \n10:41 pm</dco> &nbsp;<qco> did you figure out what everything means</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.27.25&nbsp; \n10:25 pm</dco> &nbsp;<qco> what do you think of the Airport Terminal as allegory for death</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.27.25&nbsp; \n10:16 pm</dco> &nbsp;<qco> Do you ever listen to rock or faster more energetic music? If so what are your thoughts?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.27.25&nbsp; \n9:52 pm</dco> &nbsp;<qco> if you were to make a language, what would your word for \"hi\" be?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.27.25&nbsp; 9:32 pm</dco> &nbsp;<qco> what's a good example of a word</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.27.25&nbsp; \n9:28 pm</dco> &nbsp;<qco> what's your opinion on the industrial revolution</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.27.25&nbsp; \n9:03 pm</dco> &nbsp;<qco> if there is wonder bread, and if there is super bread, then what will be the next type of bread?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.27.25&nbsp; \n8:50 pm</dco> &nbsp;<qco> bill have you ever felt sad and needed to cry something made you feel that way&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.27.25&nbsp; \n8:18 pm</dco> &nbsp;<qco> Have you tried tai chi?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.27.25&nbsp; \n7:31 pm</dco> &nbsp;<qco> what's a place that you've enjoyed sitting at recently?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.27.25&nbsp; \n7:15 pm</dco> &nbsp;<qco> How do I pull a prank on the police by committing a crime and not telling them it was me?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.27.25&nbsp; \n7:07 pm</dco> &nbsp;<qco> What are your thoughts on your very first works?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.27.25&nbsp; \n6:17 pm</dco> &nbsp;<qco> would the opposite of Poughkeepsie be Poughtakeawaysie?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.27.25&nbsp; \n5:52 pm</dco> &nbsp;<qco> what's the most recent thing you learned</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.27.25&nbsp; \n5:22 pm</dco> &nbsp;<qco> how do you come up with the lyrics to your songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.27.25&nbsp; \n4:06 pm</dco> &nbsp;<qco> are different languages real or is the rest of the world just pranking me</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.27.25&nbsp; \n3:49 pm</dco> &nbsp;<qco> do you still have a car, and is it still bad</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.27.25&nbsp; \n3:24 pm</dco> &nbsp;<qco> How do I tap into that creative well that most artists seem to drink from everyday while mine only splurts out creative juices maybe once a month?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.27.25&nbsp; \n3:04 pm</dco> &nbsp;<qco> Sometimes, in one of your music videos, it seems like the lyrics are being written from the same person's perspective throughout, and oftentimes there's a character onscreen that I assume is meant to represent that person, but sometimes the appearance of that onscreen character changes one or more times throughout the song. Are those actually different characters, or is it the same character that just changes appearance?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.27.25&nbsp; \n11:59 am</dco> &nbsp;<qco> everyone always asking what the meaning of life is, but what we should be asking is what's the meaning of death?</qco> </h3>"
  }
]
