[
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n11:42 am</dco> &nbsp;<qco> if you had to remove 1 letter from the english language what would it be?</qco> </h3>      \nall of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n11:30 am</dco> &nbsp;<qco> I am bad at what I like. How do I go from there ? How do I keep the motivation after months of struggle&nbsp;</qco> </h3>      \nthis is good luck. a lot of successful people are bad at things. If you're too good, then you get too scared because if you fail despite being good, that seems extra extra tragic. but if you're not good then it kinda takes the pressure off\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n9:03 am</dco> &nbsp;<qco> i did a load of laundry&nbsp;&nbsp;eralier but i didn't get it out of the dryer fast enough and now my little brother has all my clothes. what to do</qco> </h3>      \ngrow stronger from it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n7:25 am</dco> &nbsp;<qco> will it all turn out alright?</qco> </h3>      \nat some pont\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n7:04 am</dco> &nbsp;<qco> how do you get through your day knowing that any minute we could all cross over a black holes event horizon or like a quasar too close to us could point directly at us and vaporize all of us?</qco> </h3>      \ni am not under the impression that that could happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n6:08 am</dco> &nbsp;<qco> do u listen to your own music like on the go or something&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n5:31 am</dco> &nbsp;<qco> Have you learned about yourself by answering these questions?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; 5:11 am</dco> &nbsp;<qco> Hi, is this the Krusty Krab?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n2:48 am</dco> &nbsp;<qco> I'm someone who feels like I want to do so much like I want to do everything but then the weight of that makes me do nothing, until I feel depressed and do a lot or take extreme dives into seemingly random avenues. Which sometimes leads to insights but usually is more of a distraction to what I know I should do. Any help on this ?&nbsp;</qco> </h3>      \nthe only way i know how to deal with that is without help from anyone else. i can't figure out if that was good news or bad news for me, and i don't know whether it's good or bad news for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n2:03 am</dco> &nbsp;<qco> meditation;&nbsp;What would you call it instead?</qco> </h3>      \ni think the name-having would give that sort of thing problems for me. boxing the unboxable, i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.25&nbsp; \n12:29 am</dco> &nbsp;<qco> do you ever use a drawing tablet when doing 2D or do you stick to just using the mouse?</qco> </h3>      \nfor most things that look handwritten, handdrawn, or scribbled, i do indeed use a pen and tablet\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n11:55 pm</dco> &nbsp;<qco> what's a thing that you learned recently</qco> </h3>      \n'occident' means the west\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n11:50 pm</dco> &nbsp;<qco> Do you think that you have the lyrics to every single one of your (completed) songs memorized? Even if you haven't listened to them since you published them?</qco> </h3>      absolutely not. especially because i like to do a lot of sneaky swaps in the second iteration which may be hardly felt unless you're fastidious. in otherwords, as a writer, i tend to do this- when the same melody comes around the second time, i enjoy having almost identical but slightly different words there, which probably makes it harder to memorize\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n11:28 pm</dco> &nbsp;<qco> i think i have dementia but im not sure. have i asked this question before</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n11:13 pm</dco> &nbsp;<qco> Asking you things is really fun but I've craved for a long time that one day you'd finally ask me something.</qco> </h3>      \ni will\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; 10:40 pm</dco> &nbsp;<qco> What should I draw?</qco> </h3>      \nhow about every thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n10:18 pm</dco> &nbsp;<qco> what's the most memorable question somebody's asked you? or have you responded to so many they all become a uniform gray sludge?</qco> </h3>      \none of my childhood friends submitted a question here, and it was clear based on the contents of the message that he had deeply lost his mind. it was sobering\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n9:41 pm</dco> &nbsp;<qco> Where do you find the time to play E.T. for atari while answering all of these questions</qco> </h3>      \nnever done that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n8:51 pm</dco> &nbsp;<qco> when does art happen in real life?</qco> </h3>      \nwhenever you're ready. no i take that back, whenever IT's ready\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n8:38 pm</dco> &nbsp;<qco> have you ever eaten a blade of grass?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n8:27 pm</dco> &nbsp;<qco> have you ever seen the hat man</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n7:39 pm</dco> &nbsp;<qco> in 2 friends on the beach, is that a tuning fork sound that plays at the very moment the waiter says \"forks\"?</qco> </h3>      \nthat's what i would call a \"ding\" sound. the thing about the ding is, if you have almost any piano instrument, including a normal acoustic grand piano, if you just play the right note (hint: pretty high) at the right time with the right duration, it's gonna sound just like a ding\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n6:58 pm</dco> &nbsp;<qco> Do you wake up looking for the brocolli?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n6:26 pm</dco> &nbsp;<qco> how old-fashioned are you?</qco> </h3>      \n50%, on average\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n6:15 pm</dco> &nbsp;<qco> Is there a trick for removing the weight of constantly feeling like I have more important things I could be doing at any given moment? Seems to frequently get in the way of being creative, or really enjoying anything.</qco> </h3>      \nsometimes it helps to find something important to do and then do it, then that should hold you over for a little while\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n5:57 pm</dco> &nbsp;<qco> do you have any words of advice</qco> </h3>      \nyes, i can give specific advice about\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n5:48 pm</dco> &nbsp;<qco> bill do you wear crocs</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n5:21 pm</dco> &nbsp;<qco> What is your favorite Phish song?</qco> </h3>      \ni don't know any phish songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n3:17 pm</dco> &nbsp;<qco> you're mostly/originally a drummer, right? why'd you pick up other instruments </qco></h3>      as vitally important as the drums may be, they're pretty much never gonna be the whole picture. it certainly was no mistake to tackle the drums first, i don't regret that, but it's also not the whole picture<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and what determined the level of skill you wanted to achieve on said other instruments&nbsp;</qco> </h3>      just enough to get by. but i should place an asterisk * next to that by saying that i've grown accustomed to people looking at me like i'm completely insane when they find out what my simplest idea of 'getting by' actually is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n3:13 pm</dco> &nbsp;<qco> Did cavemen have to use rocks for computers?&nbsp;</qco> </h3>      \ni was going to say no but now that i think about it yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n10:09 am</dco> &nbsp;<qco> how often do you consume mayonnaise</qco> </h3>      \nnot at all\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n9:04 am</dco> &nbsp;<qco> how to describe my dislike of adjectives without using them?</qco> </h3>      \nhow about saying \"i don't like adjectives\". to be even more specific you could say \"they give me the same feeling i get when i [do this and this and this]\" which can be something that sounds objectively unenjoyable\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n8:28 am</dco> &nbsp;<qco> is 22 eleven times better than 2, or is 22 double the amount of fun of a normal 2?</qco> </h3>      \nthose could both be true. they are not conflicting statements\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n8:02 am</dco> &nbsp;<qco> Are you into meditation</qco> </h3>      \nnot if you call it that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n6:23 am</dco> &nbsp;<qco> Why is there an \"ask a question\" text, and then a big \"ASK\"? Why is the website telling me to ask twice?</qco> </h3>      \nthe ask button is you telling the computer what you are doing when you press. when you press 'ASK', you are saying, yes i'm satisfied with the question i've typed and i am ready to ask it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n5:59 am</dco> &nbsp;<qco> i like reading through your notebook, but sometimes i wonder what the thought process behind them was</qco> </h3>      \nthe thought process behind that section of the site is which things should i post, from amongst all the things i've written anywhere at any time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n5:56 am</dco> &nbsp;<qco> I'm supposed to write a 20-something page thesis on a topic I've long lost interest in and there's nothing I can do about it. How do I make the writing process more bearable.</qco> </h3>      \npretend you are actually writing it to someone as a demonstration of what it would look like for you to write a fake thesis saying things you don't believe\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n4:56 am</dco> &nbsp;<qco> do you think we will ever run out of new melodies</qco> </h3>      \nmost of the best ones haven't even been found yet\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n3:44 am</dco> &nbsp;<qco> why is it important to test your music on \"balanced\" speakers or headphones if the average listener is not going to listen to it on a similar equipment? I'm not saying it's a bad idea, but the thought that one could get similar or better results by testing on average equipment rather than \"balanced\" equipment is logistically and financially pleasing</qco> </h3>      \nwhat's important is that it's something you're used to. even better if that happens to already be the same thing the audience is used to. If it's something neither you nor the audience is used to, then nobody wins\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n3:40 am</dco> &nbsp;<qco> im in my 3rd semester of audio engineering and it's just electronics and math and im getting no joy from it whatever and it's causing me to want to drop out. they say to succeed you have to devote as much of your time as possible to something (idk how true that is tho) so im very much considering dedicating myself to my art and projects. it just feels like with the current world situation, even if i were to stay in school, there's no guarantee it'll even be worth it in the end. do you have any advice? thank you.</qco> </h3>      \ni think you'll feel better once you find a specific alternative for how you'll use the time during which you otherwise would have been in the miserable school program you mentioned\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n3:37 am</dco> &nbsp;<qco> My native tongue isn't English, so sometimes i have problems understanding your answers. Any tips?</qco> </h3>      if you tell me which language is yours, i will try to make something happen here in that language from time to time\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.25&nbsp; \n12:51 am</dco> &nbsp;<qco> How can I make the world a better place?</qco> </h3>      \nno one can agree on the way the world should be, so what you'll have to do is make the world a 'medium' place and then maybe everyone will think it's half good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.25&nbsp; \n11:59 pm</dco> &nbsp;<qco> hi is this mcdonalds?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.25&nbsp; \n10:56 pm</dco> &nbsp;<qco> My parents don't support anything that I think is meaningful or creative. Should I run away from home?</qco> </h3>      \nsure, if you think you can survive\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.25&nbsp; \n10:04 pm</dco> &nbsp;<qco> i just listened to a live recording of a song that's so incredibly good that it makes me sad that i'm not that good. i fear i will never create something that good, let alone perform it that well live</qco> </h3>      \nyou wouldn't believe how intimidating 'walking' and 'talking' looks to a small child who hasn't yet mastered either of those two miracles yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.25&nbsp; \n9:38 pm</dco> &nbsp;<qco> how to deal with baaad embarrassing memories that pesterrrr the mind :((((&nbsp;</qco> </h3>      \nyou'll just have to do more things to make more memories that aren't so bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.25&nbsp; \n9:01 pm</dco> &nbsp;<qco> I want to tell you something but I'm not sure you'll believe me</qco> </h3>      \nso far i believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.25&nbsp; \n8:55 pm</dco> &nbsp;<qco> can i use elmers glue stick for a chapstick.</qco></h3>      i don't think that's a good idea<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what's the trumpet equivalent to a drummer putting a bandaid on a finger</qco> </h3>      i understand the analogy but i have no idea what the answer is. i don't have enough trumpet playing experience\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.25&nbsp; \n8:41 pm</dco> &nbsp;<qco> How to drive away The Being from my house?</qco> </h3>      \nfirst you gotta figure out which being it is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.25&nbsp; \n7:47 pm</dco> &nbsp;<qco> help my electric keyboar went kablooey and kablammo</qco> </h3>      \nmaybe you could trade it to someone else who wants theirs to do that\n<br><br>"
  }
]
