[
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n5:52 pm</dco> &nbsp;<qco> What do you think about unimpressionistic art?</qco> </h3>      \nit's almost like it's not even there\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n5:09 pm</dco> &nbsp;<qco> do you think, if given the opportunity, would you release some stuff on vinyl?</qco> </h3>      \nwhy stop there, how about wax cylinders\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n4:45 pm</dco> &nbsp;<qco> Thoughts on algebra?</qco> </h3>      \ncould come in handy\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n3:10 pm</dco> &nbsp;<qco> have you ever wondered why</qco> </h3>      \nthere's usually something after the why. like i wonder why [something something something]\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; 1:53 pm</dco> &nbsp;<qco> why is everything so dumb and stupid</qco> </h3>      \nthat's due to intelligence\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n1:26 pm</dco> &nbsp;<qco> would you rather solve 20 geometry proof questions or die of pneumonia&nbsp;</qco> </h3>      \nsolve 20 geometry proof questions, than you for asking\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n12:27 pm</dco> &nbsp;<qco> Why is EADGBE standard guitar tuning&nbsp;</qco> </h3>      \nmaybe it's a compromise between what works good for melodies and what works good for chords. what would work great for melodies is if all the intervals were the same (EADGCF), but then you'd probably never be able to play any open chords that way, so it appears that the pattern gets a little nudge to bring the highest 2 strings back into the same harmonic neighborhood as the rest\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n10:33 am</dco> &nbsp;<qco> How are neurodivergents supposed to feel worthy and accepted in this world</qco> </h3>      \nwhy would you feel unworthy and unaccepted\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n9:18 am</dco> &nbsp;<qco> is it getting real chilly up there?&nbsp;</qco> </h3>      \nmeh,\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n8:55 am</dco> &nbsp;<qco> i play piano and want to try acoustic guitar but it's really expensive and i don't know if i should. do you have any advice señor wurtz</qco> </h3>      \ni'd say you're fine for now\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n6:56 am</dco> &nbsp;<qco> If actions speak louder than words, why is the pen mightier than the sword?</qco> </h3>      \nbecause you can make poetic cliches that seem true, despite being opposites of other cliches\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n4:07 am</dco> &nbsp;<qco> what's the most important aspect of your creating process</qco> </h3>      \nbeing able to change the aspects\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n1:57 am</dco> &nbsp;<qco> what are the special sandals</qco> </h3>      \nfor example, it's something that you can call 'special sandals' without knowing what it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n1:54 am</dco> &nbsp;<qco> do you really think it was a big \"bang\"? that seems like a kindof \"our universe-centric\" way of seeing the thing.</qco> </h3>      \na 'big bang' is usually what we call something before we find out what it really is. like 'what was that big bang'? 'i dont know' etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n1:39 am</dco> &nbsp;<qco> do you like being yourself?&nbsp;</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n1:26 am</dco> &nbsp;<qco> how much do you value ambiguity&nbsp;</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n12:43 am</dco> &nbsp;<qco> i feel lost, what should i do?</qco> </h3>      \nhow about running away\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n12:05 am</dco> &nbsp;<qco> what should i print on my 3d printer? I want to make something fun but also functional. Maybe both. Suggestions?</qco> </h3>      \nobviously another 3D printer, forgive me if that seemed too obvious\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.24&nbsp; \n10:41 pm</dco> &nbsp;<qco> if aliens came to your front door, what is the first sentence that comes out of your mouth?</qco> </h3>      \nwhat would be the first thing that 'aliens' is?\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.24&nbsp; \n9:44 pm</dco> &nbsp;<qco> i have always had this thing where i feel guilty for skipping a song it feels like im disrespecting the art even tho its not necessarily that i dislike it or don't appreciate the artist's efforts. how do i be normal</qco> </h3>      \nso far, you are\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.24&nbsp; \n9:29 pm</dco> &nbsp;<qco> Do you ever make unusual vocalisations sometimes? (I do, e.g. animal or ufo sounds)</qco> </h3>      \nif they are really that unusual, then they couldn't be described by anything other than the sound itself. but anyway, probably yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.24&nbsp; \n9:26 pm</dco> &nbsp;<qco> How do the seasons know when to change?</qco> </h3>      \nhow do you know when to wonder about them knowing when to change\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.24&nbsp; \n8:45 pm</dco> &nbsp;<qco> Why do you make music if it hurts you? Are you hoping to someday hurt it back?</qco> </h3>      \nnone of the above. music does not hurt me, but if i did i would make it to heal from it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.24&nbsp; \n8:16 pm</dco> &nbsp;<qco> Is your favorite color comprehensible to the average person? </qco></h3>      i thought it would be<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so what is it?</qco> </h3>      \ncolor changes\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.24&nbsp; \n7:28 pm</dco> &nbsp;<qco> give me a word</qco> </h3>      \nyou already have plenty of words\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.24&nbsp; \n6:42 pm</dco> &nbsp;<qco> \\could you write an essay about the grass and how it flows</qco> </h3>      \nyeah it doesn't really flow that much\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.24&nbsp; \n5:20 pm</dco> &nbsp;<qco> What's your favorite cereal?</qco> </h3>      \ncrispix, but that's not important right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.24&nbsp; \n4:15 pm</dco> &nbsp;<qco> tryna up my voice recorder memo game, how do i get better?</qco> </h3>      \nthe reason this is impossible for me to answer is because i have no idea how good you already are\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.24&nbsp; \n1:46 pm</dco> &nbsp;<qco> Have you ever used a microphone as an instrument?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.24&nbsp; \n1:46 pm</dco> &nbsp;<qco> what should i do at the beach today</qco> </h3>      \ni was gonna say you could rearrange the sand, but actually it might already be in the right order\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.24&nbsp; 1:04 pm</dco> &nbsp;<qco> would you ever make an album?</qco> </h3>      \nmaybe i'll just make everything else\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.24&nbsp; \n12:46 pm</dco> &nbsp;<qco> what's the point of not turning in a finished assignment?</qco> </h3>      \nmaybe you wanna finish 2 and turn in 2 at the same time. just brainstorming here\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.24&nbsp; \n11:54 am</dco> &nbsp;<qco> What color is clear</qco> </h3>      \nclear means it's transparent, so you can see through it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.24&nbsp; \n9:32 am</dco> &nbsp;<qco> did the huge gamer most of the time get his proof of self&nbsp;</qco> </h3>      \nsome of the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.24&nbsp; 7:05 am</dco> &nbsp;<qco> which came first, the chicken or the egg?</qco> </h3>      \nseems somehow simultaneous, despite being extremely gradual\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.24&nbsp; \n5:54 am</dco> &nbsp;<qco> Do you have an idea for a song?</qco> </h3>      \ntoo many\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.24&nbsp; \n4:27 am</dco> &nbsp;<qco> i'm actually just now realising how cool life is and i'm so excited</qco> </h3>      \nat a certain point later you will want to recall the circumstances which led you to this point\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.24&nbsp; \n1:33 am</dco> &nbsp;<qco> thoughts on lampshades?</qco> </h3>      \n\"one size fits... some of them\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.24&nbsp; \n1:12 am</dco> &nbsp;<qco> is there anything in particular you would like to see invented within the next 100 to 200 business days</qco> </h3>      \nhow about everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.24&nbsp; \n12:20 am</dco> &nbsp;<qco> does the sun make you sneeze</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.24&nbsp; \n11:51 pm</dco> &nbsp;<qco> La de da de da de da de day oh feels like I can address it to many other people. Any thoughts on that?</qco> </h3>      \nthat doesn't seem like a problem\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.24&nbsp; \n11:11 pm</dco> &nbsp;<qco> right now i think you're doing a system where you work on multiple videos at once thru doing one department on all the videos in a row. when you finish this current batch, will you start a new set of videos with this same approach, or do you want to go back to 1 video at a time? thank you. i'm more excited for your content than ever</qco> </h3>      \nin a way, this process has changed my life, the important lesson being: never do this again. On the other hand, so many aspects of this method have been so wonderful that i'd love to do it again, for an even bigger batch. but it's also likely that i will transition into content where the production time is barely any longer than the run time, or maybe equal. and so this current process may be something that pushes me to do that sooner. but, either way, it's my eagerness to get to future projects that is driving me to continue forward in this\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.24&nbsp; \n10:09 pm</dco> &nbsp;<qco> how many prongs does a spork have.</qco> </h3>      \nπ\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.24&nbsp; \n10:04 pm</dco> &nbsp;<qco> how come it's okay to make some quick cash, but bad to make a quick buck</qco> </h3>      \ni can't think of any reason, other than that the word 'buck' might be vaguely too old fashioned, or maybe unpleasant sounding, just as a word ... ?\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.24&nbsp; \n9:29 pm</dco> &nbsp;<qco> Do you like grass?</qco> </h3>      \ni don't mind it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.24&nbsp; \n9:07 pm</dco> &nbsp;<qco> What makes music sound so musical?&nbsp;</qco> </h3>      \nin this case, the word music\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.24&nbsp; \n8:22 pm</dco> &nbsp;<qco> do you prefer hot or cold music</qco> </h3>      \ni prefer a variety of temperatures. but i'm not the only one who is this way\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.24&nbsp; \n8:18 pm</dco> &nbsp;<qco> How many languages do you know and how much contact do you have with other languages</qco> </h3>      \nmost of the conversational content i listen to is in dutch (netherlands). i understand it better and better, and spreek ik het af en toe ook, per ongeluk. and by 'per ongeluk' i mean like, the person i'm talking to begrijpt er helemaal niks van, zoals nu misschien. i also have a vague background knowledge of french, which would give me a running start if i were to ever pursue it, so that should likely be the next one i'd go for. other than that, i seem to know a bit of........ english\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.24&nbsp; \n7:19 pm</dco> &nbsp;<qco> Should we all install Captchas in our smart homes to prevent the robot uprising?</qco> </h3>      \nare you kidding, robots are great at captchas. that's like the one thing they're good at\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.24&nbsp; \n5:41 pm</dco> &nbsp;<qco> what do I do if I wake up wanting to create something to post online etc but I need to do things like eat, laundry, shower? i don't want to lose the drive to do the creative thing bouncing in my head since I hardly ever wake up and want to do the creative thing, but i'm also kinda hungry but i'm not gonna die if I do the creative thing first????????&nbsp;</qco> </h3>      \nyou should do as much as you can on the thing real quick\n<br><br>"
  }
]
