[
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n10:58 am</dco> &nbsp;<qco> Does the laws of the universe (and the world) video relate to your ask.fm?</qco> </h3>      no, it seems a lot of people misunderstood that video. i kept explaining again and again that it is about asking questions to yourself and the world around you, but everyone keeps thinking it meant asking questions to me. the line was actually something i found written in a notebook many years ago. but i tried to clarify by adding the title, but apparently that did not work\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n9:55 am</dco> &nbsp;<qco> For \"outside\", was that written recently after the last video, or was it one of those songs where a part had been written but you finished writing it just now?</qco> </h3>      the title line came from a writing session last march. everything else was written after it was randomly selected from the list, in august, to be the next song/video\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n9:33 am</dco> &nbsp;<qco> Did you learn any Japanese when making the Japan video?</qco> </h3>      not really\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n9:04 am</dco> &nbsp;<qco> What is the difference between donuts/doughnuts and bagels??????????????????????????????????????????????????????????????????????????????????????</qco> </h3>      donuts are much sweeter and softer\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n9:00 am</dco> &nbsp;<qco> How do people link other questions in their questions?</qco> </h3>      copy and paste the date and time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n8:53 am</dco> &nbsp;<qco> How do I know if I will be good at writing music or enjoy it if I don't have the instruments or money to buy instruments?\n<br>Whenever I try to imagine a melody in my head, I always fear that the melody would be heavily influenced or even a straight rip-off of what I have heard in the past subconsciously without me realising. Do you experience this?</qco> </h3>      you're just gonna have to try some things. on one end of the spectrum, just do what feels familiar, and it may be similar to things that already existed (which is not always the biggest crime, considering 95% of music is very very similar to other music that existed before in many ways). and the opposite side of the spectrum is try things that are so outlandish that they are guaranteed to be different, even if they might be totally insane and not good. chances are you will stumble upon something good anyway. but either way it is important to try many many different things, on both sides of the spectrum, and you will very quickly learn how to fly the plane<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n8:51 am</dco> &nbsp;<qco> i'm currently struggling with writer's block, and i dont mean lyrics but trying to find a chord progression that sounds nice / having no idea what the next segment of a song should be, have you ever encountered that kind of problem?\n<br>ps: great fan &lt;3&nbsp;&nbsp;</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n8:40 am</dco> &nbsp;<qco> why i was born?</qco> </h3>      what else would you do\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n8:19 am</dco> &nbsp;<qco> Do you like modern pop music?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n8:01 am</dco> &nbsp;<qco> there is an automatic answer response for \"how are you\" when asked on this website saying \"good.\" but how is it possible to always feel good? surely you have your bad days.\n\n\n<br></qco> </h3>      yes but the answer to \"how are you\" is not really supposed to explain how things are going, unless you are trying to hijack a casual greeting into a therapy session\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n6:08 am</dco> &nbsp;<qco> When writing backwards, have you ever came up with such a good verse that the chorus pales in comparison? </qco></h3>      yes, or just generally very often the verse might be great but doesn't match the chorus<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What would you do then, make the chorus better or make the verse shittier?</qco> </h3>      basically all i can do is just file that verse as a different song and try again\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n4:48 am</dco> &nbsp;<qco> did outside have like a million kajillion layers?</qco> </h3>      well sort of, but what i usually do is make a thing with a bunch of layers and then print it to one layer, and then print some more things to another layer, and then layer those layers\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n4:42 am</dco> &nbsp;<qco> why are all the letters on a computer keybord captitals in real life, but when you press them they usually make lowercase letters?</qco> </h3>      i think when letters are used in words they work better as lowercase, but when they used as individual letters, they work best capital\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n4:42 am</dco> &nbsp;<qco> what are your thoughts on vr?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n4:22 am</dco> &nbsp;<qco> What do you think about mormons</qco> </h3>      what i think about someone is not usually affected by whether or not they are mormon. in fact, usually i can't tell\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n4:14 am</dco> &nbsp;<qco> How do you remember music when you dream it? I sometimes try to wake myself up but then im afraid i miss out on the rest of the music&nbsp;</qco> </h3>      i just try to get it down as quickly as possible, i go straight to the recording and quickly describe and/or play as many elements as i can remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n4:08 am</dco> &nbsp;<qco> hello i would like to know your opinion on casseroles i just made one it was very good</qco> </h3>      i'm actually not sure what a casserole is, but i have heard of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n3:06 am</dco> &nbsp;<qco> What was your first reaction to you getting recognition from your history of Japan? And how did you think it would affect your content from then on?&nbsp;</qco> </h3>      it was convenient because prior to that my strongest following was on a platform with a 6 and a half second time limit. i was more than ready to make longer content. unfortunately there are many challenges and perils that go along with that, such as it takes much much longer to make\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n2:59 am</dco> &nbsp;<qco> What are your thoughts on the people that think the Earth is flat?</qco> </h3>        i think way more people think people think the earth is flat than actually think the earth is flat. i think the entire flat earth movement might be a fabrication to give people an opportunity to brag about knowing the world is round\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n2:50 am</dco> &nbsp;<qco> Are you dreaming?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n2:45 am</dco> &nbsp;<qco> Do you plan on getting better at drawing cars and spaceships?</qco> </h3>      i plan on making them more and more interesting. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n2:42 am</dco> &nbsp;<qco> If your videos were played back to back on a cable channel, what would the channel be called?</qco> </h3>      i think something like 'bill wurtz' would be fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n2:35 am</dco> &nbsp;<qco> Would you rather find one suitcase full of hundred dollar bills or one hundred suitcases full of one dollar bills?</qco> </h3>      assuming they are filled the same amount, the 1 suitcase would be much much more space efficient for the same amount of money\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n2:25 am</dco> &nbsp;<qco> Where does a circle begin?</qco> </h3>      you will have to check the footage of when it was being created\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n2:16 am</dco> &nbsp;<qco> Have you ever whispered secrets to the unknown?</qco> </h3>      i prefer to let them whisper it to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n1:50 am</dco> &nbsp;<qco> can u make an album plz?</qco> </h3>      i think, in the modern time, it is more fun to release them individually. that way you can group them together however you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n1:03 am</dco> &nbsp;<qco> please top the country top 40</qco> </h3>      i will try\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n12:50 am</dco> &nbsp;<qco> What is the best way to make friends?</qco> </h3>      collaborate in business\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n12:35 am</dco> &nbsp;<qco> HELP! HOW DO I MAKE THINGS SO THAT THEY ARE NOT ALL CAPITALIZED EVERY TIME I TYPE?!</qco> </h3>      you're gonna have to get a different device, one that allows lowercase letters\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n12:32 am</dco> &nbsp;<qco> why would a woodchuck feel the need to chuck wood if a woodchuck could chuck wood?</qco> </h3>      maybe for a sense of importance, and purpose\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n12:32 am</dco> &nbsp;<qco> Do you find the planet Jupiter slightly intimidating?</qco> </h3>      it's important to remember that jupiter likely plays a major role in keeping us safe from extraneous objects that could potentially devastate our planet\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n12:32 am</dco> &nbsp;<qco> Do you enjoy viewing/listening to your own work?</qco> </h3>      i try to make it what i would find most enjoyable. but i don't listen to it when it is done. for 2 reasons, actually 3 reasons. 1. i surely heard it way way more than i ever needed to, 2. i can't change it anymore so why worry about it, and 3. i am busy making the next thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n12:25 am</dco> &nbsp;<qco> how would you describe your aesthetic</qco> </h3>      i believe aesthetic should be shared, by the community\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n12:05 am</dco> &nbsp;<qco> What do you call the synth you use often that sounds like a faint screaming in the background? For example during \"do you have a nice car\" (i wanna be a movie star) and \"efg\" (second chorus of alphabet shuffle). How do you make that sound and why did you choose to use it?</qco> </h3>      \na lot of people ask about it, and i have saved it as 'alien crickets' but it is not just the sound, it also requires to play the notes in a certain pattern to get that sound. maybe one day i will say how it was made and where it came from<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n12:03 am</dco> &nbsp;<qco> do you think you're ever going to make another music video featuring videos of you?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n12:01 am</dco> &nbsp;<qco> if you only had the hook written for outside when it was randomly chosen, what was your inspiration for the verses? i LOVE it</qco> </h3>      writing backwards is very hard, you usually just have to sit around all day until you get it. (by writing backwards i mean you already have the chorus but you need to figure out what comes before the chorus that is a good start but also makes the chorus work good after). and after stumbling for a bit i eventually got a first line i liked, and then went from there\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n11:44 pm</dco> &nbsp;<qco> Bill can you teach me economics&nbsp;</qco> </h3>      sure. you know all the people you bought stuff from?... they have your money now\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n11:33 pm</dco> &nbsp;<qco> how do we save the planet (earth)?</qco> </h3>      first we have to figure out how we want it to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n11:12 pm</dco> &nbsp;<qco> do you like your new thing</qco> </h3>      i tried to make it the best i could, it's out of my hands now\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n11:00 pm</dco> &nbsp;<qco> Why do humans have porn?</qco> </h3>      in case they are unable to find sexual relationships, maybe looking at pictures will help cheer them up\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n10:58 pm</dco> &nbsp;<qco> Are you going to have vlogs&nbsp;🤔\n<br></qco> </h3>      i think i already have them\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n10:53 pm</dco> &nbsp;<qco> If the devil is six then what is God?</qco> </h3>      6 and 7, at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n10:35 pm</dco> &nbsp;<qco> What made you want to create this website?</qco> </h3>      because i already had made a lot of work and there was a steadily growing fan base out there who were basically just copying CDs for each other, and i really had no idea who they all were, so after trying and failing to collect some sort of email contact list to send the new stuff to, i quickly realized that it would be much better it i just put post it all somewhere, that way people can find it at their convenience without me having to find and chase everyone individually via email, and also more and more people could find it who i could never otherwise reach\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n10:30 pm</dco> &nbsp;<qco> View on Donald Trump?</qco> </h3>      he is one of a kind\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n10:22 pm</dco> &nbsp;<qco> i downloaded the outside video and noticed it's actually in 1080p. how did making the video larger/cleaner looking contribute to the length of this project</qco> </h3>      i've been using that resolution for at least a year and a half. i've actually always worked at 1920x1080 but in the past i have exported at 1136x639 because i am concerned that on a laptop web browser, by default some don't zoom to fit, so larger videos might be off the edge. that reminds me, i didn't get a chance to export that version of outside for the website, i actually need to switch it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n10:15 pm</dco> &nbsp;<qco> why is the \"i'm feeling randy\" button in he corner not clickable?</qco> </h3>      i don't know but it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n10:15 pm</dco> &nbsp;<qco> now that outside is out, i must ask: over what time period was this song written? how \"done\" was it when you tasked yourself to made the song&nbsp;&amp; video?</qco> </h3>      the title line came from a writing session last march. then it was picked in august, and i wrote the rest and recorded it, and made the video after that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n10:06 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201608161955\">8.16.16&nbsp;&nbsp;7:55 pm</a>  Well after watching \"outside\" it looks like that has happened</qco> </h3>      oh and i suppose you also believe i read a paper newspaper\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n10:05 pm</dco> &nbsp;<qco> What are some of the secret swear words</qco> </h3>      hi, bye, hey\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n9:53 pm</dco> &nbsp;<qco> What is the plane chord?</qco> </h3>      i think that was C#sus4 over C\n<br><br>"
  }
]
