[
  {
    "html": "<h3> <dco>7.11.24&nbsp; \n11:29 am</dco> &nbsp;<qco> is it a good idea to compose a song for a girl</qco> </h3>      \nit's an okay idea to write a song about a person, but it seems like a not-so-good idea to write a song and then give it to a person as a gift, possibly putting them under a nonzero amount of pressure to listen to it, and/or like it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.24&nbsp; \n10:11 am</dco> &nbsp;<qco> would you like to live deliciously</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.24&nbsp; \n9:20 am</dco> &nbsp;<qco> Your songs are contradictory, which one are you? Are you a loser, a princess, or a huge gamer most of the time? Which one is it???</qco> </h3>      \nthe answer here seems almost too obvious ...... i am a songwriter\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.24&nbsp; \n5:39 am</dco> &nbsp;<qco> if 14 year old you saw what you were like today, what do you think he would say?</qco> </h3>      \nno reason to say anything but i would probably have a lot to think about\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.24&nbsp; \n4:05 am</dco> &nbsp;<qco> how important to you is mixing</qco> </h3>      \nit's certainly handy\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.24&nbsp; \n3:53 am</dco> &nbsp;<qco> What are you dreaming about?</qco> </h3>      \nsometimes i dream about being awake\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.24&nbsp; \n3:19 am</dco> &nbsp;<qco> how do you solve problems when youve tried absolutely everything but the problems still persist</qco> </h3>      \ntake a break from that problem and try to solve a totally different problem instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.24&nbsp; \n2:39 am</dco> &nbsp;<qco> what to do if scared of future</qco> </h3>      \nsee if you can time travel to the present. i know that sounds kind of weird, but it can be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.24&nbsp; 12:21 am</dco> &nbsp;<qco> how do you get motivation</qco> </h3>      \nwhat would you like motivation for\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.24&nbsp; \n12:04 am</dco> &nbsp;<qco> what's the funniest message you've seen on a billboard</qco> </h3>      \nthe funniest thing i've seen on billboards would be some of the photogenic smiles of your local morning news team\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.24&nbsp; \n9:34 pm</dco> &nbsp;<qco> Will you ever be making a song with gun sounds?</qco> </h3>      \nprobably not. if you ignore the fact that most drums and percussion actually already sound somewhat like guns anyway\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.24&nbsp; \n9:00 pm</dco> &nbsp;<qco> was the \"fallhouse\" building in \"i'm scared\" inspired by a real-life location? </qco></h3>      i believe so<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, could you please share the co-ordinates?</qco> </h3>      \nthe reason i don't want to do that is because the actual building might have some alterior significance that i may have been completely unaware of\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.24&nbsp; \n7:42 pm</dco> &nbsp;<qco> Are there any big inspirations for your music? In other words, how do you get the inspiration and main ideas for the songs you compose?</qco> </h3>      \nat some point i figured out that literally everything can be used as inspiration. needless to say i was very excited to find this out, because if my calculations are correct that ought to lead to a potentially fruitful and boundless writing career\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.24&nbsp; 7:10 pm</dco> &nbsp;<qco> what is going on</qco> </h3>      \ntime keeps on slipping into the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.24&nbsp; \n7:01 pm</dco> &nbsp;<qco> Do you think dogs are dogs?&nbsp;</qco> </h3>      \nlet me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.24&nbsp; \n6:51 pm</dco> &nbsp;<qco> How can I just be</qco> </h3>      \ni'm not sure. that almost seems too easy\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.24&nbsp; \n6:24 pm</dco> &nbsp;<qco> any thoughts on boarding schools (i'm going to one)</qco> </h3>      \ni know almost nothing about them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.24&nbsp; \n5:54 pm</dco> &nbsp;<qco> have you ever thought of sitting down but in a different way than usual</qco> </h3>      \nyes i have\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.24&nbsp; \n5:13 pm</dco> &nbsp;<qco> are children people?</qco> </h3>      \nyes they are. thanks for checking\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.24&nbsp; \n4:07 pm</dco> &nbsp;<qco> What happens when an unstoppable force hits an unmovable object</qco> </h3>      \nthey go through each other\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.24&nbsp; \n10:17 am</dco> &nbsp;<qco> does it ever get better</qco> </h3>      \nyes it does\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.24&nbsp; \n8:42 am</dco> &nbsp;<qco> do you have any advice for bigfoot</qco> </h3>      \nhow about doing some birthday greetings\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.24&nbsp; \n4:02 am</dco> &nbsp;<qco> Do you believe that Bert and Ernie have been in a long-term homosexual relationship, or they simply have a friendship so strong that it has withheld the cruel tricks of time?</qco> </h3>      those wouldn't be the only two options, but your second option does seem correct in this case. in regard to their sexuality i don't believe they have any. aside from the unauthorized fan fiction of course\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.24&nbsp; \n1:33 am</dco> &nbsp;<qco> museums are such a strange place to put art</qco> </h3>      \nwhat if they contained everything else except art\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.24&nbsp; \n1:18 am</dco> &nbsp;<qco> How do I discover who I really am, and what's the point of life anyways?</qco> </h3>      \nimagine someone just asked you that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.24&nbsp; \n12:07 am</dco> &nbsp;<qco> why does songwriting get harder the more of it that i do? every time i work on things it just feels like there are more potential songs to be working on, and i don't wanna step on the toes of another song i've done. i think \"this one is too boring, or this one is too meaningless, or this one is too crazy\" while i'm working on it, and i ditch it for another song in the list\n<br>\n<br>any thoughts?</qco> </h3>      \nhow about threatening to quit\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; \n11:26 pm</dco> &nbsp;<qco> why is the letter p a flipped version of b, but the letter t is not a flipped version of d. and in fact q is the flipped d even though it has no relation sound-wise to d</qco> </h3>      \nwhat i think is happening here is you have finally disproven the theory that letters that mirror each other have to have some phonetic correlation. this may have been a viable theory in the past, but your research has shown that the theory was incorrect\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; \n10:12 pm</dco> &nbsp;<qco> what's inside of your first post in 1.1.00 called \"y2k or whatever\"?</qco> </h3>      \na line of text, which reads \"y2k or whatever\". except that's not my first post, that's simply the earliest entry currently on the 'expert mode' timeline, which corresponds not to anything i've done, but a general marker of the turn of the millenium, as a reference point for the folks at home\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; \n9:01 pm</dco> &nbsp;<qco> what's your opinion on soup?</qco> </h3>      \nit sounds good on paper, but it's not actually good on paper\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; \n7:39 pm</dco> &nbsp;<qco> bill i don't know what to do i put two months into a mix of a song i really liked and at some point it sounded good but now i really just don't like it. should i force myself to finish the mix to the best of my ability or move on to a new project?</qco> </h3>      \nkeep the song but start the mix again, and set a time limit of 6 hours\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; \n7:01 pm</dco> &nbsp;<qco> my playlist finally went above a 110 songs... how many songs do you have in your playlist?</qco> </h3>      \nit has 5 digits i think\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; \n6:05 pm</dco> &nbsp;<qco> What if the music was upside down?</qco> </h3>      \nthat sounds like something Victor Borge would ask\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; \n5:55 pm</dco> &nbsp;<qco> they should make a new cymbal for drums and call it a funny cymbal and it plays like a silly noise when hit</qco> </h3>      \nthat sounds like something Pete Engelhart would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; \n5:09 pm</dco> &nbsp;<qco> Oh say does that star spangled banner yet wave o'er the land of the free and the home of the brave?</qco> </h3>      \ni don't know what o'er means. now that i think about it, i don't know what spangled means either\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; \n5:00 pm</dco> &nbsp;<qco> Is it okay to be sad?</qco> </h3>      \nyes as long as it's not absolutely actually all of the time. although that may be sometimes hard to evaluate\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; \n4:22 pm</dco> &nbsp;<qco> You have responded to my email years ago and that is still one of the coolest things that has happened to me. I check this page once every few months and you are still a genius. What's next Bill?</qco> </h3>      \ni was thinking of answering another question\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; \n1:23 pm</dco> &nbsp;<qco> do you like taking pictures?</qco> </h3>      \nsort of\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; \n11:30 am</dco> &nbsp;<qco> do you ever skip a question and come back to it</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; \n10:31 am</dco> &nbsp;<qco> how do you eat sandwiches</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; \n10:29 am</dco> &nbsp;<qco> what to do if it is hot?</qco> </h3>      \nprove this, with a thermometer\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; \n5:15 am</dco> &nbsp;<qco> In regards to Simon and Garfunkel, do you think its pronounced Garfunkel with a hard G or Jarfunkel with a soft g?</qco> </h3>      \ni believe that would be a hard G, as in \"Garfield.\" I've never heard anyone say it any other way, so i think that's what it is. If not, then that would have to be the best kept secret of Simon and Garfunkel, aside from their full names, which of course are Ernie Simon and Bert Garfunkel\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; \n3:21 am</dco> &nbsp;<qco> is it true you worked on a \"shrek 2 retold\" M.A.P. because i think it's cool as hell</qco> </h3>      \non december 3, 2019 i sent them this audio jingle for \"<a href=\"https://billwurtz.com/artifacts/bw-farfaraway_201912030808.mp3\" target=\"_blank\">far far away</a>\". i didn't want to make any video, but i gave them the following instructions: \"abrupt cutoff is intentional. should be interrupted tightly by\ndonkey's next line. graphics should be something lush and sparkly!\". i have never seen the final result, so i have no idea if it works. with so many different people producing different segments, sometimes that can be a recipe for disaster. but who knows, they might have nailed it. i will assume on good faith that they did. but the only thing i can take responsibility for is the way that jingle sounded when it left my office, as heard above\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; \n1:36 am</dco> &nbsp;<qco> how do i draw a face</qco> </h3>      \nmake only 3 marks: two eyes and a mouth. there are thousands of ways to do this, so you can try a lot of different ways, very quickly. the secret here is do not add a nose. that immediately ruins it. don't take my word for it, try it yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; \n12:49 am</dco> &nbsp;<qco> will I ever feel like I'm no longer wasting my life?</qco> </h3>      \ni think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; 12:45 am</dco> &nbsp;<qco> How to be happy?</qco> </h3>      \nthe answer may surprise you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; \n12:26 am</dco> &nbsp;<qco> is there anything youd never do in a million years?</qco> </h3>      \ni'll admit there are some things i'd like to do exactly once every one million years\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n8:46 pm</dco> &nbsp;<qco> what should i call my firstborn?&nbsp;</qco> </h3>      \nif you're naming someone, you should really wait until you meet them. otherwise they will eventually figure out that their name isn't really for them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n8:18 pm</dco> &nbsp;<qco> how to not fear the human condition</qco> </h3>      \nhow about getting into real estate\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n7:54 pm</dco> &nbsp;<qco> horses?</qco> </h3>      \nok, but did you also consider 'horse'\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n7:17 pm</dco> &nbsp;<qco> what if two was actually one</qco> </h3>      \nthat would be insanely convenient\n<br><br>"
  }
]
