[
  {
    "html": "<h3> <dco>6.7.25&nbsp; \n9:58 pm</dco> &nbsp;<qco> i clicked im feeling randy and i got a really sad questionand now im sad. now i will go to sleep sad. now nothing matters because whoever asked that question might be sad too. and theres nothing i can do about it. im sad today and tonight and tomorrow. can you remove the sad questions im sad. can you make sure that person is happy now. ples i want thrm to be ok</qco> </h3>      \nif i remove all the sad questions then happy will be normalized and you will no longer perceive happy as happy\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.25&nbsp; \n9:52 pm</dco> &nbsp;<qco> Ever wonder about all the amazing music that existed in ancient times that is now lost forever?</qco> </h3>      \nwhat about all the stuff that doesn't exist yet, but will in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.25&nbsp; 9:08 pm</dco> &nbsp;<qco> what do you like to do&nbsp;</qco> </h3>      \nunderstand things in different ways, while also finding some things to understand in the same ways\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.25&nbsp; \n8:16 pm</dco> &nbsp;<qco> How do you count things?</qco> </h3>      \nit's weird that it comes down to this, but you'll need some names for the numbers\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.25&nbsp; \n8:13 pm</dco> &nbsp;<qco> What is a popular song you wish you could have written.</qco> </h3>      \ni am glad songs were written by whom they were written by\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.25&nbsp; \n4:54 pm</dco> &nbsp;<qco> Why arent upright pianos considered \"grand\"?</qco> </h3>      \nbecause grand pianos are precisely grand in comparison. i mean, why aren't small birds considered big. they could be but then the big ones would need to be called something else i suppose\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.25&nbsp; \n3:38 pm</dco> &nbsp;<qco> how do i figure out how seriously i want people to take me?</qco> </h3>      \nthe deeper question i think i'm hearing is, how do you figure out what you want. i would say this is a little bit like learning how to walk, but the emotional version. that being said it's an unexplainable process and you just do it and you might fall down a couple of times at first\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.25&nbsp; \n2:18 pm</dco> &nbsp;<qco> how important is it to be consistent?</qco> </h3>      \nput it this way; consistency and inconsistency are key ingredients to anyone's consistency portfolio\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.25&nbsp; \n1:39 pm</dco> &nbsp;<qco> Is society controlled by Satan worshipping cannibal pedophiles?</qco> </h3>      \ni doubt it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.25&nbsp; \n1:30 pm</dco> &nbsp;<qco> thoughts on moustaches?</qco> </h3>      \nhard to even comprehend\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.25&nbsp; \n12:48 pm</dco> &nbsp;<qco> what's some math i can put in my personal not-for-school math notebook</qco> </h3>      \nhow about writing down all the multiples of 7 until you don't have to write them anymore because you totally get what's going on\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.25&nbsp; \n11:04 am</dco> &nbsp;<qco> why does it feel comforting to be sad sometimes? seems counter-productive when you don't want to be sad</qco> </h3>      \nlife is some kind of wave pattern of ups and downs. surely the downs are always evidence of some future up\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.25&nbsp; \n7:49 am</dco> &nbsp;<qco> What is your favourite punctuation mark?</qco> </h3>      \n,\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.25&nbsp; \n7:43 am</dco> &nbsp;<qco> Why does \"compare apples to oranges\" mean something is incomparable? Aren't apples and oranges very comparable indeed?</qco> </h3>      \nthis is a blessing for your life, because it gives you a wide open opportunity to come up with a better way to say this, for which you will be credited and accoladed for handsomely\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.25&nbsp; \n3:38 am</dco> &nbsp;<qco> i am stuck in a creative rut based entirely on the fact that i need someone to tell me what i need to do. do you ever get in those states? what do you do to get past it? if you don't, do you like cheesecake?</qco> </h3>      \nmaybe you could set up a deal with someone else who has the same thing, where you can tell them what to do in exchange for them telling you what to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.25&nbsp; \n2:02 am</dco> &nbsp;<qco> Verify this for us: are you, in fact, a human being?</qco> </h3>      \noh man that would explain this immense flood of ..... sentience i feel, all throughout the whole gosh damn darn day long\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.25&nbsp; \n12:51 am</dco> &nbsp;<qco> what are your opinions on overconsumption?</qco> </h3>      \nimpossible. there is a hard limit on consumption that is impossible to exceed\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.25&nbsp; \n12:32 am</dco> &nbsp;<qco> what are your thoughts on what are your thoughts questions</qco> </h3>      \npretty straight forward\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.25&nbsp; \n10:56 pm</dco> &nbsp;<qco> thoughts on the word jolly?</qco> </h3>      \nit's ok\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.25&nbsp; \n9:33 pm</dco> &nbsp;<qco> How tall is the highest mountain</qco> </h3>      \ni'm not sure. the hardest part is finding the ground\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.25&nbsp; \n8:56 pm</dco> &nbsp;<qco> when you say \"looks like nobody wins today\", are you talking about there being no winner or that the winner is nobody</qco> </h3>      \nthat's from a song, but here's the thing: multiple meanings usually makes music better for me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.25&nbsp; \n8:24 pm</dco> &nbsp;<qco> hello bill wurtz im going to sleep now. if thats alright.</qco> </h3>      \nyes, thank you for checking with me\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.25&nbsp; \n6:34 pm</dco> &nbsp;<qco> what's the newest thing you know</qco> </h3>      \ni'm an idiot\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.25&nbsp; \n6:12 pm</dco> &nbsp;<qco> How often do you think you answer our questions with more questions?</qco> </h3>      \nmaybe 3% of the time, but i'm not exactly sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.25&nbsp; \n5:45 pm</dco> &nbsp;<qco> feels like everything is leading nowhere and i don't like that. what should i do to lead somewhere (good)</qco> </h3>      \nit might be a good time to write a summary of everything that's happened so far. show it to someone new, or just imagine showing it to them if you have to\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.25&nbsp; \n2:36 pm</dco> &nbsp;<qco> Are antonyms technically synonyms when looked at in a broader context?</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.25&nbsp; \n2:15 pm</dco> &nbsp;<qco> where did all the capital letters go</qco> </h3>      \nthey're all over the place. there's really an unlimited supply\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.25&nbsp; \n10:16 am</dco> &nbsp;<qco> Why's there always bad news on the news? Is it because bad events keep the world spinning while good events just...are?</qco> </h3>      \nbad news gets your attention. the news channels are nothing without your attention. there's plenty of good news all over the place, but they don't get your attention as well as bad news. so the news channels use all their strength to find every last drop of bad news anywhere in the world, and deliver it to you and make it sound even worse if possible. get some flames in the thumbnail\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.25&nbsp; \n10:00 am</dco> &nbsp;<qco> I made a BLT for breakfast this morning. I actually made two, but didn't really want the second one, so I ate the bacon and threw the rest out. Do you miss licking stamps/envelopes to activate their glue?</qco> </h3>      \nno i don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.25&nbsp; \n7:29 am</dco> &nbsp;<qco> how many times do you jump a year</qco> </h3>      \nmaybe just once, and stay up the whole time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.25&nbsp; \n6:49 am</dco> &nbsp;<qco> what are your thoughts on desktop calculators</qco> </h3>      \nshockingly reliable\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.25&nbsp; \n4:29 am</dco> &nbsp;<qco> What happens if I rent soap but I use it up before I can return it?</qco> </h3>      \nit breaks the game\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.25&nbsp; \n1:27 am</dco> &nbsp;<qco> Every dragon is secretly an anthill;&nbsp;don't you agree?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.25&nbsp; \n1:27 am</dco> &nbsp;<qco> What was the previous question answered?</qco> </h3>      \n<a href=\"q.php?date=202506052230\" target=\"_blank\">this one</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.25&nbsp; \n10:30 pm</dco> &nbsp;<qco> is there alien life</qco> </h3>      \ni don't see why not. let's not forget of course that from their perspective, we'd be the alien life\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.25&nbsp; 10:17 pm</dco> &nbsp;<qco> do you like capital letters</qco> </h3>      \nyes, very much\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.25&nbsp; \n5:21 pm</dco> &nbsp;<qco> is salt an additive or is it a separate category</qco> </h3>      \nthat depends whether you are a democrat or a republican\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.25&nbsp; \n4:42 pm</dco> &nbsp;<qco> how likely do you think it is that we live in a simulation</qco> </h3>      \nof what\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.25&nbsp; \n3:38 pm</dco> &nbsp;<qco> what should I name my orange cat? she's a girl</qco> </h3>      \nhow about 'my orange girl cat'\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.25&nbsp; \n1:29 pm</dco> &nbsp;<qco> how do you feel about the endless expanse that is time and how it flows almost like a vortex, constantly winding in until the fabric of time runs out creating what is essentially a black hole meaning the end of the earth and the entire universe?</qco> </h3>      \nthat's just marketing for a terrence mckenna biopic\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.25&nbsp; \n9:59 am</dco> &nbsp;<qco> Is the cup half full or half empty?</qco> </h3>      \nyou'll need a video playback to determine which way it's going\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.25&nbsp; \n8:09 am</dco> &nbsp;<qco> just checking the weather: how's the weather?</qco> </h3>      \nhot\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.25&nbsp; \n7:42 am</dco> &nbsp;<qco> hi im pregnant. do you want to be the father of my child?</qco> </h3>      \nnot right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.25&nbsp; \n7:17 am</dco> &nbsp;<qco> its my birthday today :)\n<br>thanks for ur vids it makes my day</qco> </h3>      \nthere's more than a day's worth, just in case you don't have anything lined up for tomorrow\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.25&nbsp; \n6:36 am</dco> &nbsp;<qco> Can we walk on land yet?</qco> </h3>      \nyes i believe so\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.25&nbsp; \n5:42 am</dco> &nbsp;<qco> will the universe collapse into an indescribable mess that exists solely to confuse physicists? more importantly, what day of the week or month would it be on? how many times has this happened already?</qco> </h3>      \nit depends what you mean by universe. if you're talking about everything around us for billions of lightyears, then i would say any collapse there will not be soon nor will it have any relevance to our life as we know it today. at least i don't think it will\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.25&nbsp; \n4:25 am</dco> &nbsp;<qco> what to do when I work really hard to acheive a goal but not ending up able to accomplish it</qco> </h3>      \nthis may be a little outside the box, but, hear me out ...... how about working 'less'\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.25&nbsp; \n4:00 am</dco> &nbsp;<qco> Is this your way of texting the world?&nbsp;</qco> </h3>      \ni was going to say no but now that i think about it yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.25&nbsp; \n2:24 am</dco> &nbsp;<qco> Are the sandals closed-toe?</qco> </h3>      \ni've never heard of closed toe sandals\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.25&nbsp; \n1:47 am</dco> &nbsp;<qco> What will happen in 2050</qco> </h3>      \nthat depends deeply on what happens between now and then\n\n\n<br><br>"
  }
]
