[
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:38 am</dco> &nbsp;<qco> What would you do if YouTube jumped off a bridge?</qco> </h3>      continue living my life in a way that i feel is appropriate\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:20 am</dco> &nbsp;<qco> What if you are the main character of the universe</qco> </h3>      i think every one is. and it means it's gonna be a great story\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:17 am</dco> &nbsp;<qco> how many snakes are too many snakes?</qco> </h3>      it depends how many you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:10 am</dco> &nbsp;<qco> hello what would you say is the difference in tone and your feelings when you say \"fuck no\" versus \"absolutely not\" thans</qco> </h3>      it seems about the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:06 am</dco> &nbsp;<qco> do you consider yourself a visual artist?</qco> </h3>      that is one of the tools that i use. but it can be nice to use sound as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:05 am</dco> &nbsp;<qco> why are you always so concerned about how you came to be&nbsp;</qco> </h3>      i think i am concerned about it a medium amount of the time. but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n1:56 am</dco> &nbsp;<qco> do you have a quote you live by?</qco> </h3>      i prefer to do it the other way around\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n1:52 am</dco> &nbsp;<qco> how can time and space exist?</qco></h3>      i'm not sure. it seems impossible<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And since they do exist, have they always existed? </qco></h3>      they always can<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;like were they created at a specific time or were they kinda just always hanging out in the universe.</qco></h3>      the current space time continuum might be only 13.8 billion years along, but i'm not sure if anyone really knows for sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And also do you think that anything was anything before space and time?</qco> </h3>      always is\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n1:49 am</dco> &nbsp;<qco> is it ok for songs to be long?</qco> </h3>      they can be any length\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n1:36 am</dco> &nbsp;<qco> Good afternoon Mr. Wurtz,\n<br>\n<br>**** BUY MORE FOOD BAGS, THEYRE HERE IN STORES\n<br>\n<br>I received your email confirmation yesterday, and we are so excited to have you on board with our brand.\n<br>\n<br>*** ELECTRIC TOE SCRUBBER, 50% ON AT THINGMART***************\n<br>\n<br>We would love to sit down over lunch with you to talk more about changing your content to fit our needs. I will have my secretary have your secretary have my secretary have your secretary have your\n<br>\n<br>** BUY 2098324 GET 123093850493 FREE SEPARATED TOILET PAPER SQUARES *******\n<br>\n<br>Would you prefer Thing A or Thing B? skip this ad\n<br>\n<br>*REALLY FUCKING LOUD NOISES*\n<br>\n<br>******* YOu need...... oUR THING!&nbsp;&nbsp;you idiot ((((((((\n<br>\n<br>Have a great rest of your day!\n<br>\n<br>___________________________________________\n<br>\n<br>Mark McSmith,\n<br>\n<br>Sr. Co-Vice-COO\n<br>Directional Distribution Corporation Ltd.</qco> </h3>    \n   i just want to say you did a really nice job with this\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n1:21 am</dco> &nbsp;<qco> Yeah..... but are negative numbers ACTUALLY numbers tho??? Take a look around you. Do you see less than zero of anything? No, because you can't have less than zero things... Either you don't have a thing, or you have more than zero things. Sure, you can use negative numbers in equations and stuff... but there's still no such thing as less than nothing (zero).... K thanks bye.</qco> </h3>      numbers are used for more than just things\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n1:10 am</dco> &nbsp;<qco> what do i do if i love the color yellow</qco> </h3>      use it, and seek it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n1:08 am</dco> &nbsp;<qco> Sometimes i get delayed embarrassment. i will do or say something in public that at the time feels good or at least neutral, but then later on my conscious mind will be like: \"fuck. you done fucked up. you made a fool of yourself.\" and while i know that's not true i have a hard time remembering that, and i so i have a hard time shaking that icky icky feeling in my stomach. how do i deal?</qco> </h3>      do more things\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n12:57 am</dco> &nbsp;<qco> Need motivation to take a step towards changing my life. What advice can you give, Bill?</qco> </h3>      wanting to change your life is the motivation\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n12:49 am</dco> &nbsp;<qco> If vinyl releases do happen for your music, will it be announced on twitter/instagram/etc or how would you do that?</qco> </h3>      i can't imagine a situation where i would release anything on vinyl\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n12:41 am</dco> &nbsp;<qco> Why are you so secretive?</qco> </h3>         i made a whole website with many gigabytes of material displaying my thoughts, ideas, and feelings. is that what you mean by secretive\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n12:36 am</dco> &nbsp;<qco> If I use stealth tactics, can I become your friend? If I do, then what do I do first?</qco> </h3>      be more confident in what to do first\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n12:22 am</dco> &nbsp;<qco> Hi bill how long does it take to make one of your videos?\n<br></qco> </h3>      which one\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n12:04 am</dco> &nbsp;<qco> how long did it take you to compose \"movie star\"? great song btw, i loved the unorthodox time signature</qco> </h3>      the song was written and recorded in 1 week, with the writing probably taking the first 2-3 days. this does not include the chorus, which was written on a vine writing session in december 2015\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n11:44 pm</dco> &nbsp;<qco> What is the synth / sound you use in many of your late-2015 improvised videos, like http://www.billwurtz.com/daily-schedule.mp4 and http://www.billwurtz.com/qualities-of-a-good-leader.mp4 ? I adore it, I can't get over it.</qco> </h3>      that's just a regular rhodes sound that can surely be found on any keyboard. it is really the only sound i use when just playing the keyboard. if you like those 2 clips there are <a href=\"http://billwurtz.com/improv/keys/index.html\">many more where that came from</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n11:41 pm</dco> &nbsp;<qco> \"alien crickets\" eh? How did you make that sound? Or what are you trying to accomplish with it? Reminds me of a high organ with the leslie on fast or something</qco> </h3>      you might be able to convince me to explain it to you if you are persistant although i don't think i can talk about it here. although 'what was i trying to accomplish' is an easy question. i was trying to make sounds to use in songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n11:11 pm</dco> &nbsp;<qco> if oranges are orange why arnt lemons called yellows</qco> </h3>      the color orange was named after the orange fruit. the orange fruit was not named after the color\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n11:10 pm</dco> &nbsp;<qco> What're the most constant piano chords you play in your music?</qco> </h3>      i'm not keeping track, you will have to check for yourself\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n11:08 pm</dco> &nbsp;<qco> Why can the world be so cruel most days?</qco> </h3>      to make you stronger\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n10:25 pm</dco> &nbsp;<qco> There's this Charlie Parker quote, \"You've got to learn your instrument. Then, you practice, practice, practice. And then, when you finally get up there on the bandstand, forget all that and just wail.\" What do you think about this? You agree?</qco> </h3>      it makes sense but i think you should get on the bandstand sooner if you can. i think it is likely that he himself was already on the bandstand before practicing the amount that of times this quote says to practice. the good news is, the bandstand is possibly the best practice\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n10:22 pm</dco> &nbsp;<qco> do you wish you could go back in time sometimes</qco> </h3>      sure but that is actually too complicated to even wish for\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n10:17 pm</dco> &nbsp;<qco> do you enjoy making things outside of the internet as well such as sculptures, paintings, and food?</qco> </h3>      the way society works these days, it seems like the internet is a vital tool for getting anyone to experience what i'm doing\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n10:04 pm</dco> &nbsp;<qco> woah. music</qco> </h3>      i know what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n9:59 pm</dco> &nbsp;<qco> could you teach me the basics of playing the piano?</qco> </h3>      step 1, spend some time at the piano. try the notes, start getting an idea of what happens when you press them. let me know what you have discovered, and if you think are ready for the next step\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n9:43 pm</dco> &nbsp;<qco> Since Batman's sidekick is called Robin, what would Birdman's sidekick be called, assuming it's the same universe.</qco> </h3>      that would be the writers' decision\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n9:39 pm</dco> &nbsp;<qco> how many people watched your stuff before history of japan</qco> </h3>      maybe about a million\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n9:17 pm</dco> &nbsp;<qco> How come trigonometry gets to have its own name and be its own branch of math, while studying any other shape just gets thrown into the geometry category? is there a name for the study of rhombuses, trapezoids, cones, etc.?</qco> </h3>      all those subjects were categorized and named by humans (people, etc). that's what you are. so you can actually make the names however you want. the only thing is if you want the names to catch on worldwide you might need to be a very influential person world wide\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n8:42 pm</dco> &nbsp;<qco> what's the craziest thing about time and space?</qco> </h3>      you can different places. it's like 'i'm here' .... (moves) .... 'nope just kidding, i am here' \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n8:28 pm</dco> &nbsp;<qco> Tell me something about you that makes me stop dreaming become your girlfriend.</qco> </h3>      i am very serious about what i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n7:42 pm</dco> &nbsp;<qco> Can you glue glue to glue?&nbsp;</qco> </h3>      i think that's how it originally is\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n6:57 pm</dco> &nbsp;<qco> Do you live in the 90s?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n6:51 pm</dco> &nbsp;<qco> do you like to read? if so what are some of your favourite books?</qco> </h3>      now a days there is a lot more than just books to read. unless you live in the 90s\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n6:47 pm</dco> &nbsp;<qco> (follow up) why don't you put ads on your videos?</qco></h3>      kills the vibe<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; considering the amount of time and effort it takes to make them, especially the history videos. with the amount of views you're getting, monotization could give you loads of money.</qco></h3>      yes but it would severely compromise the quality of the viewing experience, which in turn would decrease the views as well as the long term growth and strength of the audience<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; are you just doing this as a hobby, rather than a career?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n6:34 pm</dco> &nbsp;<qco> which video got you the award for best in weird?</qco> </h3>      no video in particular. just me in general\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n6:19 pm</dco> &nbsp;<qco> are you a nihilist?\n</qco></h3>      i just had to look that word up, and fuck no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if not what is your physchology thx x</qco> </h3>      i use my mind to learn things and express myself. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n5:52 pm</dco> &nbsp;<qco> How to like oneself? Thanks&nbsp;</qco> </h3>      try to be how you like\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n5:35 pm</dco> &nbsp;<qco> Do spirits exist?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n5:34 pm</dco> &nbsp;<qco> How often do you answer multiple choice questions on this page&nbsp;&nbsp;in the \"proper\" way (by actually selecting a letter response without giving any explination..&nbsp;&nbsp;the way somebody would when taking a multiple choice test at school)? A)always <red>B)sometimes</red> C)rarely D)never...&nbsp;&nbsp;please select A,B,C, or D&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n5:21 pm</dco> &nbsp;<qco> What I am supposed to do here ?</qco> </h3>      read questions, ask a question, etc. that sort of thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n4:57 pm</dco> &nbsp;<qco> I really want to write my own music, but I always end up randomly noodling on the keyboard and getting nowhere. I don't know how or where to start with anything. How do I focus my experimentation?</qco> </h3>      try using words. it helps focus the music, and provide purpose for the music\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n4:39 pm</dco> &nbsp;<qco> How can I become your friend?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n4:17 pm</dco> &nbsp;<qco> why is the random question text in all caps? you say you only use upper case letters when you find them useful. but how is having the random question text in all upper case useful? anyway just a thought :)</qco> </h3>       i think it is normal for buttons to be in caps. such as ON, OFF, VAPOURIZE, etc \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n4:14 pm</dco> &nbsp;<qco> are you planning on investing in a drum set?</qco> </h3>      i don't know how to invest in drum sets but i own one\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n4:11 pm</dco> &nbsp;<qco> why were there so many snakes in your movie star video</qco> </h3>      it's actually all the same snake\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.17&nbsp;\n3:57 pm</dco> &nbsp;<qco> can you please explain what \"graphics free title graphics\" are? you keep saying it but I'm not sure i understand what it is</qco> </h3>      it's like you want to make a title for a page, but instead of using any pictures or graphics, you have to just use text. you can use any technique you want, such as different colors, or even rearranging the letters, to make it more interesting while still not using any actual pictures \n<br><br>"
  }
]
