[
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n2:39 pm</dco> &nbsp;<qco> What if this site isnt run by you and is run by some impersonator or something?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n2:21 pm</dco> &nbsp;<qco> You keep telling people you're just trying to be reasonable. How well is that working out so far?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n2:18 pm</dco> &nbsp;<qco> In your history videos the Earth is depicted as round but isnt it actually flat?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n2:16 pm</dco> &nbsp;<qco> why are the cymbals in i'm a diamond so loud</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n1:35 pm</dco> &nbsp;<qco> What is your opinion on the fact that your viewers are making theories about your a supposed hidden meaning in your 'hi, im steve' video? I mean, people are looking for things that you don't consciously put?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n1:31 pm</dco> &nbsp;<qco> Do you think people sometimes try too hard to find a deeper meaning in your content when there might not be one?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n1:20 pm</dco> &nbsp;<qco> <a href=\"why-didnt-you-answer-my-question.html\">why don't u ever answer me.</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n12:54 pm</dco> &nbsp;<qco> what was the hardest thing to do while making the entire history of he world I guess? Well besides all the research you put in</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n12:52 pm</dco> &nbsp;<qco> anything silly can be deep, not the other way around.&nbsp;&nbsp;?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n12:52 pm</dco> &nbsp;<qco> For someone who isn't too keen on music theory (you said people should use their \"ears and spirits\" instead).... you sure do seem to know a lot about it. Are you saying your \"technical\" knowledge of music theory hasn't helped you?&nbsp;&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp; \n12:49 pm</dco> &nbsp;<qco>Why not monetise your vids, and do you have plans for your professional career</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp; \n12:47 pm</dco> &nbsp;<qco> Do you ever fear that despite always walking and course-correcting uphill, you're somehow further away from the top? How do you convince yourself that you're alright?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp; \n12:06 pm</dco> &nbsp;<qco> hello bill\n<br>in most of your songs you say \"I love you\" </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>who is that directed towards?\n<br>(Just wondering)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp; \n11:47 am</dco> &nbsp;<qco> Nigger</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp; \n11:39 am</dco> &nbsp;<qco> <a href=\"same-questions.html\">do you ever get tired of being asked repeat questions?</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp; \n11:21 am</dco> &nbsp;<qco> hey bro wanna <a href=\"collab.html\">collab I got like 250 sc followers im poppin b lesgo</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp; \n10:58 am</dco> &nbsp;<qco> <a href=\"what-is-steves-real-name.html\">if stevesname isnt steve, then what is steves real name?</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp; \n10:57 am</dco> &nbsp;<qco> what do you think about clickbait on youtube?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp; \n9:49 am</dco> &nbsp;<qco> You've created so much upbeat and happy music that I made a blues-busting playlist from your songs. Do you try to/prefer to make songs sound happier as opposed to melancholy and if so, why?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp; \n9:45 am</dco> &nbsp;<qco> Hi! For some odd reason, I find your work very inspiring. On the topic, <a href=\"where-do-you-find-inspiration.html\">where do you draw your inspiration from?</a>&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp; \n9:11 am</dco> &nbsp;<qco> <a href=\"why-didnt-hotewig-mention-everything.html\">Why was Canada not mentioned in your history of the entire world video?</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp; \n8:35 am</dco> &nbsp;<qco> does anyone appreciate self taught knowledge?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp; \n8:33 am</dco> &nbsp;<qco> do you accept suggestions for new videos? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;maybe new <a href=\"country-requests.html\">history videos</a>?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp; \n8:32 am</dco> &nbsp;<qco> thank you for not focusing on what the audience wants when you create stuff. is it hard not to listen to all our wishes and desires, even demands sometimes? do you have a strategy for blocking it out, or is it easier than it seems from our (the audiences) viewpoint?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp; \n8:27 am</dco> &nbsp;<qco> why don't you ever choose stuff? like, books or movies? stupid question, they're both great. but objectively, one has to be better, maybe. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and subjectively, you have to like one more than the other. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;so which is it?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp; \n8:19 am</dco> &nbsp;<qco> Why do things go?</qco> </h3>"
  },
  {
    "html": "<h3 style=\"display: inline;\"> \n <dco>7.8.17&nbsp;\n6:01 am</dco> &nbsp;<qco> This analysis of your latest video was posted in the comment section by shredup chopel, what do you think of it?\n</qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;\nIs it close to the idea you had in mind when writing the video?\n\n</qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;\n\n<br>Analysis:\n<br>\n<br>\n<br>Part 1: play by play\n<br>\n<br>The video opens up with our protagonist \"Steve\" introducing himself. The very next thing he tells us is that he drives a car thats stuck in a tree. He then goes on to admit he was lying and that his real name isn't steve. he then says that he's filing for an extension on his taxes because he didn't pay them but in the same sentence says doesn't plan to do them. Why? Because \"thats the way he likes to live his life and he feels like everything's gonna be fine\". The day ends. The next day he tells the viewer that hes skipping work again, implying he does it frequently, but clarifies that its because hes unemployed. The mailman delivers mail but he adds the details that he was late and wa\n s actual\n ly a woman. She then breaks into the same jingle steve did earlier saying \"thats the way i like to live my life...\" . All of a sudden theres a change of scenery and he starts talking about mountains that we can see are right behind his house yet he says \"I don't remember why i first saw the mountains\". He then says that they've ALWAYS been there. He wonders why they're there but whether he knows or not he has to accept that they're there. He says that he can't claim them. Then he does a complete 180 and states that he can and does so very quickly. He then starts the jingle from before. \"Thats the way i like to live my life..\" but he gets cut off right as he starts, its another mail delivery. This time the person delivering it is a bird but he doesn't mention anything about it nor does he mention anything about the mail being delivered straight to him rather then to his house. The mailman doesn't break into a jingle this time, only saying \"heres the mail.\" The letter is adres\n sed to s\n teve despite that not being his name, which he points out, and it asks how he climbed the mountain. Steve says he glad the person asked and gives a simple answer saying that its a simple two step process, first find the mountain, then climb it. After this steve breaks into the last jingle of the video but this time he says \"Thats the way we can get things done and thats how I do it, its easy and simple cause you know what to do.\" Steve stands there smiling when a downpour starts but steve doesn't react at all simply standing there and smiling. A 5 day weather forecast pops up on screen showing nothing but rain for each day and it moves rapidly showing rain for many more days then 5. Steve then says \"bye i'm steve\" despite saying it wasn't his name earlier and the screen cuts to black.\n<br>\n<br>\n<br>Part 2: Breakdown of Steve\n<br>\n<br>This is obviously a very confusing story. The main character \"steve\" makes many contradictory and strange statements and bizarre things ha\n ppen wit\n h no explanation. To fully understand this we need to look at the story part by part then look at the big picture. First of all why does steve introduce himself as steve and then say thats not actually his name? The character steve seems to represent many things throughout the story, at times he operates the same as any normal person, or character in a story might but at other times he does very strange things. He changes his identity and says things that are impossible such as him driving a car in a tree, theres also a point where a talking bird delivers him mail. Steve doesn't pay taxes and doesn't have a job, He's also secluded from others in the mountains. These traits are indicative of multiple personality disorder and schizophrenia. The viewer isn't a character in the story but he talks to the viewer, rather then just narrating whats happening I think steve is talking to himself and the viewer is seeing whats happening through his eyes, this is why we saw the bird talk\n ing. The\n  first real thing does in the story is file for an extension on his tax returns and then say he wont ever be paying them. Although this statement may seem like he doesn't plan to pay what he owes, I think whats actually happening is steve doesn't owe anything at all. Steve doesn't appear to live in a city but rather a rural area with mountains so it may be either he is excused from paying taxes because of his mental ailments or the government of his country doesn't require its citizens to pay taxes.\n<br>\n<br>\n<br>Part 3: breakdown of events\n<br>\n<br>First, Either way the point of him filing for an extension is pointless,\n</qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp; he also says he doesn't have a job. </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;steve appears to live a life without a goal. </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;He's secluded in the mountains </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;and his mental afflictions may prevent him from growing or working towards something meaningful. His random bursts into jingles show how childlike his mental state is and the flashing colors show his warped views of reality. </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;Despite this he t\n hinks ev\n erything is going to be ok and his more or less happy with himself. </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;One day the mailman delivers the mail </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;and this is when he starts to say something rational although pointless and unneeded. </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;He says the mailman was actually a woman and was late, despite this statement being unneeded it makes sense and theres no indication of it being false. </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp; Yet when the mailman comes she also bursts into the same jingle steve was doing. </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp; The mailman may have similar mental issues to steve and the two of them are just role-playing, She isn't dressed like a mailman and its never said that she delivers anything to steve, simply dances and leaves. </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp; She also doesn't identify herself as a mailman but steve does, maybe its because she did deliver something to steve without him realizing. </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;Steve might have just imagined the mailman doing the jingle as well. I think the two most important things here are that first of all the mailman was late, in the way that steve is late to life. As a fully grown adu\n lt </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;he st\n ill acts like a kid but the mailman \"delivered\" something to him, a doctor delivering medicine. </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;Steve gains newfound clarity and sees the mountains behind him. </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;The mountains are his mental problems, the things he can't do becase of his mental condition. </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;He doesn't know why he first saw them, </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;he wasn't aware that he was being medicated but they've always been there, just like his mental issues. He feels like he'll never be able to climb them but after the delivery </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;he is able to right away. </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;The medicine is working.\n</qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;\n<br>\n<br>\n<br>As soon as he reaches the top he tries to do his jingle but he can't, he's no longer happy. </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;Theres another delivery but the person delivering it is a bird. This could be steves issues presenting themselves once again, but he doesn't say anything. </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;The medication didn't solve the underlying problems but merely allowed him to hide them, </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;this is why he sees a bird but makes no comment. To someone not seeing it through steves eyes he would seem normal.</qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;\n This is\n shown again when hes called steve and despite him not thinking that its his name he just says \"whatever\" and goes along with it, he doesn't know he's steve but he just hides the fact he thinks he isn't. </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;\nHe starts being interviewed about how he solved his mental issues, maybe by a doctor or family member. </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;He gives a very simple answer that isn't very helpful at all because he doesn't know how he climbed the mountain and his issues are still there, they just went up the mountain with him but he keeps up the image of being a normal person. </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;he does a jingle but its different this time, </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;theres no mention of him being alright or happy </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;he just says that he solved his problems. </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;His issues are never solved until the end. The rain starts and steve just keeps standing there and smiling despite the heavy downpour and he doesn't go into a jingle or say anything and the weather forecast shows never ending rain. Steve is depressed. The medication is making him a depressed mess keeping his\n schizoph\n renia and mpd inside but he's no longer happy. </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;Everntually steve accepts that this wont change. He says \"Bye i'm steve\" showing that he's lost who he truly is, </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;he doesn't make an effort to find the happy person he was before by saying hes not actually steve and kills himself. </qco></h3><h3 style=\"display: inline;\"> <qco> &nbsp;This is a dark commentary on how the mentally ill live in todays society and the overmedication not being an answer. Steve was fine before anyone decided his pointless life wasn't ok and after they decided they fixed him steve lost the person he was when he was happy and can no longer bear his own life.﻿</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp; \n5:29 am</dco> &nbsp;<qco> speaking on behalf of your entire audience, i'd like to ask you to ignore people who claim to speak on the behalf of your entire audience.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n4:49 am</dco> &nbsp;<qco> what did you do between the releases of hotewig and \"in california\"? did it take 3 weeks to do this one song, or did you do something else in the meantime?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n4:29 am</dco> &nbsp;<qco> ..will you ever <a href=\"collab.html\">collaborate</a>?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n4:14 am</dco> &nbsp;<qco> <a href=\"what-is-steves-real-name.html\">if steve's name isn't steve, then what is it?</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n4:05 am</dco> &nbsp;<qco> <a href=\"how-long-did-it-take-to-make-hi-im-steve.html\">How long did it take to create your new video? (hi, i'm steve)</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n4:03 am</dco> &nbsp;<qco> Sometimes grey things are a little less (or more) grey than you think</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n3:56 am</dco> &nbsp;<qco> <a href=\"collab.html\">collaborations</a>?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n3:47 am</dco> &nbsp;<qco> was 'hi, im steve' supposed to be deep or silly?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n2:29 am</dco> &nbsp;<qco> What type of science is the most important one for life existing on earth?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n2:08 am</dco> &nbsp;<qco> <a href=\"dont-understand.html\">Apples Or Bananas?</a>&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n1:36 am</dco> &nbsp;<qco> When will you release a full jingle/instrumental from your newest video hi, i'm steve&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n1:27 am</dco> &nbsp;<qco> hi Sam! </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;quick question. you talked in one of the earlier questions about using a sophisticated hierarchical randomness in your method to produce your work, like using somewhere a random number generator to choose what to do. could you explain it in more detail (how the hierarchy works), and why you needed this to be productive for yourself?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n1:18 am</dco> &nbsp;<qco> Do you have lots of future projects planned or do you prefer to make them up on the spot?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.17&nbsp;\n12:01 am</dco> &nbsp;<qco> Do you buy all your views then put out low effort stuff and pretend it has a deeper meaning and fool everyone into thinking you're some kind of artist genius or something</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.7.17&nbsp; \n10:21 pm</dco> &nbsp;<qco> if not steve doesn't have a job why does he have to pay taxes. am i missing something or am i being dumb?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.7.17&nbsp; \n9:58 pm</dco> &nbsp;<qco> <a href=\"dont-understand.html\">Buffalo or giraffe?</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.7.17&nbsp; \n9:57 pm</dco> &nbsp;<qco> does \"orange\" rhyme with \"four inch\"?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.7.17&nbsp; \n9:30 pm</dco> &nbsp;<qco> You are making videos less frequently and longer since you made \"history of japan\", is it that you don't want to upset your audiences?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.7.17&nbsp; \n9:15 pm</dco> &nbsp;<qco> You made a slight change to your YouTube description. Can we talk about that?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.7.17&nbsp; \n8:46 pm</dco> &nbsp;<qco> What is the difference between a duck?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.7.17&nbsp; \n8:00 pm</dco> &nbsp;<qco> Do perpendicular universes exist? Or are they only parallel?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.7.17&nbsp; \n7:28 pm</dco> &nbsp;<qco> Where did you learn your music and video editing skillz?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.7.17&nbsp; \n7:25 pm</dco> &nbsp;<qco> what's the difference between using caps or no caps, or what do they represent for you?</qco> </h3>"
  }
]
