[
  {
    "html": "<h3> <dco>8.24.19&nbsp; \n5:04 pm</dco> &nbsp;<qco> As a musician, do you get scared you aren't doing enough?&nbsp;</qco> </h3>      \nif i do, i can always through in some visual-linguistic content into the mix\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.19&nbsp; \n4:48 pm</dco> &nbsp;<qco> Should I become famous?</qco> </h3>      \nit is frowned upon\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.19&nbsp; \n4:30 pm</dco> &nbsp;<qco> Thoughts on fascism?</qco> </h3>      \nthat's the bad one, i'm pretty sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.19&nbsp; \n2:55 pm</dco> &nbsp;<qco> need a volcano recomendation</qco> </h3>      \n<a href=\"https://www.youtube.com/watch?v=4WZdoOzL0_4\">right here</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.19&nbsp; \n1:43 pm</dco> &nbsp;<qco> thoughts on 12 tone music? </qco></h3>      you can get the job with almost any number of tones. it all comes down to how they are being used, and whether or not the audience is in on it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\twould you consider it music just as much as stupid predictable pop is music? </qco></h3>      wouldn't judge whether something is music before hearing it. or even after, really. all that counts is did it get the job done. are we getting the rainbows we needed<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tor is it atonal trash?</qco> </h3>      \nthe music in question has been withheld from this question (not included in question)\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.19&nbsp; \n12:07 pm</dco> &nbsp;<qco> What is your opinion of Tic-Tac-Toe?</qco> </h3>      \nfake\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.19&nbsp; \n11:42 am</dco> &nbsp;<qco> How does life work?</qco> </h3>      \ni've been trying to figure out\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.19&nbsp; \n8:55 am</dco> &nbsp;<qco> do you knwo what is in bermuda triangle?</qco> </h3>      \na lot of cargo ships, i think\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.19&nbsp; \n8:52 am</dco> &nbsp;<qco> i had a dream about food categories and how \"meat invented itself,\" can you please explain it</qco> </h3>      \neverything here invented itself. well, maybe there were some ideas transported from outer space, but i'm not too sure about that. fairly likely we did it all here\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.19&nbsp; \n7:48 am</dco> &nbsp;<qco> I have too many things I want to make! How do I decide what to make first?</qco> </h3>      \nfirst you must get them all in a list, just to see how tall the list is. take a picture of yourself next to the list. pretty cool.\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.19&nbsp; \n5:54 am</dco> &nbsp;<qco> I wanna add Japanese caption to your japan history video. I like that video but I guess more Japanese people will watch that if it's with caption</qco> </h3>      \ni would need to collaborate closely with any translator, to make sure it comes out right\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.19&nbsp; \n5:28 am</dco> &nbsp;<qco> do you play all the instruments yourself?</qco> </h3>      \nyes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.19&nbsp; \n3:12 am</dco> &nbsp;<qco> Are you a chicken?</qco> </h3>      \ni have my honorary certificate\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.19&nbsp; \n1:14 am</dco> &nbsp;<qco> is science just realistic magic?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.19&nbsp; \n1:12 am</dco> &nbsp;<qco> How much sunscreen is enough to block the sun?</qco> </h3>      \nabout 700 gallons. you must freeze it and build an igloo out of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n11:23 pm</dco> &nbsp;<qco> Favourite genre of music?</qco> </h3>      \nsplat\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n11:16 pm</dco> &nbsp;<qco> Every time I try to write a song it feels like I just stole a Melody from another song and added my own words. Have you ever dealt with this? if so how did you get over it?&nbsp;</qco> </h3>      \nthe more context you give it, the more likely that it will find it's own identity. make a brief scenario or situation, for the song to lend itself to and sing about. suddenly everything now has a sense of purpose. It's like when cars have that same old 4 wheel layout, (2 in the front, 2 in the back.) pretty boring, until you realize all the places that car could be going\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n11:01 pm</dco> &nbsp;<qco> i don't know how to deal with GUILT</qco> </h3>      \nbalance it out with other things you are more proud of\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n9:40 pm</dco> &nbsp;<qco> What would you send to Mars and why?</qco> </h3>      \nsome blue skies if possible. the skies over there are a bit dead \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n7:26 pm</dco> &nbsp;<qco> do you have another job besides music?</qco> </h3>      \nmaking videos to go with the music, of making videos for music to go with\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n5:58 pm</dco> &nbsp;<qco> Uh,&nbsp;&nbsp;basically everyone is panicking about where you went. And because of that, where DID you go?</qco> </h3>      \nthere's no need to panic, sometimes you gotta learn how to do stuff. think of all the stuff i've done before, ..... imagine the time it must have taken to learn to do all of that. it's a lot more than i could have done before\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n5:37 pm</dco> &nbsp;<qco> Are you going to share your song sessions?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n5:17 pm</dco> &nbsp;<qco> How do you edit your videos?</qco> </h3>      \nwish i knew right about now\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n4:57 pm</dco> &nbsp;<qco> How quickly do you come up with new songs?</qco> </h3>      \ncould be as quickly as it takes to sing 1 line from them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n4:53 pm</dco> &nbsp;<qco> Hey, Bill. Which type of video are you currently working on?</qco> </h3>      \nhoping to invent some new types\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n4:45 pm</dco> &nbsp;<qco> &nbsp;If you could send two things to explode into the sun what would they be?</qco> </h3>      \nmaybe some cars and trucks\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n4:39 pm</dco> &nbsp;<qco> Did you get angry at thot in Mark Vigeant podcast when she said \"great, then we don't wanna talk about how ticklish you are\"? I did. It was such a stupid thing to say.&nbsp;</qco> </h3>      \ni thought she was reading from the questions submitted from twitch\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n4:35 pm</dco> &nbsp;<qco> going on my first airplane ride soon what are some fun tips</qco> </h3>      \ni think one of the buttons makes the plane go higher\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n3:36 pm</dco> &nbsp;<qco> what was in that fragile box?</qco> </h3>      \ncould be another, much stronger box\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n3:11 pm</dco> &nbsp;<qco> why are giraffes so tall</qco> </h3>      \nso they can eat trees\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n2:24 pm</dco> &nbsp;<qco> if you take the knees from a bee, what's left of the bee?</qco> </h3>      \njust an ordinary kneeless bee. like almost every bee nowadays. why do you think the bees knees are so fucking valuable\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n1:42 pm</dco> &nbsp;<qco> Favorite puzzle</qco> </h3>      \nreal life\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n1:34 pm</dco> &nbsp;<qco> who gives birth to all the trees?</qco> </h3>      \nthe Mother Tree\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n1:26 pm</dco> &nbsp;<qco> have you ever been back to new caanan, pennsylvania?</qco> </h3>      \nnew canaan is actually in connecticut, but i haven't been there since 2009. although i was recently in a town very close to there called, hold on let me check, wilton\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n1:17 pm</dco> &nbsp;<qco> You've been making stuff for a long time, the expert mode page goes back to 2002. In ~250 words, what was it like making music, notes, videos, etc. from 2002-2010, before the first reality videos?</qco> </h3>      \nvery experimental\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n1:13 pm</dco> &nbsp;<qco> What's the spiciest chord to precede chord I?</qco> </h3>      \nthere are many different 1s and it depends which one\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n1:11 pm</dco> &nbsp;<qco> Who's gonna tell that person that C flat is definitely a thing?</qco> </h3>      \nif C flat is a thing then in that moment B natural is not. so you could slice it different ways but the sum of what they are getting at is true\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n1:01 pm</dco> &nbsp;<qco> do all the patterns form one larger pattern that is possibly more important?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n12:52 pm</dco> &nbsp;<qco> have you finished building the boat yet?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n12:35 pm</dco> &nbsp;<qco> As of reading this question, what are the next ten songs on your listening playlist?</qco> </h3>      \nthe listening playlist has been banished because the old hard drives are too slow for today's standards, and i haven't set up a new playlist because the only hard drives that meet my current speed standards are unavailable in large enough quantities. so currently i think i may have 2 songs on here, one of them is 'not unusual' by tom jones, and the other might be 'smells like teen spirit' because i used both of those for questions references recently\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n12:35 pm</dco> &nbsp;<qco> what color would color be if there were no colors?</qco> </h3>      \ngrey mostly\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n12:19 pm</dco> &nbsp;<qco> what's the best polyrhythm</qco> </h3>      \n3:4\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n12:16 pm</dco> &nbsp;<qco> Recent news suggests I should throw away all of these business suits that I just purchased, do you know something more reasonable I can slip into?</qco> </h3>      \nhow about a pleasure suit\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n12:15 pm</dco> &nbsp;<qco> what do you think about when you don't think about anything?</qco> </h3>      \nnothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n11:49 am</dco> &nbsp;<qco> how do you manage to answer all these questions every day</qco> </h3>      \ni am able to cheat by answering some of them twice\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n11:44 am</dco> &nbsp;<qco> will you release all the new salamander-esque videos you're making to train</qco> </h3>      \nhaven't made any yet but that's a good idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n11:29 am</dco> &nbsp;<qco> human is way too musch overrated. do u agree on this statement¿</qco> </h3>      \nthey did the rating themselves, but without them there's no rating at all. so it's hard to say really\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n11:00 am</dco> &nbsp;<qco> whats a billion plus a billion</qco> </h3>      \ndouble billion\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n10:29 am</dco> &nbsp;<qco> Are you acctually gonna quit youtube? I'm asking because of that 'might quit' video...</qco> </h3>      \ni'm pretty sure that video does not say i'm quitting youtube whatsoever\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.19&nbsp; \n10:28 am</dco> &nbsp;<qco> Did you forget how to make music and youtube videos?&nbsp;</qco> </h3>      \nno but i'm learning different ways. mostly for video. music will continue learning my ways at the same typical pace. in the video department however, we are making a gargantuan leap forward. which is a little dangerous, but, looking back, if it weren't for these types of leaps, i would probably still be just a drummer \n<br><br>"
  }
]
