[
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n7:10 pm</dco> &nbsp;<qco> would you consider collaborating with a channel?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n6:11 pm</dco> &nbsp;<qco> also, is wyoming real</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n6:06 pm</dco> &nbsp;<qco> where did you get an idea for a song about an airport terminal</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n5:41 pm</dco> &nbsp;<qco> do you think taking music lessons from a professional would take away from a person's talents and uniqueness as an individual?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n5:36 pm</dco> &nbsp;<qco> do you answer the newest questions first and work backwards or do you pick up where you last left off and work forwards?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n5:28 pm</dco> &nbsp;<qco> would you rather only be able to write in 4/4 or never be able to write in 4/4&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n5:26 pm</dco> &nbsp;<qco> which key unlocks the door to music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n5:14 pm</dco> &nbsp;<qco> Are airport terminals some kind of purgatory?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n5:10 pm</dco> &nbsp;<qco> OK bill, I need you to please please please help me out on this one:\n<br>\n<br>I have watched your interview with H3H3 I don't know how many times (too many), 'cause say what you want, but I think it's reeeally good. The part that I can't stop going back to over and over is when you talk about schedules, which are absolutely crucial for *getting things done*. Without them I've also noticed that there are just so many options, and you end up being all over the place, and one thing can go on forever.\n<br>\n<br>Now, I'm pretty darn good at planning and making schedules, but where I mess up is in the execution. I can't stick to my plans mainly because I get distracted. As soon as whatever was planned on the schedule starts getting a bit difficult, or uncomfortable, I stop doing it and switch to a non-planned activity such as reading the news on twitter, or some other lame thing like that.\n<br>\n<br>Now don't get me wrong, I really want to do the thing\n s that I\n 've planned and are on the schedule, I like those things and I feel enthusiastic about it, it's just that whenever it gets hard, I'm too weak.\n<br>\n<br>What's the secret to stick to the schedule no. matter. what.?\n<br>\n<br>I don't want to get old and be like: \"arghasdh... I was meant to do all those good things, but I was way too weak to end them D: ...I hate myself! \"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n4:17 pm</dco> &nbsp;<qco> in your live show, which you are planning to plan, will you improvise your vocal melodies so that you don't get tired of them after many performances?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n4:04 pm</dco> &nbsp;<qco> do you believe in the existence of the self?\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n3:34 pm</dco> &nbsp;<qco> what is the importance of transcribing?\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n3:23 pm</dco> &nbsp;<qco> can music have certain rules or explanations like mathematics, physics etc. ? everyone is doing it differently. different cultures have different understanding of music and how it works. (western music, eastern music, ancient music like sumerian, mesopotamian etc.) music seems like a beast that's too wild to tame.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n2:48 pm</dco> &nbsp;<qco> What is the longest word you know?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n2:34 pm</dco> &nbsp;<qco> do you think music without lyrics feels more impersonal</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n1:14 pm</dco> &nbsp;<qco> What's your upload schedule? You typically upload every other Tuesday, so I'm just curious.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n12:59 pm</dco> &nbsp;<qco> in the song long long long journey what is that called when it does the thing 'Its been a long long day' then it shifts down 'and we've come a long long way' what is it doing\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n12:56 pm</dco> &nbsp;<qco> what is fun</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n12:32 pm</dco> &nbsp;<qco> Do you have a special technique to find melodies for your songs or do they just come to you randomly?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n10:41 am</dco> &nbsp;<qco> how do you write a good song</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n10:07 am</dco> &nbsp;<qco> how much drumming can i learn with just sticks and some things to hit at ( a book, a table, maybe a&nbsp;&nbsp;practice pad) ?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n9:56 am</dco> &nbsp;<qco> hi what keyboard are you using? thanks.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n9:27 am</dco> &nbsp;<qco> how long is the long long long journey?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n9:16 am</dco> &nbsp;<qco> do you like math</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n8:41 am</dco> &nbsp;<qco> are people nice to you</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n7:02 am</dco> &nbsp;<qco> You know what I never got? Why are there only 5 note lines in the staff when inevitably you'll be having some notes below the five lines (in thos small imaginary lines below) and sometimes you'll even have notes above the five lines. Why didn't they make it 7 lines so you get 2 more lines and 2 more spaces for a total of 4 more notes before you have to go above or below the lines? Hope you're following what my question is</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n6:20 am</dco> &nbsp;<qco> why is bad music sometimes good, and why is good music sometimes bad?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n6:12 am</dco> &nbsp;<qco> Is 'you're free to do whatever you want to' based on a real-life scenario?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n5:41 am</dco> &nbsp;<qco> Sometimes when playing my instrument, i play the same things over and over again. Im in a musical rut and everything sort of just bores me. How do i escape?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n5:17 am</dco> &nbsp;<qco> would you be willing to upload a zip file of all the screenshots you used to make a video? I just think it would be fascinating to trawl through, and I've never heard of anyone else working that way</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n4:41 am</dco> &nbsp;<qco> you used a lot of planes in your last video, do you have any left? or did you use them all?​</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n4:00 am</dco> &nbsp;<qco> Wouldn't it be so much more simple if we could just lie down and do nothing all day long?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n3:14 am</dco> &nbsp;<qco> do you only answer questions that you personally deem interesting?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n2:09 am</dco> &nbsp;<qco> Do you believe that anything is possible?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n2:09 am</dco> &nbsp;<qco> A lot of the comments you get on your videos seem to be things like, \"guys i found hidden meaning in this song etc..\" but watching a lot of interviews you seem like you just kind of add stuff because they sound good or fit well. Is there a \"hidden meaning\" in these songs or is it all like just stuff that works?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n2:00 am</dco> &nbsp;<qco> do you prefer sunny days or cloudy/rainy days? or do you enjoy the unique qualities of each one?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n1:59 am</dco> &nbsp;<qco> What's the meaning of \"oh\" in \"la de da de da de da de day oh\"?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n1:52 am</dco> &nbsp;<qco> <a href=\"q.php?date=201901191221\">1.19.19&nbsp;&nbsp;12:21 pm</a> &nbsp;&nbsp;Hey, I'm a professional physicist, and just so you know, this is a trap. Science actually becomes more useless the more fundamental you get, so a TOE would actually be the ultimate useless thing. There are many many things (in fact, the overwhelming majority of things in this world) that a TOE would not actually explain because no one outside of string theorists actually do science from first principles (deriving everything from quantum mechanics, etc). People just try to come up with models that fit their data. Please ask me if you need me to elaborate on any of this.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n1:20 am</dco> &nbsp;<qco> Hi checking in. Wondering if you are doing okay. We don't really know a lot about you.&nbsp;&nbsp;</qco></h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n12:51 am</dco> &nbsp;<qco> Your songs are awesome, but the lyrics seem so random. How do you come up with your ideas for them?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n12:30 am</dco> &nbsp;<qco> what time is it where you are?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n12:23 am</dco> &nbsp;<qco> What key is Slow Down written in?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.19&nbsp; \n11:59 pm</dco> &nbsp;<qco> sometimes when im listening to slow down i feel like the rhythm reminds me of a clock running sound. was this intentional?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.19&nbsp; \n11:28 pm</dco> &nbsp;<qco> Outside of composing, do you ever just sit down to practice an instrument?\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>1.19.19&nbsp; \n11:03 pm</dco> &nbsp;<qco> Are you doing any future interviews or podcasts?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.19&nbsp; \n10:47 pm</dco> &nbsp;<qco> would you ever make a fully live action music video without animation?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.19&nbsp; \n10:45 pm</dco> &nbsp;<qco> did you ever have singing lessons or are you just naturally gifted with singing abilities?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.19&nbsp; \n10:44 pm</dco> &nbsp;<qco> Would you ever release your music on vinyl? It would sound great</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.19&nbsp; \n10:39 pm</dco> &nbsp;<qco> Does all cereal come from a box or can you make your own</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.19&nbsp; \n7:53 pm</dco> &nbsp;<qco> MUSIC IS AWESOME!</qco> </h3><br><br>"
  }
]
