[
  {
    "html": "<h3> <dco>5.17.24&nbsp; \n6:39 pm</dco> &nbsp;<qco> can you choose my band name, please? ty ty!</qco> </h3>      \n\nno, one of the most important things about naming something (such as a band) is to know that thing very very well. knowing nothing about your band, i am therefore in the worst position to name it. unless you are looking for a fake name, in which case you can call it The Beatles\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.24&nbsp; \n5:38 pm</dco> &nbsp;<qco> how to maintain focus for 8 hours?</qco> </h3>      \n\nthe best way is to focus on something you absolutely adore\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.24&nbsp; 5:29 pm</dco> &nbsp;<qco> Why don't you use capital letters</qco> </h3>      \n\ni suppose the reason it may appear that way to you is if you are paying little to no attention whatsoever, especially to the on-screen text in my videos but also to the text here on the questions page\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.24&nbsp; \n4:12 pm</dco> &nbsp;<qco> best joke to make people not laugh</qco> </h3>      \n\nask them what they do for a living, the joke being that you've implicitly asked them approximately how much money they make\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.24&nbsp; \n4:08 pm</dco> &nbsp;<qco> Fairly sure I saw you at McDonald's today, either that or I found your body double, same voice and all. Can confirm?</qco> </h3>      \n\nno, that's because i wasn't there\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.24&nbsp; \n3:24 pm</dco> &nbsp;<qco> I really really love your music. It's like everything in just clicks together, which makes everything click together. I don't know the music terms and maybe won't ever know them, but when it carries you like a wave to when it pulls you to a sudden stop, it's all beautiful. It makes me feel like I'm in a warm blanket while all my brain problems are being sorted out so thank you.</qco> </h3>      \n\nin that case i will do more\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.24&nbsp; \n3:19 pm</dco> &nbsp;<qco> Do you think the person that was the recipient of the first ever handshake was in cahoots with the inventor of the handshake? Or did the inventor of the handshake just shake some unknowing person's hand and that person was just like \"why did you just hold and shake my hand?\"&nbsp;</qco> </h3>      \n\nit turns out, everyone is in cahoots\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.24&nbsp; \n2:47 pm</dco> &nbsp;<qco> how do i get over horrible past mistakes&nbsp;</qco> </h3>      \n\ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.24&nbsp; \n2:28 pm</dco> &nbsp;<qco> Should I be able to explain why I feel what I feel, or is feeling enough in itself?</qco> </h3>      \n\nthere might be some creative ways to explain it. not with guaranteed accuracy, but that makes it even more thrilling when you sometimes feel like you got it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.24&nbsp; \n2:22 pm</dco> &nbsp;<qco> Have you ever been time-travelling? Specifically backwards, or forwards more than the usual amount of one second per second.</qco> </h3>      \n\nnot that i recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.24&nbsp; \n2:22 pm</dco> &nbsp;<qco> Do you feel like quarantine drastically changed your personality?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.24&nbsp; \n1:02 pm</dco> &nbsp;<qco> What does money mean</qco> </h3>      \n\nit's an attempt at value storage\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.24&nbsp; \n12:44 pm</dco> &nbsp;<qco> will you ever do a self portrait?</qco> </h3>      \n\nnot really\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.24&nbsp; \n11:00 am</dco> &nbsp;<qco> has any band teacher given you advice? if so, what was it</qco> </h3>      \n\n'p' means quiet (in italian, at least)\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.24&nbsp; \n10:43 am</dco> &nbsp;<qco> How many distinct words are in your next video?</qco> </h3>      \n\njust enough\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.24&nbsp; \n9:21 am</dco> &nbsp;<qco> Can you tell me something comforting?</qco> </h3>      \n\nnot too easily. without any additional context it's going to be really hard for me to guess what would comfort you and what would not\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.24&nbsp; \n4:31 am</dco> &nbsp;<qco> How do I stop overthinking everything and actually finish a long term project? Hyperfixating on details makes it impossible and I can't stop.</qco> </h3>      \n\ndesperation will eventually open up the opportunity to skip all the details\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.24&nbsp; \n1:46 am</dco> &nbsp;<qco> How can I convince birds that I'm their friend&nbsp;</qco> </h3>      \n\nprobably with food\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n11:33 pm</dco> &nbsp;<qco> At the side store, I'm at the line Of the same old world.</qco> </h3>      \n\nah, i've been visited by the word swapper\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n10:20 pm</dco> &nbsp;<qco> thoughts on knitting</qco> </h3>      \ncan't handle it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n10:15 pm</dco> &nbsp;<qco> i keep on getting tricked into learning things on the guitar. at this rate i'm actually going to have to start calling myself a guitarist eventually</qco> </h3>      \n\nfair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n10:07 pm</dco> &nbsp;<qco> Opinion on the KFC Yum Center</qco> </h3>      \n\nwithout knowing anything about it, i guessed that it is located in Nashville, Tennessee. in hindsight i think i overlooked some obvious details\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n9:47 pm</dco> &nbsp;<qco> how important are instruments to music?</qco> </h3>      \n\ni'm not sure. try it with and without\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n9:31 pm</dco> &nbsp;<qco> is the piano or the guitar more romantic of an instrument</qco> </h3>      \n\nif you can predict that, then it's fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n8:46 pm</dco> &nbsp;<qco> how do i make cool music like you</qco> </h3>      \n\nyou have to start by making terrible music\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n7:52 pm</dco> &nbsp;<qco> what do you think about the new trends?</qco> </h3>      \n\nsome will be gone soon. others will stay forever. you never know which ones that will be\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n7:33 pm</dco> &nbsp;<qco> have you ever tried to make a grilled cheese using a microwave? or would it not be grilled cheese because of the lack of grill?</qco> </h3>      \n\nthe microwave typically does not produce anything crispy. mostly the results you get from a microwave are squishy\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n7:01 pm</dco> &nbsp;<qco> why is coffee so much more accessible than sleep potions</qco> </h3>      \n\nyou may be in the wrong store, but also i think sleep remedies are more common in pill form\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n6:19 pm</dco> &nbsp;<qco> what do you think of butter-flavored oatmeal-flavored butter?</qco> </h3>      \n\ni'm starting to lose track of what flavor it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n6:07 pm</dco> &nbsp;<qco> I'm going to lunch. Wanna join me?</qco> </h3>      \n\nnot right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n5:28 pm</dco> &nbsp;<qco> What is your opinion on good cheeses</qco> </h3>      \n\nthey're ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n4:43 pm</dco> &nbsp;<qco> Whats the worst legal thing?</qco> </h3>      \n\nfrowning\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n3:33 pm</dco> &nbsp;<qco> is answering other peoples questions a way to help yourself answer your own?</qco> </h3>      \n\nit can be\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n1:50 pm</dco> &nbsp;<qco> If it takes 5 machines 5 minutes to make 5 widgets, how long would it take \n<br> 100 machines to make 100 widgets?</qco> </h3>      \n\ni think 5 minutes, based on some quick reasoning. but i'm not entirely confident in this answer, purely because i know that this problem is meant to be deceptive\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n1:10 pm</dco> &nbsp;<qco> What should I do in Granada, Spain?</qco> </h3>      \n\nhow about walking down the street\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n12:24 pm</dco> &nbsp;<qco> Best logical fallacy?</qco> </h3>      \n\nall logical fallacies are equally good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n12:04 pm</dco> &nbsp;<qco> billkijk jij wel eens naar formule 1?</qco> </h3>      \n\nniet zo veel\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n11:32 am</dco> &nbsp;<qco> Where did you get the idea and background designs for the perfect video?</qco> </h3>      \n\ni chose a randomly selected location from google streetview footage, and then began writing based on what might happen there\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n11:08 am</dco> &nbsp;<qco> Do you ever ask your own questions here and just answer them?</qco> </h3>      \n\nnone of the questions in purple are ever written by me. this is of course impossible to prove, so you'll just have to take my word for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n11:08 am</dco> &nbsp;<qco> what would you expect the difference between a $300 keyboard and a $1000 keyboard to be?&nbsp;&nbsp;and would the $300 one be good enough for a learner</qco> </h3>      \n\nunfortunately i don't work in keyboard sales nor keyboard purchasing. i purchase keyboards extremely rarely because i know exactly what my specific needs are (one of them being longevity) and i've gone with the exact same kind for many years. so i have absolutely no idea about this subject. the only thing i can advise is, try to make sure the keyboard can tell the difference between whether you press a note hard or soft. because if it doesn't that's going to kill the vibe right away, maybe without you realizing it. this feature is usually called 'velocity sensitivity' or 'dynamic sensitivity'. and it's not a particularly expensive feature, but it may be missing from the toy-level keyboards\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n10:41 am</dco> &nbsp;<qco> How is change a good thing? </qco></h3>      for example, if the current situation is bad. or, even if the current situation is fine but you're tired of it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Can it be a bad thing?</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How does this relate to doorknobs?</qco> </h3>      \ndoorknobs allow you to open doors, and change your environs totally\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n10:24 am</dco> &nbsp;<qco> Bill is baseball even real</qco> </h3>      \n\nthe ball is real\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n10:19 am</dco> &nbsp;<qco> Is it possible to write a song while listening to a song?</qco> </h3>      \n\nmaybe, but that might not be ideal\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n8:06 am</dco> &nbsp;<qco> What is the quintessential thing?</qco> </h3>      \n\na box\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n6:17 am</dco> &nbsp;<qco> Have you ever made music in your dreams?</qco> </h3>      \n\nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n3:49 am</dco> &nbsp;<qco> bill i have never wanted to ask you a question more than i do right now</qco> </h3>      \nfollowing this trend, you'll want to even more later\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.24&nbsp; \n12:09 am</dco> &nbsp;<qco> what is experimental music</qco> </h3>      \n\ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.24&nbsp; \n11:57 pm</dco> &nbsp;<qco> is the ocean a soup</qco> </h3>      \n\ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.24&nbsp; \n11:47 pm</dco> &nbsp;<qco> how do you justify your beliefs to yourself</qco> </h3>      \n\nusually that's not necessary. usually the reason i start to believe something is that it already seems justified. the justification is probably a subconscious process that occurs very quickly upon first believing something. whether or not the justification is good, that's another story\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.24&nbsp; \n11:16 pm</dco> &nbsp;<qco> what would you bring to a dinner party at B. B. King's house if he were alive and you were invited?</qco> </h3>      \n\ni wouldn't bring anything. i would just show up\n<br><br>"
  }
]
