[
  {
    "html": "<h3> <dco>4.17.18&nbsp; \n7:31 am</dco> &nbsp;<qco> What do you hate</qco> </h3>      hatred\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.18&nbsp; \n7:01 am</dco> &nbsp;<qco> Ooogabooga?</qco> </h3>      that is so true\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.18&nbsp; \n3:47 am</dco> &nbsp;<qco> Is there anything about music composition you still struggle with or can you just churn out songs like a factory?</qco> </h3>      i'm in pretty good shape as far as songwriting and music composition. the part that i am still struggling with is making the videos, which i am still relatively new at. also the more advanced/subtle aspects of audio mixing is something i am relatively new at as well, but i am learning things very fast\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.18&nbsp; \n3:26 am</dco> &nbsp;<qco> hey do you think random comedy is a actual form of comedy</qco> </h3>      i'm not sure what you mean by random, and i'm also not sure what you mean by actual, and i'm also not sure what you mean by comedy\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.18&nbsp; \n2:17 am</dco> &nbsp;<qco> I'm sorry I didn't specify the rhythm and key of la de da de da de da de day oh which is in G. \n<br>\n<br>I just thought I'd be fun for you to guess.\n<br>\n<br>Was it fun/ok?\n</qco></h3>      it was a little bit uncomfortable, because i knew you didn't specify the rhythm, and you just said 'a bit fast' so all i could do was assume that they were all at the same pace, and that it was fast 8th notes, and that the starting note was what key it was in. and therefore it sounded just like the looney tunes outtro. it is always uncomfortable for me when people start listing notes and chords with no specification of timing or anything else, because there is so much ambiguity<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nBut this is looney tunes ish...: B A G A B B B G A A A A ...\n<br>\n<br>Right?</qco> </h3>      i don't remember that one but i haven't watched very much looney tunes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.18&nbsp; \n1:50 am</dco> &nbsp;<qco> i went to the friend store today, but they did not carry any models with the 'forgiving of extreme social awkwardness in others' and 'wild about getting shit ACCOMPLISHED' features\n<br></qco> </h3>      i think you need to go to the bigger store, in the city\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.18&nbsp; \n1:27 am</dco> &nbsp;<qco> How should I save the planet?</qco> </h3>      step one is figuring out if it is in danger and why\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.18&nbsp; \n12:38 am</dco> &nbsp;<qco> When will your next youtube video be</qco> </h3>      i've been making it ever since my previous video\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.18&nbsp; \n12:36 am</dco> &nbsp;<qco> whats your favorite quote</qco> </h3>      the thing you just said\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.18&nbsp; \n12:33 am</dco> &nbsp;<qco> do people in time zones ahead of us live in the future</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.18&nbsp; \n12:32 am</dco> &nbsp;<qco> i'm having a hard time spelling \"church\" can you help me</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.18&nbsp; \n12:16 am</dco> &nbsp;<qco> <a href=\"q.php?date=201804161503\">4.16.18&nbsp;&nbsp;3:03 pm</a> \n<br>\n<br>you did</qco> </h3>      i did not, but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.18&nbsp; \n12:00 am</dco> &nbsp;<qco> what is so bad about deciding to stop existing if i never liked being alive and have thus far made things worse around here</qco> </h3>      it's impossible to stop existing; if you try to skip a chapter you're only going to get hit with the same plot points but magnified 10x, maybe with some other obstacles thrown in. trust me you are better off getting things sorted out here as best you can while you can. or skip it, see what happens, but you're not going to like it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n11:58 pm</dco> &nbsp;<qco> i should die in a sad muddy hole</qco> </h3>      i'm not following your logic\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n11:46 pm</dco> &nbsp;<qco> How many blankets do you own?</qco> </h3>      i lease them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n11:27 pm</dco> &nbsp;<qco> Are people in general wierd with a few normal people or are people normal with a few wierd people?</qco> </h3>      by definition there would have to be more normal people than weird people. but normal and weird can mean anything you want. but if you use weird for the majority then you might have to switch the words, if that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n11:16 pm</dco> &nbsp;<qco> your thoughts on the current state of affairs?</qco> </h3>      there are many different affairs going on at any one time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n11:10 pm</dco> &nbsp;<qco> if you were able to go back in time, which period would you go back to?</qco> </h3>      there are some logistical questions to that that are tripping me up\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n10:51 pm</dco> &nbsp;<qco> i like to abandon the key long enough for the key to wonder if im ever even coming home and then i come back right when all hope was lost with a surprisse cake</qco> </h3>      that seems nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n10:23 pm</dco> &nbsp;<qco> mom gay</qco> </h3>      i see what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n10:22 pm</dco> &nbsp;<qco> did you like the emoji movie</qco> </h3>      i like the memes from it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n10:19 pm</dco> &nbsp;<qco> What's you opinion of fish?</qco> </h3>      they are swimmy\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n9:51 pm</dco> &nbsp;<qco> What does 2 4 0 mean on your wall?</qco> </h3>      it's like 420, with a twist<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n9:09 pm</dco> &nbsp;<qco> How does the floor taste?</qco> </h3>      it is an intricate blend of dirt, dust, mud, fuzz, and also a bit of scum\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n9:04 pm</dco> &nbsp;<qco> When do you disable enter to submit? Seems kind of random when that happens and when it doesn't.</qco> </h3>      it is disabled once your question gets over a certain length. that's because for long questions it is usually not expected behavior, plus it sabotaged the question, causing sadness. where as in short questions, i find it IS expected behavior, and before i implemeted it i would constantly get questions with several blank lines at the end from people trying to send with enter. also on mobile it is always disabled because i don't think anyone expects that on the mobile\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n9:02 pm</dco> &nbsp;<qco> Does the time signature for a question change over daylight savings? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;e.g. in the fall, when it falls back an hour at 2:00 AM. What if one question was asked 1:30 AM before the switch, and one question asked at 1:30 AM after the switch? Would they have the same signature?</qco> </h3>      yes, but so far i've never answered 2 questions from the same time on that day. but it may happen in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n8:17 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201804152229\">4.15.18&nbsp;&nbsp;10:29 pm</a>  well since you asked, i think your longest song on the site (bob marley) is one of your best, because you have lots of time to explore the various directions that the song could go in\n<br>\n<br>and while other artists mostly make short songs, it's not extremely uncommon see a song that is six minutes long, or sometimes even longer. so i found it unusual that you have written a huge number of them but none in the list are five minutes\n<br>\n<br>with that said the length of songs you make is entirely your choice and i respect your creative process, i was just curious if you chose to make shorter songs on account of recording time, feeling like they get repetitive, or something else entirely</qco> </h3>      i generally feel songs are the strongest when they are less than 3:30. if they are longer, i think it would be stronger to have it woven in with video and/or story elements\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n8:08 pm</dco> &nbsp;<qco> Is there ever a scenario where using a clef other than treble or bass is needed</qco> </h3>      sure. rhythm clef comes to mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n7:53 pm</dco> &nbsp;<qco> how can I deal with my emotions?</qco> </h3>      see how many ways you can express them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n7:43 pm</dco> &nbsp;<qco> What's a realm?</qco> </h3>      it's like a place\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n7:33 pm</dco> &nbsp;<qco> i am a super nintendo entertainment system and i get turned on when people put games inside me</qco> </h3>      ah, #relatable\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n7:21 pm</dco> &nbsp;<qco> how do i deal with being controversial, politically?</qco> </h3>      enjoy the ride\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n6:59 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201804160713\">4.16.18&nbsp;&nbsp;7:13 am</a>  when you put the tweets on your website, what will they be called? tweets? thoughts? will they be put under notebook?</qco> </h3>      i used to put certain ones on the notes page, but now i'm having trouble with that, conceptually. i'm considering making a website page which is just all the tweets. the conceptual problem with that is that i already have a twitter link on the website, so there is confusion about what to call the tweets page on the site. it's like a more friendly but featureless version of twitter. it's very important and i want to have it but i haven't figured out a smooth way to slip it into the menu<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n6:59 pm</dco> &nbsp;<qco> I'm in Poland, drunk, and I want to write a song with the chord progression C A B B A G E, should I write this song?</qco> </h3>      sure. see what it sounds like\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n6:55 pm</dco> &nbsp;<qco> So I asked you if the notes: C B A G E, played in that order a bit fast means anything to you.\n<br>\n<br>It's actually from your song, la de da de da de da de day oh. It's from the 1st verse right after you sing \"and believe them too\". \n</qco></h3>      that's true. i didn't hear it that way because you didn't specify the rhythm, nor key<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nMaybe you got the inspiration from looney tunes.</qco></h3>      i did not. the rhythm is drastically different and it's in a different key<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Cool.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n6:09 pm</dco> &nbsp;<qco> Is there a difference between a W and an upside down M?&nbsp;</qco> </h3>      yes, on most fonts\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n6:05 pm</dco> &nbsp;<qco> Is your new song/vid coming out in the next seven days?</qco> </h3>      if possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n6:03 pm</dco> &nbsp;<qco> what's the best type of way to exist</qco> </h3>      switching ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n5:51 pm</dco> &nbsp;<qco> can u do stunts</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n5:50 pm</dco> &nbsp;<qco> What's the last note of the new song?</qco> </h3>      F#\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n4:08 pm</dco> &nbsp;<qco> What is the intent of your videos?</qco> </h3>      to have my thoughts and ideas appear in other people's minds\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n3:51 pm</dco> &nbsp;<qco> I told the record brand that you ate a baby and now they want to publish your songs on vinyl. What is your opinion about this? Are you delusional? \n</qco></h3>      you might be<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Horses? Did you paint it? Whey?</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n3:11 pm</dco> &nbsp;<qco> what are the options?</qco> </h3>      1. get krunk 2. stay krunk 3. just be slightly krunk, for now\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n3:03 pm</dco> &nbsp;<qco> remembered how much i missed you</qco> </h3>      i didn't leave\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n2:57 pm</dco> &nbsp;<qco> give me soap tips</qco> </h3>      <a href=\"http://billwurtz.com/soap-tips.mp4\">ok</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n2:56 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201804151843\">4.15.18&nbsp;&nbsp;6:43 pm</a>  you finaly said a capital word</qco> </h3>      <a href=\"capitals-report.php\">what do you mean 'finally'</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n2:49 pm</dco> &nbsp;<qco> Is trump?</qco> </h3>      yes and no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n2:49 pm</dco> &nbsp;<qco> Trump</qco> </h3>      i see what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n2:48 pm</dco> &nbsp;<qco> You are a retard</qco> </h3>      fair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n2:48 pm</dco> &nbsp;<qco> Retard</qco> </h3>      you make an interesting point\n<br><br>"
  }
]
