[
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n4:44 am</dco> &nbsp;<qco> how many churches have been featured in your videos?</qco> </h3>      one million\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n3:40 am</dco> &nbsp;<qco> have you ever&nbsp;&nbsp;T R A N C E N D E D</qco> </h3>      hard to tell when, if so\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n2:37 am</dco> &nbsp;<qco> what is even the point of walls</qco> </h3>      it's an opportunity for you to guess what's on the other side\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n1:13 am</dco> &nbsp;<qco> Do you still abide by your \"under 3:30\" preference (<a href=\"q.php?date=201804140942\">4.14.18 9:42 am</a> )? I would love to hear what you could do with 7-8min.</qco> </h3>      <a href=\"https://youtu.be/Mh5LY4Mz15o\">history of japan</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n12:10 am</dco> &nbsp;<qco> how do I pass my drivers test? I failed last time and feel needy because people have to drive me places if it takes too long to walk. You can always pay people back for using their gas but not for using their time</qco> </h3>      the key to passing the drivers test is just drive normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n11:52 pm</dco> &nbsp;<qco> has progress on the new vid been speeding up the more of it that you get done, as you get used it doing it more</qco> </h3>      no, there are more things at play here\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n10:06 pm</dco> &nbsp;<qco> You seem to be into some unique music. Any particular places or sites where you like looking for new music?</qco> </h3>      mediabase\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n9:00 pm</dco> &nbsp;<qco> why do you misspell words</qco> </h3>      could make things more interesting sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n9:49 pm</dco> &nbsp;<qco> what's a mountain that you've climbed recently?</qco> </h3>      currently climbing some interconnected mountain systems\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n8:28 pm</dco> &nbsp;<qco> I remember it was an exciting time when you started uploading every two weeks because it seemed like you were taking your process to the next level. Now you've been away for some time. Is your process still that next level?&nbsp;</qco> </h3>      that was actually the previous level. going into big new level at this time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n7:39 pm</dco> &nbsp;<qco> How do I identify individual harmonies in a song if I don't the solo tracks? \n<br>\n<br>Do I just have to have good ear? \n<br>\n<br>Because sometimes instruments like guitar, keys, etc, can clash with the vocals and it can be hard to tell them apart.</qco> </h3>      in the beginning you are gonna have to use brute force. just loop that moment. pick out as many notes as you can. see what that rhymes with / spells with. you will feel like you are coming up empty handed and confused on some things in the beginning, but after like 10 songs suddenly you will really start finding you are getting to know the neighborhood. then do a few more neighborhoods and by about the 50th neighborhood you will know your way around the whole city and then in a few years you will easily be a world traveler, maybe get a job as a flight attendant\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n6:35 pm</dco> &nbsp;<qco> how do you deal with expectations</qco> </h3>      not necessary. what you will want to deal with, is the way things really are, once you find out\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n5:27 pm</dco> &nbsp;<qco> You talk about \"going down to Hollywood\" and wanting \"to be a mooooovie star\" and other similar things often in your songs. Is this more closely related to making videos on YouTube, or was (or is) it a dream of yours to go to Hollywood and act in or direct or edit films and stuff?</qco> </h3>      hollywood is beginning to have a nostalgic quality to it. i think that's usually the way it appears in songs for me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n4:14 pm</dco> &nbsp;<qco> is it a good idea to put reverb on the kick drum</qco> </h3>      it might mess up the other instruments' ability to be good\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n3:54 pm</dco> &nbsp;<qco> what do you do when you are compressed to decompress?</qco> </h3>      expand\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n2:50 pm</dco> &nbsp;<qco> how do you manage to mix so many parts</qco> </h3>      the first trick is to put less parts\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n1:20 pm</dco> &nbsp;<qco> Are you planning to move away from Youtube?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n12:20 pm</dco> &nbsp;<qco> hello bill, why do you have so many different social media</qco> </h3>      so you can find me even though i didn't know which one you use\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n11:49 am</dco> &nbsp;<qco> Hello, some random day I did a question, where I ask if you had a band and what it was it's name. It's name is bill wurtz band? Because I saw your band playing abcdefghijk in the internet.</qco> </h3>      that's true but that's kind of a fake band. simulated. not even the best simulator, i think i could do better. real band would be good too, i'm doing that also i think\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n10:54 am</dco> &nbsp;<qco> Why did the duck/goose/chicken have to deliver the second mail delivery in Hi I'm Steve?</qco></h3>      anyone can deliver the mail. that's just how it is now, it's the future<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Did the mail woman....&nbsp;&nbsp;&nbsp;die?</qco> </h3>      no she is probably delivering mail elsewhere, receiving some too no doubt\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n9:30 am</dco> &nbsp;<qco> Is it just me, or do the ueqstions have a blue-purple gradient?&nbsp;</qco> </h3>      1 color only\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n8:27 am</dco> &nbsp;<qco> can you please give me some motivation for my finals&nbsp;</qco> </h3>      last test. enjoy it while it lasts\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n7:25 am</dco> &nbsp;<qco> <a href=\"q.php?date=201906221714\">6.22.19&nbsp;&nbsp;5:14 pm</a> &nbsp;&nbsp;&nbsp;wait are you considering shelving the current video and switching to a new one?</qco> </h3>            i don't have the kind of shelves you are talking about, but there are many things in the plans/works, or plwornks as i call it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n6:12 am</dco> &nbsp;<qco> Someone mentioned a reality video from 6.21.19 which was just the other day. and you answered as if it was not a typo.&nbsp;&nbsp;Is this a typo?&nbsp;&nbsp;I am only seeing 2016 as the most recent but I am not a webmaster.</qco> </h3>      the one they are talking about was made and posted in 2019, using content from 2011. the dates you see are according to when they take place\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n5:48 am</dco> &nbsp;<qco> attention! fun fact for you : Mammoths were actually an ancient form of dolphins on land which were big</qco> </h3>      that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n5:11 am</dco> &nbsp;<qco> have you ever watched anime?</qco> </h3>      a frame or two here and there\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n4:06 am</dco> &nbsp;<qco> What is yes</qco> </h3>      affirmatory\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n4:01 am</dco> &nbsp;<qco> Do you believe consciousness is the thoughts of the mind or the thoughts of the body</qco> </h3>      the mind is part of the body. i call it the mody. (mind + body). consciousness is the thoughts and feels (theels) of the mody. hope that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n3:55 am</dco> &nbsp;<qco> Do you worship IKEA?</qco> </h3>      no but maybe i should\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n3:05 am</dco> &nbsp;<qco> If you were to do bookstacking again, would you use two cameras w/ one on either side of the stack so that you can display the book titles while maintaining structural integrity?</qco> </h3>      something more advanced, i'm sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n2:22 am</dco> &nbsp;<qco> Are \"na na\"s, \"la la\"s and \"doot do\"s legitimate lyrics?</qco> </h3>      they are legitimate notes and sounds. the most important ones usually\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n1:58 am</dco> &nbsp;<qco> if a genie granted you 3 wishes, what would you wish for?</qco> </h3>      doesn't the genie have wishes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n12:49 am</dco> &nbsp;<qco> Why would the Land of the Two Letter Words have a sign with its name? Last I checked, at least half of those words have more than two letters.</qco> </h3>      it's only a model\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n11:35 pm</dco> &nbsp;<qco> have you ever been to new caanan?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n11:21 pm</dco> &nbsp;<qco> well, i gotta ask. what's going on that you haven't heard before / seem like mistakes in the Mario Bros. 2 Overworld? i presume it's in the first two lines of chords since the rest is pretty standard</qco> </h3>      what really made my head explode upon a closer listen, there's 2 things actually. when the bass hits the F, F#, G, A thing, that's like the most cliche figure in the world and it's been in 1000s of songs (especially american 'jazz' popular sort of songs from the 1930s and 40s i suppose?) (and also many nintendo games) and the chords are F, Fdim, C/G, A7. it really blew my mind to hear that the A note on the Fdim chord actually had F natural harmonized under it. that was the worst offender. it just HAS to be F#. now, it's easy for me to sit here and complain, but i must admit, from experience, in some cases you may go in and make it what you think it's supposed to be and it just doesn't work. Sometimes you see these paradoxes where the bass will do it the twisty way and the melody will just completely ignore the twists and do it straight, and for some reason it just works fine that way when you breeze through it. it's one of the great mysteries of life. The other issue, which was a little bit less disturbing but yet still defied all norms of the 'genre', is the A7, which in every fiber of instinct feels like it was supposed to be A7, and the harmony note should have been C#, but in reality they used C. this is not nearly as big a 'crime' as the F and A notes over the F# bass, but yet still common sense and experience of the 'genre' still begs that to be A7, at that point in the song. It really makes you want to wonder if there is some technoligical restriction at play, preventing us from having any melody or harmony notes outside the plain C major scale set. but this is disproved if we take a look at the other section, on the D7 chord, we have F#s right in there. The only other thing i MIGHT be inclined to hypothesize is that the melody and harmony line were written and programmed before the bass was there? and it was planned to be less 'jazz' and more 1, 4, 5 triads. then when the bass came along there was somehow a decision to go more 'jazz' and yet the harmony was not changed to match the bass. This is unlikely and doesn't match nintendo's reputation for perfection especially in these types of genres, they usually absolutely nail this stuff. or again to restate my other theory it could simply be that upon trying the 'correct' 'twisty' harmonies there you would expect, it might have just not sounded right. one of the great mysteries of the universe, but sometimes that is the case. BUT, without constructing a sound-alike and testing for myself, my current hypothesis is that it does weaken the song at those moments to have the notes in there the way they currently are, and i do believe it would be stronger if those were sharped. but i am only about 85-90% sure, short of actually constructing a sound-alike and trying it at tempo and in context\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n10:23 pm</dco> &nbsp;<qco> Do you have any advice about facing the truth about oneself and the world around them? Like how to even do it?</qco> </h3>      step one, figure out what and where the truth is. step 2 focus directly on it. say it out loud, with a witness, if you have to\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n10:10 pm</dco> &nbsp;<qco> Any thoughts on the weather?</qco> </h3>      it changes so much it is almost predictable. i predict it is going to change\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n9:09 pm</dco> &nbsp;<qco> would you rather completely lose your sense of time or your sanity?&nbsp;</qco> </h3>      that's the same thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n8:19 pm</dco> &nbsp;<qco> hey there, everyone tells me to focus on something particular to continue my life and gain money etc. but i just cannot think of my life only focusing on somethinf too spesific. i know that instead of digging thousands of holes i should be digging one spesific deep hole, but whenever i face with something on internet or in real life i just become too addicted to it, even if it is something that has nothing to do with my hobbies. i was interested in writing and painting stuff but know i spend my whole day researching history and science. i feel like even though i have nothing to do with music, i can even produce music and become a great musician if i focus on creating music. idk what todo, what do you suggest?</qco> </h3>      keep some sort of journal, and start working your way toward some kind of narrative that may thread them all together. after all, all these elements are things you desperately have liked at one time, so wouldn't it seem very triumphant if in your story they all managed to be woven together to save the day?\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n6:29 pm</dco> &nbsp;<qco> Hello Bill. I bope you're well. You're really inspiring. Thank you.\n<br>\n<br>Can you post what your current schedule is (or ought to be), and rate its effectiveness on the pain scale?</qco> </h3>      it's likely to have some resemblences to schedules i've used for various parts of the year 2015 or 2014\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n5:41 pm</dco> &nbsp;<qco> when??? this is truly the question i have in my minds. is it true???</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n5:30 pm</dco> &nbsp;<qco> how do you feel about seth as a name</qco> </h3>      it has a tendency to come in bursts. no one is named seth and you wouldn't even think it's a real name, and then suddenly there are a million seths, out of nowhere it seems\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n5:30 pm</dco> &nbsp;<qco> have you ever looked up pictures of cute animals and was like \"yes\"</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n5:14 pm</dco> &nbsp;<qco> Are you close to finishing your next video?</qco> </h3>      no but maybe i would be if i changed what video is 'next'<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n5:12 pm</dco> &nbsp;<qco> I like the way the bird says \"hey, here's the mail\" in \"hi, im steve\". Like there's just the slightest pause before he says \"mail\", like not steve had already asked him for so he was going to say \"hey, here's this\" or just \"hey, here's the...\" and just expected not steve to thank him before he finished his sentence, but then he didn't so he just had to retrieve the word \"mail\" from his memory since he hadn't expected to say it. I dunno if this is what you were going for but it's totally relatable for some reason, even if it's just a small thing like that.</qco> </h3>      that is absolutely intentional, it seems to be a clear contrast from before, when the mail was delivered with huge confident fanfare\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n4:00 pm</dco> &nbsp;<qco> What's something you like about David Bowie?</qco> </h3>      i know almost nothing about david bowie but i do like the ideals expressed <a href=\"bowieonlennon.mp4\">here</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n2:40 pm</dco> &nbsp;<qco> is the new video sponsored by Skillshare</qco> </h3>      not even close\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n2:38 pm</dco> &nbsp;<qco> What thing you made or did are you most proud of? Does not have to be one thing. Good to be proud of 2 or more things.</qco> </h3>      would prefer to make a new thing in the future to be most proud of\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n2:38 pm</dco> &nbsp;<qco> Do you like ketchup&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n2:37 pm</dco> &nbsp;<qco> How much of your music is based on real events/feelings/things in your life or in the world</qco></h3>      mostly feelings/thoughts/concepts<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and how much is just random stuff to fill the song out \n</qco></h3>      none. if the song isn't filled with meaning, end it now. that's my strategy<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or make a nice rhyme.</qco></h3>      i usually only like rhymes when the words sound a bit different<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I feel like every word in every one of your songs is so meticulously calculated \n</qco></h3>      it is<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and I refuse to believe that that's possible.</qco> </h3>      i guess it comes down to whether or not you are willing to trust your feelings\n<br><br>"
  }
]
