[
  {
    "html": "<h3> <dco>9.23.24&nbsp; \n6:42 pm</dco> &nbsp;<qco> Why don't you like loaded questions?</qco> </h3>      \nwhat are you talking about, i love loaded questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.24&nbsp; \n6:10 pm</dco> &nbsp;<qco> Would you eat a house or not</qco> </h3>      \nnot\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.24&nbsp; 4:57 pm</dco> &nbsp;<qco> Why do you always use lowercase</qco> </h3>      \ni don't ALWAYS use it, but i use it the majority of the time because it is the normal case. in fact, you use it most of the time also. perhaps for the same reason\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.24&nbsp; \n4:40 pm</dco> &nbsp;<qco> why is the background of this page dark?</qco> </h3>      \nto make it more comfortable to look at\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.24&nbsp; \n3:12 pm</dco> &nbsp;<qco> what do you think of the courier font (and/or new courier (same thing))</qco> </h3>      \nthe strongest thing about courier is the implication that it's used as a default, particularly for a physical typewriter\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.24&nbsp; \n2:36 pm</dco> &nbsp;<qco> I don't know what to do after highschool and I'm freaking out</qco> </h3>      \nhow about going to another highschool\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.24&nbsp; \n1:06 pm</dco> &nbsp;<qco> more of a D flat or C sharp kinda guy?</qco> </h3>      \nif it's likely to be surrounded by notes like A, B, D, E, etc, then i call it C#. if it's surrounded by notes like Bb, C, Eb, F, etc, then i call it Db\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.24&nbsp; \n12:30 pm</dco> &nbsp;<qco> What is your involvement in the great Mexican oil spill?&nbsp;</qco> </h3>      \ni told them to do it but then i changed my mind and told them not to do it but it was too late, they had already done it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.24&nbsp; \n11:43 am</dco> &nbsp;<qco> Is it today?</qco> </h3>      \nit's supposed to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.24&nbsp; \n11:42 am</dco> &nbsp;<qco> are you an alien from another galaxy</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.24&nbsp; \n10:55 am</dco> &nbsp;<qco> how do I make anything make more sense</qco> </h3>      \nexplain it to your co-host\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.24&nbsp; \n9:57 am</dco> &nbsp;<qco> have you considered making a sequel to 'The Peanut Butter song'?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.24&nbsp; \n8:28 am</dco> &nbsp;<qco> what does water taste like</qco> </h3>      \nlife\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.24&nbsp; 7:42 am</dco> &nbsp;<qco> Can you help</qco> </h3>      \ni think so\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.24&nbsp; \n2:34 am</dco> &nbsp;<qco> Why is your website so cool&nbsp;</qco> </h3>      \nthat's because you're here\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.24&nbsp; \n2:04 am</dco> &nbsp;<qco> any tips for making 3d animations?</qco> </h3>      \nno sense taking advice from me, unless you think you're going to live forever\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.24&nbsp; \n1:14 am</dco> &nbsp;<qco> i've been thinking about buying some clothes for my skeleton named Hoobashooba. what patterns or designs do you think he'd like?</qco> </h3>      \nall pink\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.24&nbsp; \n12:03 am</dco> &nbsp;<qco> What is your favorite liquid to consume?</qco> </h3>      \nwater\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n11:40 pm</dco> &nbsp;<qco> What are your thoughts on the Latin alphabet?</qco> </h3>      \nit's great for words. but i prefer arabic numerals for numbers\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n11:08 pm</dco> &nbsp;<qco> Having recently eaten fruit and bread, what made you realise fruit and bread being a suggestion to \"What is love?\"?</qco> </h3>      \nanything could have been a suggestion. but what you want is to create an oblique motion through the everythingness that can delight the senses\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n10:35 pm</dco> &nbsp;<qco> What does the real bill wurtz think about depression? have you ever found a lack of interest in music if you've ever underwent it? how did you recover if you did?</qco> </h3>      \nin that way, music is kind of like..... sugar. it may be the best and most tasteful part, but if you don't have some non-sugar to go with it, the sugar starts to lose its effectiveness. so if you find yourself losing interest in music, try getting into non-music for a bit, and then that will put in perspective just how powerful music is, and what effect it can have on everything it touches\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n10:23 pm</dco> &nbsp;<qco> can you make a new color please</qco> </h3>      \ni don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n10:23 pm</dco> &nbsp;<qco> how to juggle time?</qco> </h3>      \nthrow one piece of time in the air, and then catch the piece of time you threw previously. then throw a third piece of time just before you catch the other one\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n9:50 pm</dco> &nbsp;<qco> if i dial the number in \"at the corner store\" do i get free delivery</qco> </h3>      \nif i did my job properly, the phone number should not work. it is a fictional number, and i tried to ensure that in 2 ways: by using 555 for the middle three, which is reserved for fiction, but also i took it a step further by using an area code starting with 1. at least in the usa there are no area codes starting with 1. so in the usa the number should not work, but if you get something in another country then that is a huge coincidence\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n8:41 pm</dco> &nbsp;<qco> have you ever seen the movie \"Airplane\"</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n7:31 pm</dco> &nbsp;<qco> can you slap the bass</qco> </h3>      \nyes but i would never admit it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n7:22 pm</dco> &nbsp;<qco> do you have any mentors currently? the underlying question under that is i dont have a mentor but i hear people say how important it is to have one so now i am wondering do i need one... and by mentor i mean like someone with more experience that can help you with life or creative stuff or goals\n<br></qco> </h3>      \nmentorship happens by surprise. you can't really go out and seek a mentor\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n7:18 pm</dco> &nbsp;<qco> Sgt. Pepper's or Abbey Road?</qco> </h3>      \nthere's got to be a way to combine the two\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n6:29 pm</dco> &nbsp;<qco> do you consider cheetos to be chips</qco> </h3>      \ncheetos is considered a sandwich\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n6:15 pm</dco> &nbsp;<qco> are you gonna do more interviews soon?</qco> </h3>      \ni think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n5:48 pm</dco> &nbsp;<qco> Do you believe in yourself?</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n5:46 pm</dco> &nbsp;<qco> do you ever think about things</qco> </h3>      \nremind me again what a thing is\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n5:28 pm</dco> &nbsp;<qco> is it more important to push boundaries/create something exciting, or to enjoy the process of creating? i'm sure there's lots of overlap between the two for many, but am wondering if there's one you'd hold in higher regard than the other</qco> </h3>      \nit's hard to tell\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n5:22 pm</dco> &nbsp;<qco> Hello good sir or equivalent, my question is, am I supposed to be afraid of you,</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and if not, then is it okay if I am anyway?</qco> </h3>      it's not necessary\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n2:24 pm</dco> &nbsp;<qco> Do you own a kazoo?</qco> </h3>      \nalways rent kazoos\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n1:04 pm</dco> &nbsp;<qco> why is my bus late?</qco> </h3>      \nit stayed longer at some of the previous stops, to socialize with other people, without you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n11:50 am</dco> &nbsp;<qco> what is your professional opinion of Bbmaj7</qco> </h3>      \nthat would be a normal occurence in the key of F, for example\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n11:30 am</dco> &nbsp;<qco> Do you think it hurts deep-sea fish when ocean explorers shine bright lights on them, since they've never seen light before, kind of like how sunlight can hurt our eyes?</qco> </h3>      \nthat's not entirely unlikely\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n11:15 am</dco> &nbsp;<qco> i'm certain you've been asked this many a time so feel free to refer me to a previous answer, but i'm just starting to seriously float the idea of making and releasing music and have no idea where to start. i play guitar and know a bit about a couple other instruments but i'm a total stranger as to what goes into recording real instruments, or how you make zany computerised instruments, etc. are there any resources you'd recommend or just general advice you'd give, or are you in favour of just totally winging it?</qco> </h3>      \nstart exactly where you are, using only what you already have. then make only one improvement at a time. that way you can guarantee that every step makes sense for you. if you try adopt too many unfamiliar techniques or devices simultaneously, it will get too overwhelming\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n11:07 am</dco> &nbsp;<qco> why do we pronounce kansas as \"kan-zuhs\" but don't pronounce arkansas as \"ar-kan-zuhs\"? i have been questioning this for two and a half days, and have yet to crack the case</qco> </h3>      \nthey used to have no S on the end, the french added the silent S to make it more french. then the english people came along and didn't really know what to do with it. to this day they're still not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n10:55 am</dco> &nbsp;<qco> what do you think of fretless bass</qco> </h3>      \nit's fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n9:23 am</dco> &nbsp;<qco> am i bread</qco> </h3>      \nnot actually, it's just your name\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n8:57 am</dco> &nbsp;<qco> Are muffins or cupcakes better?</qco> </h3>      \nno, they are equivalent\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n6:00 am</dco> &nbsp;<qco> are you sure you've frolicked too hard or is it \"surely\" as in like \"probably\"&nbsp;</qco> </h3>      \ni don't recall. if i said \"surely\" it might be a person's name\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n5:11 am</dco> &nbsp;<qco> what is the point in asking a question&nbsp;</qco> </h3>      \nto inquire about what the point is of asking it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n4:52 am</dco> &nbsp;<qco> Have you ever listened to music that the first time you heard it you almost had to stop because it was so intense? Like eating a piece of 90% dark chocolate? And it made you feel like you were full inside?</qco> </h3>      \nthose sound like 3 different experiences. i believe i've had all 3, but they don't seem comparable to each other\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n4:26 am</dco> &nbsp;<qco> what questions don't you answer?</qco> </h3>      \nthis one. wait oops\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n3:53 am</dco> &nbsp;<qco> thoughts on linux?</qco> </h3>      \n\"it just works\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n3:00 am</dco> &nbsp;<qco> where are you most comfortable</qco> </h3>      \non earth. there's a lot of physiological reasons for this\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.24&nbsp; \n1:49 am</dco> &nbsp;<qco> curly fries or straight fries?</qco> </h3>      \nfries are circular\n\n<br><br>"
  }
]
