[
  {
    "html": "<h3> <dco>3.16.23&nbsp; \n9:05 am</dco> &nbsp;<qco> if you broke something in half would the smaller tiny pieces count or would they be irrelevant to the item because of how small they are</qco> </h3>      \none would count. the other would be relevant. that way it's a compromise\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.23&nbsp; 7:19 am</dco> &nbsp;<qco> why is the world so stupid?</qco> </h3>      \nthis is due to intelligence\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.23&nbsp; \n4:39 am</dco> &nbsp;<qco> my electric keyboard has no pitch bend wheel. what do i do</qco> </h3>      \nhere are some options:<br>\n     take this opportunity to get great at just using the notes as they are, in tune.<br>\n     get a different keyboard with a pitch bend wheel.<br>\n     get a different keyboard with no pitch bend wheel, and get good at using the notes as they are, in tune.<br>\n     get rid of all your keyboards and get just a pitch bend wheel, with no keyboard. move it around, without changing the pitch of anything.<br>\n     \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.23&nbsp; \n12:47 am</dco> &nbsp;<qco> I used to drum but my dorm room does not allow drums so I sadly had to drop it. But I still got the drum sticks and want to still practice is some for so do you have any advice on air drumming?</qco> </h3>      \nbest advice for air drumming is to learn actual drums first. but before you asked for advice on air drumming it sounded like you wanted advice for practicing drums without drums. and for that i would not recommend air drumming, i would recommend drum pads\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.23&nbsp; \n11:33 pm</dco> &nbsp;<qco> Okay, based on reviews of frequent visitors of said establishments, which is better, Daniels actual pizza or Yes Yes restaurant? I need to know in case I ever go there. And what's your opinion on each?</qco> </h3>      \nyes yes has an average 4.4 out of 5 stars (from 349 total reviews). <br>\n      daniel's pizza is permanently closed, but it currently has an average 3.9 out of 5 stars (from 67 total reviews)\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.23&nbsp; \n6:34 pm</dco> &nbsp;<qco> What's the biggest number</qco> </h3>      \n0\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.23&nbsp; \n5:09 pm</dco> &nbsp;<qco> How to deal with failure?&nbsp;</qco> </h3>      \ndo it twice. the second time is good luck\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.23&nbsp; \n4:14 pm</dco> &nbsp;<qco> what's it like to log onto your computer and read these questions&nbsp;</qco> </h3>      \nit's like 2 pears. that would be a pair of pears for those of you following along at home\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.23&nbsp; \n4:11 pm</dco> &nbsp;<qco> What was your inspiration for 'I'm a princess'?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.23&nbsp; \n3:41 pm</dco> &nbsp;<qco> What's the best time of day to exist</qco> </h3>      \nat sunrise\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.23&nbsp; \n2:40 pm</dco> &nbsp;<qco> Is intelligence relative?</qco> </h3>      \ni'd even dare so far as to say, relativity is intelligent\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.23&nbsp; \n2:27 pm</dco> &nbsp;<qco> In your video \"perfect\", is the orange t-shirt guy lying to the other guy about having bought all of the cars?</qco></h3>      it's possible<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; since it sounds like he makes excuses for how he just bought them and also says that they can't drive any of them. bit FISHY if you ask me</qco> </h3>      \nas soon as the main characters drive somewhere in a car the budget begins to explode rapidly. i am excited for this but also cautious\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.23&nbsp; \n1:56 pm</dco> &nbsp;<qco> You ever come up with the perfect idea for a song and then you go home and forget it and feel like you want to punch a hole in a wall and fall off of the Empire State Building simultaneously\n</qco></h3>      not since i've become more professional in my idea-saving methods. although it still happens when the song is buried in a dream while i'm asleep, because there's almost no viable method for that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How do you deal with this</qco> </h3>      improve your idea saving techniques. use phones and other handheld devices, or if you don't have any of those then you can carry around small paper\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.23&nbsp; \n12:50 pm</dco> &nbsp;<qco> why is it that when others are being irrational it feels very irrational but when one self is being irrational it feels very rational\n<br></qco> </h3>      \nthat's the whole point of rationality. to prove the other person wrong. it's a wrong-proving device\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.23&nbsp; \n6:55 am</dco> &nbsp;<qco> how to do everything at once so i won't have to be so stressed out and wake up anxious</qco> </h3>      \nfind a sequence order for all the things\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.23&nbsp; \n3:31 am</dco> &nbsp;<qco> What do you think is the best song you have ever made?</qco> </h3>      \ni would prefer to make a new one to be the best\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.23&nbsp; \n2:47 am</dco> &nbsp;<qco> how long should i wait in between compliments</qco> </h3>      \nwait until the next non-compliment\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.23&nbsp; \n11:47 pm</dco> &nbsp;<qco> Thoughts on eggs benedict?</qco> </h3>      \nwhat a mindfuck\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.23&nbsp; \n9:07 pm</dco> &nbsp;<qco> on the lyrics page, theres a line from huge gamer reading \"the Best Thing about Games is Losing them\"\n<br>is there a reason for that silly Capitalization you did or did it just feel right</qco> </h3>      \nwanted to give it a Titular feel. that line was conceived as a title line, but due to strange circumstances it is sharing a song with another title\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.23&nbsp; \n8:54 pm</dco> &nbsp;<qco> What are your thoughts on pie? Not the number, the food. Asking for a friend (me).</qco> </h3>      \nthe circumference of a pie is approximately 3.14159265358979323846264338327950288419716939937510582097494459230 times the diameter of the pie\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.23&nbsp; \n8:38 pm</dco> &nbsp;<qco> do you use grace notes sometimes for you lyrics?</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; because often I will be listening and the lyrics seem to skim over the lyric shown on screen very very quickly.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.23&nbsp; \n8:27 pm</dco> &nbsp;<qco> What is the best way to censor lyrics of a song, for radio let's say</qco> </h3>      \nre-write and re-record until you get something that's at least as strong as the original\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.23&nbsp; \n6:03 pm</dco> &nbsp;<qco> Have you memorized any digits of Pi for Pi Day?</qco> </h3>      \nthere are only 3 digits in Pi Day, which makes it very un-pi for me, but i already know those 3 digits and about 63 more which i most likely learned on different days\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.23&nbsp; \n5:11 pm</dco> &nbsp;<qco> what are the chances that one will not do well at all in life if ones current abilites are extensively lackluster?</qco> </h3>      \nthe same as your chances of wanting to not do well\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.23&nbsp; \n4:41 pm</dco> &nbsp;<qco> how do you keep track of the things you want to do?</qco> </h3>      \nthat's easy, just do them all at exactly the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.23&nbsp; 3:12 pm</dco> &nbsp;<qco> how do you come up with topic ideas for songs?</qco> </h3>      \ni don't know how, but it happens anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.23&nbsp; \n2:04 pm</dco> &nbsp;<qco> thoughts on walruses&nbsp;</qco> </h3>      \ni have tried to think about them, but i cannot\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.23&nbsp; \n1:36 pm</dco> &nbsp;<qco> hey bill wanna go to the lobster section?</qco> </h3>      \nnot right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.23&nbsp; \n12:25 pm</dco> &nbsp;<qco> What are hot dogs?</qco> </h3>      \ni have no earthly idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.23&nbsp; \n11:29 am</dco> &nbsp;<qco> How do you utilize percussion and seemingly random sounds so effectively throughout your music?</qco> </h3>      \nby putting them in an extremely non-random place in the song. it's a reverse engineered approach i call the sprinkle method. it requires having already written the complete song roadmap first\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.23&nbsp; \n7:45 am</dco> &nbsp;<qco> Instead of a video, have you considered releasing a new song in book form? i think that would be neat</qco> </h3>      \nthat would be cool in 1875\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.23&nbsp; \n4:07 am</dco> &nbsp;<qco> best way to ignore someone</qco> </h3>      \nit's impossible to ignore anyone\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.23&nbsp; \n1:29 am</dco> &nbsp;<qco> what do you think of old 1930s and 40s jazz songs</qco> </h3>      \nbelievable\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.23&nbsp; \n1:07 am</dco> &nbsp;<qco> What to do when I am sick and want to obsessively mod video games but I know there are things I want to do that are better for my mental health?</qco> </h3>      \nstart making tutorials about how to mod video games\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.23&nbsp; \n11:29 pm</dco> &nbsp;<qco> Are Hot Dogs Sandwiches?</qco> </h3>      \nhot dogs are everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.23&nbsp; \n8:21 pm</dco> &nbsp;<qco> In the song might quit, when you said gonna write them all down on the language of love, did you mean French, or an unknown dialect called love which consider of feelings, not words&nbsp;</qco> </h3>      \nlove can happen in any language, or format. i wasn't thinking of french, although i am not afraid to use french de temps en temps\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.23&nbsp; \n8:19 pm</dco> &nbsp;<qco> For the ending of \"the ending\" I'm guessing that the time sig is 9/8 like the end of \"money\" but I can't work out the chords, it's smk like B to F# in the bass right?</qco></h3>      yep<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And some sus voicings over the top.</qco></h3>      it just sort of melts into a B dorian vibevamp<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also I noticed that , at the part \"slow it way way down \". The crotchet beats of the previous time sig 4/4 become the quaver beats of the like 5/8 and 6/8 sections after it but idk how to really phrase that properly, </qco></h3>      in that case, i'd just call those 5/4 and 6/4. that way you don't have to do any ♩=♪ on the page <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and I was wondering if you chose to mess with time sigs in this particular song more than the others&nbsp;</qco> </h3>      no. i let the song choose that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.23&nbsp; \n8:10 pm</dco> &nbsp;<qco> I feel in a creative slump, everything that has, has been, has been sung, has been written, has been described...\n<br>\n<br>what advice would you give to someone who feels that nothing they're doing is any different than anyone who might have done it before?</qco> </h3>      \n here's a few famous quotes to keep you going: <br>\n     'damn, it feels like there's no ideas left' - kurt cobain, 1988 <br>\n     'damn, it feels like there's no ideas left' - john lennon, 1966 <br>\n     'damn, it feels like there's no ideas left' - nikola tesla, 1882 <br>\n     'damn, it feels like there's no ideas left' - beethoven, 1790 <br>\n     'damn, it feels like there's no ideas left' - shakespeare, 1587 <br>\n     'damn, it feels like there's no ideas left' - pythagoras, 549 b.c.\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.23&nbsp; \n7:10 pm</dco> &nbsp;<qco> how do you make something original when it comes to making art?</qco> </h3>      \nin your situation, start by trying to make something bad\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.23&nbsp; \n3:46 pm</dco> &nbsp;<qco> What is a man from the Isle of Man called?</qco> </h3>      \nmanxman. that's man squared, for the mathematicians following along\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.23&nbsp; \n3:09 pm</dco> &nbsp;<qco> If you could, what music note would you remove forever? why?</qco> </h3>      \nthat doesn't make any sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.23&nbsp; \n1:47 pm</dco> &nbsp;<qco> what is the hidden meaning in the song im a princess? its a very joyful song&nbsp;</qco> </h3>      \nthere's a lot of meaning and feelings wrapped up in it, but it's hard for me to know which would be hidden from which people, because everyone may perceive it a little differently\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.23&nbsp; \n1:36 pm</dco> &nbsp;<qco> does love really exists?</qco> </h3>      \nyep. also don't forget, it's alive, which is why it behaves kinda weird sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.23&nbsp; \n1:18 pm</dco> &nbsp;<qco> do you ever get questions where people just slam their keyboard like kjuldhfrygtdfgrtyjiouh</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.23&nbsp; \n9:01 am</dco> &nbsp;<qco> opinion of chicken wings?</qco> </h3>      \niconic\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.23&nbsp; \n4:11 am</dco> &nbsp;<qco> do you think this is a good world?</qco> </h3>      \nscientists consider it an average world\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.23&nbsp; 2:13 am</dco> &nbsp;<qco> are you dumb</qco> </h3>      \njust about\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.23&nbsp; \n1:20 am</dco> &nbsp;<qco> what are your opinions on sporks?</qco> </h3>      \nworst of both worlds\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.23&nbsp; \n12:12 am</dco> &nbsp;<qco> opinions on oscars?</qco> </h3>      \ni just wish i knew who oscar actually was\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.23&nbsp; \n9:04 pm</dco> &nbsp;<qco> what if europe was in africa?</qco> </h3>      \nwell then chad and romania would be even harder to tell apart\n<br><br>"
  }
]
