[
  {
    "html": "<h3> <dco>3.28.20&nbsp; \n8:17 am</dco> &nbsp;<qco> winter makes me smile winter makes me smile no it doesnt</qco> </h3>      oh man you tricked me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.20&nbsp; \n6:39 am</dco> &nbsp;<qco> my therapist just informed me I exist. How to deal with this realisation</qco> </h3>      looks like you may need some additional therapist(s)\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.20&nbsp; \n5:46 am</dco> &nbsp;<qco> What is the meaning of the world</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.20&nbsp; \n4:59 am</dco> &nbsp;<qco> What is the best crisp flavour?</qco> </h3>      maximum\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.20&nbsp; \n4:25 am</dco> &nbsp;<qco> Now that the countdown timer is almost in the single digits are you feeling as though you are getting a handle on things or that things are flying wildly off the handle? Perhaps there is no handle at all?</qco> </h3>      there is a handle, and it's very good. the problem is that i am extremely extremely tiny, compared to that handle. it's like, if you've ever seen 'honey i shrunk the kids', i've never seen it but i've heard about it and i'm guessing it's kind of like that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.20&nbsp; \n3:26 am</dco> &nbsp;<qco> What's a neat video production thing you've learned recently?</qco> </h3>      bpy.data\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.20&nbsp; \n3:24 am</dco> &nbsp;<qco> What are your thoughts on popcorn?</qco> </h3>      the corn is filled with fluff, and when the fluff gets too hot it pops out of the corn. hot fluff. science is working very hard to figure out how to produce the hot fluff without the corn, but the problem is, even after it's popped, the corn serves a purpose: it keeps the fluff from expanding even more. without the corn, the fluff would actually keep expanding and engulf the entire universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.20&nbsp; \n3:16 am</dco> &nbsp;<qco> What is your go to response for a dumb question?</qco> </h3>      what is the question\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.20&nbsp; \n3:04 am</dco> &nbsp;<qco> do you make the music or the videos first?</qco> </h3>      for a song video, the music is made first. for a non-song video, the audio and video production are much more intertwined\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.20&nbsp; \n2:50 am</dco> &nbsp;<qco> What would convince you to rock down to electric avenue?</qco> </h3>      decent weather,\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.20&nbsp; \n2:43 am</dco> &nbsp;<qco> thoughts on english</qco> </h3>      never heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.20&nbsp; \n2:33 am</dco> &nbsp;<qco> thoughts on pentagons?</qco> </h3>      you have to be extremely careful with the rotation so it doesn't look evil\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.20&nbsp; \n1:10 am</dco> &nbsp;<qco> What is your opinion on toast</qco> </h3>      it's so ....................... normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.20&nbsp; \n1:05 am</dco> &nbsp;<qco> Why your capslock is useless?&nbsp;</qco> </h3>      it's not, i use it all the time. works great\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.20&nbsp; \n12:58 am</dco> &nbsp;<qco> What do you think of toilet paper?</qco> </h3>      you only find out it's too thick when it's too late\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.20&nbsp; \n12:50 am</dco> &nbsp;<qco> is you work on big video cus it took yrea to make 20 mnitue video</qco> </h3>      that's exactly why i am taking a much different strategy\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.20&nbsp; \n12:22 am</dco> &nbsp;<qco> Do you have a favourite Discworld storyline?</qco></h3>      no i don't think i've ever gotten that far. the only thing i remember is one fragment of a line of narration, which is 'if he was wearing a tie he would have straightened it'<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I quite like the Watch and Moist von Lipwig myself.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.20&nbsp; \n12:15 am</dco> &nbsp;<qco> Why is the end of your History of Japan video about post WWII different from the script you wrote for the video?</qco> </h3>      many more things than that are different, but the reason scripts can change during production is if you change your mind about how you think it should go, especially when you start to see and hear things\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.20&nbsp; \n12:14 am</dco> &nbsp;<qco> A comment on \"Hi, I'm Steve\" said that the video was depicting the life of a depressed schizophrenic who the video shows gradually mentally destabilizing because he is not happy in life. The comment then goes on to state that the video is told through Steve's eyes and the \"random bursts into jingles\" show how \"childlike his mind is\". The mountains are categorized as his mental issues, which he can't climb, but due to the mail (medication) that the girl mailman (doctor/nurse) delivers to him helps to mask these issues to help it look like they are working. According to the comment, he then states that he can suddenly climb the mountains, proving that the medication is appearing to work. The rain at the end implies depression which is the result of the medication not helping Steve. The weather forecast at the very end depicts that he will have this depression forever, and the final line, \"Bye, I'm Steve\" shows that he is not happy with life and kills \n himself.\n  I'd like to know your thoughts on this theory. All credits for the comment go to shredup chopel.</qco> </h3>      <a href=\"q.php?date=201707080601\" target=\"_blank\">ok</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n11:59 pm</dco> &nbsp;<qco> how do you foster creativity</qco> </h3>      sometimes a simple rotation will do the trick\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n11:29 pm</dco> &nbsp;<qco> I love your music it makes me feel better when I feel like a big loser so thank you.</qco></h3>      thank you for your sudden outburst of friendliness<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you think humans are only using 10% of their brain power,</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and if so what do think will happen if humans used 100% of their brain power? :)</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n11:29 pm</dco> &nbsp;<qco> What is the best?</qco> </h3>      small rocks,\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n10:50 pm</dco> &nbsp;<qco> What's your secret to success?</qco> </h3>      we'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n10:39 pm</dco> &nbsp;<qco> Do u have the corona virus</qco> </h3>      not that i know of\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n9:26 pm</dco> &nbsp;<qco> Are you actually just 3 kids in a trenchcoat</qco> </h3>      no, i think if that were the case you would be able to see the trench coat\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n9:06 pm</dco> &nbsp;<qco> thoughts on life on other planets?</qco> </h3>      it's either farther away than we can see, or very different than what we've been looking for\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n9:02 pm</dco> &nbsp;<qco> do you know where is old zealand&nbsp;</qco> </h3>      <a href=\"https://en.wikipedia.org/wiki/Zeeland\" target=\"_blank\">yes</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n8:38 pm</dco> &nbsp;<qco> what motivates you to be creative every day?</qco> </h3>      the day\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n8:25 pm</dco> &nbsp;<qco> your music is very good&nbsp;</qco> </h3>      we'll see about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n8:17 pm</dco> &nbsp;<qco> would you recommend your current lifestyle to others?</qco> </h3>      i've decided to hold back a bit more in recommending it, unless they are clearly showing some of the symptoms i've had which has led to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n8:05 pm</dco> &nbsp;<qco> Why are major chords happy and minor chords sad? It's not even that they're considered that;&nbsp;they just have that effect, and it's so weird. Could it have something to do with where the bigger and smaller intervals lie, and the fact that the fifth is one of the most perfect chords?</qco> </h3>      if you can ever figure that out definitively, i think the scientific community has a huge reward waiting for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n7:59 pm</dco> &nbsp;<qco> What's up with the pizza in the sky</qco> </h3>      it fell\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n6:30 pm</dco> &nbsp;<qco> what are you doing in quarantine</qco> </h3>      \nmaking some long overdue developments and adjustments in the video department\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n6:29 pm</dco> &nbsp;<qco> what do you think of corona virus?</qco> </h3>      needs improvement\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n6:27 pm</dco> &nbsp;<qco> when did you do said \"bad thing\"?</qco> </h3>      hm, must have been late 2018 or so\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n6:13 pm</dco> &nbsp;<qco> why is the earth round</qco> </h3>      so it can fit perfectly on your plate\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n6:03 pm</dco> &nbsp;<qco> What is a man?</qco> </h3>      must be some type of person\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n6:02 pm</dco> &nbsp;<qco> how do you write a song</qco> </h3>      it's impossible and can't be done. that's exactly why it's so exciting\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n6:00 pm</dco> &nbsp;<qco> are yyoui going to make more vidoes</qco> </h3>      how did you know\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n5:50 pm</dco> &nbsp;<qco> are you enlightened?</qco> </h3>      it is on my to do list\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n5:33 pm</dco> &nbsp;<qco> \"All the things I'm supposed to do, all the places I'm supposed to go, are cancelled\"...does this sound awfully familiar? Also, YOU COULD'VE WARNED US</qco> </h3>      you are not making sense. if you think i knew, then that was the warning. if you think i didn't know, then how could i have warned you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n5:32 pm</dco> &nbsp;<qco> it's 1901 have the times changed yet</qco> </h3>      by 1920 i think you will know for sure, but it won't stop there\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n5:08 pm</dco> &nbsp;<qco> Why are your songs just so good?</qco> </h3>      could be some type of conspiracy\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n4:39 pm</dco> &nbsp;<qco> What is the best condiment?</qco> </h3>      pepper\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n3:51 pm</dco> &nbsp;<qco> Not a question, but your songs and content have gotten me through some tough times. Thank you so much!</qco> </h3>      holy teamsters union you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n3:50 pm</dco> &nbsp;<qco> Tips on projecting strength in times of seemingly insurmountable grief and crisis?</qco> </h3>      check out some andrew cuomo videos\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n2:55 pm</dco> &nbsp;<qco> Has anybody told you how prophetic your song \"i just did a bad thing\" is? It talks about everything being cancelled and right now everything is cancelled.</qco> </h3>      hm, i guess the bad day is turning into a bad year\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n2:55 pm</dco> &nbsp;<qco> Did u discovered what is love?</qco> </h3>      yes but it keeps changing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n1:41 pm</dco> &nbsp;<qco> My prediction (not for when the next video is out, but for what it is):\n<br>You are working on a massive final video but keeping it secret from us so you can surprise us.</qco> </h3>      not even close. your idea is mostly backwards\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.20&nbsp; \n1:25 pm</dco> &nbsp;<qco> Give me a song idea</qco> </h3>      flat surfaces,\n<br><br>"
  }
]
