[
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n5:06 pm</dco> &nbsp;<qco> How big is a singularity?&nbsp;</qco> </h3>      1\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n4:58 pm</dco> &nbsp;<qco> will there be any more reality stuff?</qco> </h3>      what's currently on that page represents only about 5% of the content that could be made from the source material\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n4:46 pm</dco> &nbsp;<qco> Ever played Dungeons&nbsp;&amp; Dragons?</qco> </h3>      dragons, not dungeons\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n4:20 pm</dco> &nbsp;<qco> hi bill could you help me with something: when I'm writing songs, I feel that i am at a point where i 1) can recognize the things i love to hear in music and 2) i am starting to become skillful enough to recreate and understand these things.... but I still don't know how to use them to express myself fully.&nbsp;&nbsp;How does a person do that?</qco> </h3>      start by trying to make music that deliberately does not express yourself. i think you will find some surprising results.....\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n4:15 pm</dco> &nbsp;<qco> What do you think the square root of -1 is?</qco> </h3>      i\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n3:25 pm</dco> &nbsp;<qco> how do you rotate text in MS paint?</qco> </h3>      i have no idea, i have never used it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n2:30 pm</dco> &nbsp;<qco> what is your favorite type of panel</qco> </h3>      flannel!\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n1:07 pm</dco> &nbsp;<qco> Would you upload a recording of your recent panel at Vidcon to Youtube?</qco> </h3>      i don't have it, but i saw several cameras out there. none of them were mine\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n12:40 pm</dco> &nbsp;<qco> Do you ever feel people read too much into your videos?</qco> </h3>      could be fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n12:28 pm</dco> &nbsp;<qco> In Hello Sexy Pants, what do the chattering squirrels say</qco> </h3>      you will have to listen closely, especially on the left side\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n12:05 pm</dco> &nbsp;<qco> learn something new</qco> </h3>      oh i was just going to do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n11:50 am</dco> &nbsp;<qco> do you have any plans of continuing the reality/notes pages?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n11:47 am</dco> &nbsp;<qco> what is the best thing in this universe \n<br></qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n11:41 am</dco> &nbsp;<qco> did you just get a green screen?</qco> </h3>      i got it several weeks ago, just before the production of the most recent song/video\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n10:17 am</dco> &nbsp;<qco> I keep calling my sister \"sissy\". What should I do?</qco> </h3>      keep doing it? stop? these are some of the options, but there are more options\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n10:12 am</dco> &nbsp;<qco> How many potatoes do you need to make a potato salad</qco> </h3>      just 1, if you are resourceful\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n10:11 am</dco> &nbsp;<qco> i just discovered how to use the corner of the question box to drag it around and resize it and pretend its a mouth, do you ever do this?</qco> </h3>      no but that sounds like fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n9:55 am</dco> &nbsp;<qco> What do you think about the word think?</qco> </h3>      it's pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n9:30 am</dco> &nbsp;<qco> what timeline is this?</qco> </h3>      48b\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n8:48 am</dco> &nbsp;<qco> Why are you so different?</qco> </h3>      i don't know but why is everyone else different\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n7:56 am</dco> &nbsp;<qco> were the lyrics to \"sexy pants\" chosen specifically to have a lot of sibilance in them?&nbsp;&nbsp;as a way to force yourself to get better at mixing it</qco> </h3>      no but a lot of things were learned in the mixing regardless\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n7:28 am</dco> &nbsp;<qco> What's with the color scheme?</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n6:01 am</dco> &nbsp;<qco> If longing and gratitude exist at either end of the x axis, growth and protection exist on the y axis, what exists at either end of the z axis? In terms of graphing or triangulation of human ______</qco> </h3>      high and low energy?\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n4:28 am</dco> &nbsp;<qco> how do you think the universe will end?</qco> </h3>      any way you can imagine\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n3:49 am</dco> &nbsp;<qco> trying to make something that feels original to me, but it often ends up as imitation. tips on finding a way to make stuff that feels original to you?</qco> </h3>      you could try this-- throw away the idea that it has to be 'good' ... at least throw that away temporarily. just tackle the originality first. and exaggerate it a lot. really dial it way out of the box. just practice doing that for a while. then over time you can dial it back in as necessary. i think you may have a really good time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n3:29 am</dco> &nbsp;<qco> <a href=\"q.php?date=201806230139\">6.23.18&nbsp;&nbsp;1:39 am</a> by that do u mean you wanted to finish it before you left for vidcon and could not if you made the ending less abrupt i.e. longer</qco> </h3>      no, the writing was done many weeks before, and it was written exactly the way i wanted it to be. the wolf thing was fake, not true\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n3:07 am</dco> &nbsp;<qco> damn listening to your songs with earphones really unveils some secrets huh</qco> </h3>      ok, that's it. forget it. i'm STARTING my next song on laptop speakers only. i'm sick of having the fear, which is now being confirmed, that the majority of the world can only hear 40% of the audio spectrum. forget it. if they made music that works on gameboy, so can i. forget it. bassless arrangement from the start, then i'll add it later as needed\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n2:57 am</dco> &nbsp;<qco> have you ever felt intimidated by the musical skill of someone you were working with</qco> </h3>      no, if their musical skill is extremely good it makes me feel good, not bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n2:55 am</dco> &nbsp;<qco> you can only have one: the concept of time or spaghetti</qco> </h3>      that's not true\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n2:46 am</dco> &nbsp;<qco> have you ever considered starting a religion?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n2:08 am</dco> &nbsp;<qco> &nbsp;&nbsp;When it comes to learning to play an instrument, a reason why people tend to seek teachers is because there are several barriers that teachers help to break down.\n<br>&nbsp;&nbsp;For example, you usually need short, easier songs to start with, so you can work your way up to the harder, more interesting songs, but simple songs (real simple, like I'm talking straight infantile) are usually more boring, thus less popular, and thus harder to find. Teachers help with this because over time they acquire tons of dead easy songs, hard songs, and the whole gradient between.\n<br>&nbsp;&nbsp;Also, teachers provide a shortcut to valuable knowledge, like \"the more you do it, the better you get\" or \"start simple and work your way up\" or \"remember to take breaks\".\n<br>&nbsp;&nbsp;In short, teachers are like grocery stores. Sure, you could go farm-to-farm trying to get what you need, but it's much easier to go to one source that is experienced in getting you what you need.\n<br>&nbsp;&nbsp;Rebuttal?</qco> </h3>      in my experience, the teacher student connection has never been strong enough for any of the good/important stuff to make the transfer. this is reconfirmed again and again every time i hear someone say \"i used to do music, i took lessons and i hated it and quit.\" added to all the great players out there who are self taught. advice can surely be transfered from one person to another, but it seems it mostly works on a non-teacher basis, not scheduled. for example you find a player you really really like and you check out all their stuff. or maybe there is someone you trust and you can ask them questions about certain things. i don't know if that counts as teaching but that works really well and i try to make that happen on the questions page as much as possible. although sometimes, my best answer is not something they are ready to hear at the time, or maybe they just aren't interested in doing the same way as me, which is ok, but it would get very awkward if someone was paying for us to have required meetings each week and pretend we were getting somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n1:41 am</dco> &nbsp;<qco> when you die, do you want to become a ghost?</qco> </h3>      maybe even before then\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n1:16 am</dco> &nbsp;<qco> do you like multiples of 6? can you answer this question at 12:00 today? it will be 06/24/18 at 12 (all multiples of six)</qco> </h3>      that wouldn't be very exciting because the time i answer is not shown. the time stamp is when it was asked. so if you really want to have a good time with the numbers you're going to have to ask it at the right time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n12:49 am</dco> &nbsp;<qco> did you try making the q green first and then discover that it could be moved, or did you try moving the q first before you made it green for clarity purposes?</qco> </h3>      i answered all those questions when i made the first page of this site, back when it was a 1 page site. which today is known as \"expert mode.\" every page made since then generally uses the same title design\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n12:47 am</dco> &nbsp;<qco> what do you think about the fact that we're all constantly getting older</qco> </h3>      i think it's bullshit\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n12:44 am</dco> &nbsp;<qco> do you ever make maps?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n12:36 am</dco> &nbsp;<qco> Do you agree with the assertion that no work of art is completely original?</qco> </h3>      no but it doesn't seem entirely important to make the distinction\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n12:11 am</dco> &nbsp;<qco> what do you guess when you guess?</qco> </h3>      knowledge\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n12:00 am</dco> &nbsp;<qco> so bill you've been an inspiration to me for a very long time now and i just want to know how you write music? whenever i try to write a song i just.. cant. it doesnt come to me no matter how much i want it to and sometimes i write a banger but then i forget to write it down and stuff and that sucks.</qco></h3>      how could you get all the way through writing something and forget to write any of it down or record any of it??<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  i also only have a bad casio keyboard because thats all i know how to play. and also im always tired. and mosquitos keep biting me and it hurts my legs and i cant wear shorts.\n<br>i dont know if you will respond but if you do please help me answer these questions i desperately need answered.\n<br>-heelyscoolman88</qco> </h3>      it sounds like you are capable, and you've done it before, and i can't believe you didn't even write it down. you have to write down new ideas because they are brand new and you've barely ever heard them before, so you will forget them instantly as soon as you hear another song\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n11:38 pm</dco> &nbsp;<qco> Uh how do I ask you a question</qco> </h3>      so far you are doing great\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n11:35 pm</dco> &nbsp;<qco> Is there a way we could view your panel on YouTube or something? Or we would have had to be in person to see it</qco> </h3>      i have no idea but there were cameras there\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n11:29 pm</dco> &nbsp;<qco> hi bill, this sounds pretty stupid but do u have any tips for overcoming worry? like, something has happened and im scared that its my fault and i could lose friends, although my siblings think it wont be the case. personally i do ???? pls help :^(</qco> </h3>      try to crystalize it into a story, with a moral. each story you accrue will make you a richer and stronger person, and the worry will subside on its own\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n10:57 pm</dco> &nbsp;<qco> i love new york. i always wanted to live here, so i moved here and now i live here and after five years i still think \"i love new york.\" do you like new york?</qco> </h3>      i don't think i'm legally allowed to say\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n10:45 pm</dco> &nbsp;<qco> in your most recent video, you used an image of NYC. do you live in new york?</qco> </h3>      there's also an image of London, and Pyongyang, and other places as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n10:28 pm</dco> &nbsp;<qco> Who are you, Bill Wurtz?</qco> </h3>      yep\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n10:23 pm</dco> &nbsp;<qco> Your ASK button seems mad. Why?</qco> </h3>      your question seems mad, why\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n10:23 pm</dco> &nbsp;<qco> what is the thread count on the fabric of space and time?</qco> </h3>      1\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n10:15 pm</dco> &nbsp;<qco> just some random unsolicited advice, stay mysterious. you can always make new content, but you can't go back to being mysterious once you lose that.</qco> </h3>      that's true. some people get very mad at me for it but i think they would be a lot more bored otherwise. i can attest to this from the viewer side of things as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n9:49 pm</dco> &nbsp;<qco> why do you always swear</qco> </h3>      <a href=\"q.php?date=201806161443\">6.16.18&nbsp;&nbsp;2:43 pm</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n9:48 pm</dco> &nbsp;<qco> What do you think about congress?</qco> </h3>      if you can't beat em join em\n<br><br>"
  }
]
