[
  {
    "html": "<h3> <dco>3.3.24&nbsp; \n8:44 am</dco> &nbsp;<qco> How do you come up with the titles for your songs?</qco> </h3>      \nhere are the different title scenarios that may occur: <br>\n     1. i write the song and then the title is obvious. <br>\n     2. i come up with a title first, then write a song based on that title<br>\n     3. neither, and the song is written and there is still no obvious title and i have to come up with one anyway<br>\n     i realize for scenarios 2 and 3 the original question still remains, which at its core is 'how do you make something up', and believe it or not, most artists, including myself, despite being able to do it, don't actually know the answer to this\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.24&nbsp; \n3:31 am</dco> &nbsp;<qco> I've started slowly re-watching all of your videos at half speed. Holy hell, they are so beautiful. It's amazing taking all the colors and movement in!!!</qco> </h3>      \nalas, surely now can you see all the hard trying\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.24&nbsp; \n2:48 am</dco> &nbsp;<qco> favorite thing about outer space ?&nbsp;</qco> </h3>      \nno dress code\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.24&nbsp; \n2:00 am</dco> &nbsp;<qco> do you like theatre?</qco> </h3>      \ni like theaters\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.24&nbsp; \n1:39 am</dco> &nbsp;<qco> Do you have any hot takes?</qco> </h3>      \nbooks are for looks\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.24&nbsp; \n1:28 am</dco> &nbsp;<qco> Do you ever feel like time is taking too long to pass</qco> </h3>      \nhahahahahahahahahahahahahahahaha no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.24&nbsp; \n1:01 am</dco> &nbsp;<qco> there are so many thoughts in my head i dont know how to sift through them let alone expresss them</qco> </h3>      \ni understand\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.24&nbsp; \n12:08 am</dco> &nbsp;<qco> do you like playing power chords with your index and ring finger or index and pinkie</qco> </h3>      \nall 3\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.24&nbsp; \n11:51 pm</dco> &nbsp;<qco> U plan writing a book?&nbsp;</qco> </h3>      \nalmost everything except that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.24&nbsp; \n10:11 pm</dco> &nbsp;<qco> Sometimes I have to remind myself that the only thing that's /really/ \"wrong\" with me is the belief that there must be something wrong with me, and I was wondering if you can relate to that sentiment?</qco> </h3>      not quite, i don't actually believe there is anything REALLY wrong with thinking there's something wrong yourself. it's not the best feeling, but there's no need to make the spiral worse by considering that itself to be a serious failure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.24&nbsp; \n9:10 pm</dco> &nbsp;<qco> Did you read Calvin and Hobbes as a kid?</qco> </h3>      \na little bit\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.24&nbsp; \n8:46 pm</dco> &nbsp;<qco> what is the shortest dutch word you know?</qco> </h3>      \nu\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.24&nbsp; \n8:45 pm</dco> &nbsp;<qco> Do you have any advice on how to improve motivation?</qco> </h3>      \nnow i'm wondering what motivated you to ask this\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.24&nbsp; \n8:06 pm</dco> &nbsp;<qco> what advantages are there in using a DAW over audacity/garageband? am i missing out on anything huge?</qco> </h3>      \nperhaps it's me missing something, because i thought both those things you mentioned are in fact DAWs. i don't tend to use that term because it feels pretentious, but if those 2 you mentioned actually don't count then it's even more pretentious than i thought. in which case, the advantage, of course is the prestige\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.24&nbsp; 7:51 pm</dco> &nbsp;<qco> how do u motivate yourself to do smth that's really really scary but ultimately good for you</qco> </h3>      \nthe 'good' you mentioned -- that is the motivator. if it's not working, that's probably because you don't actually  believe it will be good enough to outweigh how scary it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.24&nbsp; \n7:09 pm</dco> &nbsp;<qco> How to deal with the pain of stupid things you did in the past?</qco> </h3>      \ndo new stupid things\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.24&nbsp; \n5:52 pm</dco> &nbsp;<qco> i cant figure out the fast descending lick in the la de da de da de da de day oh solo, if you could give me the notes/sheet music/whatever it would be soo helpful</qco> </h3>      \ni believe the video should be visually accurate. that should help\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.24&nbsp; \n3:22 pm</dco> &nbsp;<qco> why are the 4th and 5th called perfect but the 2nd separated into major and minor</qco> </h3>      \ni will explain some fun facts for you, and then you will be able to make a lot of sense out of things: if you invert any interval (swap the high and low note), to get the name of the new interval you subtract the number from 9, and for the quality, major becomes minor, minor becomes major, augmented becomes dininished, diminished becomes augmented, and perfect stays perfect. so for example, C to E is a major 3rd, E to C is a minor 6th. C to G# is an augmented 5th, G# to C is a diminished 4th. C to F is a perfect 4th, F to C is a perfect 5th. C to Gb is a diminished 5th, Gb to C is an augmented 4th. if all goes well, this might raise more questions, but then answer even more\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.24&nbsp; 1:59 pm</dco> &nbsp;<qco> who is best pony</qco> </h3>      \nall ponys are the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.24&nbsp; \n1:51 pm</dco> &nbsp;<qco> in my last question you said that you dont start a recording session until a song has been oficially selected for production. So, do you have songs written wich will never be recorded?&nbsp;</qco> </h3>      \nthat may be true, but i'm not entirely sure why that is logically connected to your opening statement\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.24&nbsp; 1:48 pm</dco> &nbsp;<qco> how to make friends</qco> </h3>      \nyou are supposed to be the friend\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.24&nbsp; \n12:46 pm</dco> &nbsp;<qco> What constitutes \"pop music\"?&nbsp;</qco> </h3>      \nnormal music\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.24&nbsp; \n11:56 am</dco> &nbsp;<qco> Heyyyy whats your phone number&nbsp;</qco> </h3>      \n1 or 2\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.24&nbsp; \n10:29 am</dco> &nbsp;<qco> do you instinctively press the \"accept all cookies\" on websites or do you think about it for a second</qco> </h3>      \ni found a way to actually get the cookies without even going to the websites\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.24&nbsp; \n4:23 am</dco> &nbsp;<qco> Would you like to join my pyramid scheme</qco> </h3>      \nsure, on which level\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.24&nbsp; \n3:39 am</dco> &nbsp;<qco> What is a musical idea?</qco> </h3>      \nfor example, when you are in your car and you give a friendly 'honk' of the horn, and then you forget to let go\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.24&nbsp; \n1:54 am</dco> &nbsp;<qco> I'm trying to write music but I'm having trouble writing the intro and I haven't even thought about writing the outro. At this rate all my songs will be all chorus and nothing else.</qco> </h3>      \nmaybe that's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.24&nbsp; \n12:34 am</dco> &nbsp;<qco> heyy another non-question here but i wanted to say i love ur music, each song is very unpredictable from line to line but beautifully cohesive :) same with ur animations, they're absolutely wonderful! some of ur work (both music&nbsp;&amp; videos) got me feeling almost homesick in a way i don't know how to explain clearly... not that i've ever lived in a place that looks like the places u show in ur work since ur style is of course a lot more abstract than most real world places, but somehow the feelings u evoke in ur art are so much more direct of a representation for what home feels like to me :')</qco> </h3>      \nholy texas farm road you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.24&nbsp; \n12:15 am</dco> &nbsp;<qco> do you think about weird things like the constant passing of time or selfishness of humans and sort of just ignore them to not be sad</qco> </h3>      \nneither of those things strikes me as particularly weird, and i ignore the first only on certain timescales sometimes, and the second thing you mentioned is not really the complete picture\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.24&nbsp; \n12:08 am</dco> &nbsp;<qco> Hello. Is your name related to being coooool?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.24&nbsp; \n11:33 pm</dco> &nbsp;<qco> Happy march, do you prefer march to February?</qco> </h3>      \ni prefer whichever month it currently is\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.24&nbsp; \n11:22 pm</dco> &nbsp;<qco> what do you think your characters do in your scenes when you're not watching or animating them?</qco> </h3>      \nnothing, or perhaps moving in the same sequence that i animated them, if someone else is currently watching the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.24&nbsp; \n9:37 pm</dco> &nbsp;<qco> how to overload the brain with knowledge and initiative</qco> </h3>      \nread these books, in 2024\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.24&nbsp; \n8:25 pm</dco> &nbsp;<qco> do you ever feel nostalgia?</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; is it more of a positive or negative feeling for you? </qco></h3>      it's both. sometimes sad when it feels like something about the earlier time was more special somehow<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how do you cope with it?</qco> </h3>      doing something brand new usually helps to amplify the specialness with which the current moment will be viewed in the future, while also bringing you as close as you can get to the real-time sense of this\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.24&nbsp; \n6:50 pm</dco> &nbsp;<qco> i'm trying to record a track (well, a rendition of an existing song) and i can't get a good take of the main melody on the lead instrument. this is holding me back from getting the rest of it done even though i have a general outline of how i want the arrangement/instrumentation to be. any suggestions? just record a really bad take and build the rest from there and maybe re-record it after everything else is done? every single dang take i say \"no this isn't good enough\" delete it and start over. it's been MONTHS&nbsp;</qco> </h3>      \nin this case, the pursuit of 'good' has totally caved in on itself and collapsed. the healthy option for you, at this moment, to breathe life back into your world, would be to actually try to make something bad, for now\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.24&nbsp; \n6:18 pm</dco> &nbsp;<qco> how do you ground yourself</qco> </h3>      \nthe first step is to actually find the ground\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.24&nbsp; \n4:55 pm</dco> &nbsp;<qco> do you like webcomics? or any kind of digital art series in general</qco> </h3>      \nthat sounds lovely\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.24&nbsp; \n4:28 pm</dco> &nbsp;<qco> how to be cooler&nbsp;</qco> </h3>      \nyou'd first have to find out how cool you already are, so you know even which direction to go. coolness is a cycle, so it might actually seem reversed depending on which side you're on\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.24&nbsp; \n4:05 pm</dco> &nbsp;<qco> Do you ever feel confused as to whether people are laughing with you or at you? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Any advice?&nbsp;</qco> </h3>      i could advise if i knew more about the specific situation in which this occured. i could probably shed some light on what laughter dynamics were likely at play\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.24&nbsp; \n3:27 pm</dco> &nbsp;<qco> Dutch sounds suspiciously intelligible as an English speaker. Like I can ALMOST understand what they're saying. Do you know what I mean?</qco> </h3>      \nsoort van\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.24&nbsp; 2:57 pm</dco> &nbsp;<qco> star wars or star trek</qco> </h3>      \nit's impossible to tell the difference. they are identical\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.24&nbsp; 2:51 pm</dco> &nbsp;<qco> what is your favourite word</qco> </h3>      \nchanging from word to word, that's the only thing that does it for me anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.24&nbsp; \n2:23 pm</dco> &nbsp;<qco> can u check out my mix tape</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.24&nbsp; \n11:14 am</dco> &nbsp;<qco> What is the name of the place whose flag was displayed at 1:32 in \"and the day goes on\"?</qco> </h3>      \nin this case, it lacks the 'name' feature. the identifying characteristic, shown on the flag, is only a picture\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.24&nbsp; \n11:13 am</dco> &nbsp;<qco> Why is the bass in more than a dream so funky for a song that's not really that funky?</qco> </h3>      \nthat's your fault\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.24&nbsp; \n10:05 am</dco> &nbsp;<qco> \"Gray\" or \"grey\"? This is very important</qco> </h3>      \nno it's not\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.24&nbsp; \n9:56 am</dco> &nbsp;<qco> would you want to be part of a large, real life game of minesweeper?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.24&nbsp; \n9:52 am</dco> &nbsp;<qco> could it be that every night we dream everything possible but we only remember what is most relevant to us upon waking up or during the timespan the dreams are still fresh?</qco> </h3>      \nthat would just about make sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.24&nbsp; \n7:45 am</dco> &nbsp;<qco> what font is this</qco> </h3>      \nnone\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.24&nbsp; \n3:10 am</dco> &nbsp;<qco> have you ever thought about making a song where the lyrics are all anagrams of each other or something</qco> </h3>      \nno, i'd find that to be a waste of music, and a waste of anagrams. the powers of each don't tend to have any relation to each other\n<br><br>"
  }
]
