[
  {
    "html": "<h3> <dco>7.29.20&nbsp; \n8:40 am</dco> &nbsp;<qco> how do i type</qco> </h3>      \ntry using the keyboard as a hammock. just really get comfortable in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.20&nbsp; \n8:19 am</dco> &nbsp;<qco> What/who is your biggest inspiration?</qco> </h3>      \ncould be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.20&nbsp; \n6:48 am</dco> &nbsp;<qco> I was scrolling through this questions page and noticed the dates and times next to the questions. Do you ever sleep?</qco> </h3>      \nyes, i sleep at a lot of those times actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.20&nbsp; \n5:24 am</dco> &nbsp;<qco> what have you never done?&nbsp;</qco> </h3>      \ncrotcheting\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.20&nbsp; \n5:07 am</dco> &nbsp;<qco> how to be cool</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.20&nbsp; \n4:33 am</dco> &nbsp;<qco> how do you look good in everything you wear</qco> </h3>      \nit helps to edit out the ones i don't look good in................ IF I CAN\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.20&nbsp; \n4:16 am</dco> &nbsp;<qco> when will you make more music?&nbsp;&nbsp;your songs make me happy.&nbsp;&nbsp;C:</qco> </h3>      \nright away\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.20&nbsp; \n2:59 am</dco> &nbsp;<qco> Do you have any new music?</qco> </h3>      \nyes, to an extreme degree\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.20&nbsp; \n2:05 am</dco> &nbsp;<qco> you have used capital letters in some previous answers. explain?</qco> </h3>      \nit's sometimes an easy way to achieve some Clarity\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.20&nbsp; \n1:45 am</dco> &nbsp;<qco> how do I eat toast if I have no toast?</qco> </h3>      \nyou're gonna have to eat someone else's toast\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.20&nbsp; \n1:34 am</dco> &nbsp;<qco> what do i do when i don't know what to do with my life</qco> </h3>      \ninvent the world. i know you're gonna say it's already been invented, but i promise that's not true\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.20&nbsp; \n1:21 am</dco> &nbsp;<qco> at the airport terminal, I just did a bad thing and I might quit. what should I do?</qco> </h3>      \nyou could go off the map\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.20&nbsp; \n1:16 am</dco> &nbsp;<qco> how can i learn as much about the world as possible?</qco> </h3>      \ntry to explain it to someone else\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.20&nbsp; \n12:40 am</dco> &nbsp;<qco> Do you ever sleep? Because it seems like you answer questions at all hours of the day</qco> </h3>      \nit seems like you ask them at all hours of the day. but i answer them all at once\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.20&nbsp; \n12:35 am</dco> &nbsp;<qco> What do you think about the people of TikTok recently discovering your \"i just did a bad thing\" song?</qco> </h3>      \nthey tend to recently discover it every few weeks for the last year and a half\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.20&nbsp; \n12:34 am</dco> &nbsp;<qco> how do I use a click track if the tempo changes in my song?&nbsp;</qco> </h3>      \nmost sequencers can do tempo changes. but if you are actually just recording without a sequencer but you want to use a click, then you can still record your own custom click. Record yourself singing the tempo through the transitions, and then use them to calibrate the transitions, and line the clicks up to that. after having picked the tempos you want, and recording them both and then moving them into place. but it is much more likely that your sequencer can do tempo changes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n11:38 pm</dco> &nbsp;<qco> do we live in a simulation?</qco></h3>      of what<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;in that case is everything and everything in my life just a product of my imagination? </qco></h3>      yes and no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;help am I real!!!!\n</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;nvm I realized Im not creative enough 2 imagine ur vids</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n10:29 pm</dco> &nbsp;<qco> bill pls give me advice about losing inspiration</qco> </h3>      \nhm, that's pretty difficult. it's always gonna find you again\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n9:45 pm</dco> &nbsp;<qco> since you are working on 3d modeling techniques,</qco></h3>      currently i am dealing with the animation department<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; doesn't that mean you are not working on a video particularly?\n<br></qco> </h3>      creating the techniques and infrastructure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n9:45 pm</dco> &nbsp;<qco> Hey Bill, I've been trying my hand at writing as of late, and I have all these great ideas for characters and character interactions, but I just can't seem to connect them all to the over-arching plot. Have you ever written any stories, and if so do you have any advice on how to bring them to fruition?</qco> </h3>      \nthere is a common debate about whether you should try to think of the plot ('outline') before you write. as i am foraying more deeply into this issue, i am rapidly forming stronger opinions than i thought, in favor of the non-outline. Believe me, i've been trapped in a corner with no plot many times before, as can clearly be seen in my infantile attempts over the past few years, which is what makes me feel pressure to outline (i recall hitting a point of desperation  somewhere over the Andes mountains). I think you will find some writers have to outline, some writers think you're supposed to outline, some writers are very good at outlining, sometimes it almost feels like most people assume you are supposed to outline. But ... there are some people who say when they outline it ruins it. Some people say they are hired to write stories, and they are required to do an outline, so they have to fake the outline, either by making a fake outline first and then ignoring it when they write the real thing, (and the bosses usually forget), or, by just writing the whole story first and then making a fake outline based on how the story actually turned out. Many many professional writers insist that you have to outline in order to get anywhere, and that seems true.... and i want to believe this......... but i keep having these realizations which put me further and further toward the non-outline side of the spectrum. here's an example, which i may or may not agree with in a few years from now, but i was noticing something: when i watch movies/films (like the kind you would see in the cinema back when that was a thing), the majority of those that i've seen, when i watch them for the first time, ......... extremely often i have no earthly idea what's going on for at least the first 30 minutes. The scenes may be great, and i am perfectly keen to enjoy great scenes and dialogue like music, even if i don't actually have any idea who these people are or what they're talking about, but still... somehow, in most of these cases, i just... think we're supposed to know what's going on. I think the writer assumes that it's more intelligible than it is.... because they think they've left enough clues as to what's going on. I don't know if i'm the only one, it could be just some kind of brain disfunction, but most movies seem to act like i'm supposed to know what the hell is going on, even though i don't. (again, this does not usually detract from the aesthetics of the scene and music of the dialogue, but somehow i still think we're probably supposed to know what's going on, at least slightly) Again, i may just be stupid, but i've noticed that if i see the movie for the second time, THEN it obviously works out perfectly, and everything is great and makes sense and thrives fully well......... because i have already watched the movie an entire time so i know what's going on. Maybe you see where i'm going with this................. suddenly i had a shocking realization. and you may disagree with this, and who knows, i may disagree with it later, but it seems perfectly clear to me currently..... which is that All these scenes are designed by someone who already knows what's going to happen. that's why it makes no sense to someone who doesn't know yet. And suddenly it occured to me that what MUST be done (at least on my watch, if i am writing) it became quite clear to me that the only fair way to actually avoid this problem is for the writer to actually not know what's going to happen. that seems like the most effective way for the writer and the reader to actually be on the same page and to enjoy and understand the same things. I'm sure there's other ways around this, but if you are asking me at this point i would say i'm leaning heavily toward the free side of the spectrum. that being said, i'm sure you are aware that i've had some blunders attempting to be on that side of the spectrum (exclusively blunders, for the most part, aside from times i resorted to non-fiction) but in my case i think the trick around that might be something as simple as having more than 1 character. which i strangely never really tried before, so we'll see what happens <br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n9:17 pm</dco> &nbsp;<qco> are the new videos gonna be drastically different compared to the old ones?</qco> </h3>      \nthat would make sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n9:08 pm</dco> &nbsp;<qco> people don't incentivize reading nearly as much as they should. they always say to \"read more\", but I find it almost unnecessary to read blocks of text that reveal the stories of others by making your eyes tired. how are you supposed to become smarter just by reading the stories of others, regardless of whether or not the story is legitimately interesting? like wow, I just have my brain expand a thousandfold by reading about a story that is completely irrelevant to my life. also, I find it difficult to maintain a well enough retention rate to \"absorb\" information in any piece of literature, as the education system's propaganda always expects us to do. and with my many years in participating in the education system, I have yet to acquire the proper \"Lexile score\" for my grade simply because the most incentive teachers give out would be to have my Lexile score be higher and just showing the results of reading a lot. hell, my grammar is terrible simply \n because \n schools, after all of their propaganda, have failed to give me enough valid reasoning for me to actively learn. but I am aware that reading is important, especially outside of the school circle. but the most you are supposed to do in school is to listen to the teacher and drain yourself of any critical and creative thinking abilities. those tasks don't require any book reading. so I should embark on a quest to find more reasons as to why I should read. do you have any better reasons as to why I should read? you seem like someone who has found out why</qco> </h3>      \nwell..... on this page for example, if i didn't read i wouldn't know what your question was. and if you don't read, you're not gonna find out what my answer is. also not reading would make browsing the internet pretty difficult\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n7:57 pm</dco> &nbsp;<qco> whats the deal with airline food</qco> </h3>      \nit's the food the plane didn't want\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n7:49 pm</dco> &nbsp;<qco> Favorite word?</qco> </h3>      \nhorsey\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n6:54 pm</dco> &nbsp;<qco> Tell the truth, please. Are you an alien, an angel or a fantastic human?</qco></h3>      ordinary townsperson<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Anyway, thank you, i must say. Your songs always makes me feel hopeful and better with myself</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n6:51 pm</dco> &nbsp;<qco> Thoughts on frogs?</qco> </h3>      \na bit jumpy\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n6:01 pm</dco> &nbsp;<qco> What is your favorite book?&nbsp;</qco> </h3>      \nwhichever one has the most pages\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n5:49 pm</dco> &nbsp;<qco> what do you think about folks with lots of middle names? i'm talkin like, a bunch of middle names</qco> </h3>      \ncould be a way to scare off predators\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n4:42 pm</dco> &nbsp;<qco> what motivates you to continue making content? </qco></h3>      the general nature of the world<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also i wrote this in the shower</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n4:18 pm</dco> &nbsp;<qco> Why are you so cool?</qco> </h3>      \nyou could be looking in a mirror\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n3:50 pm</dco> &nbsp;<qco> How do you come up with hooks as good as those in might quit, i just did a bad thing and at the airport terminal? Cause those songs are bangers!!!!</qco> </h3>      \n3 ways. the first way is they ambush me without warning and i'm supposed to catch it. the second way is i just sit at a desk and try to come up with something. and the 3rd way is they ambush me in my dreams and then i'm supposed to wake up and catch it. the last 2 songs you mentioned were method 2, and the first was method 3\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n3:23 pm</dco> &nbsp;<qco> how do you make your songs so catchy while using some pretty complicated chord progressions&nbsp;</qco> </h3>      \nthis actually seems to be the default state of mother nature..... have you checked out flowers, or sediment,\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n3:04 pm</dco> &nbsp;<qco> What's your opinion on people</qco> </h3>      \nso wild\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n2:45 pm</dco> &nbsp;<qco> do you think in English or music?</qco> </h3>      \nabout 70% music but i will admit i love to combine them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n2:22 pm</dco> &nbsp;<qco> I've always had trouble finishing large projects (such as long videos) How do you do it?</qco> </h3>      \ni think i had to do hundreds of shorter projects first, because it's harder not to finish those\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n2:08 pm</dco> &nbsp;<qco> love your work. What motivates you to create as much stuff as you do?</qco> </h3>      \nwanting to\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n1:58 pm</dco> &nbsp;<qco> What's with your obsesion with Planes?</qco> </h3>      \nhilarious. they fly without flapping their wings at all\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n1:49 pm</dco> &nbsp;<qco> has the song sung you yet?</qco> </h3>      \npart way\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n1:24 pm</dco> &nbsp;<qco> Are birds real?&nbsp;</qco> </h3>      \none of them is. you are supposed to figure out which one\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n1:00 pm</dco> &nbsp;<qco> who are some of your favorite musical artists/bands?</qco> </h3>      \ncould be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n12:26 pm</dco> &nbsp;<qco> What are the components of a sandwich</qco> </h3>      \ntreats\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n12:14 pm</dco> &nbsp;<qco> are you a human?</qco> </h3>      \noh that would explain a lot\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n10:14 am</dco> &nbsp;<qco> i never understood the \"why did the chicken cross the road\" joke. do you?</qco> </h3>      \nit's not a joke but it can be a tool for making jokes, and what you said is exactly the reason why. because it's recognizable and people don't know why. anything like that will be a good tool for jokes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n10:10 am</dco> &nbsp;<qco> You hate the number one </qco></h3>      that's not true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;so are you going to be releasing two or more videos anytime this year</qco> </h3>      that seems like the wrong number of years to make videos\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n9:49 am</dco> &nbsp;<qco> It's Tuesday</qco> </h3>      \ni want to believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n9:46 am</dco> &nbsp;<qco> I want a high school quote, can you give me one?</qco> </h3>      \nhighschool can be a very interesting shape, but an even more interesting size\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n9:27 am</dco> &nbsp;<qco> where do friends go when they're away?</qco> </h3>      \nwhere do YOU go?\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n9:10 am</dco> &nbsp;<qco> Where did the Shift and Caps lock button go?</qco></h3>      check the right and left sides of the keyboard for the shifts (it's the long one, but not as long as the space bar) and caps lock should be above the left shift<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And it looks like you turned off capitalization autocorrect?!?!</qco> </h3>      that's because i'm using a physical keyboard on a desk, which makes it easy to have full typing accuracy on my own, which makes autocorrect a disadvantage because it makes some things impossible to type\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n8:13 am</dco> &nbsp;<qco> Bill, what the heck is a neon letter?</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.20&nbsp; \n7:45 am</dco> &nbsp;<qco> is christmas real</qco> </h3>      \nyes, despite its best efforts to be fake\n<br><br>"
  }
]
