[
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n11:53 am</dco> &nbsp;<qco> Hey its God, I really like what you're doing here. Oh yeah, stop mentioning hell. Come up here with me, you will like it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n11:37 am</dco> &nbsp;<qco> What can I practice on a 61-key keyboard with unweighted keys?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n11:08 am</dco> &nbsp;<qco> can i be an idiot</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n10:52 am</dco> &nbsp;<qco> Can you give me any tips on how to hear and distinguish a fully diminished chord from a half diminished chord?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you instantly know what it is or do you have to actively concentrate to the 7th? \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, why is it so difficult for me to distinguish a diminished triad from an augmented triad?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It really shouldn't be, they're way too different and yet I have a hard time doing it. \n<br>I can tell the difference between these chords if I try really hard to isolate pitches but I want to be able to instantly hear and know what it is, just like I can instantly distinguish a major from a minor chord. Do you have any advice? Many thanks</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n10:40 am</dco> &nbsp;<qco> what are you going to do/how do you think you'll feel when you get famous enough that everybody and their mother knows about this questions page, including the haters?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n10:37 am</dco> &nbsp;<qco> why dont you do your notebook </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nand why are shirts in other other&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n10:35 am</dco> &nbsp;<qco> why are wodrs spelt wrngo on yor wesibte</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n10:25 am</dco> &nbsp;<qco> Damn! I LOVE Slow Down!!!!!! It's awesome!!! The very very really slowly now bit is dope&nbsp;&amp; man keep bringing us stuff like that\n<br>(i like it very much)&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n9:03 am</dco> &nbsp;<qco> I realized yesterday that to deal with my negative emotions, I should let them run wild and put that anger towards something rather than keep them locked inside. Doing this is great because the next time I'm confronted with the thing that may scare me or upset me, it won't frighten me or shake me up. Instead, my emotions will be way more manageable and I'll probably be more comfortable with them since I acknowledge them and express them so much, rather than avoiding them and letting them have a negative affect on me.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n8:13 am</dco> &nbsp;<qco> Do you prepare a script for all your (short) songs or sometimes do you improvise whil you are recording ? \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, do you feel that you have much more inspiration now than before ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n6:27 am</dco> &nbsp;<qco> Why does existence exist&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n6:23 am</dco> &nbsp;<qco> would you say your lyrics are like a rorschach inkblot but with a dash of intent?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n6:13 am</dco> &nbsp;<qco> I've been having a really hard time coming up with chord progressions to instill some vibe in the song,\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\n also I'm having a hard time finding the correct notes in a key to play randomly to make it sound good.\n\n\n Any tips from the master himself?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n5:42 am</dco> &nbsp;<qco> What's your favorite youtube clip that's 10 secs or shorter?</qco> </h3><a href=\"letterman-tom-snyder-leg.mp4\">this</a>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n5:32 am</dco> &nbsp;<qco> does simon says still not remember anything hes been doin or any thing he remembers?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n3:45 am</dco> &nbsp;<qco> the rhymes in your songs that begin with \"and\" multiple times consecutively are getting kinda old, seems pretty uncreative</qco> </h3><a href=\"https://billwurtz.com/monday-stack-of-&amp;s.mp4\">this</a>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n2:27 am</dco> &nbsp;<qco> What's your favourite part of any sports game</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n12:36 am</dco> &nbsp;<qco> what is your favorite fruit?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n12:18 am</dco> &nbsp;<qco> I have a theory that minor chords aren't real what do you think</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n11:55 pm</dco> &nbsp;<qco> How do you imagine performing your tunes live? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm listening to 'long long journey' right now and the sound effects, backing vocals and all of the different keyboard sounds would be epic to see live.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n11:48 pm</dco> &nbsp;<qco> Why did you mention going to hell in \"Mt. St. Helens is about to Blow Up\" and \"Slow Down?\" Did you do something bad, or is it paranoia? Or something else?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n11:19 pm</dco> &nbsp;<qco> How do you cope with other people being confusing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n10:53 pm</dco> &nbsp;<qco> i love Slow Down so much!!! thank you for blessing my week with it!!!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n10:17 pm</dco> &nbsp;<qco> who is your favorite person?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n9:44 pm</dco> &nbsp;<qco> what do you gain by answering questions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n9:43 pm</dco> &nbsp;<qco> Can you level the bass in your car?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Open YouTube&nbsp;&amp; play 'SMPTE jazz'. You'll figure it out.\n<br>\n<br>It's considerably affecting your work...your coolest basslines fall flat on the leveling below 100hz&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n9:07 pm</dco> &nbsp;<qco> hey bill did you know that you spelt 'hurricanes' wrong on your lyrics page</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n8:53 pm</dco> &nbsp;<qco> When will you write a song about a girl damn it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n8:46 pm</dco> &nbsp;<qco> When I fall behind on things to do, and they all pile up and I end up not being able to do any of them, what do I do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n8:38 pm</dco> &nbsp;<qco> What rhymes with wish besides fish and dish?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n8:03 pm</dco> &nbsp;<qco> why do you open yourself so much?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n7:48 pm</dco> &nbsp;<qco> I take care of a flock of chickens, any advice for the mother taking care of two baby roosters? I'll make sure to tell her what you said.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n7:43 pm</dco> &nbsp;<qco> Do you plan to ever upload some older songs of yours onto YouTube? Maybe ones you particularly like but never got any attention because you made them prior to your massive increase in popularity. I personally love all your current stuff, but of your older music I really like \"Home\" from 2011.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n7:26 pm</dco> &nbsp;<qco> on a scale from annoyed to overjoyed, how do you generally feel about all these questions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n6:59 pm</dco> &nbsp;<qco> have you ever considered implementing stop motion animation into any of your videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n6:38 pm</dco> &nbsp;<qco> Is life suffering?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n6:22 pm</dco> &nbsp;<qco> Hi Bill, thanks for the recommendation about pitch correction. When I calibrate it to A = 432Hz, how will I know when my spiritual essence is enlightened?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n6:07 pm</dco> &nbsp;<qco> are you planning on writing love songs in the near future?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n6:06 pm</dco> &nbsp;<qco> Why does \"slow down\" seem louder than your other songs? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, sometimes it feels like the vocals aren't really clear, and are being covered up by the other instruments.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or the lyrics just don't feel heavy enough, there's a lot of breath and air.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; So it sounds unbalanced some of the times I listen to it.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n6:05 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201811132216\">11.13.18&nbsp;&nbsp;10:16 pm</a> \n<br>\n<br>Yea I heard the beat starting on \"time\" as well. Took some effort to start hearing it starting on \"look at\". Sounded better after I switched it around in my head.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n5:59 pm</dco> &nbsp;<qco> As someone who used to be a fan and now is not: he's making the same dumb non-sequitur joke over and over again over similar-sounding musical motifs and sounds. His aesthetic is cool, but it's only an aesthetic: beneath the thick veil of absurdism, his output is empty.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n5:50 pm</dco> &nbsp;<qco> Do you forget the questions people ask you ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n5:13 pm</dco> &nbsp;<qco> favorite daughtry song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n5:09 pm</dco> &nbsp;<qco> Have you ever had a time when you had nothing to do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n5:09 pm</dco> &nbsp;<qco> what is the first question you have received, alphabetically?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n5:00 pm</dco> &nbsp;<qco> Do you know how awesome and inspirational your long long journey song is?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n4:57 pm</dco> &nbsp;<qco> Hey sorry about my message a couple hours ago saying you're in a major key rut you and should start on the one chord less and whatever, I don't really even believe that and I'm just in a very frustrated depressed bullshitty kinda phase of my life right now and I've been not writing to you much because I just don't want to spew any of that negativity at you of all people, you truly inspire me but i'm also quite jealous of you in some ways and intimidated by your skills, i guess i try to bring you down a peg in my mind sometimes so I feel better about my own abilities and achievements (or lack thereof), sorry about that, I'm trying to do better, oh and also I realized slow down's&nbsp;&nbsp;verse starts with like an Fsus or something not a regular major anyways I think, I don't even fucking know I'm kinda stupid and anyways I'm gonna take a break from writing in till I have something more worthwhile to ask/contribute, hope you have a good day!&nbsp; </qco></h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n4:56 pm</dco> &nbsp;<qco> have you ever wanted to build something very big?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n4:36 pm</dco> &nbsp;<qco> So by your logic the mind is the best instrument&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n4:08 pm</dco> &nbsp;<qco> How do you cope with an argument with your parents?</qco> </h3>"
  }
]
