[
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n9:20 pm</dco> &nbsp;<qco> i don't want to quantize my shit in garageband because i get an interesting feel when i record it but also i'm not skilled enough to get the groove AND play exactly in time. what do</qco> </h3>      upgrade to logic for a reasonable reasonable price, then use the \"quantization strength\" percentage setting. i think this may change your life\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n9:07 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201809220108\">9.22.18&nbsp;&nbsp;1:08 am</a>  Where can I find this page (can I get a link)?</qco> </h3>      <a href=\"https://billwurtz.com/anagrams/anagrams.html\">anagrams</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n8:54 pm</dco> &nbsp;<qco> How do I play Cmaj13#11 on trombone? Asking for a friend</qco> </h3>      mostly play either A or F#, because if they wrote that chord symbol it probably means those 2 notes are important. unless there is a melody note written there, in which case play that note. and it will proably be A, F#, or possibly E or D\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n8:50 pm</dco> &nbsp;<qco> What is the most important thing to know about music theory?</qco> </h3>      what the music sounds like\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n8:41 pm</dco> &nbsp;<qco> sometimes i regret talking to people because at the end of the conversation, i make a fool out of myself..</qco> </h3>      change it up, try making a fool out of yourself at the beginning\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n8:32 pm</dco> &nbsp;<qco> when did time start?</qco> </h3>      now\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n8:30 pm</dco> &nbsp;<qco> are you willing to try and make a song by combining all of your best previous songs&nbsp;</qco> </h3>      i'm not sure if that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n8:00 pm</dco> &nbsp;<qco> is this the last question of the day?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n8:00 pm</dco> &nbsp;<qco> (Referencing <a href=\"q.php?date=201809091052\">9.9.18&nbsp;&nbsp;10:52 am</a>  ): What is the second chord of 'Hello Sexy Pants\"?</qco> </h3>      assuming you mean the one where the band first drops (\"sex\") that would be something like Db7sus4, or Db9sus4. you can get the job done with B over C# \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n7:58 pm</dco> &nbsp;<qco> whose pant is it anyway?</qco> </h3>      yours\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n7:35 pm</dco> &nbsp;<qco> why did you leave the first two beats out of the youtube version of \"write a tune that really sucks\"?</qco> </h3>      i'm not sure. i don't remember doing that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n7:19 pm</dco> &nbsp;<qco> How many words make up the new song title?</qco> </h3>      11\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n7:18 pm</dco> &nbsp;<qco> The news is nauseating</qco> </h3>      that is to keep you coming back for more\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n7:05 pm</dco> &nbsp;<qco> do you prefer door knobs or door handles?</qco> </h3>      hob\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n6:06 pm</dco> &nbsp;<qco> how's the project coming along?\n</qco></h3>      good<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n you haven't posted any instagram hints yet, and october 2nd is nearing fast.</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n5:17 pm</dco> &nbsp;<qco> Have you been kidnapped</qco> </h3>      only by my self\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n4:43 pm</dco> &nbsp;<qco> Do you write lyrics or melody first?</qco> </h3>      both at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n4:36 pm</dco> &nbsp;<qco> what is your advice for a grammy award winner</qco> </h3>      that's wonderful news and congratulations, and you can be grateful, but going forward you are going to get the best results by pretending it never happened\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n4:29 pm</dco> &nbsp;<qco> what is the second vowel in your next song?</qco> </h3>      oo\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n4:20 pm</dco> &nbsp;<qco> Do your songs really have a deeper meaning? Deeper than any mystery puzzle?</qco> </h3>      the deepest mystery puzzle is the time space continuum. which is actually what all of my material is based on\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n1:52 pm</dco> &nbsp;<qco> is your new song called \"The Moon Blimp\"?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n12:38 pm</dco> &nbsp;<qco> Are you a person who freaks out whenever a bee (or similar) is near?</qco></h3>      usually not<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Either way, what's your reasoning?&nbsp;</qco> </h3>      i don't want the bee to freak out\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n12:37 pm</dco> &nbsp;<qco> Are you still working on that album?</qco> </h3>      which album\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n12:25 pm</dco> &nbsp;<qco> Does this next, new audio/visual content feature a brand new song that you just wrote??</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n12:16 pm</dco> &nbsp;<qco> do you talk with yourself?&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n11:50 am</dco> &nbsp;<qco> why is tuesday your favorite day of the week for releasing stuff</qco> </h3>      it just seems special. i would say monday, but i already used monday before, for a different type of product. i've already used wednesday for songs. tuesday just seems like a special, fresh day, with a lot of untapped potential\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n11:06 am</dco> &nbsp;<qco> How do I fix sleep? It seems important to being awake.</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n9:22 am</dco> &nbsp;<qco> <a href=\"q.php?date=201809260914a\">9.26.18&nbsp;&nbsp;9:14 am</a>  yeah, i actually totally understand what you're saying. That actually makes me feel a lot better about things. Thank you. Now, here's another thing, do you ever feel like something you're trying to do gets \"lost in translation/adaption\"? Example: I have this amazing short story. One of the best things I've written thus far. There's this playwright competition thing I'm doing for school (two actually). I had this great idea: \"Hey, I'm going to turn that short story of mine into a stage play\" So, I start writing. And ew. In my head the idea worked so well, but on paper it's just not good. It loses all the stuff that made the original so fucking good. It made me kinda resent the story and avoid working on the script but the deadline is rearing it's godawful head and I'm going to have to finish it even though i don't like it and it just isn't what I wish it was. Oh, another thing I hate ab\n out it. \n I'm expected to write a good play but they (the judges i guess) put so many restrictions on it.&nbsp;&nbsp;</qco> </h3>      as you write more and more plays, you will get better and better at doing this. while also finding brand new ways to be confused and frustrated\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n9:12 am</dco> &nbsp;<qco> Can you actually play all of the instruments you are air playing?</qco> </h3>      not the wind instruments\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n8:26 am</dco> &nbsp;<qco> do you think bass can be sung and skip the instrument altogether?</qco></h3>      sure, but you need a strong low voice to really get it done properly<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; does that lack credibility um whatever that means&nbsp;&nbsp;.....</qco></h3>      it may lack power unless you are good at it, and have a strong low voice. and even then you won't be able to go as low as another bass instrument<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; as a \"serious\" artist say Rihanna has a new tune and the whole bass is sung, would you be blown away or like smh.</qco></h3>      depends if it's good<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i think you would have to really nail the lowest tones to sell it do you have an opinion about this subject</qco> </h3>      that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n8:18 am</dco> &nbsp;<qco> where is the planet</qco> </h3>      there's one right here\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n8:17 am</dco> &nbsp;<qco> Have you ever just slept?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n8:15 am</dco> &nbsp;<qco> If anything is possible can something be impossible?</qco> </h3>      maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n6:58 am</dco> &nbsp;<qco> why did u decide to divide ur site into other categories and then even more categories</qco> </h3>      because i found more categories\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n6:26 am</dco> &nbsp;<qco> Do chromatic chords have functions like diatonic chords do?</qco></h3>      what exactly is a chromatic chord<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I guess I would say the bII chord has a dominant function because it's a common substitute for the V chord and it naturally gravitates toward the I chord. Also the bVI is probably a subdominant because it gravitates toward the V chord. But the other chromatic chords aren't as obvious to me. The concept of function helps me decide which chords to use when </qco></h3>      USE YOUR EARS, MIND, AND GENERAL SELF!!!<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;so I wonder if you can think about non-diatonic chords functionally. Do you think about them functionally? How do you know which chromatic chord is appropriate when?</qco> </h3>      the golden rule is, try it, and listen to the whole song and see if it makes it better or worse. this is a classic trick\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n4:56 am</dco> &nbsp;<qco> how do i know which key i should be singing?</qco></h3>      try them all. it will be a different key for each song<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; usually i just hit that TRANSPOSE button up or down and find out which transposition sounds better. \n</qco> </h3>      look at what number it says, and add or subtract from the key your playing in. so if you are physically playing the keys like it's in C, but the transpose says +4, that means it is actually sounding in the key of E\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n4:50 am</dco> &nbsp;<qco> i recently learned about \"the lick\" in jazz music and now every time i hear it my face goes :O and :D shit this isnt a question</qco> </h3>      it's not a bad lick. so that means you can use it and be doing a good lick while also being meme-tastic at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n4:00 am</dco> &nbsp;<qco> i think people ought to focus more on your mood affecting chord progressions and rhythms than your wacky random XD lyrics and videos</qco> </h3>      the chords etc are a more subliminal subconscious thing. that's how it always works. it enhances people's feelings about the things they think are responsible (like the words and pictures). 'wacky random' words and pictures without the musical help would not be as strong. it's like that pinch of crack cocaine grandma used to add to the spaghetti back home\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n3:11 am</dco> &nbsp;<qco> Is music RACIST?</qco> </h3>      sometimes it's the only thing that's not racist\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n3:07 am</dco> &nbsp;<qco> favourite variation on the classic I-V-vi-IV chord progression?</qco> </h3>      same order but starting half way through (on the 6-)\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n2:55 am</dco> &nbsp;<qco> Does Bill Wurtz wear shirts?</qco> </h3>      sure why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n1:59 am</dco> &nbsp;<qco> i'm Definitely starting to feel the weight of the things I want to do but haven't done crushing me, and I think i'm close to having a nice, big upheaval of my silly life. If you can do it then so can i, i say! Except you're more skilled and disciplined than me</qco></h3>      you will appear that way to others after you have done it. even based on things you may have already done in the past<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and but I can get more skilled and more disciplined, fuck off negative brain you're Wrong i can be amazing and inspirational and gracious in my own way and it's okay to not be as good at certain things as my heroes because i'm Great at my own things that are unique to me and also I can keep getting better at anything i put attention and intention into. any feedback on my insane rants is always welcome.&nbsp;</qco> </h3>      looks like you are on the right track\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n1:45 am</dco> &nbsp;<qco> bill help me what is jazz</qco> </h3>      i don't care\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n1:31 am</dco> &nbsp;<qco> Will you make a video for \"Got To Know What's Going On\" pretty please?</qco> </h3>      probably\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n1:27 am</dco> &nbsp;<qco> how long did it take you to make billwurtz.com?</qco> </h3>      i am still making it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n1:10 am</dco> &nbsp;<qco> What's your favorite kind of flower to talk to?</qco> </h3>      fire\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n12:47 am</dco> &nbsp;<qco> how wild this whole reality stuff!! ur influence is really helping me not freak out about its existence</qco> </h3>      that's good\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n12:26 am</dco> &nbsp;<qco> did you learn music through songbooks?</qco></h3>      i learned some things there but i learned even more things from just the songs themselves<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i started just learning songs I wanted to play but i fear that it didnt gave me as solid a foundation as other methods would have. idk</qco> </h3>      songs are where you can find music in its natural habitat. very powerful\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.18&nbsp; \n12:02 am</dco> &nbsp;<qco> I've never seen anyone like you. You think in such a different way than everyone else I've ever met. Not that that's bad. Do you consider yourself, or your music, to be out of the ordinary?</qco></h3>      it might be, but i've learned i get the best results when i don't think about it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Is that the goal of your songs?</qco> </h3>      i made the decision long ago to work alone, probably as a result of the things you mentioned. ever since living in my own protective bubble, all i have to do is try to do what i think is reasonable. and then let everyone else figure out what the hell they think am doing\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.18&nbsp; \n11:53 pm</dco> &nbsp;<qco> What is your favorite zinc sulfide crystal structure</qco> </h3>      i could never choose just one\n<br><br>"
  }
]
