[
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n8:24 pm</dco> &nbsp;<qco> any advice on dealing with people who are nice but don't know how to shut up?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n6:40 pm</dco> &nbsp;<qco> Hello, Mr. Wurtz, I hope you have a wonderful rest of your day/night when you read this. Whats your favorite dish or cuisine?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n6:10 pm</dco> &nbsp;<qco> On a scale of things to stuff what would you rate pots and pans? Not as individual items, as one big collective of panned pots or potted pots</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n5:45 pm</dco> &nbsp;<qco> are you mentally ill</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n4:53 pm</dco> &nbsp;<qco> How many things are in the universe?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n3:50 pm</dco> &nbsp;<qco> when driving, do you always come to a complete stop at stop signs or do you sometimes just slow down</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n2:20 pm</dco> &nbsp;<qco> Is the will really free?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n12:56 pm</dco> &nbsp;<qco> what was something that absolutely fascinated you as a kid?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n12:22 pm</dco> &nbsp;<qco> are you sane? am I sane? are any of us sane?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n11:12 am</dco> &nbsp;<qco> Thoughts on instrumental music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n10:46 am</dco> &nbsp;<qco> Is life stupid?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n10:43 am</dco> &nbsp;<qco> How many 5 year olds could you take in a fight?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n10:36 am</dco> &nbsp;<qco> What should I do if I forget that air exists?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n9:33 am</dco> &nbsp;<qco> the first thing I did when I went down to Toronto was I ordered myself a Double Big Mac. what about you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n9:24 am</dco> &nbsp;<qco> do you think that people should be allowed to write fanfiction about anything they want? should it be restricted?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n7:40 am</dco> &nbsp;<qco> Why does time feel like it's going wayyy too fast?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n7:19 am</dco> &nbsp;<qco> What kind of person are you when something goes wrong? a \"we ball\" person or a \"it's over\" person?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n7:07 am</dco> &nbsp;<qco> Are we friends?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n6:33 am</dco> &nbsp;<qco> How did music affect you that made you realize it was magical? Was it the feeling it evokes from you? </qco></h3>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n6:17 am</dco> &nbsp;<qco> hey bill, been doing anything interesting (i understand interesting things are very subjective but my definition of interesting within the context of this message is something interesting to specifically you) if not, damn, hope you do something interesting. if you are, cool.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n1:46 am</dco> &nbsp;<qco> Why does the Froot Loops mascot stare into my soul?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n12:48 am</dco> &nbsp;<qco> hi bill, so yesterday i wrote something and i felt pretty good about it but now i feel like i wrote a bunch of bullshit.\n<br>i always do this when i write and then i self-loathe and get confused about whether i am a good or a terrible writer. IT CONFUSES THE HELL OUT OF ME what should i do</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n12:27 am</dco> &nbsp;<qco> I'm free!!! What should i do first??</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n11:28 pm</dco> &nbsp;<qco> just realized i don't really care about the thing i'm working on any more.&nbsp;&nbsp;what do i do next?&nbsp;&nbsp;options: 1. try to finish it up anyway 2. try to change it so i care about it again 3. show it to other people as a half baked object and move on 4. shelve it for later and move on 5. other?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n8:49 pm</dco> &nbsp;<qco> Is time passing by too slowly, or at the right speed?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n8:36 pm</dco> &nbsp;<qco>   I have to take a lot of phone calls and listen toa lot of voicemails for my work... and I think it's really funny that whenpeople leave a voicemail, almost everybody starts off by saying 'Yes' or 'Yeah'... like, every voicemail is always \"Yes, hello, my name is John and I'm calling about...\", or \"Yeah, hi, my name is Jane and I was calling to ask if...\"... \n \nI think it's something about leaving a voicemail that just compels people to start off with \"yes\" or \"yeah\" subconsciously??? I can't imagine I'd ever write that in a text message, \"Yes, hi, what's going on? Wanna meet up for dinner later?\"... Or even saying that in-person would feel silly... like being in the line at the grocery store and saying to the cashier \"Yes, hi, have a nice day\". \n \nSorry, I don't really have a question. But I just noticed that this was a thing (I think I probably do it too if ever I leave a voicemail), and something about this I find to be very amusing... and I am using this questions page here just to write about my amusement. </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n6:20 pm</dco> &nbsp;<qco> oftentimes i'll check this place for updates and it'll seem to have been updated after midnight. do you enjoy staying up late or does it just kinda happen? i find the hours from about 1am to 4am to be rather peaceful.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n5:24 pm</dco> &nbsp;<qco> Have you broken into Area 51?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; 5:24 pm</dco> &nbsp;<qco> Have you ever flown a bird? \n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n5:11 pm</dco> &nbsp;<qco> i was wondering if there are any genres you've considered writing in but haven't gotten to yet, or do you prefer to write without genre in mind?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n4:40 pm</dco> &nbsp;<qco> Why is it called the land of 2 letter words instead of \"th la of 2 le wo\" ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n3:00 pm</dco> &nbsp;<qco> Do you ever read poetry? </qco></h3>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n2:34 pm</dco> &nbsp;<qco> Do you enjoy thinking inside of a box or outside of a box better?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n1:09 pm</dco> &nbsp;<qco> What do you think makes something that you create art. Is simply creating it and putting \"soul\" into it enough ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n1:07 pm</dco> &nbsp;<qco> i wasn't good for a long time. then i became good through a revolution, for a good while. and now i'm kinda starting to be not good again .. not as bad as the beginning tho maybe, but still. I hoped the revolution would be it...</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n12:44 pm</dco> &nbsp;<qco> Is the grass ever greener?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n12:39 pm</dco> &nbsp;<qco> what do I do if I can't whistle? </qco></h3>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n12:21 pm</dco> &nbsp;<qco> What makes the guitar a guitar ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n11:38 am</dco> &nbsp;<qco> You're already an official featured artist in Osu, but are you planning on or wanting to put yourself in other games?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n11:36 am</dco> &nbsp;<qco> How does this work? What's the magic behind this website?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n11:16 am</dco> &nbsp;<qco> How to make a tutorial&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n11:15 am</dco> &nbsp;<qco> How to fight back that feeling that everything is fucked when nothing's even happened yet?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n11:09 am</dco> &nbsp;<qco> Hypothetically, if we were at a party, would you protect my drink? I feel like i could trust you with my life.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n11:05 am</dco> &nbsp;<qco> When did you learn to play the klak pak?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n10:26 am</dco> &nbsp;<qco> at what point does graffiti become vandalism? like how can it be super cool art while defacing someone's property? and i know it's an art style that isn't required to be painted illegally on public or private property, but that's what makes it super cool. i'm struggling to draw the line between cool thoughtful graffiti and public-nuisance vandalism, what do you think?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n9:52 am</dco> &nbsp;<qco> i'm trying to make my own music but sometimes i fear that it sounds too much like another song. do you have any tips?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n9:30 am</dco> &nbsp;<qco> do you dislike the idea of having a favorite thing in a category of whatever?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n8:51 am</dco> &nbsp;<qco> if you discovered a new element what would you name it</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n7:50 am</dco> &nbsp;<qco> what's your favorite substitution for a curse word</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n7:43 am</dco> &nbsp;<qco> Why do I constantly have the looming suspicion that I'm fucked?</qco> </h3><br><br>"
  }
]
