[
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n11:33 pm</dco> &nbsp;<qco> Pray tell what is that lick you play on the keys after the word \"blue\" in 9 8 7. Near the end but just before the ending groovy vamp</qco> </h3>      \n\nif you want me to give you the name of the lick i can't because it is a nameless lick. it is improvised, but it's also probably fairly typical of what keyboard players play. it's what i played in the temp demo, and it is a rare exception where i kept it in the final because it had a casualness that i didn't think i could improve upon\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n10:42 pm</dco> &nbsp;<qco> how are you able to answer all of these questions so perfectly?</qco> </h3>      \n\nthat's because i make so many mistakes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n9:37 pm</dco> &nbsp;<qco> what should i buy from the corner store</qco> </h3>      \n\nhow about a cashew\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n9:30 pm</dco> &nbsp;<qco> What state capital do you mean in \"wrecked music of the state capital?&nbsp;</qco> </h3>      \n\nmaybe indiana? no i wasn't thinking of any one in particular. but you can\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n7:49 pm</dco> &nbsp;<qco> seven is such a bad number of days in a week. i personally think there should be six days in a week. what do u think</qco> </h3>      \n\nthat might be fine but it's not happening\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n7:32 pm</dco> &nbsp;<qco> any advice on getting started learning animation? I have a lot of experience with video, including making things clumsily move around with key frames in final cut, so maybe that means I've already gotten started? in any case, I would love to know any thoughts you have on how best to proceed. thanks :)</qco> </h3>      \n\ni don't know the best way to proceed, but i know perhaps some of the worst\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n7:18 pm</dco> &nbsp;<qco> Do you think ants would like to listen to music? </qco></h3>      sure, but it would be much different from the music we listen to<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Why or why not?</qco> </h3>      their whole life is on a drastically different timescale and size scale\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n6:50 pm</dco> &nbsp;<qco> What is your favorite texture?</qco> </h3>      \n\ngroovy\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n5:01 pm</dco> &nbsp;<qco> how to wait for the mail to come&gt;?</qco> </h3>      \n\nwrite some mail\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n4:53 pm</dco> &nbsp;<qco> Do you know the difference between a duck?</qco> </h3>      \n\none leg's the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n4:39 pm</dco> &nbsp;<qco> bill, how do you feel being an artistic inspiration to people around the world?</qco></h3>      good<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do you want to be?</qco> </h3>      yes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n4:22 pm</dco> &nbsp;<qco> i feel like i don't know what i'm doing in life. and other people always tell me \"no one knows what they're doing in life\", but i feel like i don't know what i'm doing more than most people? i feel like most people sort of understand what they're supposed to do and then go and do it. but i don't know what i'm supposed to do, so i do what i think i would be supposed to do and feel weird about it. is this how most people feel? somehow i doubt it.</qco> </h3>      \n\nyes a lot of people feel exactly this way. i hear from a lot of them here\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n3:16 pm</dco> &nbsp;<qco> what is your education?</qco></h3>      thinking about stuff, going places, doing things, talking to people<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; you seem very smar t</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n2:08 pm</dco> &nbsp;<qco> Why do you think Santa Clause, endowed with a watchful ability, delights in a formal, request asking, letter based system?</qco> </h3>      \n\nto show off\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n2:08 pm</dco> &nbsp;<qco> How often do people mistake you for bill evans</qco> </h3>      \n\nnot nearly as often as people mistake bill evans for bill evans\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n1:40 pm</dco> &nbsp;<qco> How often do you grab some part of your face/head in thought while reading these questions?</qco> </h3>      \n\ni've never done it except with this one\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n1:22 pm</dco> &nbsp;<qco> what are you most fascinated by?</qco></h3>      lines<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what do you find yourself thinking of most often?</qco> </h3>      lines\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n12:43 pm</dco> &nbsp;<qco> When does the corner store close?</qco> </h3>      \n\non the opposite corner\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n12:05 pm</dco> &nbsp;<qco> Did you use an electric guitar in \"fly around\"? If so, why don't you use it in more of your songs?</qco> </h3>      \n\nif so, then maybe i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n11:51 am</dco> &nbsp;<qco> hi bill. what is your favourite place on earth?</qco> </h3>      \n\nas long as i'm still not a statue, i see no need to pick just 1 location\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n11:12 am</dco> &nbsp;<qco> When working on a music video, do you tend to work on the music, or the video first? Or are they done simultaneously?</qco> </h3>      \n\nfor a music video (song video) the song is done first\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n10:57 am</dco> &nbsp;<qco> At the corner of the store!\n<br>I'm crying on the floor.\n<br>Then it closes.</qco> </h3>      \n\nfair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; 9:36 am</dco> &nbsp;<qco> bill are you happy?</qco> </h3>      \n\nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n9:33 am</dco> &nbsp;<qco> thoughts on humans</qco> </h3>      \n\npretty cool huh\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n8:39 am</dco> &nbsp;<qco> is the start of the song \"the ending\" where it's a repeated sequence of declining notes sampled from your 6 second video posted called \"daily schedule\" on 26/10/15?</qco> </h3>      \n\nno, and it's not the same notes either\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n8:24 am</dco> &nbsp;<qco> do you have any tips for surviving?</qco> </h3>      \n\ndrink water\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n7:54 am</dco> &nbsp;<qco> how do you deal with the boring parts of creating? (assuming there are parts you don't like)</qco> </h3>      \n\ni don't find anything boring about it. that doesn't mean it's all good. actually nevermind i just realized it all is good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n6:08 am</dco> &nbsp;<qco> hello bill, how do you make a cake without actually making a cake? I have always wondered and you are my trusted person.&nbsp;</qco> </h3>      \n\nmake a picture of a cake\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n6:07 am</dco> &nbsp;<qco> whenever someone says hi to you do you have the urge to go \"hello world\"&nbsp;</qco> </h3>      \n\nno, but that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n5:10 am</dco> &nbsp;<qco> Opinions on The Graduate?</qco> </h3>      \n\nit's good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n4:16 am</dco> &nbsp;<qco> what does the 0 in 2024 mean</qco> </h3>      \n\nthat's how many centuries have elapsed since the year 2000\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n3:36 am</dco> &nbsp;<qco> What is the funniest thing you have seen on the internet?</qco> </h3>      \n\nemail\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n2:20 am</dco> &nbsp;<qco> most times i feel fine, and sometimes my brain explodes and suddenly i feel like i can't handle anything anymore. why is the human brain like this?&nbsp;</qco> </h3>      \nwhy wouldn't it be like that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; \n1:43 am</dco> &nbsp;<qco> Is art meant to comfort the disturbed and disturb the comforted?</qco> </h3>      \n\nsurely both, in due time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.24&nbsp; 1:05 am</dco> &nbsp;<qco> do you ever get frustrated when other people ask questions or assume answers without even trying to find the answer themselves?&nbsp;</qco> </h3>      \n\nyou mentioned 2 things. it does not bother me when people ask questions. it might bother me when people assume answers. but now that i think about it, whether i admit it or not, i think i find it satisfying to correct people's incorrect assumptions about me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.24&nbsp; \n10:53 pm</dco> &nbsp;<qco> can you tell us what your ongoing resolutions from last march and may are</qco> </h3>      \n\nfrom last march was to make several videos that i selected from my videos list. from may was to learn the dutch language. the videos are the most important priority, the language is more of a side hobby which may become more professional in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.24&nbsp; \n9:47 pm</dco> &nbsp;<qco> can you play the violin</qco> </h3>      \n\ni've never tried, but because of my technical understanding of how it works i think it's likely i'd be able to make at least something happen, if i picked one up\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.24&nbsp; \n8:28 pm</dco> &nbsp;<qco> Have you ever considered writing a book?</qco> </h3>      \n\nthere's a lot of other stuff i'd like to write first\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.24&nbsp; \n8:19 pm</dco> &nbsp;<qco> Do you like making art?</qco> </h3>      \n\nsure\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.24&nbsp; \n4:50 pm</dco> &nbsp;<qco> What's your favorite fish?</qco> </h3>      \n\ngold\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.24&nbsp; \n2:00 pm</dco> &nbsp;<qco> How was the lunch you went out to get?</qco> </h3>      \n\ni don't know which you mean, because i've gotten hundreds of lunches, but it was probably good. i'm a good lunch getter, from all the experience i've had\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.24&nbsp; \n12:58 pm</dco> &nbsp;<qco> Do you think that given any musical idea, even insane stupid clearly wrong musical ideas (trying to do something wrong as you say, obviously up to interpretation), there is a way to follow it up somewhere? As in, is it possible to be actually stuck musically do you think?</qco> </h3>      \n\ni'm not quite sure what you mean, but i find when you try to do something 'wrong' on purpose, it leads to good things much faster than if you had started out trying to be good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.24&nbsp; \n12:37 pm</dco> &nbsp;<qco> Is hell nice?&nbsp;</qco> </h3>      \n\nin the winter yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.24&nbsp; \n12:30 pm</dco> &nbsp;<qco> Say if I wanted to pull something out of a hat, but it wasn't a rabbit, more like a cat, bit I wanted the cat to wear the hat, how would I do about doing that?</qco> </h3>      \n\nyou'd need a fat hat, and a flat cat\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.24&nbsp; \n12:12 pm</dco> &nbsp;<qco> what would be your ideal list of omelet ingredients</qco> </h3>      \n\nchocolate\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.24&nbsp; \n12:10 pm</dco> &nbsp;<qco> do you like math</qco> </h3>      \n\nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.24&nbsp; \n11:21 am</dco> &nbsp;<qco> what do you think of the name thaddeus</qco> </h3>      \n\nit's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.24&nbsp; \n10:30 am</dco> &nbsp;<qco> How do you know you're not in a dream?</qco> </h3>      \n\ni don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.24&nbsp; \n10:17 am</dco> &nbsp;<qco> is there some question that you want to be asked here? or some you want to be asked in general?</qco> </h3>      \n\ni prefer to be asked questions i did not ask to be asked. that's part of the magic of having other people involved in this\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.24&nbsp; \n10:01 am</dco> &nbsp;<qco> Can you please start a podcast and I will be your guest</qco> </h3>      \n\nsure\n\n\n\n<br><br>"
  }
]
