[
  {
    "html": "<h3> <dco>9.17.20&nbsp; \n2:29 am</dco> &nbsp;<qco> when it was the first day of school and you thought you might quit, what type of things did you pack before you walked through the door?</qco> </h3>      \ni thought that story was about you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.17.20&nbsp; \n2:00 am</dco> &nbsp;<qco> You've told tales of the 13 levels of suffering, and how after the 13th you are informed of another level. Wouldn't there be 14 levels of suffering? </qco></h3>      at least<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Does not knowing of the 14th level add more suffering to the process?</qco> </h3>      when you arrive at the 15th, you will be pleased to find out that you have never suffered at all\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.17.20&nbsp; \n1:56 am</dco> &nbsp;<qco> Thoughts on Saturn&nbsp;</qco> </h3>      \nvery big planet. not the biggest, but besides the biggest it is biggest. biggest non biggest planet \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.17.20&nbsp; \n1:31 am</dco> &nbsp;<qco> Did you know that Ohio doesn't exist? </qco></h3>      that is difficult for me to believe because i've been there<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Have you ever met anyone from Ohio?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Didn't think so. Stay woke ;)</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.17.20&nbsp; \n12:57 am</dco> &nbsp;<qco> O my Glob.\n<br>Outside of something I can't remember from \"Seymour: An Introduction,\" this is one of the most profound ¿philosphlets? on music I've ever:\n<br>\" as soon as you start thinking of it as a 'chord progression' you'll lose 95% of the effectiveness of chords, for songs. just write songs, and use chords to get it done \"\n<br>- ueqestion:&nbsp;&nbsp;&nbsp;Is something similar true for \"voicings,\" as you work through them?</qco></h3>      if 'voicings' means 'multiple notes at the same time' then absolutely yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;IE, does any given chord \"grow itself\" though internal relationships with it's neighborhood?</qco> </h3>      i would say so\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.17.20&nbsp; \n12:44 am</dco> &nbsp;<qco> where do you stand on the issue?</qco> </h3>      \non the ground\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n11:51 pm</dco> &nbsp;<qco> Does drinking water make you smarter?&nbsp;</qco> </h3>      \nno, but it makes you stronger, and strong people are smart\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n11:37 pm</dco> &nbsp;<qco> What should I do if I feel like my song goes on for too long but I like every individual part of the song?&nbsp;</qco> </h3>      \nfind the 'split point.' run the song from the beginning and find the first part that really doesn't seem good enough. just before that part, this is the 'split point.' take away everything after that (save it, put it on a shelf, don't promise to use it for this). keep running it from the beginning up to the split point and try to figure out what comes next, with no bias toward what you've shelved. although if the shelved contents screams out to you as the perfect thing for the moment immediately after the split point, then you can use it. but always respect the play through from the beginning, and know the split point\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n11:28 pm</dco> &nbsp;<qco> occasionally i perceive your songs as being sung by multiple people, in the story of the song. as in this verse is about and sung by this g, the next verse is about and sung by this other guy, the first chorus is this guy, etc. do you have any thoughts on this</qco> </h3>      \nthat seems good\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n11:27 pm</dco> &nbsp;<qco> will the bill wurtz band continue to make appearances in some of your music videos in the future?</qco> </h3>      \nof course\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n10:46 pm</dco> &nbsp;<qco> are you god</qco> </h3>      \ni thought you were\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n10:37 pm</dco> &nbsp;<qco> How do you eat a muffin</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n10:30 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202009161224\">9.16.20&nbsp;&nbsp;12:24 pm</a>  was this a total drama island reference</qco> </h3>      \nwas thinking 'survivor'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n9:18 pm</dco> &nbsp;<qco> at what point do you think we will be able to harness energy from the galaxy</qco> </h3>      \neveryone is already doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n8:42 pm</dco> &nbsp;<qco> What are your thoughts on music?</qco> </h3>      \nit is a highly customizable feels enhancer. if you present a lemon, coupled with exactly the right tailor made music, the feels of the lemon can go to upwards of 50,000,000 times their original base feel. is it the music we're feeling? technically yes, but the feelings are being anchored into a tangible mental space: the lemon. the music is enhancing and shaping the feels of the lemon. with no lemon, the music will not know which feels to enhance \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n8:32 pm</dco> &nbsp;<qco> When are you going to release your next song/when are you going to finish it?</qco></h3>      i could tell you what i think, but there is a risk i might be wrong, and be chastised for it. and if there's one thing i know about 2020 it's that i'm sick of being chastised<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; There are some rumors that you are learning 3D animation so I also want to know how that's going:)</qco> </h3>      i had some huge dreams and goals, and after letting my imagination run wild for way too long (and surely developing some much needed techniques methods), it is now time to religiously obey the orders of the simplicity police, to ensure my actual existence. it's early 2014 all over again\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n8:23 pm</dco> &nbsp;<qco> Is there a deeper meaning behind frogs?</qco> </h3>      \ndeeper than what\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n7:43 pm</dco> &nbsp;<qco> i can't remember when but i know that somewhere you said you love the word \"reasonable\" but when i ctrl+f the word in the lyrics page, there's only one. why?</qco> </h3>      \nbecause, as you may have just noticed, another thing i love is RESTRAINT AND MODERATION\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n7:32 pm</dco> &nbsp;<qco> What was your inspiration for ball and stick?</qco> </h3>      \nthey just look phenomenal in the frame together. any excuse to put those 2 together \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n6:50 pm</dco> &nbsp;<qco> i've been asking around, but i still can't seem to find out what the heck a dolphin is. do you know?</qco> </h3>      \nan extremely wet dog. if you don't believe me, then you just haven't seen a dog wet enough. but you actually have, and it's called a dolphin\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n6:44 pm</dco> &nbsp;<qco> HELP MY CAPS LOCK HAS BROKE</qco> </h3>      \ni want to believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n6:25 pm</dco> &nbsp;<qco> When do you think you'll be done with your next video?</qco> </h3>      \ni could tell you what i think, but there is a risk i might be wrong, and be chastised for it. and if there's one thing i know about 2020 it's that i'm sick of being chastised\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n6:16 pm</dco> &nbsp;<qco> What is the pitch of the first note in your next music video?</qco> </h3>      \nB, although technically this is supported by some type of E minor chord so there are technically other notes at the exact same time but the most obvious note is the melody and vocal note which is B\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n4:37 pm</dco> &nbsp;<qco> i'm starting guitar lessions today any advice</qco> </h3>      \nfigure out whether you are the student or the teacher\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n4:03 pm</dco> &nbsp;<qco> why does my brain not allow me to do things in a timely manner?</qco> </h3>      \nbecause each thing is too interesting and enjoyable\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n4:00 pm</dco> &nbsp;<qco> are you a ghost</qco> </h3>      \nno but i am the next best thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n3:49 pm</dco> &nbsp;<qco> when's the autobiography coming out?</qco> </h3>      \nit's released gradually over the course of many years\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n3:34 pm</dco> &nbsp;<qco> What lines/jokes did you reluctantly cut out of HOTEWIG? And please tell me that you didn't fall for the rickroll below</qco> </h3>      \nthe vikings invade england, interrupting the previous invaders from interrupting the previous invaders.\nthen alfred invades back (871) ('great' job alfred)<br>\n     <br>\n     the king of england and the king of france both want to be the king of france, so they fight about it for 100 years, fuck it, maybe more.\nthey almost didn't even notice the black death (show world population)<br>\n     <br>\n     <br>\n     here's the delhi sultanate, taking over all of india (er, most of india)  <br>\n     <br>\n     tired of high spice prices?  \"hell yeah\" said portugal. cut out the middle man. hell, cut out as many middle man's as you can!<br>\n     <br>\n     then his grandson eventually takes over (Ashoka), and he turns out to be the nicest guy Ever, and he makes roads and healthcare, and adopts Buddhism. and he doesn't even like violence<br>\n     <br>\n     and they are taking over the world ! (Indo-Europeans) very gradually ,  . . er,   at a medium pace, and pretty soon they will be all over europe,  and india!  and then their name will make sense, but it won't be their name any more.<br>\n     <br><br>\n     \n     BY THE WAY,there is another major center of civilization in South America,  and it's been here the entire time. they've got pyrimids.   (pause)    don't tell anyone<br>\n     <br>\n     \n<br>\n     and there are 4 locations where you can Farm Harder  than anywhere else.\n\n\nhere, here, here, and here.\n\nwhy?\nFat Dank River Valleys. you can farm til the cows come home<br>\n     <br>\n     <br>\n     LEVEL UP !!!!!!!!!\n\n\nNEW TRICK:\n\ntry hitting a rock..  with another rock..   to make a..   slightly sharper rock<br>\n     <br>\n     new trick:\n\n\ntry making strange and unique sounds with your mouth, to symbolize thoughts and feelings<br>\n     <br>\n     <br>\n     <br>\n     side effect: u will poop oxygen<br>\n     <br>\n     <br>\n     OXYGEN ALERT: now there is oxygen everywhere, and it's making \"rust clumps\" (what are rust clumps?) clumps of rust!  \nand they fall to the floor.   (silence)  could come in handy later.<br>\n     by the way, oxygen is poisonous, and everything is dead now.<br>\n     ,.... except for the hipsters who made it. .... and some  post-hipsters, who have actually learned how to Breathe it <br>\n     <br>\n     <br>\n\n     \na lamp <br>\n     \na fax <br>\n     the perfect screw<br>\n     \nplanes <br>\n     \nflying planes<br>\n     \na sweet benz<br>\n     \na photograph<br>\n     \na telephone<br>\n     \na telegraph<br>\n     \na phonograph<br>\n     \na graphophone<br>\n     \n<a href=\"nerds.png\" target=\"_blank\">nerds, that know how to use the shit</a><br>\n     <br>\n     <br>\n     <br>\n     now computers are even faster, smarter, smaller, and prettier.\nknowledge and data are more interconnected than ever before.\nnow you can revceive great product offers on the inside of your eyelids,\nspecifically catered to your interests based on an aggregated analysis of your behavior, thoughts, and feelings.<br>\n     <br>\n     <br>\n     <br>\n     congratulations vietnam,  on having your own brand new country, which happens to be communist.  \"What?\" (show US rushing in)<br>\n     <br>\n     <br>\n     <br>\n     <br>\n     united states is dumping money into japan, and western europe, as a friendly token of \"please don't become communist\"<br>\n     \nand the sov union is dumping money into eastern europe as a friendly token of \"please don't become capitalist\"<br>\n     <br>\n     <br>\n     <br>\n     <br>\n     united states finally gave up trying to keep vietnam un-communist, so they leave, bombing cambodia on the way out.<br>\n     <br>\n     <br>\n     <br>\n     <br>\n     \n'let's save the planet' said everybody, not knowing how.<br>\n     \nis this ok? is everything ok?<br>\n     \nwhy am i a talking animal?<br>\n     \ndoes time travel?<br>\n     \nis there,<br>\n     \nwhat did-<br>\n     \nhi, i'm a<br>\n     [end]\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n3:27 pm</dco> &nbsp;<qco> Where did you learn to make those sweet jazzy melodies</qco> </h3>      \nat home, and in the workplace\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n2:46 pm</dco> &nbsp;<qco> should people have the ability to speak</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n2:16 pm</dco> &nbsp;<qco> how will the world end</qco> </h3>      \n     by starting again and again repeatedly \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n2:15 pm</dco> &nbsp;<qco> Hey bill, why isn't there a c flat or b sharp key on a piano. If there was one idk how i would find c but I feel like it could still work somehow.&nbsp;</qco> </h3>      \nthere is no satisfactory explanation i can give you. you'll have to try to set this up yourself, and then you will be faced with answering a series of other questions, such as what should the pitches be, and/or do all the other note names and pitches have to change, and how so. i think if you embark on such an experiment you will re-emerge into the world as a brand new person\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n2:14 pm</dco> &nbsp;<qco> do you overthink</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n2:01 pm</dco> &nbsp;<qco> What is love?</qco> </h3>      \nit is the \"yes\" mode of life\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n1:48 pm</dco> &nbsp;<qco> What is the third letter of your upcoming song?</qco> </h3>      \nl\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n1:45 pm</dco> &nbsp;<qco> when is the new song being released</qco> </h3>      \ni could tell you what i think, but there is a risk i might be wrong, and be chastised for it. and if there's one thing i know about 2020 it's that i'm sick of being chastised\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n1:41 pm</dco> &nbsp;<qco> How do you not hate everything you make once you've made it?</qco></h3>      i do, a little<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Like every time I make something I hate it and delete it</qco> </h3>      \ni've become aware that one of the core principles of the universe is that everything is hateable and terrible. especially the really good things\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n1:32 pm</dco> &nbsp;<qco> Hey bill! Wondering this, what's the fourth word of the new song coming out gonna be?</qco> </h3>      \nall\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n1:31 pm</dco> &nbsp;<qco> hi bill nice video and im glad you didnt lie to me about the soap but i was wondering how often you completely rewrite songs.</qco></h3>      about 1 out of 50 songs<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how do you deal with musical ideas that you really want to work but just wont?</qco> </h3>      ah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that \t\t\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n1:13 pm</dco> &nbsp;<qco> Any tips on staying alive?</qco> </h3>      \nmove at a decisively inquisitive pace\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n1:12 pm</dco> &nbsp;<qco> hi bill, please just be honest and tell me if you actually are making something.</qco> </h3>      \ni am, but that's not as important as all the other things i will make after that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n12:57 pm</dco> &nbsp;<qco> im a monkey fear me</qco> </h3>      \ni will do it when i get a chance\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n12:41 pm</dco> &nbsp;<qco> I wrote a verse in 4/4 and a chorus in 3/4 and I can't get them to transition smoothly help?</qco> </h3>      \nsince when are songs supposed to be smooth\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n12:37 pm</dco> &nbsp;<qco> Are you planning on taking over the universe?\n<br></qco> </h3>      \nnot necessary. the damn thing takes over itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n12:29 pm</dco> &nbsp;<qco> What's your home planet? Asking for a friend's friend</qco> </h3>      \n\"earth\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n12:24 pm</dco> &nbsp;<qco> How do you think about airplanes</qco> </h3>      \nalways think about the wings first\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n12:24 pm</dco> &nbsp;<qco> how to not get banished on an island</qco> </h3>      \nthat's easy, just vote yourself off\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n12:23 pm</dco> &nbsp;<qco> I just wanna say, Bill your music has really helped me get through tough times. Whenever I have a bad day I listen to you, instantly I become happier again. So you have helped me through tough times and also keep producibg content!</qco> </h3>      \nholy Loudness Unit Full Scale, you are very friendly\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n11:55 am</dco> &nbsp;<qco> can you put lotion in your next video</qco> </h3>      \ni'll see what i can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.16.20&nbsp; \n11:48 am</dco> &nbsp;<qco> how do i break the universe&nbsp;</qco> </h3>      \nalready broken. that's why it exists. being broken is the key to existence\n<br><br>"
  }
]
