[
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n10:59 pm</dco> &nbsp;<qco> What instrument tracks did you use in your song 15 Minutes?</qco> </h3>      the basics, ... with some distortion maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n10:58 pm</dco> &nbsp;<qco> is there anything or anybody who you are inspired to make music by?</qco> </h3>      yes, quite everyone\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n10:41 pm</dco> &nbsp;<qco> Apple juice or orange juice</qco> </h3>      to be sure,\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n10:38 pm</dco> &nbsp;<qco> why do you make so many satan/hell jokes</qco> </h3>      such a funny place, it's like bad headquarters\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n10:10 pm</dco> &nbsp;<qco> A lot of the time, I feel inferior to my younger sibling. Everybody loves him, and some even hate me for not liking him, even though he gets away with everything including physical violence. He's not young either. It's gotten to the point where I want to just not exist. Any good words to think of when I'm sad?</qco> </h3>      'confluence' is a nice word, but that's probably not the best solution to your problem. i think you should spend some time away from your sibling. it sounds like being around him is the source of some troubles\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n9:41 pm</dco> &nbsp;<qco> Planets are music trees! Bring some heavy matter together, in the right spot in relation to the sun, add water, wait a few billion years, and it will be a music-producing planet!</qco> </h3>      that's a good point\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n8:19 pm</dco> &nbsp;<qco> does \"goo soup\" do weird things with the time signature or am I crazy</qco> </h3>      it does some extremely weird things. not recommended\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n8:15 pm</dco> &nbsp;<qco> What's your opinion on Canada&nbsp;</qco> </h3>      it's very nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n6:47 pm</dco> &nbsp;<qco> when will I be successful in life?</qco> </h3>      whenever you're ready\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n6:41 pm</dco> &nbsp;<qco> how does one properly consume an avocado?</qco> </h3>      chomp. you must chomp that thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n6:34 pm</dco> &nbsp;<qco> What's that freaky minor thing JT does at the end of Mexico in some performances?</qco> </h3>      that would be Eb-, Eb-/Db, B7, Bb7\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n6:30 pm</dco> &nbsp;<qco> inspiration for might quit?</qco> </h3>      <a href=\"Movie-331-from-11-5-2018.mp4\">melody from dream</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n6:15 pm</dco> &nbsp;<qco> you really are behind on these huh</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n6:04 pm</dco> &nbsp;<qco> sometimes i feel like... despite all i learned, i still know next to nothing about myself. it actually feels good right now, like there's a whole other seven seas to discover</qco> </h3>      oh that's what i'm talking about\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n5:44 pm</dco> &nbsp;<qco> Can you teach me how to ride a bike?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n5:42 pm</dco> &nbsp;<qco> How do you transcend&nbsp;</qco> </h3>      don't worry about it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n5:27 pm</dco> &nbsp;<qco> What do you get when you cross a kangaroo with a pelican?</qco> </h3>      a star\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n5:25 pm</dco> &nbsp;<qco> i want to get lots of stuff done, but i enjoy working slowly and having unfinished work that i can go back to at any point. should i continue doing everything slowly or try to speed up my process in order to get more stuff done?</qco> </h3>      if you start feeling a very loud sense of panic about not completing enough things, then it might be time to look into a completion scheme or schedule\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n5:00 pm</dco> &nbsp;<qco> if bill wurtz were a unit of frequency, would he be called bill hertz?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n4:51 pm</dco> &nbsp;<qco> have you ever wanted to make music for a game?</qco> </h3>      i think i would prefer to make the game (then the music also)\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n3:30 pm</dco> &nbsp;<qco> are you elon musk?</qco> </h3>      yes and no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n3:25 pm</dco> &nbsp;<qco> what is your opinion on living things</qco> </h3>      ridiculous\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n2:52 pm</dco> &nbsp;<qco> what is a word that starts with k</qco> </h3>      kow\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n2:45 pm</dco> &nbsp;<qco> Why do birds bird?</qco> </h3>      for research purposes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n2:39 pm</dco> &nbsp;<qco> Shouldn't the word \"extraordinary\" technically mean that things are really ordinary right now?</qco> </h3>      well, not if you consider that \"extra\" often means \"more than\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n2:14 pm</dco> &nbsp;<qco> Would you even consider doing a song about the questions page with lyrics that are only questions and answers?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n1:52 pm</dco> &nbsp;<qco> is there more than one 4th dimension, and better yet, is there more than one 3rd one?</qco> </h3>      i think if you are counting dimensions, you would use 1 number for each dimension. that is generally how to do counting<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n1:45 pm</dco> &nbsp;<qco> Do you ever watch/have you watched any content that other people (fans, other youtubers) made about you? Contents like biography-like videos, songs analysis videos?</qco></h3>      i have seen some of it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t If yes, what does it feel like to inspire people to do those content about you </qco></h3>      pretty good<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tand watching yourself on their perspective?</qco></h3>      strange sometimes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Is it scary, exciting, inspiring?</qco> </h3>      somewhat\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n12:51 pm</dco> &nbsp;<qco> what is the oldest question asked here?</qco> </h3>      <a href=\"https://billwurtz.com/questions/q.php?date=201505102350\">this one</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n12:36 pm</dco> &nbsp;<qco> i have a synth at home and i really want to learn how to play it, but every time i try i always give up pretty much instantly. please give me something to make a jingle about (it has fun sounds in addition to piano)</qco> </h3>      you must make a jingle about making jingles. that is the only way\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n11:13 am</dco> &nbsp;<qco> Is there any video where you say \"pepper\"?&nbsp;</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n11:09 am</dco> &nbsp;<qco> Bill, I'm just writing to say i am impressed with your amazing song skills. Some of your older songs are pure genius, such as \"The Song Song\" which is how I feel exactly when I try to write a song. And the same goes for your new songs! For example, I could write an entire essay on \"might quit\", your latest song, due to all the weird, wacky metaphors in it. I honestly don't know how you do such astonishing work. </qco></h3>      holy smokes, you are very friendly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tKeep going, I can tell the new vid will be worth the almost-year-long wait!&nbsp;😊</qco> </h3>      well hold on just a moment there, that is not the attitude i want anyone to have ..... i am not working on 1 video, i am preparing to make very many videos, using very new methods. the first one will almost assuredly be the worst, kind of like it was the last time i did this (2014)\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n11:08 am</dco> &nbsp;<qco> are bagels a sandwich or a cereal?</qco> </h3>      both\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n10:53 am</dco> &nbsp;<qco> What was your inspiration for \"and the day goes on\"? It's my favourite song.</qco> </h3>      i guess i got jealous of another time, maybe in the 1800s, where people would just bang out a song on the banjo or something. so i went to the keyboard and played <a href=\"20150331.mp4\">this</a>, and said \"<a href=\"20150331.png\">songify that</a>\" and then eventually the songwriting department got hold of that (also me) and completed it. and then 2 years later the recording department got it, but that's a different story\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n10:49 am</dco> &nbsp;<qco> When will there be a new video=</qco> </h3>      uefcking right away\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n10:30 am</dco> &nbsp;<qco> if you could acquire the fourth dimension what would you do with the leftover slaves and children?</qco> </h3>      set them free\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n9:36 am</dco> &nbsp;<qco> How to be a likeable person? Or to seem like one? Or is it all blurry over the internet?</qco> </h3>      if you have ever liked anyone then you are likeable\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n9:29 am</dco> &nbsp;<qco> what movies and games do you have on your very strong blimp?</qco> </h3>      i have no such blimp, but i do have a copy of spiderman into the spiderverse. unfortunately despite my best efforts i still cannot seem to convert it into an actual digital mp4 file. strange. you would think for the right price i would be able to somehow get that. all i ever wanted to do is watch it frame by frame\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n9:16 am</dco> &nbsp;<qco> Would you give me a very short jazz piano lesson on Skype?</qco></h3>      first you would have to give me a lesson on how to know or care whether something is jazz or not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t In return I'd give you either a violin lesson, send photos of a Norwegian Donald Duck pocket book from 1994 or show you how to unmake pancakes.</qco> </h3>      can you show me how to unmake plastic\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n9:03 am</dco> &nbsp;<qco> Can you write me a poem in a made up language pretty please with balsamic vinegar on top?&nbsp;</qco> </h3>      sure, <br>sibkrsbz9x83k9z<br>jt3ob16ccy10htd<br>d600m5s2mbi8she<br>7sgcmrx6p6yjhlr<br>m9al26nb2t0qprh<br>3gsi9ud6xvz07mr\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n8:52 am</dco> &nbsp;<qco> do you like giving visitors some delicious cookies?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n8:38 am</dco> &nbsp;<qco> why does my dog look like a cat?</qco> </h3>      for research purposes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n8:07 am</dco> &nbsp;<qco> How would you feel about doing vlogs?</qco> </h3>      very good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n7:39 am</dco> &nbsp;<qco> what's your favourite question that you haven't answered?&nbsp;</qco> </h3>      how do you export .dae objects from blender and keep the materials with it. but i think i will answer that soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n7:28 am</dco> &nbsp;<qco> Can you throw three discs at once? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tIf you can, how so?</qco> </h3>      hold them all in 1 hand and throw them. or 2 in 1 hand and 1 in the other\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n7:12 am</dco> &nbsp;<qco> Are you an dog?</qco> </h3>      no, but i can see why you would think that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n6:41 am</dco> &nbsp;<qco> What are your thoughts on UTC (Universal Time Coordinated)?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n6:36 am</dco> &nbsp;<qco> I groove to your music while running. You seem to use a really consistent beat in all of your songs. Was this on purpose? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tIt's an aesthetic tempo. Love from Australia</qco> </h3>      i think about 98% of all songs have a consistent tempo, and if we're talking about music in the last 20 years i'd say it's more like 99.95%. you really can't give me any credit for that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n5:43 am</dco> &nbsp;<qco> i appreciate you. you are correct about multivitamins. are you writing music these days?</qco> </h3>      i am working intensely on developments in the graphics department. but songwriting and songs is still the most important department, or possibly tied for first place\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n4:25 am</dco> &nbsp;<qco> if blue is a color, then why is orange&nbsp;</qco> </h3>      for same reason\n<br><br>"
  }
]
