[
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n7:55 pm</dco> &nbsp;<qco> why did you never release the original script for hotewig like you did for the japan video?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n7:18 pm</dco> &nbsp;<qco> How long did you walk for when you walked through several zip codes?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n6:25 pm</dco> &nbsp;<qco> I dont understand how people identify time signatures in almost all music (pop, rock, jazz, etc, etc). I play classical music, \n</qco></h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n5:57 pm</dco> &nbsp;<qco> Any plans for a full music piece (no video)?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n5:19 pm</dco> &nbsp;<qco> When did you figure out you wanted to create content For Real™?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n4:56 pm</dco> &nbsp;<qco> What do you have against owls and owl-related trivia?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n4:37 pm</dco> &nbsp;<qco> I have the opportunity to submit a name for a new elementary school, what would you name it</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n3:30 pm</dco> &nbsp;<qco> bill ive been pounding out kids songs like you wouldn't believe. it's very easy. why don't kids songs get to have the black keys? why are they special?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:54 pm</dco> &nbsp;<qco> I'm not good at writing songs, but I'm good at playing them, how do you write songs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:23 pm</dco> &nbsp;<qco> so i've been playing around with learning songs by ear, and that's been working pretty well! but so far i've only been able to get pretty slow, uncomplicated ones. (e.g. most recently: peter gabriel's \"here comes the flood\" - the stripped down version, and schubert's \"du bist die ruhe\") i can almost always easily identify which notes to play until it gets up to like, 4 or more at one time. i have to sit there and go into hyperfocus and even then it takes me a minute. ive always thought i had a pretty good ear but maybe not - is this something i can develop with practice and experience? do you think it comes more naturally to some than to others?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:19 pm</dco> &nbsp;<qco> i really need you to get in touch with me, please answer my mail</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:15 pm</dco> &nbsp;<qco> i sent you a mail, please check, i need an answer even if it's negative</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:12 pm</dco> &nbsp;<qco> I know how to read music and know all the keys on the piano. I need help with chords and being able to play treble and bass clef. Any tips?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n1:58 pm</dco> &nbsp;<qco> How did you build this glorious website?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n1:26 pm</dco> &nbsp;<qco> What's your favorite unicode character(s)?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n1:22 pm</dco> &nbsp;<qco> do you have any thoughts on the increasing gentrification of brooklyn? </qco></h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n11:59 am</dco> &nbsp;<qco> is there anything you don't like</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n11:48 am</dco> &nbsp;<qco> why are mailboxes blue</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n11:11 am</dco> &nbsp;<qco> how has the passage of time influenced you</qco></h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n10:55 am</dco> &nbsp;<qco> You don't like Roman numerals(<a href=\"q.php?date=201708071842\">8.7.17&nbsp;&nbsp;6:42 pm</a>)</qco></h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n10:05 am</dco> &nbsp;<qco> what is the difference between person and human</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n9:15 am</dco> &nbsp;<qco> i want to start making a game/video/anything creative but i don't have any ideas. any ideas on how to have ideas?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n9:10 am</dco> &nbsp;<qco> is the moon made of cheese?</qco></h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n8:58 am</dco> &nbsp;<qco> all your asnwers are only one sentence long! Why_</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n8:26 am</dco> &nbsp;<qco> what does it mean to be happy?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n8:08 am</dco> &nbsp;<qco> Do you ever get tired of people talking about chasing their dreams? I'm very happy and content in a job that doesn't bring me fulfillment because I enjoy the people in my life, my family, and my outlook on life. Sometimes I worry that too many people are left disappointed after chasing their dreams instead of chasing contentment.&nbsp;&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n8:03 am</dco> &nbsp;<qco> I don't know anything. Any advice?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n7:44 am</dco> &nbsp;<qco> I would like to be an opera singer, I love it and my teachers told me I had potential but it's not the music style I enjoy listening to the most (although it's beautiful, but it's just not what I prefer) and I like singing jazz and soul and stuff too. But what bothers me most is that most young people or even older ones are not into opera at all, I think mostly because cultural marketing isn't done very well and doesn't manage to draw new audiences. How many times have I heard people found it \"annoying\"... I would find it very frustrating if my job were something few people are interested in. But here in France, you can only have recognized diplomas and be assured you can maybe get a job if you study \"\"classical\"\" music... I'm confused. What should I do?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n4:09 am</dco> &nbsp;<qco> what is attack, decay, sustain and release?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n3:26 am</dco> &nbsp;<qco> Re: <a href=\"q.php?date=201708041657\">8.4.17 4:57pm</a>, how do you suggest I use words to make music that doesn't have words being sung in it?</qco> </h3><a href=\"https://randomwordgenerator.com\">this</a><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:55 am</dco> &nbsp;<qco> was there a moment where you had a zillion musical ideas but had no f* way to record them? </qco></h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:55 am</dco> &nbsp;<qco> what does classify as a \"cluster\"?\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:53 am</dco> &nbsp;<qco> chords where I can use the whole tone scale (besides #11 and b13 chords?)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:52 am</dco> &nbsp;<qco> Hya Bill. can you tell me something(s) that bothered you when you were in a music school? </qco></h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:50 am</dco> &nbsp;<qco> i really love the sound of a dimished b13 chord, and also the sound of a dimished maj7 chord. what&nbsp;&nbsp;other chords in the same family you think i would heavely appreciate it?\n<br>love you!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:47 am</dco> &nbsp;<qco> any other cool ways of voicing 7/13 chords?\n<br>\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:47 am</dco> &nbsp;<qco> do you think that rock music sounds powerful cause of the paralel fifths and octaves in power chords? Oh only now i see the irony of my question</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:46 am</dco> &nbsp;<qco> Bill, i get that everything has its unique qualities and \"flaws\", but don't you think some things have more unique qualities than others? (\"quality\" being something completely personal and intimate)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:44 am</dco> &nbsp;<qco> Do you believe the men and women should have equal rights?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:44 am</dco> &nbsp;<qco> Ok then! So, what comes to your mind when I ask for a \"cool\" example of a delayed resolution in pop context that is not b2maj7 - 1&nbsp;&nbsp;&nbsp;&nbsp;?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:39 am</dco> &nbsp;<qco> I just found all my C's and I discovered that the ones on the left (the lower ones) make a \"BLEEEH\" sound, and the ones in the middle sound like circles, and the high ones make a \"tng\" sound and make my face scrunch up.&nbsp;&nbsp;also they ring out more even when I lift up my finger.&nbsp;&nbsp;I don't like that.&nbsp;&nbsp;What's my next step?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:24 am</dco> &nbsp;<qco> do you think there's anything in this world that's irredeemable?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp; \n12:52 am</dco> &nbsp;<qco> wow!! this is really cool!&nbsp;&nbsp;i found and counted the Cs, there's 8 Cs on my whole piano! i pressed a lot of the Cs and i noticed they all sound kind of the same, like, i don't know what its called but all of them have similar tone feel to it&nbsp;&nbsp;i think. but, when i pressed them in order from left to right, each C went some pitch higher than the last C. thats amazing!! i think im ready for the next step, what should i do now?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp; \n12:03 am</dco> &nbsp;<qco> ive noticed a big difference between the Cs. they all sound \"the same\" but some are higher the same and some are lower the same. you can even play them at the same time and they cooperate very well. next step please</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp; \n11:27 pm</dco> &nbsp;<qco> When I try to play chords I always play the first inversion of the chord because I'm used to the shape. How do I learn how the 2nd an 3rd inversions because I get confused if my right thumb isn't on the root of the chord. Do good players somehow just really quickly process in their head what position their fingers need to be or did they practice every inversion on every key?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp; \n11:25 pm</dco> &nbsp;<qco> I'm going to be a new kid and a freshman in high school this year. Do you have any tips to make friends?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp; \n11:16 pm</dco> &nbsp;<qco> Do you set aside a block of time to work each day (ex. 9am-5pm) since this is like your job? or, since it involves a lot of creativity (which doesn't adhere to a specific timeframe) do you find yourself jumping up with inspiration and going to work right away in lots of random bursts so as to not forget something that could end up being pretty cool? sorry for my english&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp; \n10:55 pm</dco> &nbsp;<qco> It's August, Bill.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp; \n10:51 pm</dco> &nbsp;<qco> thoughts on towels?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp;\n10:35 pm</dco> &nbsp;<qco> whenever anyone posts one of your videos on reddit and the topic gets to donating to you there's always someone that says that you sent their paypal money back. why would this be</qco> </h3><br><br>"
  }
]
