[
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n4:45 am</dco> &nbsp;<qco> what is your favorite sport</qco> </h3>      owning a sports team\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n4:40 am</dco> &nbsp;<qco> How many questions have you been asked?</qco> </h3>      it's no longer possible to count them. but i know the number has 5 digits\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n4:23 am</dco> &nbsp;<qco> Did you enjoy making hotewig?</qco> </h3>      i don't remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n3:04 am</dco> &nbsp;<qco> How did \"Steve\" get his car in a tree?&nbsp;</qco> </h3>      the same way he got the name \"steve\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n2:46 am</dco> &nbsp;<qco> Do you enjoy making youtube videos?</qco> </h3>      i prefer making videos outside of youtube. but youtube is very popular, so it is often advantageous to post them there, as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n2:24 am</dco> &nbsp;<qco> can you like my memes on instagram</qco> </h3>      i don't really know how to use instagram except to post\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n1:26 am</dco> &nbsp;<qco> <a href=\"alphabet-nonsense.html\">on a scale of 1 to 10 whats your favorite color in the alphabet</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n1:11 am</dco> &nbsp;<qco> i'm a big fan of your \"penis\" and \"vagina\" videos. if i might ask, what was your inspiration for making them?</qco> </h3>      basically just doing screen tests. honestly didn't really know how to make videos, was just seeing what was possible. those 2 were almost the exact technique as 'bears' or 'whatever', except 'bears' and 'whatever' were \"music videos\" meaning they were based on a song that i had already recorded before, where as 'penis' and 'vagina' were free videos, not based on a song just written as a video, with the music being made to fit the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n12:47 am</dco> &nbsp;<qco> what is your favourite part about making videos?</qco> </h3>      the part where i get to think of something and have it appear in someone else's mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n12:45 am</dco> &nbsp;<qco> Are there too many things nowadays? or are there not enough things?</qco> </h3>      any amount of things is just the right amount of things\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n12:35 am</dco> &nbsp;<qco> what would your requirements be for someone to help you work?</qco> </h3>      the main thing is i have to first get to know them enough to trust them. this may seem strange, but if you think about it it's not strange because in order to work with someone they are going to need to have access to a lot of unfinished work, etc etc. and i need to trust that they're not going to just leak everything all over the place\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n12:33 am</dco> &nbsp;<qco> what do you think about the analysis of how the steve video is about your life&nbsp;</qco> </h3>      i would say i agree with that, but after having read some of the analyses i will say that some of them are way more dismal and depressing than anything i could have imagined, so i don't want anyone to think my life is in any way associated with those types of analyses\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n12:09 am</dco> &nbsp;<qco> do you have fun making your videos</qco> </h3>      the most fun part is having the idea, and then having it be done. the process the only way to get there, and it's hard work ..... but there are a lot of fun things about it, if you have the right attitude. and it is important to have the right attitude also becuase it makes the product better\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n11:52 pm</dco> &nbsp;<qco> Why did you choose to make those recent \"questions\" that were just someone randomly swearing at you visible on this page?</qco> </h3>      i get a wide variety of different types of questions. i also post a wide variety of different types of questions. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n11:49 pm</dco> &nbsp;<qco> Hey bill, could you help me find the advantages and disadvantages to getting rid of money? Thanks :3</qco> </h3>      advantages is you don't have to buy stuff. disadvntage would be you can't sell stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n11:34 pm</dco> &nbsp;<qco> Having a look at your script, I noticed that most of the most quotable parts of the History of Japan were not actually there. Did you decide to add them in later, or were these all last minute decisions?</qco> </h3>      the script posted is the version when the script was first completed. during the second phase where i was planning out the graphics, some rewrites occured, especially when i realized certain parts were logistically impossible and/or not good enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n11:29 pm</dco> &nbsp;<qco> hey are u dumb?</qco> </h3>      i've never been tested\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n10:57 pm</dco> &nbsp;<qco> are you all by yourself or do you have a team behind you?</qco> </h3>      i do it myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n10:50 pm</dco> &nbsp;<qco> working with other people sounds so anti-billwurtz though</qco> </h3>      ah, i agree. don't worry, it still doesn't work\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n9:56 pm</dco> &nbsp;<qco> What are your thoughts on the Oxford Comma? The Harvard Comma? The Yale Comma? The Cornell Comma? The Columbia Comma? The Pennsylvania Comma? The Princeton Comma? The Dartmouth Comma? Or the Brown Comma? What about the College Comma, or the IVY League Comma? What about Commas in general?</qco> </h3>      a comma is great if you feel like you need any kind of pause, or separation between words. but there are no exact rules on when to use it, even though everyone thinks their rules are the right ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n9:48 pm</dco> &nbsp;<qco> Do you ever have inspiration, go to write it down, then forget and do nothing for the rest of the day?</qco> </h3>      i have a system of logging ideas. doing the work is not always related to coming up with the original ideas. coming up with ideas often does not put you in the mood to work, it often just puts you in the mood to come up with more ideas. so it's very important to catch all the ideas and get them all in one place so that when it's time to work, you have stuff to work on. the only problem is figuring out which one to pick, but that's a story for another time\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n9:12 pm</dco> &nbsp;<qco> What are suspended chords and how do they work?</qco> </h3>      so you know a C major chord is notes c, e, g. ok but now play 'f' instead of 'e'. so it's  c,f,g. that is Csus, or you can call it Csus4. now trying playing Csus4, then C major. nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n9:08 pm</dco> &nbsp;<qco> What is your take on being alive?</qco> </h3>      it is cool you can do stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n8:01 pm</dco> &nbsp;<qco> have you ever considered doing soundtracks for nature documentaries and the like? i feel like your musical style and the visuals would work well together</qco> </h3>      i like it better when i can make the video part of the video as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n7:25 pm</dco> &nbsp;<qco> <a href=\"forgot-the-question.html\">so i always ask questions and forget to check back later to see your answer and then forget what i asked in the first place, recommendations</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n7:23 pm</dco> &nbsp;<qco> Is the monday video list which can only be found via the questions page or via guessing its URL supposed to be a teaser for an upcoming \"other other other\" page?</qco> </h3>      the monday page was made a long time ago, and i have only ever linked to it when people ask\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n6:34 pm</dco> &nbsp;<qco> Why feature yourself in videos?</qco> </h3>      why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n6:09 pm</dco> &nbsp;<qco> homosexuals are pretty gay am I right</qco> </h3>      not necessarily\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n6:08 pm</dco> &nbsp;<qco> hi, have you figured out what the fuck is going on yet</qco> </h3>      i am still doing some experiments\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n5:11 pm</dco> &nbsp;<qco> What would you say to people that dislike your videos?</qco> </h3>      nothing. it is more important that i spend time making the videos (and music, etc) instead<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n4:56 pm</dco> &nbsp;<qco> How did you feel when you completed hotewig?</qco> </h3>      very very very good\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n3:57 pm</dco> &nbsp;<qco> why do you call tennis shoes sneakers</qco> </h3>      i think sneakers are called sneakers because they are much quieter than most shoes that existed before\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n3:23 pm</dco> &nbsp;<qco> what is your favourite word in the english dictionary?</qco> </h3>      dictionary (it is usually on the front cover)\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n3:16 pm</dco> &nbsp;<qco> What are your goals with your content?</qco> </h3>      have my thoughts and ideas seen and heard by other people, besides me\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n3:05 pm</dco> &nbsp;<qco> Have you ever thought about how weird alligators are? They're giant lizards that swim and kill people. Freaky shit, man.</qco> </h3>      ah, i see what you mean<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n3:01 pm</dco> &nbsp;<qco> are you an iguana</qco> </h3>      i've never been tested\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n2:52 pm</dco> &nbsp;<qco> i would be willing to help with things like designing merch and stuff but im worried that offering would make you more stressed and be counter productive. should i email you anyway?</qco> </h3>      sure. at this point i have decided to design the merch myself and it is actually pretty exciting. but it is always good to hear from people that are willing to help, not with that but with anything. although i am so sorry if i don't get a chance to respond to everybody don't be mad at me\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n2:25 pm</dco> &nbsp;<qco> do you really hate yourself</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n2:22 pm</dco> &nbsp;<qco> <a href=\"existential-crisis.html\">have you had an existential crisis lately?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n1:46 pm</dco> &nbsp;<qco> <a href=\"shaving-my-piano.html\">is waxing a piano better than shaving it?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n1:13 pm</dco> &nbsp;<qco> whats your favorite element in the periodic table?</qco> </h3>      hydrogen\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n12:52 pm</dco> &nbsp;<qco> If I'm writing out a score to a song, how do I know if I should make it 6/8 vs 3/4 time? (Does it even matter?) I know, traditionally, 6/8 almost has a 2/4 feel with two \"pulses\" per bar (ONE two three FOUR five six) and 3/4 usually has the three distinct \"pulses\".. but the rhythm for this particular song doesn't have 2 pulses or 3 pulses uniformly in every single measure.&nbsp;</qco> </h3>      if i could hear it i could make an evaluation. \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n12:33 pm</dco> &nbsp;<qco> Why don't you make many monday videos anymore?</qco> </h3>      \nto devote more time to longer videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n12:30 pm</dco> &nbsp;<qco> what's your idea of a good time?</qco> </h3>      it is difficult to predict, until it happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n12:22 pm</dco> &nbsp;<qco> why do your songs always fade out in the end?</qco> </h3>      most of them do not, but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n12:09 pm</dco> &nbsp;<qco> how do you manage to be crisp and concise</qco> </h3>      there is a trap that i often fall into where i go overboard and make things way too detailed. each time i fall into that trap, i say 'oh darn, fell into that trap.' because of the large amount of questions i've received, i've gotten a lot of practice figuring out ways to avoid falling into the trap, and each time i get a little bit more insight as to how to avoid it in the future. oh darn, just fell into the trap\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n10:24 am</dco> &nbsp;<qco> since you have an /other.html page and an /otherother.html page, i would assume you would have a secret /otherotherother.html page. why dont you?</qco> </h3>      because all the site categories currently fit neatly into 3 pages. although there may be more categories in the future, which may require more pages. i hope that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n10:12 am</dco> &nbsp;<qco> how come you didnt make a video for your patreon?</qco> </h3>      i prefer to make videos to put in places where they can be viewed by anyone, regardless of their income bracket\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n9:15 am</dco> &nbsp;<qco> Are you interested in history?</qco> </h3>      normally yes, but i recently spent 11 months doing more history than i could ever imagine and i really need to get away from it right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n8:32 am</dco> &nbsp;<qco> why are some of your old videos (not so hard to do, this is my foot, etc.) not on youtube</qco> </h3>      back then i only had about 5 videos up there. (stupid music, bears, die, etc.). 'not so hard to do' was just bringing the collection down. i just didn't like it. i think i would have been more comfortable putting it there if there had been more other videos there. and  i took down the 'foot' video because the suggested video images that popped up on screen afterwords were horrifying. they were all like insane foot diseases etc. it was very overwhelming, and they came up instantly after my video. it was just too much. i normally don't pay attention to that sort of thing, but this was right when i was first using youtube and i was pretty uncomfortable with that, especially because i was used to putting the videos on my own site, where they can live in peace\n<br><br>"
  }
]
