[
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n9:30 pm</dco> &nbsp;<qco> how to invent time and space</qco> </h3>      trick 1 and 0 into being the same, and then they will insist upon having time and space to argue about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n9:10 pm</dco> &nbsp;<qco> how are you holding up in parallel universe 2401-[B]</qco> </h3>      it's good but it's too loud and quiet at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n8:34 pm</dco> &nbsp;<qco> hi Bill i am having some major health worries at the moment and am feeling very very scared and alone, can you please send me some well wishes to give me strength \n<br>p.s. thank you for your beautiful music&nbsp;</qco> </h3>      the first thing to do is just simply make sure you are doing everything you know of logistically, to help with your situation (which i'm sure you are already doing, if you are scared). Beyond that, it might be useful to rememeber that the healing power of the human body is absolutely ridiculous. the fact that life is able to even exist in the first place, and magically grow, and move on its own, ..... all that is nothing short of magic, even when you know all the scientific details. why should healing be any exception\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n8:32 pm</dco> &nbsp;<qco> In the video \"hi I'm steve\" what happened to Steve at the end I'm curious</qco> </h3>      it rains, and he stands there in the rain\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n8:04 pm</dco> &nbsp;<qco> What are some wise words you can tell me.</qco> </h3>      everyone might be you. so treat them nicely just in case\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n7:37 pm</dco> &nbsp;<qco> what time is it</qco> </h3>      Tuesday, December 10, 2019 9:44:37 PM\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n7:35 pm</dco> &nbsp;<qco> what is your favorite chord</qco> </h3>      F\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n7:22 pm</dco> &nbsp;<qco> What's ur favorite jingle from history of the entire world i guess</qco> </h3>      all the india ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n7:08 pm</dco> &nbsp;<qco> what is the answer to life the universe and everything</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n7:07 pm</dco> &nbsp;<qco> what is a brain</qco> </h3>      it's like an extremely large version of the clitorus\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n7:00 pm</dco> &nbsp;<qco> how do i blow up the moon (asking for a friend)\n<br></qco> </h3>      make your friend do it! so in this case, since you've asked on your friend's behalf, your friend should make you do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n6:33 pm</dco> &nbsp;<qco> for homework, I have to write a program to do stuff with an image and I need to submit it with an example image so do you have an image that can be used? (please and thanks)</qco> </h3>      <a href=\"kwafaczv9gcz3ao.png\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n6:19 pm</dco> &nbsp;<qco> how do i deal with the big sadness when it rolls over me and numbs my brain and drains my soul?&nbsp;</qco> </h3>      book tour!\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n5:50 pm</dco> &nbsp;<qco> Have you ever felt let down by yourself? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tHow did you bounce back from this?</qco> </h3>      take a walk and stare at myself in the mirror. by the way, planet earth is a mirror\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n5:45 pm</dco> &nbsp;<qco> bill thank you so much for existing</qco> </h3>      thank you for your sudden outburst of friendliness\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n4:54 pm</dco> &nbsp;<qco> how bout you put a like button and a tally next to all these questions and answers so you can get some free dopamine</qco> </h3>      'like' stats are not only a source of pleasure but a source of horror. i am thankful and greatful that this questions page largely operates in the bliss of 'like'lessness. it makes it a very safe space for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n4:27 pm</dco> &nbsp;<qco> Do you enjoy surreal memes?\n<br></qco> </h3>      yes, but it's very hard to find memes that are surreal enough for my taste\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n4:16 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201912091504\">12.9.19&nbsp;&nbsp;3:04 pm</a> \n<br>\n<br>So you agree that we live in a simulation then? :p\n<br>\n<br>Just teasing</qco> </h3>      where they said the word 'simulation', i would use the word 'system' instead, because 'simulation' implies that it is trying to mimick some other system\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n4:16 pm</dco> &nbsp;<qco> Do you ever want a drving vechile that is made out of trash</qco> </h3>      that would be pretty cool as long as it's not food trash\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n4:09 pm</dco> &nbsp;<qco> how do you win at life?</qco> </h3>      won't happen unless you somehow lose at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n4:00 pm</dco> &nbsp;<qco> Help, we had castings for a film, then contacted the wrong actor! What do we do?</qco> </h3>      call them for a brief private meeting, tell them you're terribly sorry, you've made an embarassing mistake, you've called the wrong person, and they're not actually going to be in the film. If you are still feeling embarassed and willing to go above and beyond, you could give them 1 day's pay just for showing up\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n3:31 pm</dco> &nbsp;<qco> do you agree with the statement \"cassie is a potato\" because i, as cassie, agree with the statement \"cassie is a potato\"</qco> </h3>      i didn't at first, but you've changed my mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n1:18 pm</dco> &nbsp;<qco> Are you God?</qco> </h3>      i thought you were\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n1:15 pm</dco> &nbsp;<qco> Have you ever seen a break in the clouds, where the rain's pouring down but the sunshine's shining?&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n1:05 pm</dco> &nbsp;<qco> What is your ideal?</qco> </h3>      surprise me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n1:03 pm</dco> &nbsp;<qco> How do you answer all of your questions?</qco> </h3>      i have a question answering button. i actually have 2 so i can use both hands\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n12:57 pm</dco> &nbsp;<qco> can you PLEASE hurry up and talk about velcro</qco> </h3>      fuck velcro\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n12:33 pm</dco> &nbsp;<qco> how did we determine what words mean?</qco> </h3>      every word means \"hi\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n11:26 am</dco> &nbsp;<qco> \"ueqstions\" bill wurtz why dont you look at the spelling?</qco> </h3>      why didn't you look at the color scheme. does that not make it blindingly clear that i knew what i was doing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n11:13 am</dco> &nbsp;<qco> is christmas real</qco> </h3>      no, but i'll tell you what's real and that's Q4 revenue\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n11:05 am</dco> &nbsp;<qco> what is the worst condiment?</qco> </h3>      poison\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n10:53 am</dco> &nbsp;<qco> Why do camels have humps?</qco> </h3>      store water\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n10:50 am</dco> &nbsp;<qco> do you have airpods</qco> </h3>      yes but they can't be used for music recording because the latency is still way too high. they can be used for listening because there is smart buffering so the audio/visual sync is perfect, but you still have to pay the delay if you want it to actually respond to your input\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n10:49 am</dco> &nbsp;<qco> thank you for making great videos and music</qco> </h3>      thank you for your sudden outburst of good natured encouragement and joviance\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n8:58 am</dco> &nbsp;<qco> What is your favorite jingle you've made?</qco> </h3>      i would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n8:57 am</dco> &nbsp;<qco> thinking about making my senior quote one of your own. any good ones you had in mind, bill?</qco> </h3>      <a href=\"seniorquote.html\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n8:40 am</dco> &nbsp;<qco> Read rhymes with lead, and also read rhymes with lead, but read and lead don't rhyme, and neither do read and lead.</qco> </h3>      that's true. also, i am on a forest path. it is dark and windy<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n7:38 am</dco> &nbsp;<qco> what the hell is intimacy</qco> </h3>      licking things\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n5:38 am</dco> &nbsp;<qco> shouldn't i take things personally i'm a person</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n5:16 am</dco> &nbsp;<qco> Hey Bill, I need your help.\n<br>\n<br>I have a bunch of things I have to do like studying for history, setting up my strat guitar, putting together tracks, tracking acoustic guitar, vocals, drums, editing some songs, making a short film, try to make a live music video, etc. But then I see this list and I can't decide which one to do first and somehow become overwhelmed and lazy, so I procrastinate.\n<br>\n<br>How do I get my work done?\n<br>\n<br></qco> </h3>      get an audio recording device, press record, get on the computer, learn how to take screen shots if you can't already, and start brainstorming, and type out the list. take screenshots as you go (and say \"screenshot\" each time you do) so anyone who finds your recordings in the future can follow along with you. (screen recording is even better, if you do that just make sure at the beginning you say \"sync\" and clap your hands once). congratulations, now you are on TV, which is fun, and you're not allowed to be lazy on tv. so keep discussing things until you figure out what order the list should be in. Then once you have that, it should be much easier to do things in the order you have endorsed. This advice sounds outrageous now that i say it, but that's the exact and only way it works for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n5:05 am</dco> &nbsp;<qco> What's your favourite time signature?</qco> </h3>      regular\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n3:49 am</dco> &nbsp;<qco> You said in an answer that you don't like the bass by itself.</qco></h3>      i didn't quite say that..... <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Is Jaco and in particulr Portrait of Tracy an exception?&nbsp;</qco> </h3>      it's great, but that contains a heck of a lot of non-bass. it's all being created by an instrument that is intended for bass, but he has used it to create a heck of a lot of sounds that are not bass at all\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n2:45 am</dco> &nbsp;<qco> Do you like cookies?</qco> </h3>      am cookie\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n1:43 am</dco> &nbsp;<qco> how do you prefer your eggs in the morning</qco> </h3>      HATCHED\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n1:39 am</dco> &nbsp;<qco> i have a secret and it's making me imPLODE there's no danger of becoming a black hole right??</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n1:34 am</dco> &nbsp;<qco> Can you do a falsetto (something similar to Roger Taylor)?</qco> </h3>      i lost my falsetto as a teenager when my voice changed, but over the years it has gradually come back. ..... sort of\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n1:27 am</dco> &nbsp;<qco> when you start making music for the first time, does one make stuff about whatever and then you notice people like it, or you look into what people like and then do stuff around that?</qco> </h3>      a lot of people probably cater to what they think their audience likes. i personally think that is a curse, and absolutely never do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n1:08 am</dco> &nbsp;<qco> btw ur videos are the best</qco> </h3>      holy smokes, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n12:59 am</dco> &nbsp;<qco> how do you feel about all these questions?</qco></h3>      pretty good<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t i feel like after awhile it would get tiring and you'd answer stuff in a really generic way, </qco></h3>      that's what i would fear also<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tbut yet you still give out a lot of legitimately thought provoking and interesting answers</qco> </h3>      i am aware of the risk of degradation of the answers, especially because almost every question is one i've answered before, but, nonetheless, i place extremely high value on the phenomenon of the questions page, and before every question answering session i have a mantra that i say to myself, which is that \"my new years resolution is to do a great job on questions today\". this has nothing to do with new years, and i say that regardless of what time of year it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n12:50 am</dco> &nbsp;<qco> how can i be as amazing and talented as you?</qco> </h3>      how can i be as generous and friendly as you\n<br><br>"
  }
]
