[
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n10:31 pm</dco> &nbsp;<qco> how can i stop hating being wrong</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n10:16 pm</dco> &nbsp;<qco> what is in a train</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n10:06 pm</dco> &nbsp;<qco> why does the soft clothing guy get turned on by the news?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n9:06 pm</dco> &nbsp;<qco> what's the difference between soup and cereal</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; 8:30 pm</dco> &nbsp;<qco> are you billwurtz because your the musicman or are you the musicman because your billwurtz</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n7:54 pm</dco> &nbsp;<qco> Did you start a fire in New York City on January 23 2005</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n6:15 pm</dco> &nbsp;<qco> are you a decisive person</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n4:10 pm</dco> &nbsp;<qco> what if grapes were corrosive</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n3:07 pm</dco> &nbsp;<qco> do you get the feeling of spiritual enlightenment when you go outside at sunrise during peak fall season, and see the sun's golden rays refract and go through the reds, yellows, and oranges of the leaves on the trees?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n2:51 pm</dco> &nbsp;<qco> bill, this is richard nixon</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n1:05 pm</dco> &nbsp;<qco> Do you want to start a podcast because you're lonely and the podcast would give you a reason and a framework for talking to people? \n<br>\n<br>I'm asking this because sometimes I want to start a podcast for those reasons even though I'm a total nobody.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n11:07 am</dco> &nbsp;<qco> how often new lines come to you when you're in the middle of recording an already written song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n10:54 am</dco> &nbsp;<qco> Sometimes when I tell my friends that I don't like my parents and they are toxic to me, they don't seem to understand.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n10:22 am</dco> &nbsp;<qco> how many unpublished songs did you make before you started publishing some? even a rough estimate helps</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n8:44 am</dco> &nbsp;<qco> Do you own a banjo?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n8:34 am</dco> &nbsp;<qco> do you do the new york times crossword?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n6:28 am</dco> &nbsp;<qco> I just had a realization that written words might be the only spoiler-proof media we have.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is it possible to spoil a written sentence?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n5:57 am</dco> &nbsp;<qco> Opinion on Jupiter?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n5:48 am</dco> &nbsp;<qco> is feeling \"bill wurtz\" a state of mind?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n12:57 am</dco> &nbsp;<qco> why is \"how to pull a rabbit out of a hat\" not on videos or expert mode</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; 10:52 pm</dco> &nbsp;<qco> are you for or against music theory</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n10:39 pm</dco> &nbsp;<qco> can i become a good music player if i don't do any live playing for audiences</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n8:51 pm</dco> &nbsp;<qco> what do i do when i dont feel good enough to create something on my own but collaboration with other people is hard to achieve for me? i feel like i will never be good enough for myself</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; 8:28 pm</dco> &nbsp;<qco> opinions on making a song without much knowledge of music theory (is it even required?)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n6:41 pm</dco> &nbsp;<qco> Do you have synesthesia? I ask because the colors in your music videos always match so well</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n6:38 pm</dco> &nbsp;<qco> Does the circle of 5ths serve a purpose other than being a tool to help people memorize what notes are sharp/flat in a key signature?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nI got comfortable playing in all 12 keys and knowing the sharps/flats before I ever even saw/knew about that circle of 5ths graphic. I guess it visually shows the relationships between different key sigs (which is cool), but not sure if I understand the practical use of it when it comes to actually playing music?\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nI think if you want to learn how to play in a certain key, you kind of need to build up that muscle memory of what it 'feels like' for your hands to be playing in that key. Knowing that A major has a C#, F# and G# doesn't mean you can just freely/easily play in A major on the spot (if you're not already comfortable playing in that key). I guess the circle helps you quickly figure out what notes are in the key, but I can only see that being helpful in a practice situation... And if you're just practicing, you can just, like... look up the notes of the scale on the internet... </qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n4:55 pm</dco> &nbsp;<qco> do you think you can make a song about how i'm feeling? i can't seem to get it out though the sensation and experience is pretty strong. \"it's almost over and we might be closer to the end or maybe not i don't know why are there so many people\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n4:20 pm</dco> &nbsp;<qco> what would you say to your future self 1000 years from now</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n3:23 pm</dco> &nbsp;<qco> do you wanna buy some fermented sand?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n2:43 pm</dco> &nbsp;<qco> how did you memorize which keys are which on your synthesizer?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n2:28 pm</dco> &nbsp;<qco> can you please explain what happened, i had your song \"i'm scared\" in my playlist for some time and suddenly just noticed that the thumbnail on it changed, it became a red S inside many blue squares, and i remember it definetely not being that, i'm freaked out</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n1:50 pm</dco> &nbsp;<qco> long time viewer first time questioner;&nbsp;what should I make for dinner tonight?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n1:08 pm</dco> &nbsp;<qco> how do you communicate well with other human beings&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n12:50 pm</dco> &nbsp;<qco> trying to figure this out. i always have to learn so many songs for the many performances i play on a weekly basis (church, various groups out in the various venues etc) how should i balance learning songs for performances and writing music? I find that I am most productive creatively during long periods of no obligations, but even during these periods of time lately the stuff i gotta learn looms in the background of my vibe. sometimes i abandon practicing and learning songs and rely on my ear and improvisational abilities, which nobody seems to complain about, but personally it hurts my soul to not know the song deeply</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n11:58 am</dco> &nbsp;<qco> Are you more of a .net or .org kinda guy</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n11:14 am</dco> &nbsp;<qco> Do you have good grammar?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n11:13 am</dco> &nbsp;<qco> Do you know everything?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n10:36 am</dco> &nbsp;<qco> whyyyy would two of the four mnemonics involve good boys deserving fudge?&nbsp;&nbsp;that's too confusing, we need to replace one of them</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n9:08 am</dco> &nbsp;<qco> why can 'either' mean \"one of the two\", \"both\", or \"none\" at the same time?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n3:53 am</dco> &nbsp;<qco> Im starting to make music but all the production and theory tutorials I'm trying to follow feels like homework.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; But when I jump into it myself it's hard to find the right sound for my thoughts and feelings (I do like messing about though, even if it's unproductive). How do I keep it fun?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n3:14 am</dco> &nbsp;<qco> what would you do if the universe took from you the one thing left that gave you hope for a better life? i am wallowing in it and i don't know how to stop and move on.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n10:59 pm</dco> &nbsp;<qco> are you part of the royal family of britain&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; 10:54 pm</dco> &nbsp;<qco> thoughts on having thoughts</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n10:40 pm</dco> &nbsp;<qco> i wanna make something but i don't know what. how do i proceed</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n10:06 pm</dco> &nbsp;<qco> Can you share a song moment(s) that gives you the chills?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n9:51 pm</dco> &nbsp;<qco> can a house ever be truly empty?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n9:33 pm</dco> &nbsp;<qco> How to avoid politcs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n8:24 pm</dco> &nbsp;<qco> do you ever feel like you need to maintain a certain \"persona\" when presenting yourself to the world? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or just, like, in general, do you have a mental image of who you Should be, </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or are you genuinely just always \"yourself\", without worry of what that is or what people want from you? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what even is \"yourself\"? who are you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n6:29 pm</dco> &nbsp;<qco> how many people do you think would it take to be able to play the all the percussion in your money song? (and how many to do the whole song in general? im more curious about the percussion though)&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n6:20 pm</dco> &nbsp;<qco> \"content where the production time is barely any longer than the run time, or maybe equal\" sounds like the format of something conversational like some kind of talk show. or something improvised, if music were involved. which leads me to my question: do your ideas in this type of project involve music or music performance? or would your music be created in parallel/in alternation with this other type of content?&nbsp;</qco> </h3>"
  }
]
