[
  {
    "html": "<h3> <dco>5.25.21&nbsp; \n10:15 pm</dco> &nbsp;<qco> do you more often find your self with ideas that are a chorus with no verse or a verse with no chorus?</qco> </h3>      \nthere's a 3rd type of thing, which is the A of an AABA form\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.21&nbsp; \n10:01 pm</dco> &nbsp;<qco> what do you think of my theory of the meaning of life being about evolving you and the others? do you see any flaws in it? thabks</qco> </h3>      \nbasically any time you have a sort of 'wow' moment, where you feel any type of 'wow' feeling, .... that is 'meaning', of life\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.21&nbsp; \n9:35 pm</dco> &nbsp;<qco> Have you ever taken the time to learn about physics? </qco></h3>      a little bit<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I've been reading a lot about quantum physics and relativity. It's fascinating. I've also, through this, come to the conclusion that free will doesn't exist. </qco></h3>      i disagree<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It's really just not compatible with the modern understanding of physics. </qco></h3>      i disagree with that too, especially if quantum physics is allowed<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You might have free will, though. You are special and deserve it, in this case you might be God, bill.</qco> </h3>      only if you are too\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.21&nbsp; \n8:50 pm</dco> &nbsp;<qco> How do you come up with your lyrics?</qco> </h3>      \nmusically\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.21&nbsp; \n8:32 pm</dco> &nbsp;<qco> What is your favorite chord?</qco> </h3>      \nF\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.21&nbsp; \n7:15 pm</dco> &nbsp;<qco> If you are watching something and you write about it in a non-academic setting, can you consider it studying?</qco> </h3>      \ni thought studying is when you try to think and learn about something\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.21&nbsp; \n7:12 pm</dco> &nbsp;<qco> My dad says you \"only sing in quarter notes\" </qco></h3>      that's not even close to true. but i was going to mention that your dad is only a dad. he has never done anything else<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and wants to know why. Also love you bill</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.21&nbsp; \n4:58 pm</dco> &nbsp;<qco> in what location have you come up with the most song ideas?</qco> </h3>      \nit's usually in between locations\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.21&nbsp; \n4:19 pm</dco> &nbsp;<qco> Is your next song about concepts, thoughts, or ideas?????</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.21&nbsp; \n4:10 pm</dco> &nbsp;<qco> Lah de da de day oh and Got Some Money both have lyrics about having a measure in place just in case you need to quickly get away. </qco></h3>      i think only 1 of those songs has that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Are these two songs connected?</qco> </h3>      same writer, same producer, same entire credits\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.21&nbsp; \n3:04 pm</dco> &nbsp;<qco> is lying in bed and thinking about stuff a good way to write a song?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.21&nbsp; \n2:51 pm</dco> &nbsp;<qco> will your next song have the word \"hi\"?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.21&nbsp; \n2:25 pm</dco> &nbsp;<qco> why does every tune i come up with feel unoriginal and like it's already been used?</qco> </h3>      \nmaybe there is some type of pilgrimage you could make, that you haven't made yet\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.21&nbsp; \n1:46 pm</dco> &nbsp;<qco> How many bars are in the next song?</qco> </h3>      \n100\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.21&nbsp; \n12:35 pm</dco> &nbsp;<qco> Why is your email address on the e-mail page written in such horrifically large text?</qco> </h3>      \nto add a sense of adventure to an otherwise fairly predictable piece of information\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.21&nbsp; \n12:00 pm</dco> &nbsp;<qco> do you ever get tired of answering questions?</qco> </h3>      \neach one actually makes me more awake\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.21&nbsp; \n11:39 am</dco> &nbsp;<qco> at the \"what it does\" part of got some money, what is the background a thermal video of?</qco> </h3>      \nme attempting to make volumetric clouds work on my operating system\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.21&nbsp; \n10:10 am</dco> &nbsp;<qco> is your next song about numbers?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.21&nbsp; \n9:23 am</dco> &nbsp;<qco> what's your favourite song that you've ever written</qco> </h3>      \ni would prefer to write a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.21&nbsp; \n8:40 am</dco> &nbsp;<qco> I heard an interview where the author neil gaiman said of an idea of one of his novels - he had when he was 25 - \"i knew it was a better idea than I was a writer\", and he put off writing it for some 20 years. have you ever had any ideas which you have deliberately stashed until you believe you can do them more justice in the future? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you currently have any such ideas stashed?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.21&nbsp; \n5:09 am</dco> &nbsp;<qco> do you enjoy making music? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and what inspired you to make them?</qco> </h3>      \nmusic is one of the best communication/artistic tools i have\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.21&nbsp; \n2:21 am</dco> &nbsp;<qco> do you like your music?</qco> </h3>      \ni try to make it how i like it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.21&nbsp; \n12:36 am</dco> &nbsp;<qco> what is the last movie you watched?</qco> </h3>      \ngrand budapest hotel\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n11:04 pm</dco> &nbsp;<qco> everybody thinks they know everything when in fact they know nothing.</qco> </h3>      \ni'll meet you half way. i think a lot of people know some things\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n10:54 pm</dco> &nbsp;<qco> will your next song contain the word \"fuck\"</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n10:27 pm</dco> &nbsp;<qco> A depressing question, but please help: Is a search for purpose in life futile and/or selfish? </qco></h3>      no, that's literally what the universe is here for<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I desperately feel like my life is a journey, a search for purpose.</qco></h3>      yes that's true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Yet I can't help but feel that I'm the something billionth person to feel this thing- </qco></h3>      you are. that's because it's true, and it is common to feel the truth<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;that I'm unoriginal, and inconsequential, and that any pursuit of this is just my brain's narcissistic way of making me feel more important than I am in the grand scheme of things. </qco></h3>      how important would you like to be<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I know this is depressing sounding, but please advise me if possible. I don't just want to \"get over\" this;&nbsp;I need an answer of some sort, and you seem very wise so I'd love to hear what you have to say. Thanks for answering if you do, or just being an inspiration regardless of if you do.</qco> </h3>      everything means everything. i know that sounds like a lot of meaning, but i'm pretty sure that's what we all requested. i know i did\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n10:07 pm</dco> &nbsp;<qco> i feel like you think in a way that i have not encountered in anyone else. how did you come up with your own unique way of thinking , </qco></h3>      i was wondering how everyone came up with theirs<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how do you have so much wisdom?</qco> </h3>      i'm in a box\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n9:33 pm</dco> &nbsp;<qco> What is the bpm of the moon is made of cheese (but I can't taste it)?</qco> </h3>      \n94\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n9:29 pm</dco> &nbsp;<qco> an tips for my first full time job? it's an overnight position&nbsp;</qco> </h3>      \ncontemplate the purpose of the universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n8:25 pm</dco> &nbsp;<qco> Do you make your videos with love? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is your next video going to be made in love?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How long did \"Here Comes The Sun\" take you to edit?</qco> </h3>      a very normal, reasonable and respectable amount of time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n8:16 pm</dco> &nbsp;<qco> what does your song \"im a princess\" mean?</qco> </h3>      \nbeing music, it could potentially mean everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n7:33 pm</dco> &nbsp;<qco> does your next song have a g suspended chord in&nbsp;&nbsp;it</qco> </h3>      \nit has Gsus2\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n6:14 pm</dco> &nbsp;<qco> Whats your next video going to be about\n<br>?</qco> </h3>      \nthe song that's playing in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n5:14 pm</dco> &nbsp;<qco> how do i make music that i genuinely like? i'm struggling</qco> </h3>      \nit's going to happen whether you like it or not. as long as you can be patient enough to not freak out\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n3:59 pm</dco> &nbsp;<qco> how did you move so smoothly from the key of E (Fb) to the main Db at the beginning of just did a bad thing? i suppose it's because of the A and B in the bass, enharmonic to Bbb Cb so bVI - bVII - I (Mario cadence)? or maybe you dont even know?</qco> </h3>      \nwhen the song starts, i consider that to be C#min (Dbmin). Switching from minor to major key (on the same root) is usually pretty harmless\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n3:18 pm</dco> &nbsp;<qco> if you only have 20 minutes to spend in central park on a nice sunny day, what do you do?</qco> </h3>      \nwalk around\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n3:13 pm</dco> &nbsp;<qco> Is the first word of the next song's title \"maybe\"?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n1:42 pm</dco> &nbsp;<qco> how does a person keep from going bonkers</qco> </h3>      \nnot be born\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n12:35 pm</dco> &nbsp;<qco> does your next song have couches in it&nbsp;</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n12:22 pm</dco> &nbsp;<qco> What made you want to do music</qco> </h3>      \nmusic\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n11:59 am</dco> &nbsp;<qco> i've always been taught it's best to hold out the sound of the word that has your mouth open when you sing, yet i notice that many singers (such as you) don't do this all the time. why is this?</qco> </h3>      \ni don't know\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n11:24 am</dco> &nbsp;<qco> Why are you such a good philosopher&nbsp;</qco> </h3>      \ni'll have to think about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n11:22 am</dco> &nbsp;<qco> do you think plagiarism in music is avoidable?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n9:17 am</dco> &nbsp;<qco> Bill, why do you have a song about smoking Marijuana called \"California\" </qco></h3>      california was known for medical marijuana at the time i wrote it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and only put it on your website?</qco> </h3>      \ni put it on spotify and itunes also, as well as other music platforms\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n9:13 am</dco> &nbsp;<qco> how many a's are in your next song?</qco> </h3>      \napproximately 140\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n9:05 am</dco> &nbsp;<qco> do you have any tips for being creative? i always have trouble with this.</qco> </h3>      \n first, disassemble the entire observable universe into its component particles, then re-assemble it to taste \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n7:03 am</dco> &nbsp;<qco> was the first verse of here comes the sun inspired by the covid 19 pandemic?</qco> </h3>      \nthat seems unlikely because it was written in 2010\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n5:27 am</dco> &nbsp;<qco> Have you ever rewritten a song that you've written several years ago because your taste and preferences have changed since then?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n3:38 am</dco> &nbsp;<qco> why does 'got to know what's going on' and 'its going to be alright' doesn't have a music video?</qco> </h3>      \nthis allowed every release after to be sooner\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n2:50 am</dco> &nbsp;<qco> Is there any chance the next song involves a mail carrier or climbing a mountain?</qco> </h3>      \nno\n<br><br>"
  }
]
