[
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n12:36 pm</dco> &nbsp;<qco> Do ends justify the means?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n12:31 pm</dco> &nbsp;<qco> Working on something big?\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tWhen can we expect for it to drop?\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tPs:You are great :)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n12:31 pm</dco> &nbsp;<qco> when's Lunch</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n12:22 pm</dco> &nbsp;<qco> so are you saying i can learn gospel music&nbsp;&nbsp;by listening to the songs and then figuring out what the musicians are playing especially the parts that make me go OH JESUS</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n12:12 pm</dco> &nbsp;<qco> Bill, you talk about how in order to have absolute pitch, you need some reference point(s) that were instilled from a very young age. But what I do is I compare the note to a pre-selected list of songs, and I can tell the note's pitch by what song it matches. It's not always snap-instant, but I can usually get at least a half-step around the true note.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t And these songs are ones I have only discovered very recently. So my question: does being able to remember and sing a song in key count as, or at least approximate, absolute pitch?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n11:45 am</dco> &nbsp;<qco> how long does it take you to find an idea for a song? Like what you want to make a song about. Even though most of your music is kinda random there has to be a process to it. Right?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n11:24 am</dco> &nbsp;<qco> Release your new song PLEASE (!)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n11:13 am</dco> &nbsp;<qco> do swedish geese say hjonk?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n11:13 am</dco> &nbsp;<qco> what is the correct amount of time to heat porridge?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n11:12 am</dco> &nbsp;<qco> will you be my theripist</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n10:17 am</dco> &nbsp;<qco> what music should i listen to to convince myself that i'm more interesting than i actually am</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n10:16 am</dco> &nbsp;<qco> what color do you feel when you make new things?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n10:10 am</dco> &nbsp;<qco> Do you do all your own music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n9:10 am</dco> &nbsp;<qco> who or what are your biggest inspirations to create music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n8:11 am</dco> &nbsp;<qco> do you still use the same mic as you started?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n8:04 am</dco> &nbsp;<qco> do you ever wish you didn't have to answer these questions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n7:30 am</dco> &nbsp;<qco> Bill, do you play any games in your spare time? And if so what games</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n7:12 am</dco> &nbsp;<qco> Help everyone says that I'm too \"perfectionist\" and that I should just give things in without them being good and that it's better than never finishing them but I won't sleep knowing that I turned in bullshit to my teachers cause then they'd be like \"ah look at this stupid kid aiming for an 80\" and I'd look lazy even though I already am lazy cause I'm too scared of doing the assignments in the first place. So is the bullshit actually benevolent or should I actually become notstupid so that I can do things perfectly on time?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n6:53 am</dco> &nbsp;<qco> Thoughts on imaginary numbers?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n6:18 am</dco> &nbsp;<qco> i'm oppressively lonely and can't fix it by going out and talking to people because i have social anxiety and all my friends are 6000 miles away. \n<br>\n<br>advice?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n6:00 am</dco> &nbsp;<qco> How proud are you of \"just try to have a good time... And don't die\" because fuuuuuuuuuuckkkkkkkkkk that's nice</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n5:57 am</dco> &nbsp;<qco> what to do when existence seems frightening?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n4:11 am</dco> &nbsp;<qco> a day of debugging and finally fixed the issue. cant wait to be creative tomorrow, do u feel a bigger drive for the creative part than usual for what will come after the technological trans4m8on</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n2:54 am</dco> &nbsp;<qco> i have lost myself, how do i start searching?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n2:08 am</dco> &nbsp;<qco> favourite flavour jolly rancher?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n1:31 am</dco> &nbsp;<qco> do you think it be better if dinosaurs had fur?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n1:27 am</dco> &nbsp;<qco> why can't I fall asleep</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n12:29 am</dco> &nbsp;<qco> It is theorized that in the event that an AI is made which surpasses human intelligence, there will be an 'explosion' of AI intelligence as AI begin to make AI smarter than itself and so on. In the event of this, will you reject our new computer overlords or join them in the event that they invent a way to upload your consciousness into a computer?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n12:10 am</dco> &nbsp;<qco> is it more creative to listen to lots and lots (etc) of music, or no music at all</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n12:05 am</dco> &nbsp;<qco> what are you supposed to do when you don't feel like anythings important to you</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n12:02 am</dco> &nbsp;<qco> do you remind me of anyone</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n12:01 am</dco> &nbsp;<qco> you are yes because of the yes world?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n11:55 pm</dco> &nbsp;<qco> Hey, Bill! Could you make a funny noise?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n11:32 pm</dco> &nbsp;<qco> how do i use modes and work off of chords music theory is bullying me help</qco> </h3><a href=\"willlee-reading.mp4\">this</a>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n10:22 pm</dco> &nbsp;<qco> What are stuffed animals?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n10:04 pm</dco> &nbsp;<qco> What do you call that thing you do where (for example in the song \"tuesday\", ~20s), the chords are all like:\n<br>| Cmaj7 | Cm7/Eb | Bbmaj7 | F13 or something |\n<br>I find it has a very distinctive sound and it's really cool and all that.\n<br>???</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n10:01 pm</dco> &nbsp;<qco> i remember when i saw blue man group at age, like, 10 or 11 and i laughed so hard i cried. frickin loved every second of it. so i got my dad to buy me the dvd they were selling at the merch stand. but there was a bit in the dvd that wasn't in the live performance that involved a clip of some lady gagging and barfing into a vacuum like tube funnel thing. i'm severely, severely emetophobic and immediately ran out of the room covering my ears and hyperventilating and i haven't been able to bring myself to watch anything related to blue man group since. which sucks and i realize if i continue having this reaction to all forms of entertainment that have barf in them, i will eventually have a serious problem with limiting my options. also i don't wanna go to therapy over this if i can avoid it because being psychoanalyzed rubs me the wrong way for some reason. do you have any advice on how i can unfuck my reactions so i can enjoy stuff without worried abo\n ut unexp\n ectedly being thrown into a vortex of soul-eating, brain-screaming panic and horror? thanks</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n9:55 pm</dco> &nbsp;<qco> What if we existed&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n9:52 pm</dco> &nbsp;<qco> what is the best hat</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n9:47 pm</dco> &nbsp;<qco> You are depressed&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n9:45 pm</dco> &nbsp;<qco> could we get a reverse questions page where you ask US questions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n8:36 pm</dco> &nbsp;<qco> what is a c00l way to spell bill wurtz without anyone of the letters in bill wurtz</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n8:32 pm</dco> &nbsp;<qco> do you think you will every drop as many tracks in such a short time as you did a year ago</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n8:17 pm</dco> &nbsp;<qco> what does water taste like</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n8:15 pm</dco> &nbsp;<qco> I always try to write songs but the words get all tangled and trip on each other and start trying to knife each other on the ground. If I want to make a song how do I keep the words alive long enough for someone to listen to them and then want to listen again?\n<br>\n<br>Thank you for the müsiks</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n8:12 pm</dco> &nbsp;<qco> do you sometimes feel tired of life?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t how 2 remedy this?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n8:07 pm</dco> &nbsp;<qco> Which type of cereal goes best on whole grain bread?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n8:01 pm</dco> &nbsp;<qco> WHY AM I HERE?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n7:37 pm</dco> &nbsp;<qco> I just did a bad thing what do I do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.19&nbsp; \n7:08 pm</dco> &nbsp;<qco> do you pour in milk and then cereal or cereal and than milk?</qco> </h3>"
  }
]
