[
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n11:54 am</dco> &nbsp;<qco> Good morning Earth, it's your weather forecast for Tuesday, September 12, 2017. Anticipation builds along the coast as a yet uncategorized bill prepares to release an unpredictable amount of content. If the past is any indication, as the content is released, clouds of uncertainty will disperse as the levels of reason mildly and gently increase. As bill's path widens, we can all look forward to waves of healing, and pleasure. In the extended forecast there is an increased chance of questions regarding bill's use of capital letters. Get out there&nbsp;&amp; enjoy your day!</qco> </h3>      thanks carol\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n11:10 am</dco> &nbsp;<qco> What is a musical sentence?&nbsp;</qco> </h3>      a sentence you sing, i guess?\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n11:02 am</dco> &nbsp;<qco> Why do girl like musician so much, dude</qco> </h3>      i've been a musician all my life and they never seemed to like me, or at least if they did they didn't tell me\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n10:29 am</dco> &nbsp;<qco> Do you also find made up symbols / language / numbers too limiting to the epic scope of reality?</qco> </h3>      almost every tangible expression of reality is built on 'limited' building blocks. the object of the game is to express the infinite nature using finite tools\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n10:19 am</dco> &nbsp;<qco> Will you ever do an interview/have done an interview? (this page doesnt count)</qco> </h3>      are you sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n8:48 am</dco> &nbsp;<qco> Where can i sign up for your program?</qco> </h3>      i think you already graduated with a triple PhD and are possibly going for a fourth one now. but i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n8:00 am</dco> &nbsp;<qco> is the 3rd word in the new thing \"to\"?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n7:49 am</dco> &nbsp;<qco> What's the difference between a desk and a table?</qco> </h3>      one is for business, and one is for pleasure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n5:29 am</dco> &nbsp;<qco> Alright, so I'm starting to learn how to play the piano (Rhodes, in this case).. But I don't know how to start. So how do I start?</qco> </h3>      try pressing some notes, and see what happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n3:30 am</dco> &nbsp;<qco> oooooh i've got it ! the new thing is one gonna be one of the 5 songs you wrote at the time you wrote \"New Canaan\", it's gonna be something like \"i'm going to [insert town name and state name here].\n<br>am i right ?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n3:26 am</dco> &nbsp;<qco> i don't think you're real</qco> </h3>      fair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n2:42 am</dco> &nbsp;<qco> Is the third word in your new thing \"to\"?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n2:34 am</dco> &nbsp;<qco> Is the second word of the new thing 'so'?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n2:30 am</dco> &nbsp;<qco> How is the progress of the new song/video/anything?</qco> </h3>      good\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n2:22 am</dco> &nbsp;<qco> Is new video coming out today or tomorrow??</qco> </h3>      i wish\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n2:07 am</dco> &nbsp;<qco> What is the coolest thing you've learned about being alive?</qco> </h3>      you can do stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n2:00 am</dco> &nbsp;<qco> is the third word in the video \"new\"</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n1:46 am</dco> &nbsp;<qco> Ever thought about making music with things that most people don't usually consider musical instruments? (like shoes, blenders, etc.)</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n12:36 am</dco> &nbsp;<qco> what's your general policy on a person killing themself</qco> </h3>      seems counter productive\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n11:56 pm</dco> &nbsp;<qco> do we exist before the moment of conception?&nbsp;</qco> </h3>      republicans do\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n11:54 pm</dco> &nbsp;<qco> how do I become a sloth?</qco> </h3>      check to see if you already are\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n11:53 pm</dco> &nbsp;<qco> Are there things you feel capable of teaching? </qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What things if any?</qco> </h3>      anything i know, i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n11:52 pm</dco> &nbsp;<qco> Does \"Don't try this at home\" mean \"Hey, you! Try this at home!\"??</qco> </h3>      no, it means you can't sue us if you do\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n11:15 pm</dco> &nbsp;<qco> Is the media misleading? (mainstream and alternative)</qco> </h3>      they are leading you to watch their programs as much as possible. which could be misleading, depending on which program you are supposed to be watching\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n10:01 pm</dco> &nbsp;<qco> I don't know If I am drepressed or not, what I do?</qco> </h3>      start a quiz show, where people try to guess whether you are depressed\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n9:48 pm</dco> &nbsp;<qco> have you ever felt like starting all over again when working on a long term project? \n</qco></h3>      sort of but not really<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, how did you deal with it? It happens a lot to me, I'm the vocalist of a band and I end up disliking my vocal melodies and even the tracks just a couple days after we worked on them</qco> </h3>      just try it. you will be staring at a blank project, and everything you do now will be uncertain, because you thought it was right when you started to the last time, so you won't be able to take anything seriously the second time, knowing you already did it. after a few moments you usually realize that you have already started the project before, and your best bet is to just make do with what you have already done, and move forward, and maybe make the next project better\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n9:41 pm</dco> &nbsp;<qco> Music is typically someone singing with instruments in the background. But, it could just be instruments(classical music) or it could be singing only(a capella,etc). There are many things that could be music that finding a universal definition is difficult. What is your definition of music?</qco> </h3>      oh so you want me to ruin the fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n9:31 pm</dco> &nbsp;<qco> Why do humans exist? </qco></h3>      to see what we can do<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What's our sole purpose in life?</qco> </h3>      why does there have to be only one\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n9:29 pm</dco> &nbsp;<qco> When you write a song, where do you start (lyrics, melody, rhythms, beats, etc.)?</qco> </h3>      all those things together at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n9:22 pm</dco> &nbsp;<qco> Can you please explain what the 'harmonic series' is? I've tried looking it up online, but I still don't really understand it. Like, it's something to do with how each interval relates back to the tonic right?&nbsp;</qco> </h3>      if you double the frequency of a note, you get an octave up. let me know if you want to know more\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n9:11 pm</dco> &nbsp;<qco> have you been in every street of brooklyn?&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n8:22 pm</dco> &nbsp;<qco> Is the song for the video you're working on brand new? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or is it from one of those long lists that pop up in the reality videos?&nbsp;</qco> </h3>      the hook came from a writing session in march, 2017\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n7:57 pm</dco> &nbsp;<qco> How do I know I'm not a ghost?</qco> </h3>      take a poll amongst your friends and colleagues\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n7:48 pm</dco> &nbsp;<qco> are you accoustic?&nbsp;</qco> </h3>      yes, are you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n7:31 pm</dco> &nbsp;<qco> why do you do anagrams</qco> </h3>      \n\"yay, good words\" - a human\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n7:03 pm</dco> &nbsp;<qco> Is the first word of the new thing \"I'm\"?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n7:03 pm</dco> &nbsp;<qco> do you love when you're reminded on a daily basis how Nice music is&nbsp;</qco> </h3>      yes but it also makes me freak out and get sad that i have so many songs written and not yet recorded\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n7:01 pm</dco> &nbsp;<qco> do you think there's different kinds of infinity?</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n i'm starting to think there might even be infinite kinds</qco> </h3>      i think you may be right\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n6:51 pm</dco> &nbsp;<qco> how can i develop the ability to play songs in any key? do i have to play every song in the world in every key?</qco> </h3>      just try playing some songs in some keys, and then maybe try more\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n6:36 pm</dco> &nbsp;<qco> What colour is the new thing?</qco> </h3>      it is multi-colored\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n6:33 pm</dco> &nbsp;<qco> is it ok to answer \"maybe\" on a yes/no question</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n6:33 pm</dco> &nbsp;<qco> Is there a way to do things while you sleep?</qco> </h3>      yes, thank you, that's an interesting question, gerald. gerald makes a good point, and i think we would all like to know the answer, which you can find out by signing up for my program\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n6:31 pm</dco> &nbsp;<qco> thoughts on the 50 states?</qco> </h3>      they have more privileges than the others, which actually don't even have the privilege of being called states\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n6:31 pm</dco> &nbsp;<qco> what's the craziest idea</qco> </h3>      having ideas\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n6:26 pm</dco> &nbsp;<qco> what do filter cutoff and resonance mean for a synth</qco> </h3>      if your synth has a filter cutoff knob, if you turn it down it will sound like someone closed the windows, while the sound is outside. (it cuts out the high frequency). if you turn it up and down it will make a 'wawawa' sound, like a wa-wa pedal, which does the same thing. resonance, i don't really know how that one works, i just know if you turn it up too high it makes a loud squeal\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n6:21 pm</dco> &nbsp;<qco> Why can't I finish any of my songs????</qco> </h3>      i don't know but perhaps try shorter songs, that way you will surely get some practice\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n6:08 pm</dco> &nbsp;<qco> has anyone made an anagram request where the unscrambled anagram was an intentional hidden message?&nbsp;</qco> </h3>      i think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n6:00 pm</dco> &nbsp;<qco> is there ever enough time?</qco> </h3>      not for everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n5:39 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201709111334\">9.11.17&nbsp;&nbsp;1:34 pm</a>  So what's the difference between rhythm and pitch?</qco> </h3>      rhythm is like when it's slow enough that you can hear and comprehend the beats individually. pitch is like when it's fast enough that you hear it as a note. try setting your metronome to 3000bpm and see if it sounds like rhythm or a pitch\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.17&nbsp;\n5:27 pm</dco> &nbsp;<qco> Are you a part of a collective hive-mind?</qco> </h3>      no\n\n<br><br>"
  }
]
