[
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n5:59 pm</dco> &nbsp;<qco> How do award shows work? Like, when you were invited to the shorty awards, did they tell you beforehand that you were going to win? </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or can you not reveal that information because the illumanti will vapourize you?</qco> </h3>      i actually didn't even win anything. except for an opportunity to be in a youtube video, which i suppose i am grateful for. they actually didn't even let me go backstage to chill after they handed me the thing. and i also had to hand back the thing, so they could hand it to the next person. they might actually vaporize me for saying this, and every time i make these comments i usually delete them the next day, so enjoy\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n5:29 pm</dco> &nbsp;<qco> Holy shit! Darth Vader is Luke's father!?!?</qco> </h3>      yes, which is interesting because the actor who played darth vader is actually the father of the actor who played a different character - han solo - played by indiana jones, son of james earl jones\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n5:08 pm</dco> &nbsp;<qco> so is this page... the only significant time you really interact with other humans?</qco> </h3>      too real can't answer\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n5:06 pm</dco> &nbsp;<qco> do you continue to wear socks with large holes in them?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n4:49 pm</dco> &nbsp;<qco> I can relate to what you are saying... But I can compromise. People will not be the way you want them too, all the time, along with your dreams and vision. It can be very revealing to be close with people that you share (apparently) little things with, in my experience, and my feelings and constant wanting for people to come aboard and sail on my artistic boat (or boat fleet) slowly started to become not so meaningful. I'm a full time musician and one of my best and closest friends is a physics doctor;&nbsp;my girlfriend is an actress. It is all so wonderful. Please don't miss out and don't be afraid. (I'm not the one you responded to in <a href=\"q.php?date=201710060459\">10.6.17&nbsp;&nbsp;4:59 am</a> , btw).</qco> </h3>      i think you misunderstood what i was talking about. i was never afraid. i was very eager. but unfortunately people saw through me. they saw some kind of disinterest which i apparently didn't even know was there. at least this is how i think the story goes, from piecing together the rumors. by the way, we're talking about my childhood. ever since 2009 i've lived very professionally under a rock, building the 'bill wurtz' career that you and i have come to be familiar with\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n4:48 pm</dco> &nbsp;<qco> whens your next video?</qco> </h3>      tuesday\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n3:57 pm</dco> &nbsp;<qco> Which Simpson is the best one</qco> </h3>      scientists are still trying to figure that out\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n3:55 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710060459\">10.6.17&nbsp;&nbsp;4:59 am</a>  oh shit wait hold on i do this. im always wanting to MAKE THINGS and my friends don't. OH, MAN</qco> </h3>      yeah i know, it seems like they just wanna go home and watch football or something\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n3:51 pm</dco> &nbsp;<qco> who rod rhaspy \n</qco></h3>      i have no idea<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and why did you collab w him</qco> </h3>      i did not\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n3:22 pm</dco> &nbsp;<qco> How will i know if you for realsies want to date me if i don't know what you are looking for in a girlfriend</qco> </h3>      i'm looking for the secret guardian of time and space who also happens to be a ninja\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n3:04 pm</dco> &nbsp;<qco> complex question. anything, any action, requires time to manifest. \n\n\n</qco></h3>      that's true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\ndoing anything, making anything, becoming anything -- these all are possible because of movement thru the 4th dimension. and as you move thru time, you change, to the point where the same person seconds apart is not really the same person but two ridiculously similar individuals. but how about thoughts? do those require time to exist ?\n\n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; suppose time were to stop altogether -- would individuals be locked into one thought or state of mind for eternity, or would those thoughts cease to exist because they, like any action, require time to generate? thoughts can sometimes be full sentences... would you get locked into the sentence or a part of the sentence? just gimme yo thoughts wurtzman this is confusing me</qco> </h3>      time stopping is not noticeable. you just start noticing time wherever it does exist. time is stopped everywhere. just look at it, not happening and us not noticing\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n2:31 pm</dco> &nbsp;<qco> Is the new video gonna have anything to do with your soap boat album?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n12:50 pm</dco> &nbsp;<qco> Dear mr. Wurtz, I truly admire your visual creativity and your versatility in musical expertise. I'm perplexed however, that all your vocal melodies are so extremely cheesy. I understand how that is funny and the concept and all, but with your creativity, musical knowledge and originality you should really be able to deliver good quality weird music. What stops you?&nbsp;</qco> </h3>      <del>fuck you</del>   i think my melodies and music are good, and i spend a lot of time trying to make sure they are good. but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n12:04 pm</dco> &nbsp;<qco> any plans for future content? </qco></h3>      oh hell yeah<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;about something completely different?</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; of a more medium length??</qco> </h3>      i think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n11:14 am</dco> &nbsp;<qco> Is virginity a crime?</qco> </h3>      no, but sex is\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n9:55 am</dco> &nbsp;<qco> When will you retire?</qco> </h3>      some other time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n9:44 am</dco> &nbsp;<qco> If you made a new scientific discovery would you name it after yourself? (eg the wurtz effect, or bill's number)</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n8:57 am</dco> &nbsp;<qco> what does giving birth feel like k thnx</qco> </h3>      oh you don't wanna know\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n8:53 am</dco> &nbsp;<qco> will your next video include a visual appearance of you?</qco> </h3>      no but the one after that will\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n5:19 am</dco> &nbsp;<qco> can you answer this question with the word necessary thanks</qco> </h3>      i could but i'm not going to\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n4:59 am</dco> &nbsp;<qco> it's a known fact, and proven countless time that isolation and lack of human contact is the worst pain a human can suffer, \n</qco></h3>      yeah i know it's pretty bad<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but in your case it seems that not creating is the worst pain you can suffer,\n</qco></h3>      that's true too<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and that you'd rather be alone and create than the opposite, how come ?</qco> </h3>      well i'm not necessarily alone by choice. i've probably talked about this before, but that's an ongoing question. throughout school i was always very aware that i wanted so badly to be 'included' and have a great group of friends and have lots of fun, but that consistently never became a reality, year after year, for reasons i could never figure out. but there was another thing happening too, which was that i sort of had an infinite world of musical and artistic vision going on, which no one else seemed to relate to. it seems there were infinite things i wanted to figure out and create. and i was always extremely disappointed that no one seemed capable or willing to go on this journey with me. and i think every time i tried to fit in, the reality is that i probably couldn't hide the fact that i was bored with everyone. i was trying not to be, because i wanted so bad to fit in and have friends, but i think in most cases people thought that it was ME who was not interested in THEM. anyway, this pattern continued on and on, through school and beyond. and i continued to develop my skills and ideas fiercely and passionately, sort of regretting being alone but making the most of it, and also clinging on to various threads of social contact .... until one day in a particularly bad season socially (like really there was no one to hang out with), i hit a turning point and realized that i've always known i could and should accomplish something really really serious with my life, and i should probably just accept the fact that i'm going to do this alone. and that's when i really really got serious and professional about it, and keeping journals, and really just working toward it even more seriously than before. that was years ago, and since then i have really no longer had that 'panicked' feeling of being alone -- i accepted it as part of the picture, and never looked back. and i've gotten an insane amount of work done and launched my career. and it's been so many years now that i am totally comfortable and used to the alone-ness, but occasionally maybe a couple times a year it just gets really really annoying<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n3:20 am</dco> &nbsp;<qco> who wins in a fight on land? aquaman or a 5th grader</qco> </h3>      i did not see the fight\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n2:34 am</dco> &nbsp;<qco> I just found out that click-bait works. what do I do now?</qco> </h3>      make some<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n2:11 am</dco> &nbsp;<qco> does it bother you if people attempt to emulate your weirdness in questions </qco></h3>      that doesn't seem to happen much<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do you enjoy it when they sorta just say whatever. how seriously do you take your own position?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n1:42 am</dco> &nbsp;<qco> Do you like toast?</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n1:10 am</dco> &nbsp;<qco> do you have a long list of free form type video ideas to choose from? or is that just song ideas?</qco> </h3>      i still have a pretty good list of very short ones, but mostly now i'd be focused on writing a bit longer\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n12:55 am</dco> &nbsp;<qco> How do you feel about dragons</qco> </h3>      they are ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n11:16 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710052135\">10.5.17&nbsp;&nbsp;9:35 pm</a>  Was let's get high up really the 100th video when you were doing the daily vine upload thing?&nbsp;</qco> </h3>      that was actually a year before i was doing daily vines. it was part of the 5-day schedule. that one was made sometime in august, and the schedule started in february. although for some reaosn it got skipped when they all got vinified the following year, so it was actually dropped into the vine schedule much much later as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n11:08 pm</dco> &nbsp;<qco> do you consider your music to be a sort of avant-guard contemporary pop, or I guess is there any specific genre you would classify your music under?</qco> </h3>      oh thank goodness i don't have to do that. otherwise i would never be doing this in the first place\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n11:05 pm</dco> &nbsp;<qco> How do you stay focused on one song for long periods of time? I will write a good idea but will get completely bored of it within two days and end up abandoning the project. How do you get around this?</qco> </h3>      i guess it just depends on how badly your life depends on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n10:50 pm</dco> &nbsp;<qco> who is your favorite artist?</qco> </h3>      orphans. like real ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n10:42 pm</dco> &nbsp;<qco> Will you respond if I dm you on Instagram?</qco> </h3>      i will try\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n9:56 pm</dco> &nbsp;<qco> If japan has a history how come they do?</qco> </h3>      because you said so\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n9:49 pm</dco> &nbsp;<qco> how often do you feel insecure?</qco> </h3>      i feel completely insecure and secure, all the time. that might sound strange but i think it's normal among people who are on career paths such as mine\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n9:35 pm</dco> &nbsp;<qco> Let's get high... up? C'mon bill. That's too cheesy of a joke. Sweet melody tho.</qco> </h3>      you try making videos every day and see what you come up with on day 100\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n9:28 pm</dco> &nbsp;<qco> you wanna go do the thing?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n8:51 pm</dco> &nbsp;<qco> have you ever considered a tritone substitution</qco> </h3>      i've used them before\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n8:43 pm</dco> &nbsp;<qco> can you answer this question with the word velocity thanks</qco> </h3>      that doesn't seem necessary\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n8:14 pm</dco> &nbsp;<qco> Hey! I've been lurking for a while now and can i just say that your content is disgustingly good. would you ever consider launching an actual debut album?</qco> </h3>      i've been releasing music for a long time, and will continue to do so in the future. all my music is actual\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n8:01 pm</dco> &nbsp;<qco> Alex Trebek</qco> </h3>      who is the host of jeopardy\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n7:57 pm</dco> &nbsp;<qco> bill will you audition for the x factor</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n7:47 pm</dco> &nbsp;<qco> did you figure out where the railroad goes</qco> </h3>      yes, it goes to the major cities<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n7:43 pm</dco> &nbsp;<qco> any idea why music makes people Feel ?</qco> </h3>      music is actually just a name for feelings\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n7:27 pm</dco> &nbsp;<qco> How do I find love?</qco> </h3>      perhaps you can't\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n7:20 pm</dco> &nbsp;<qco> The reference in the newer history video is the sequence of notes played when you say \"crazy rice farms,\" yes?</qco> </h3>      no. i don't remember what the score is doing for crazy rice farms, i haven't seen history of japan in a long time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n7:11 pm</dco> &nbsp;<qco> Are there snakes in alaska?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n7:11 pm</dco> &nbsp;<qco> How many questions have you answered in this page?</qco> </h3>      you wanna check\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n7:05 pm</dco> &nbsp;<qco> but if you start dating then that's less time for content-making and the rest of us want more content now</qco> </h3>      that's a good point, and that would be problematic. you're never gonna believe this but i think the right person for me is gonna be someone who can actually help and work together with me on everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n7:01 pm</dco> &nbsp;<qco> are ya feeling kinda lonely right now?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n6:59 pm</dco> &nbsp;<qco> what if you could automate your song writing process? like plug your old songs in a neural network and let it create new songs, all of them original but following your style. \n</qco></h3>      i think you got the game backwards there<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nThat way you could release hundreds of songs every day, leaving you free to focus on automating video creating and then you could even make a \"history of\" video generator that could do 11 months of work in like 11 seconds</qco> </h3>      i think you might be completely missing the point of what i'm doing\n<br><br>"
  }
]
