[
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n12:55 am</dco> &nbsp;<qco> will \"monday videos\" return?\n</qco></h3>      all options are on the table<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how do i eat air?\n</qco></h3>      your best option here might be to drink a carbonated beverage<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also a rewording of the 3.31.22 1:20am question, what is the key that \"i'm scared\" is in?</qco> </h3>      \nA and Amin, then Dmin for a while\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n12:10 am</dco> &nbsp;<qco> how can you glide across carpet so easily (referencing to 987, near the meef part)</qco> </h3>      \nafter reviewing the footage, i think it's a pivot on the front of the foot\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n12:08 am</dco> &nbsp;<qco> what's your opinion on paper bags</qco> </h3>      \nhard to get out of\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2022-03.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n11:19 pm</dco> &nbsp;<qco> how do i deal with unpredictable people. i am a person who needs predictability</qco> </h3>      \nyou may have to do more predictable things yourself. develop a predictable force field\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n11:13 pm</dco> &nbsp;<qco> At what point in the song-making process do you record vocals?</qco> </h3>      \nvery early in the recording process, which is after the writing process. when writing is done, then i throw down some temp instrument tracks which have to be just strong enough to sing over. then record all vocals. then remove all temp insts and then do the instrumentals for real\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n10:36 pm</dco> &nbsp;<qco> what is your favorite video from bill wurtz</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n10:36 pm</dco> &nbsp;<qco> do you ever sort of wish that you hadn't figured out what you wanted to do with life, so you could spend more time thinking about it whilst walking through the city streets and whatnot?</qco> </h3>      \ni've been doing that for years. why stop now\n\n\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp;\n10:08 pm</dco> &nbsp;<qco> what's with writing songs that are exactly 3:33 in length?</qco> </h3>      \nthat's a very normal length for a song. if someone is writing songs of that size, they must be very normal songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n9:53 pm</dco> &nbsp;<qco> Please feature the word hippopotamus in a future song as requested in the past or there will be legal consequences.</qco></h3>      that's not true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I will have you know I graduated top of my class at hippo school and will not have my credentials go to waste!</qco> </h3>      \ni have what i consider a top-tier hippopotamus reference in 'history of the entire world, i guess', which refers to a car, which, even though i know you probably think it's a joke, was actually called the hippo-mobile\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n9:18 pm</dco> &nbsp;<qco> have you made a song about vampires yet?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n8:49 pm</dco> &nbsp;<qco> Was there a specific moment or triumph working with 3d that made you feel ready to start making videos again and begin Here Comes the Sun? </qco></h3>      moment, yes. triumph, no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, what was it? If not, how did you decide when to start making HCtS?</qco> </h3>      \ni was neck deep in detailed character animation test scenes, developing animation systems. hands, fingers, free range of upper body movement, arm and hand gestures while speaking, mouth movements, eyebrows, head movements, ....... i recall deciding that i needed to do teeth for the 'F's. That's about when i lost my mind and realized this is not a way to live, it's a way to die. So after about 3 consecutive panic attacks on this issue, i promptly set all that completely aside and began the song writing/selection process and went into a music video production, some how some way\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n6:56 pm</dco> &nbsp;<qco> favourite time, down to the minute?</qco> </h3>      \n0:00\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n6:02 pm</dco> &nbsp;<qco> What do you think about April Fools?</qco> </h3>      \nfake\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n4:38 pm</dco> &nbsp;<qco> '9 8 7' reminds me of love and courtship, in a really strong way. what inspired you to write '9 8 7'?</qco></h3>      the number line<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and how far off is my interpretation of it?</qco> </h3>      it's reasonable, because the first couple of lines seem to suggest that. but i'm always eager to get past that and go directly to the center of the universe if i can\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n4:12 pm</dco> &nbsp;<qco> can you animate at 10000000000000000000000 fps</qco> </h3>      \nonly in real life\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n3:40 pm</dco> &nbsp;<qco> Whats the difference between making music and composing music?</qco> </h3>      \ni'd say composing music might be more like planning out how music will go, and 'making music' probably describes creating the actual sound of the music\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n3:29 pm</dco> &nbsp;<qco> why do you create</qco> </h3>      \nsomeone's gotta do it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n2:48 pm</dco> &nbsp;<qco> what the fuck is a kilometer</qco> </h3>      \n1000 meters\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n2:15 pm</dco> &nbsp;<qco> what do you do when you are upset</qco> </h3>      \nlaunch a PR campaign to explain that i am not upset\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n1:56 pm</dco> &nbsp;<qco> where did you learn color theory?&nbsp;</qco> </h3>      \nat home, and in the work place\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n1:07 pm</dco> &nbsp;<qco> is your next song your favorite song (until you finish it) since you always \"prefer make a new one to be {your} favorite?\"</qco> </h3>      \nif that's even possible\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n12:23 pm</dco> &nbsp;<qco> why does the line from \"9 8 7\" \"and i know that each thing you feel is so true\" strike me so much?</qco> </h3>      \nmaybe it's true. or maybe it's the cacophony of raining twinkles in the background\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n11:12 am</dco> &nbsp;<qco> Is \"Bill\" a groovy name?</qco> </h3>      \nno way\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n10:13 am</dco> &nbsp;<qco> Is clients name clients name or does clients name have a name that isn't clients name</qco> </h3>      \nclient not found\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n9:10 am</dco> &nbsp;<qco> Does 11meef make 9 8 7 true?&nbsp;</qco> </h3>      \nit makes it done. and, in retrospect, i suppose done things do turn out to be true\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n8:39 am</dco> &nbsp;<qco> As a good pianist with no theoretical background, but a good ear, how do you suggest I learn how to play jazz well? I've got methods I'm going to try out that I think will work if I give it some time, but I wanted to get your perspective as well.</qco> </h3>      \nnames for music styles morph like crazy over time. that's just how it goes. so when you say 'jazz', i'd say the first thing you wanna pin down is what are you actually thinking of... there must be some songs you heard that made you think 'ah, that's jazz'. Or, maybe it was even something you SAW that you associated with jazz. Maybe it's certain people you know whom you associate with 'jazz'. either way, the first step here is to identify jazz, and also figure out what made you start aspiring to it. Then, just go closer towards those things. If it was certain songs, just start trying to learn those songs. If it's clothing, try to find similar clothing. If it's a group of people, try to get to know those people. etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n7:26 am</dco> &nbsp;<qco> Do any songs of yours relate to you and your life? </qco></h3>      often yes, at least in some of the parts, in some ways but not others<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so which?</qco> </h3>      \njust to take the most recent one, near the beginning of '9 8 7' it says \"there's numbers in the music\". well that's absolutely true, the song i was writing at that moment was chock full of numbers\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n4:50 am</dco> &nbsp;<qco> If they took your brain and made it a drug what would it be called? (This also answers the question of \"what drugs are you on?\")</qco> </h3>      \nif it's working right, it would be frivolous to name it. now that i think of it, perhaps frivolous is the name\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n3:51 am</dco> &nbsp;<qco> what card are you thinking of</qco> </h3>      \ni am not thinking of a card\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n3:14 am</dco> &nbsp;<qco> Do you know how to count?\n<br></qco> </h3>      \nsort of\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n2:46 am</dco> &nbsp;<qco> what's the difference between 6/8 and 3/4 time.\n</qco></h3>      6/8 usually sounds like 2 groups of 3, and 3/4 usually sounds like 3 groups of 2<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what even is time signature</qco> </h3>      \nit tries to tell you some information about how the beats are grouped into bars. to think of it in terms of waffles, it's like how many squares per waffle\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n1:20 am</dco> &nbsp;<qco> what's the melody of \"i'm scared\"?\n</qco></h3>      G A<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;while i'm at it, do you think socks are edible?</qco> </h3>      nothing is edible\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.22&nbsp; \n1:02 am</dco> &nbsp;<qco> What does Gmin(+7) mean in jazz music notation?</qco> </h3>      \ni'd have to assume that means Gmin(maj7) which means Gmin (G, Bb, D) and F#\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.22&nbsp; \n11:02 pm</dco> &nbsp;<qco> How to add more magic to my life?</qco> </h3>      \nall it takes to get magic is to appreciate magic. it doesn't even matter exactly when you appreciate it. can be before, during, or after\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.22&nbsp; \n11:00 pm</dco> &nbsp;<qco> how did you come up with the lyric \"9 8 7\"</qco> </h3>      \ntook it from the number line (from math)\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.22&nbsp; \n10:01 pm</dco> &nbsp;<qco> First wanna say I'm really jammin out to 9 8 7! It's such a bop. Keep up the good stuff, Bill!\n<br>Anyway, my question: About how long did it take to produce each of the video portions of your music videos starting from here comes the sun?</qco> </h3>      \nhere comes the sun:    about 4 months<br>\n     \ni'm a princess:    about 4 months<br>\n     \nmoney:    about 8 days<br>\n     \nmore than a dream:    about 5 weeks<br>\n     \ni'm scared:  about 5 weeks<br>\n     \nfly around:  about 7 days<br>\n     \n9 8 7:    about 5 days\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.22&nbsp; \n9:06 pm</dco> &nbsp;<qco> when you recorded \"1 1 meef\" in 987 were you trying to sing a different line and said meef on accident or was it supposed to be in the song</qco> </h3>      \nthat was in the writing. i hadn't thought of a line there yet, and i was searching for something with 'ee' in it, so on a run through (while writing), i spontaneously tried 'meef' knowing that wouldn't be it, immediately stopped and questioned 'meef?' and then about half a second later about the same time i pressed stop on that run, i realized the answer is in fact to do it just like that. so it was a genuinely improvised moment in the writing session that was faithfully re-enacted in the studio recording\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.22&nbsp; \n7:57 pm</dco> &nbsp;<qco> why didn't you include numbers below 0 in 987?</qco> </h3>      \nsave something for other songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.22&nbsp; \n7:55 pm</dco> &nbsp;<qco> What's your best trick?</qco> </h3>      \ninventing new tricks\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.22&nbsp; \n5:35 pm</dco> &nbsp;<qco> in your 3 week schedule how much time is spent on writing vs music vs video?</qco> </h3>      \nin that context, it would probably be about 2 days vs 8 days vs 8 days\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.22&nbsp; \n5:02 pm</dco> &nbsp;<qco> what is your opinion of the Melodica</qco> </h3>      \nsometimes i wonder if you could make a melodica out of other melodicas\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.22&nbsp; \n4:31 pm</dco> &nbsp;<qco> what qualifies a name as groovy?</qco> </h3>      \nthe context\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.22&nbsp; \n4:27 pm</dco> &nbsp;<qco> what do you think of the time 3:45 am?</qco> </h3>      \ntoo late to be early. too early to be late\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.22&nbsp; \n4:21 pm</dco> &nbsp;<qco> should i start only focusing on my music and quit my other endeavors&nbsp;</qco> </h3>      \ni guess it depends how much you like the other endeavors, compared to how much you like music\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.22&nbsp; \n3:46 pm</dco> &nbsp;<qco> what would u call each section in 9 8 7?? like how would you lay out the structure</qco> </h3>      \nA B A B C B A B outvamp\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.22&nbsp; \n3:37 pm</dco> &nbsp;<qco> Did you put \"Bbasement\" in the video of \"9 8 7\" @ 1:34 because the song goes into Bb minor there?</qco> </h3>      \nyes that's exactly right\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.22&nbsp; \n3:25 pm</dco> &nbsp;<qco> will future songs contain themes of moving on</qco> </h3>      \nprobably sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.22&nbsp; \n3:25 pm</dco> &nbsp;<qco> did the numbers you chose in \"9 8 7\" have any significance or did you just choose them because they rhymed with what you wanted to say\n<br>or did you choose the lyrics because they rhymed with the numbers you wanted to say?</qco> </h3>      \nthe goal is to make the whole thing good. in terms of boatbuilding: you wanna make a good boat\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.22&nbsp; \n3:22 pm</dco> &nbsp;<qco> before i finished listening to 987, i was going to ask what you would name a new number, but then it got answered, so...\n<br>\n<br>can you describe what the number meef would look like as a numeral?</qco> </h3>      \nit would look like a piece of beef, except more weak. weak beef. dare i even say meek beef\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.22&nbsp; \n3:10 pm</dco> &nbsp;<qco> What's the highest note you've ever hit in one of your songs?</qco> </h3>      \nacording to my calculations, it was around Bb, 6 octaves above middle C. that's 2 octaves above the highest note on a grand piano but i should mention that it was a huge mistake\n<br><br>"
  }
]
