[
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n8:38 pm</dco> &nbsp;<qco> what is the reason that the q is in the wrong spot in the header of this?</qco> </h3>      when making a picture graphic, you can make the letters do anything you want, for the design. but pictures make the page load slower. because i am obsessed with fast loading speeds, i have chosen to do designs entirely textually instead. i also don't like setting specific fonts, because it may be inconsistent and unreliable. so the primary tools that leaves us for creativity are color and letter arrangement, which i have taken full advantage of\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n8:10 pm</dco> &nbsp;<qco> What got you into making music?</qco> </h3>      music itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n8:10 pm</dco> &nbsp;<qco> What are you doing rn</qco> </h3>      questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n8:03 pm</dco> &nbsp;<qco> Hi i was scrolling through the questions and i happened to see the times and just wanted to ask, are you alright? Is your sleeping schedule alright?\n<br>\n<br>kind regards, a concerned fan.</qco> </h3>      the times are the times the question was asked. for example, this one was asked while i was asleep\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n8:02 pm</dco> &nbsp;<qco> I feel like my mood keeps rubbing off on the creative work I do. When I'm too sad, my work gets bleak and apathetic. When I'm too happy, my work gets unfocused and messy. I suppose the question I'm trying to ask is this: are there any tips or tricks to getting in the right mental state to create optimally?</qco> </h3>      creativity has a mind of its own. you just have to be friendly and give it treats\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n7:28 pm</dco> &nbsp;<qco> So what do I do if I'm the only human being in my family that isn't arguing</qco> </h3>      do a master class on not arguing\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n6:47 pm</dco> &nbsp;<qco> Will you be a full time YouTuber</qco> </h3>      only if i quit the other sites\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n6:37 pm</dco> &nbsp;<qco> i dont have any questions. everything seems perfectly reasonable .</qco> </h3>      ok cool\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n6:16 pm</dco> &nbsp;<qco> did u ever realize that cats are taller when they sit?</qco> </h3>      yes but they're longer when they stand\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n5:37 pm</dco> &nbsp;<qco> why is my face numb</qco> </h3>      perhaps you are the chosen one\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n5:34 pm</dco> &nbsp;<qco> Why did you say \"It's the first day of school\" when it wasn't even the first day of school?\n<br></qco> </h3>      it's a song\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n5:19 pm</dco> &nbsp;<qco> What question do you get asked most often?</qco> </h3>      <a href=\"most-clever-question.php\">this one</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n4:58 pm</dco> &nbsp;<qco> have you ever read \"the hitchhiker's guide to the galaxy\" and if so, do you like it&nbsp;</qco> </h3>      from what i understand, the \"42\" part is the most important part. at least i am assuming it's the most important because that's the only part anyone ever talks about\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n4:57 pm</dco> &nbsp;<qco> u understand how craZy the cycles renderer is tho right?</qco></h3>      yes, and noisy, unless you wait 1,000 years. Update: i have waited 1,000 years and it's still noise city<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t like, try to make a curved mirror in eevee. its basically impossible to make it fully reflective as far as i know</qco> </h3>      right. but, .... i am working with the absolute fastest computer on the market for my operating system, and there is still significant wait time just to even see what i'm working on. working blind is something i've just decided i'm not willing to do anymore. Additionally, .... i drew up a fairly simple scene (1 image! not even a video) with some lights and reflections, .... i set the sample# to 1000. waited quite awhile, and after all 1000 samples ..... still an absurdly high quantity of noise. not even close to being noise free. and still significant wait time. for ONE frame. a video contains at least 30 frames per second (and i would strongly prefer 60). yes eevee is frustrating and wacko when it comes to reflections and transparencies, and i still need serious help with it, but when all the factors are considered for Cycles, it's just no after no after no after no. If there is a computer in existence that can do Cycles renders instantaneously, i will spend my entire life savings on it. but i am under the impression that it is not there. The good news is, when put into perspective, Eevee is absolute lightyears ahead of where i've been before\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n4:48 pm</dco> &nbsp;<qco> I feel like everyone chooses one type of chess to use and never changes that type of cheese they use why is this&nbsp;</qco> </h3>      they develop a relationship; a sort of cheese marriage is formed\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n4:47 pm</dco> &nbsp;<qco> Have you ever felt bad for someone when answering these questions&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n4:36 pm</dco> &nbsp;<qco> will you ever make a vinyl album&nbsp;</qco> </h3>      i don't know how to make one, and i don't know how to listen to one. and i don't know anyone who knows how to make one, or listen to one. but,\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n4:33 pm</dco> &nbsp;<qco> What if I jump off a plane?</qco> </h3>      make sure it's on the ground first\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n4:15 pm</dco> &nbsp;<qco> What does 42 mean?</qco> </h3>      7x6\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n4:12 pm</dco> &nbsp;<qco> Why can't komodo dragons fly?</qco> </h3>      because they're fake? nevermind, i actually don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n4:10 pm</dco> &nbsp;<qco> when will you talk about velcro in the next episode?</qco> </h3>      for the entire episode\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n3:57 pm</dco> &nbsp;<qco> do you ever plan on touring or doing something of the sort?</qco> </h3>      absolutely\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n3:22 pm</dco> &nbsp;<qco> Can we please get an update as to what you're working on? Thanks!</qco> </h3>      sky, actually not even working on sky yet, just trying to get it to be there. and be a blue sky, but not make the whole world blue\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n3:13 pm</dco> &nbsp;<qco> Why did you take a break?</qco> </h3>      when\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n2:22 pm</dco> &nbsp;<qco> what's you're favorite shirt?</qco> </h3>      the pant\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n2:21 pm</dco> &nbsp;<qco> what do I do if people call me suspicious?</qco> </h3>      just try to act normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n2:03 pm</dco> &nbsp;<qco> What did i might quit mean</qco> </h3>      that's part of a song, the first line is 'it's the first day of school', and the next line is 'and i think i might quit' ... so that's like, the person is thinking of quitting school on the first day of school. a little early to quit, but maybe that's part of what hooks you into the song from the start, hopefully\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n1:45 pm</dco> &nbsp;<qco> When is your next video?</qco> </h3>      i'm having a count down timer\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n1:43 pm</dco> &nbsp;<qco> What type of keyboard do you have?</qco> </h3>      regular\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n1:42 pm</dco> &nbsp;<qco> How do you feel about your success?\n<br></qco> </h3>      complicated\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n1:42 pm</dco> &nbsp;<qco> If you could make up an award, what would it be </qco></h3>      award making award<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tand who would receive it?</qco> </h3>      me, with special thanks to you, for giving me the idea to make up awards\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n1:38 pm</dco> &nbsp;<qco> Have any of these fan questions inspired any of your musical works?</qco> </h3>      sometimes they inspire me to do the works faster, mostly out of fear\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n1:32 pm</dco> &nbsp;<qco> whoa how did you make it so the mp4s you link redirect back to the relevant question after it's done playing?</qco> </h3>      that's just your browser's standard behavior i guess. nothing special about the mp4 or the webpage. but that's just the golden rule of nothing, which i have applied to this site, which is that sometimes nothing is special\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n12:36 pm</dco> &nbsp;<qco> Is this actually you?</qco> </h3>      i think it's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n11:46 am</dco> &nbsp;<qco> what would you call a chord with the notes G, Bb, C?</qco> </h3>      depends what the bass is, but either way the chord symbol is not gonna be pretty\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n11:18 am</dco> &nbsp;<qco> Can we get rid of gravity?</qco> </h3>      you could go away from it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n11:18 am</dco> &nbsp;<qco> I have friends but I feel like I dont. Any advice?</qco> </h3>      it may be time to engage in some creative output\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n10:54 am</dco> &nbsp;<qco> do you indent your paragraph before you begin it?</qco> </h3>      nah. just line break, and if i want a little more separation sometimes i will add an extra blank line\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n10:31 am</dco> &nbsp;<qco> what's the question you wanna know the answer to the most</qco> </h3>      at this moment, i'm eager to figure out how to use a simple blue gradient for a sky background in blender (eevee) and yet not have it light the scene all blue. i think i have the gradient figured out, but it's lighting the scene blue. how to go with the blue background, but then have a more plain world light scheme (not blue)?\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n10:21 am</dco> &nbsp;<qco> <a href=\"q.php?date=201911150053\">11.15.19&nbsp;&nbsp;12:53 am</a>  not the asker but chrome for android has a weird bug where this page scrolls really slowly, at like 2fps. if you select a link (by long pressing on it) the bug magically fixes itself. alternatively, switching to firefox fixes it</qco> </h3>      ok so i've archived october. now it only goes back to nov 1 so the page is smaller. can anyone confirm if it's better now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n10:08 am</dco> &nbsp;<qco> How do you get rid of envy? I dunno, I just basically choreographed a band for a performance. Although we did win best in musicality, I still feel so underappreciated compared to my other band mates who are receiving so much fame and attention right now. I just wanted to ask you this because you're the only good musician who answers questions. (I'm the keyboardist)&nbsp;</qco> </h3>      \nif you want the fame and attention, you're going to have to do every part of the operation yourself. the writing, the performing, the marketing, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n10:00 am</dco> &nbsp;<qco> have you considered forcing yourself to listen to your old songs, to make yourself stronger\n<br></qco> </h3>      nah, it just makes everything weird\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n9:52 am</dco> &nbsp;<qco> Have one of these questions ever givin you inspiration&nbsp;</qco> </h3>      more than 1\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n9:10 am</dco> &nbsp;<qco> I want to sin. What sins would you recommend?&nbsp;</qco> </h3>      being born\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n9:08 am</dco> &nbsp;<qco> You used to only make video only spanning a sentence and now you're able to write songs. why did had such a big improvement mate</qco> </h3>      i was able to write songs way before that. video making is a relatively recent development for me. you may have noticed that i am going throuh some kind of video-making puberty as of 2019-20 \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n8:29 am</dco> &nbsp;<qco> when you often mention a 'countdown timer', does that mean you're planning to plan something?</qco> </h3>      nah, it means we need the content. and i need to have some sense of urgency even though i don't even know how to make a dam sky yet\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n8:28 am</dco> &nbsp;<qco> what's one of the most clever question you've been asked?</qco> </h3>      <a href=\"most-clever-question.php\">this one</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n8:07 am</dco> &nbsp;<qco> When do you make the songs?</qco> </h3>      at songtime!\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n7:50 am</dco> &nbsp;<qco> Wanna let us in to any Bill Wurtz Ltd. secrets? Or have you signed a non - disclosure agreement?&nbsp;</qco> </h3>      the problem with revealing secrets is that once you reveal them they are not secrets anymore. so there is really no such thing as a revealed secret\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n6:55 am</dco> &nbsp;<qco> what units is the countdown timer measured in?</qco> </h3>      integers\n<br><br>"
  }
]
