[
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n3:12 am</dco> &nbsp;<qco> what are the top three ways to get good at something?</qco> </h3>      \n\n1. do it, 2. see it being done, 3. hear rumours about it being done\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n2:55 am</dco> &nbsp;<qco> im president of the united states and its cool and all but im a perfectionist so sometimes i get caught up on all my little flaws. what do u do to get past ur flaws and get work done?</qco> </h3>      i have learned to enjoy making flawed work. sometimes i try to see how big i can make the flaws, and give myself a prize for biggest flaw\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n2:16 am</dco> &nbsp;<qco> would you argue that a real human is asking this question, </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nalso do you ever get the feeling you are not in fact that but a d*rn fake?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n1:35 am</dco> &nbsp;<qco> Play chess much?</qco> </h3>      no but i am reasonably familiar with it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n1:04 am</dco> &nbsp;<qco> Were you always awkward</qco> </h3>      most of the known universe is awkward\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n1:04 am</dco> &nbsp;<qco> My sister is going to college soon, but she doesn't know what to major in. Any suggestions?</qco> </h3>      unfortunately i don't know what any of the majors are\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n12:56 am</dco> &nbsp;<qco> is th big project concept at all similar to the \"artifacts\" page concept?&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n12:53 am</dco> &nbsp;<qco> Best instrument?</qco> </h3>      gravity\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n12:37 am</dco> &nbsp;<qco> just a bit of advice, i know that you work as much as possible and that might end up in you accidentally taking a break you didn't wanna take. try to plan your breaks beforehand so they're more in your control and also you might get more things done</qco> </h3>      but, what i don't know is, how long are they supposed to be and how often are they supposed to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.18&nbsp; \n12:01 am</dco> &nbsp;<qco> a like the new short video! feels like classic Bill. what sparked the break from the every-other-Tuesday-full-song schedule? or is that still going on?</qco> </h3>      i was attempting to add non-song videos to the opposite tuesday. but i failed spectacularly, and neither of them was completed in time. so i uploaded the spelling video as a meek token of apologetic embarassment and humiliation\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n11:49 pm</dco> &nbsp;<qco> Wanna make something about trump ?</qco> </h3>      there was already way too much about trump, even before he became president of the united states, and now it seems that  upwards of 78% of all matter and energy in the universe is about trump\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n10:59 pm</dco> &nbsp;<qco> what percentage of your lyrics actually have a deeper meaning behind them?</qco></h3>      deeper than what<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what percentage of your lyrics are just there because they flow nicely? (ballpark figure)\n<br>Obvi there is overlapping between the two, but i am wondering if people overly read into your lyrics the same way that people sometimes overly read into \"catcher in the rye\" for instance.&nbsp;</qco> </h3>      i'm not sure but i hope they are listening while they read\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n10:49 pm</dco> &nbsp;<qco> what would you recommend</qco> </h3>      changing, staying the same, and changing between changing and staying the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n10:30 pm</dco> &nbsp;<qco> Are you still coming out with a new song for this upcoming Tuesday?</qco> </h3>      unfortunately that is now impossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n9:31 pm</dco> &nbsp;<qco> I liked today's video. Are you planning to do more like that \"random\" style or are you just gonna stick to doing songs?</qco> </h3>      i would like to do both\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n9:25 pm</dco> &nbsp;<qco> Why are some of your song titles capitalized but most aren't?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n8:22 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201812051043\">12.5.18&nbsp;&nbsp;10:43 am</a>  when you transcribed did you usually write down whatever you were transcribing on paper first before learning it at speed, or the other way around?</qco> </h3>      different things. i transcribed a lot of chords when i was young\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n8:17 pm</dco> &nbsp;<qco> whats your least favorite question</qco> </h3>      the ones that try to get me to dislike something\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n8:15 pm</dco> &nbsp;<qco> do you like eminem's lose yourself</qco> </h3>      i strongly prefer 8 mile, the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n7:43 pm</dco> &nbsp;<qco> Is tonality just a Western construct?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Then again, isn't atonality also a Western construct?</qco> </h3>      it shouldn't be but i think they think it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n7:31 pm</dco> &nbsp;<qco> Are you going to make more Monday videos?</qco> </h3>      no but i was thinking of making more tuesday videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n7:00 pm</dco> &nbsp;<qco> What is a good gift to give?</qco> </h3>      cuddles\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n6:59 pm</dco> &nbsp;<qco> How do you handle hate</qco> </h3>      with smoke and mirrors\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n6:49 pm</dco> &nbsp;<qco> What do you think the future will be like?</qco> </h3>      a little more complicated\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n6:46 pm</dco> &nbsp;<qco> would you ever do a collaboration (this is not a collaboration request, just curious)</qco> </h3>      i would like to but i have no idea how that would work\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n6:42 pm</dco> &nbsp;<qco> how long have you been self-aware\n<br></qco> </h3>      about 2 minutes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n6:34 pm</dco> &nbsp;<qco> what layer of irony are you on right now</qco> </h3>      i found a slanted layer which travels between the layers\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n6:31 pm</dco> &nbsp;<qco> do you believe in magic?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n6:16 pm</dco> &nbsp;<qco> wow, ok. there's one part of this how to win at spelling video that absolutely blows me away. it's the anagram. \"the complete good spelling kit\" into \"dog pilot gets pickle on helmet\". normally i would be like \"oh cool an anagram\" but then i realized you used the pickle dog asset in an earlier video. so that raises several questions\n<br>1) was this video in planning much longer than expected\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n2) if not which&nbsp;&nbsp;half of the anagram was made first?</qco></h3>      spelling<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n did you start from the dog pilot one and make the spelling one, thus creating the idea for the video?\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n3) did you create the idea for a spelling video and then somehow find a way on purpose to create a phrase that anagrams to relate to the dog pickle helmet thing\n</qco></h3>      originally there was no helmet. just a dog in a plane. then when making the anagram, i found 'dog pilot' and continued with that, and found pickle and then went back and added the pickle<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nmany possibilities basically wtf happened this is so great\n<br></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n6:15 pm</dco> &nbsp;<qco> will your next 'history' be more or less specific than the entire world? </qco></h3>      i have no idea<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also, you've said a few times you never wanted to touch history again after HOTWIG;&nbsp;what made you change your mind?</qco> </h3>      what made you think i changed my mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n6:15 pm</dco> &nbsp;<qco> If 5 was 6 would it be 7?</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n6:14 pm</dco> &nbsp;<qco> woah, are you gonna try to drop 'anything' videos at random times along with the 2 week schedule?</qco></h3>      no, it should hopefully be on the middle tuesday<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how do you gauge when you have time to work on the 'anything' as opposed to a music video?</qco> </h3>      better than i did this time i hope\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n5:39 pm</dco> &nbsp;<qco> When I need to focus at work, I listen to your music. \n<br>What music do you listen to when you want to focus?</qco> </h3>      most of my work has music in it, so it would be detrimental to listen to other music while working on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n5:36 pm</dco> &nbsp;<qco> What is your favorite salad?</qco> </h3>      beef\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n5:29 pm</dco> &nbsp;<qco> why are millennials killing everyone and everything?</qco> </h3>      to make way for new life\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n5:19 pm</dco> &nbsp;<qco> Thank you for making a jingle. How does making videos feel??</qco> </h3>      very peculiar\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n5:12 pm</dco> &nbsp;<qco> How long did it take you to fully organize all of your songwriting for it to later be recorded?</qco> </h3>      i spent many months doing it in 2012-13 while also continuing writing on it, but after 2013 i stopped and started recording and made a website and also started making videos too\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n5:06 pm</dco> &nbsp;<qco> I create art sometimes, but every time I do it's frustrating to see all these flaws and ways it needs to be improved. How do you get past that feeling with your own work?&nbsp;</qco> </h3>      i hvae a bull dozer\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n5:02 pm</dco> &nbsp;<qco> You mentioned this briefly in the podcast, but what are your thoughts on progress throughout history?</qco> </h3>      wild and crazy\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n5:00 pm</dco> &nbsp;<qco> do you plan on doing anything videos along with the songs from now on / on a schedule?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or was this a one-off?&nbsp;</qco> </h3>      i tried to add non-song videos to the schedule and as a result i fucked up both. the spelling video is a drop of sugar to try to sweeten up the wound\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n4:59 pm</dco> &nbsp;<qco> woah are you gonna start streaming??</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n4:45 pm</dco> &nbsp;<qco> was this video planned for 12/4?\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; will it affect the 2 week schedule?</qco> </h3>      no, but unfortunately the 2 week schedule has already been affected, and that video is a sad offering of apology and remorse\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n4:41 pm</dco> &nbsp;<qco> how much fun can spelling be?</qco> </h3>      very, extremely\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n4:39 pm</dco> &nbsp;<qco> Which drumstick grip do you prefer: matching grip or traditional grip?</qco> </h3>      traditional\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n4:01 pm</dco> &nbsp;<qco> Are you mt st helens, currently blowing up by producing content faster than anyone thought was possible?&nbsp;</qco> </h3>      yes, although i recently tripped over a small shoelace. it was actually a fake shoelace but i still tripped\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n3:17 pm</dco> &nbsp;<qco> So if you automatically add sleigh bells to a song and say \"christmas\" does that suddenly make a shitty love song a Christmas classic?</qco> </h3>      it might make it a christmas song, but in order to be classic it needs to be very well liked by very many people, for many years\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n3:06 pm</dco> &nbsp;<qco> How do you feel about Christmas?</qco> </h3>      pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n2:59 pm</dco> &nbsp;<qco> picture this, i'm just coming up with a melody and recording it. then i forget about it for half a year and then i look thru my recordings and wow this is a lot of ideas for songs! so i go to my keyboard to find the chords but no matter what i do i always end up with the same damn chord only that the bass note is sinking. how do i get more creative with my chords?</qco> </h3>      i would start by making sure you know what chords are in all your favorite songs ..... i'm assuming some of your favorite songs are what you would consider to be 'creative?' so at least learn what those ones are ..... then after you put it all together i think you will start getting frisky one day and come up with something entirely new\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n2:59 pm</dco> &nbsp;<qco> do you enjoy doing what you do?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i hope so but it doesn't always seem like it.</qco></h3>      it can be crazy sometimes, but if it wasn't i would get very bored<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; mind you, i really enjoy what you do</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n2:59 pm</dco> &nbsp;<qco> I don't really listen to music, but I want to, I just don't know what. How can i figure out what kind of music I like?</qco> </h3>      you'll have to just start listening to various music and see if you like it\n<br><br>"
  }
]
