[
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n9:59 am</dco> &nbsp;<qco> Yo bill, thoughts on chorus&nbsp;</qco> </h3>      gotta hear it first\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n9:21 am</dco> &nbsp;<qco> eggs are pretty epic</qco> </h3>      that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n9:17 am</dco> &nbsp;<qco> favorite moment</qco> </h3>      soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n9:06 am</dco> &nbsp;<qco> am I real.</qco></h3>      who is this. nevermind, yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t if so, how long do I have to live&nbsp;</qco> </h3>      probably like 100 years\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n9:05 am</dco> &nbsp;<qco> do you concern yourself with issues of similarity</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n9:03 am</dco> &nbsp;<qco> if you eat a chair can you sit down on it while its in your body&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n8:54 am</dco> &nbsp;<qco> why are you the most wonderful person ever</qco> </h3>      could be some kind of defense mechanism\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n8:54 am</dco> &nbsp;<qco> how do i get rid of this feeling</qco> </h3>      write it down as vividly as you can, and then start reading about someone else's feelings\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n8:39 am</dco> &nbsp;<qco> if there was a countdown that counted down to when the countdown for your next video reached zero, what would it be at now?</qco> </h3>      52\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n8:00 am</dco> &nbsp;<qco> i found a packaged granola bar in my recycling container at work, is it gross that i am gonna eat it</qco> </h3>      that depends on the expiration date\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n7:49 am</dco> &nbsp;<qco> why am i suddenly demotivated!!!!</qco> </h3>      because you forgot what you really want\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n7:11 am</dco> &nbsp;<qco> can the next twelve questions get serious answers</qco> </h3>      i find seriousness to be pretty ridiculous, which is why it's so important\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n5:45 am</dco> &nbsp;<qco> how did you make that low buzzing solo sound in \"Might Quit\"? The third phrase I think it is</qco> </h3>      that is a company secret but i will make a tutorial for it in about 15 years from now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n5:18 am</dco> &nbsp;<qco> how do 1: cope with having no friends or 2: make friends? i havent had actual friends in like 2 years. now that i don't go to school and i don't have a normal job i don't even know how to go about it</qco> </h3>      have you thought about getting really good at the internet\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n5:11 am</dco> &nbsp;<qco> Sometimes at night I think about bad things that have happened to me in the past, and I get really upset and it prevents me from sleeping for a while. Do you have any suggestions on what to do when this happens, to make it more productive or good? Should I try to create things? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tI feel like anything I make when I feel like that will be unusable and bad.</qco> </h3>      making things makes you better at making things. so if the product doesn't seem usable, the process will still be useful \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n5:06 am</dco> &nbsp;<qco> did u quit making videos</qco> </h3>      no, but i am getting ready to start\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n5:06 am</dco> &nbsp;<qco> how do i stop caring so much about my grades being perfect? i'm honestly doing really well, I have a 99.3% in this course, but all i can focus on are the assignments causing me to have less than 100. it's just high school i honestly don't know where the idea that i have to get perfect marks came from. i seriously need to stop taking this so hard before i start having more trouble because at this rate i'll be a wreck once i dip below 99.</qco> </h3>      is there some kind of prize for getting a good score?\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n4:26 am</dco> &nbsp;<qco> why do you often ask about going home?? in your songs</qco> </h3>      i don't know, but to steer the question in a different direction, i was wondering why everyone else does it. or if they don't, why don't they\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n1:41 am</dco> &nbsp;<qco> When are where is the most frequent time and place you think of ideas for songs or videos?</qco> </h3>      in the office\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n1:05 am</dco> &nbsp;<qco> if you put earlobe on cheese, why?</qco> </h3>      perhaps due to mENTAL ILLNESS's, or science\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n11:50 pm</dco> &nbsp;<qco> any thoughts on messiness? i've been considering pursuing some messes and/or mess making, and i wanted to ask if you have any experience with that before i get started</qco> </h3>      ah, i remember my first mess. little did i know, i was well on my way to mesopotamia\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n11:42 pm</dco> &nbsp;<qco> is \"try to have a good time.... and don't die\" you're mantra/was it?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n11:07 pm</dco> &nbsp;<qco> Favorite sci-fi show or book?</qco> </h3>      the political election process\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n10:55 pm</dco> &nbsp;<qco> Do you hire bots to answer your questions or do you answer them yourself?</qco> </h3>      i tried to hire bots but they don't care about money for some reason\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n10:37 pm</dco> &nbsp;<qco> this is a weird thing I have found upon my internet searches. how did I end up here?</qco> </h3>      i think you just explained it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n10:23 pm</dco> &nbsp;<qco> will you ever play a live gig in nyc?</qco> </h3>      obviously\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n10:13 pm</dco> &nbsp;<qco> How do you feel about music from video games in general? Good, bad, eh?</qco> </h3>      the music has the power to make the game better. and the game has the power to make the music better. so if either one is doing its job, then you'll never get an unbiased opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n9:17 pm</dco> &nbsp;<qco> What are magnets&nbsp;</qco> </h3>      oh don't even\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n9:08 pm</dco> &nbsp;<qco> Is normal normal </qco></h3>      let me perform some calculations<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tor is normal random and random&nbsp;&nbsp;is normal</qco></h3>      that much could be true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t are beings normal or just random&nbsp;</qco> </h3>      there is some randomness, wait what the heck is a being\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n9:00 pm</dco> &nbsp;<qco> Do you like walruses&nbsp;</qco> </h3>      when they fly in formation, walri are very graceful\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n8:57 pm</dco> &nbsp;<qco> In reference to an older question, in which you answered that 7.2 on the cheese index was Cheddar: What is the highest rating on the cheese index and what inhabit that holy spot?</qco> </h3>      i made up the rating and i made up the index. so that is both the highest and lowest rating\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n8:27 pm</dco> &nbsp;<qco> Hi bill what do you do when your STILL A PIECE OF GARBAGE?</qco> </h3>      mope, sulk, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n8:26 pm</dco> &nbsp;<qco> Bill when's your next video?</qco> </h3>      i'm having a countdown timer\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n8:14 pm</dco> &nbsp;<qco> is language music, </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tand if so what's your favorite subgenre</qco> </h3>      genres are a myth but it's nice when the true nature of the underlying fabric of the universe is revealed\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n7:56 pm</dco> &nbsp;<qco> Why are you taking a break off youtube?</qco> </h3>      i'm not taking a break, i'm learning how to make videos. that could come in handy, especially in a place like youtube\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n7:07 pm</dco> &nbsp;<qco> do you like boneless ice</qco> </h3>      what is that, nevermind yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n6:27 pm</dco> &nbsp;<qco> Are you looking forward to the roaring 20s?</qco> </h3>      yes but it's screaming 20s this time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n6:18 pm</dco> &nbsp;<qco> Do you like surreal memes?</qco> </h3>      yes, too bad no one can make them surreal enough for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n5:41 pm</dco> &nbsp;<qco> Will you be uploading to YouTube again?</qco> </h3>      sure, i was thinking of uploading some pictures of sand i found. could be boring but it's truly the upload that makes it interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n5:25 pm</dco> &nbsp;<qco> bill its been like 8 and a half months, youre stressing me out</qco> </h3>      that's almost true, but i think you got it backwards. you are stressing me out\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n4:48 pm</dco> &nbsp;<qco> did u switch from doing questions at the end of your day to the beginning?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n4:46 pm</dco> &nbsp;<qco> is it a good idea to believe that i will be successful in music (as in make a stable living through music and have a large audience), or is that ridiculous and i should just give up completely?</qco> </h3>      if you are trying to singlehandedly give an audience an experience, it's important to remember the golden rule, which is that you are going to need a little more than music. music is one of the strongest and most mysterious secret weapons of all media, but if it is truly only music and nothing else, people are gonna have trouble even figuring out where it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n4:00 pm</dco> &nbsp;<qco> can you win at life?</qco> </h3>      won't happen unless you somehow lose at the same time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n3:32 pm</dco> &nbsp;<qco> hows it going with the transformation? also, what point are you at in it?</qco> </h3>      begging for python mentors\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n3:16 pm</dco> &nbsp;<qco> can you please answer the next question in very big text</qco> </h3>      only if it serves the context\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n3:02 pm</dco> &nbsp;<qco> What are your thoughts on alcohol?</qco> </h3>      it's very slippery\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n2:49 pm</dco> &nbsp;<qco> i am a musician and i could go hard and try to be a professional if i wanted to but then i had this realization that if i am not creating music, someone else will. and then i would be asking others to pay me for doing something that i don't even have to do in order for them to have music in their life. but then you could say that for every single job out there because there are billions of people around. i must be missing something because i can't think of a way that my model makes sense. am i missing something??</qco> </h3>      for me, it was the realization that [music that i think is actually as good as it should be] is so rare that i'm not even sure if i've ever found any, and yet everything that i've ever heard is so close to getting there. so that is a motivation, and a hugely inspirational goal, as well as an insane business opportunity. probably the same thing that motivates inventors\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n2:36 pm</dco> &nbsp;<qco> would it be illegal for me to invade a small country without permission?</qco> </h3>      you need permission from the larger countries\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n2:12 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911050029\">11.5.19&nbsp;&nbsp;12:29 am</a>  why does nobody seem to realize that this event is highly likely to result in the immediate extinction of the human race</qco> </h3>      actually i think that's what most people think will happen. my question is why does no one seem to realize that it won't\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n2:04 pm</dco> &nbsp;<qco> What's your favorite song by weezer?</qco> </h3>      i just like the \"ungh\" sound in hash pipe\n<br><br>"
  }
]
