[
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n2:47 pm</dco> &nbsp;<qco> you said the first letter of your new song is h </qco></h3>      that's not true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and the second letter is l but there are no words that go hl are you inventing language</qco> </h3>      sometimes a little, but not for this song\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n2:43 pm</dco> &nbsp;<qco> hi bill, do you have any advice on what to do if you don't feel like you are well enough suited to do a task but you still desire to accomplish said task?</qco> </h3>      \ntry doing it anyway. UNLESS there are extreme danger risks of doing it imperfectly. which is not the case with most tasks, but it is for some tasks, like flying a spaceship\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n2:37 pm</dco> &nbsp;<qco> Is there life on Venus?</qco> </h3>      \nmaybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n2:19 pm</dco> &nbsp;<qco> any thoughts on your song In California? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I think i read that it was made a little after history of the entire world, but it kinda has the early bill wurtz vibe</qco> </h3>      here are my thoughts about it. it is an interesting case study in deadlines vs non deadlines, it's also an interesting case study in brute force randomized song selection, and it's also a good case study in making arrangement adjustments at the very last moment.<br>\n     deadlines vs non deadlines:<br>\n     i knew the entire time when i was making history of the world that i wanted to do songs constantly, forever, and i wanted to do this before history of the world, but history of the world became unexpectedly more important. so the entire time i had the idea that i was going to do songs next. so finally when i was done, i immediately jumped into the song. i had a general idea that i was going to use a weekly deadline, but i wasn't ready to do it quite yet. i wanted to take my time and do it 'right'. i got some good things, the initial groove/vamp sound was found then, and some other things, but after several days, maybe even a week, i felt everything slowing down, and i couldn't seem to make good decisions anymore. so i suddenly set a deadline and then demanded to do them weekly after that. Immediately after setting that deadline, i suddenly made a bunch of bold instrumental choices that wouldn't have been made otherwise. some of the percussion fills in the first verse, a lone loud bongo bonk, a hyper spaz hi-hat fill followed by a huge crash, if i remember correctly those are examples of decisions i made immediately after declaring being on a deadline.\n<br>\n     brute force randomized selection:<br>\n     usually if i try to select the next song without randomized assistance (like, actually choose which one i want to do) it's usually a downward spiral into rejecting everything. every song is too this or too that. too weak, too intense, too emotional, to dumb, too smart, too slow, too fast, too weird, too normal, etc etc. And i have no courage to take any risks. So the alternative to this is just getting a brute force random number. count all the songs in the list, (at this time it was something like 400), and get a computer generated random number from that range, and you MUST do that song. Well, i was willing to accept the result, but the problem here with the result (california) is that the song features a massive marijuana reference. This would be ok except for the fact that i had already had multiple marijuana references in songs before that. Ultimately i went forward with the selection because i felt like i had no other choice, but this highlights a problem with brute force random selection. Yes, it helps you avoid thinking EVERY song is 'wrong', but there's a weird fine line to reckon with because some songs ACTUALLY are 'wrong', considering the previous songs. For example, this song being about california, the following song (also chosen with brute force random) was called \"i love you\". Well, there is also a song in the list called \"California Love\" which has nothing to do with those other two. So, imagine for a moment, if \"California Love\" was picked next, after those other two. that would be terrible, it would look like an obvious deliberate themed connection, which it is not. fortunately the randomizer did not pick that, and the next 2 choices turned out ok. and since then i have developed a hybrid system that allows me to mostly rule out any of these problems before the randomized selection is made<br>\n     making arrangement changes at the last moment:<br>\n     usually, after the instrumental arrangement is done, and the vocals are done, and mixing is done, and i'm in the final troubleshooting stage, there can be an extreme resistence against going back and changing things in the arrangement. you just don't want to re-open what seems like a sealed box. but occasionally it has to be done, and i've learned that i MUST let myself be open to that. this song is a good example: those synth riffs in the background of the \"it's alright\" parts. Those were added at the very end. like during the final adjustments / mixing / troubleshooting phase. i opened the arrangement again to add those riffs there. and it made a huge difference<br>\n     some additional thoughts about the writing:<br>\n     it's important to point out that this song was essentially written in august 2011 (about 6 years before it was recorded). So this may slightly change the way the lyrics are perceived. Marijuana was not fully legal in any state at that time. and the reason it is about California is because that is the state that was most well known for marijuana usage at the time, because i think it had recently become legal medically. For every other state mentioned in the song, i'm pretty sure, it was still very illegal, especially in Alabama which i believe had some of the toughest marijuana laws at the time. One of the reasons i featured it in the second verse. Also, the final line of the song (love who you want to) was certainly a reference to the legalization of gay marriage, which at the time was only legal in certain places, which is another thing California was known for at the time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n2:03 pm</dco> &nbsp;<qco> How to buy unicorn thanks</qco> </h3>      \nnever buy. always lease unicorns\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n1:53 pm</dco> &nbsp;<qco> is the new song done?</qco> </h3>      \nyes but i reserve the right to make some eq adjustments if i feel like some of the snares and hihats get too ear piercing at certain times. but i won't have objectivity on this until i've worked with it in the video department for a little while\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n1:48 pm</dco> &nbsp;<qco> I play 7 instruments what a uniqe one that you've played that you thing I should try out</qco> </h3>      \nhow about wrapping a rubberband around a ruler, the long way\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n1:41 pm</dco> &nbsp;<qco> Do you like books?</qco> </h3>      \ni like the part where you get to turn the page\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n1:29 pm</dco> &nbsp;<qco> when you read these questions, what do you imagine they sound like?</qco> </h3>      \na person\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n1:15 pm</dco> &nbsp;<qco> Thoughts on the left most pedal on pianos?</qco> </h3>      \ni don't know what it does, and i think it might do different things on different pianos\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n1:14 pm</dco> &nbsp;<qco> It feels like I've lost my creativity after traveling so long on a path that no longer feels like my own. How can I tap into it again?&nbsp;&nbsp;It's like it's straining to burst out of a cage but the lock is fingerprinted and I have no fingers</qco> </h3>      \nif you go for a 10 mile walk, the cage will melt\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n1:06 pm</dco> &nbsp;<qco> Why are you a legend&nbsp;</qco> </h3>      \neverything is legends. this is legend world\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n12:59 pm</dco> &nbsp;<qco> What's your process for creating the colors you do?</qco> </h3>      \nit will have to be something entirely different than before\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n12:47 pm</dco> &nbsp;<qco> what do you think of the marshmellow candy called peeps?</qco> </h3>      \ni'm not sure if it's technically food, but i will trust the experts on this\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n12:29 pm</dco> &nbsp;<qco> heya bill, do you think school is good for the children of today?</qco> </h3>      \nit can prepare them for jail. so that could be relevant if they plan on being in jail later, or working at a job which resembles jail\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n12:25 pm</dco> &nbsp;<qco> will the new video be released in under a month?</qco> </h3>      \ni could tell you what i think, but there is a risk i might be wrong, and be chastised for it. and if there's one thing i know about 2020 it's that i'm sick of being chastised\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n12:24 pm</dco> &nbsp;<qco> whats the name of a book you enjoyed reading recently or ever i guess</qco> </h3>      \nanimalia\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n12:15 pm</dco> &nbsp;<qco> What is your favourite song that you've made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n12:15 pm</dco> &nbsp;<qco> About what month will you upload your new video?</qco> </h3>      \ni could tell you what i think, but there is a risk i might be wrong, and be chastised for it. and if there's one thing i know about 2020 it's that i'm sick of being chastised\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n12:10 pm</dco> &nbsp;<qco> do you think fish are pretty</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n11:58 am</dco> &nbsp;<qco> whats a good way to misspell words</qco> </h3>      \nin moderation\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n11:52 am</dco> &nbsp;<qco> You said to wait a couple of weeks for a new video is that a release date</qco> </h3>      \nabsolutely not. there is no way of knowing how long it's gonna take because everything is brand new and i've never done this\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n11:41 am</dco> &nbsp;<qco> Alrighty, what ever happened to that episode about velcro?</qco></h3>      nothing yet<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also how did you predict 2020?</qco> </h3>      the calendar makes it obvious. the year number goes up 1 every time, and so far it's been doing that for my entire life. i'm pretty sure i could predict 2025 if i had a calculator\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n10:40 am</dco> &nbsp;<qco> I always worry myself about making good songs but realistically I feel that I don't have the musicianship abilities to achieve the ambitious standards I place on myself (i've never really practiced music or taken lessons). Would it be a good idea to take some time away from attempting to write and instead do things like transcribe/ear train? Or am I just making excuses?</qco> </h3>      \nthat depends what your songs currently sound like\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n9:53 am</dco> &nbsp;<qco> Are you still Alive?</qco> </h3>      \noh, that would explain this dreamlike feeling i've been having\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n9:21 am</dco> &nbsp;<qco> what are your thoughts on untoasted toast</qco> </h3>      \n#noast (not toast)\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n8:55 am</dco> &nbsp;<qco> why dont u use capital letters</qco> </h3>      \ni do, but why are you unable to see any of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n8:22 am</dco> &nbsp;<qco> How would you feel about making a history of the universe/galaxy? Like one big ambitious project.</qco> </h3>      \nthat would be actually less ambitious than the time i tried to do a similar thing but focused on the part that means something to most people (our world)\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n8:13 am</dco> &nbsp;<qco> do u concur</qco> </h3>      \ndone been concurd\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n8:00 am</dco> &nbsp;<qco> I want to quote you for my senior quote. What should I quote&nbsp;</qco> </h3>      \nif i say the stuff AND choose which thing, then i am literally doing all the work. you might as well just stay home and let me go to your school instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n7:51 am</dco> &nbsp;<qco> what should I do for me to stop crying myself to sleep?</qco> </h3>      \ntry to get all your crying done first thing in the morning\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n7:43 am</dco> &nbsp;<qco> What song you've produced are you most proud of, </qco></h3>      i would prefer to produce a new one to be my favorite<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and what was the inspiration behind it?</qco> </h3>      \nhow bad all the other ones were\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n7:26 am</dco> &nbsp;<qco> Are you awesome</qco> </h3>      \ni thought you were\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n7:20 am</dco> &nbsp;<qco> favourite song?</qco> </h3>      \ni can't think of any songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n6:50 am</dco> &nbsp;<qco> people seem to be spreading the rumour that you're working on some super big video project despite your countless answers here to the contrary. do you think you'll leave a pinned comment or something in the description of your next music video explaining why you haven't uploaded in so long and what you've been working on in the meantime so people don't go mental in the comments section</qco> </h3>      \nsure, maybe if this was EXCUSES DOT COM\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n5:49 am</dco> &nbsp;<qco> thoughts on rice?</qco> </h3>      \nmanufactured for war, used for peace\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n5:02 am</dco> &nbsp;<qco> What's your best advice?</qco> </h3>      \nmake sure you give very good advice\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n4:23 am</dco> &nbsp;<qco> can you put lotion in your new video</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n4:14 am</dco> &nbsp;<qco> can I become a better person?</qco> </h3>      \nthat depends how good you already are\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n3:42 am</dco> &nbsp;<qco> what's the inspiration behind your music?</qco> </h3>      \nlife on earth\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n2:25 am</dco> &nbsp;<qco> are you monkey?</qco> </h3>      \nno but i am the next best thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n2:15 am</dco> &nbsp;<qco> when will you make a new video?</qco> </h3>      \nright now\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n1:11 am</dco> &nbsp;<qco> Teach me how to make a chord progression like yours. Will you do it?\n<br>\n<br>If yes, then tell me.</qco> </h3>      \nas soon as you start thinking of it as a 'chord progression' you'll lose 95% of the effectiveness of chords, for songs. just write songs, and use chords to get it done\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.15.20&nbsp; \n12:03 am</dco> &nbsp;<qco> what's real?</qco> </h3>      \ntwist and turns\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.20&nbsp; \n11:25 pm</dco> &nbsp;<qco> how do you think of your lyrics?</qco> </h3>      \nmusically\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.20&nbsp; \n11:25 pm</dco> &nbsp;<qco> at this key point, do you think that the correlation between north being up and south being down should be reversed?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.20&nbsp; \n11:22 pm</dco> &nbsp;<qco> do you usually answer questions at night or when they're asked?</qco> </h3>      \nplot twist: sometimes they are asked at night\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.20&nbsp; \n10:57 pm</dco> &nbsp;<qco> I merged soap and their characteristics, but there's no natural disaster occuring, what should I do?</qco> </h3>      \ncheck the News channels. i think they have found some disasters for you. they are professional disaster scouts\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.20&nbsp; \n10:16 pm</dco> &nbsp;<qco> do you use capital letters</qco> </h3>      \noh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.20&nbsp; \n10:06 pm</dco> &nbsp;<qco> what does the v in government stand for</qco> </h3>      \nvivacious\n<br><br>"
  }
]
