[
  {
    "html": "<h3> <dco>3.23.20&nbsp; \n12:46 am</dco> &nbsp;<qco> how long does it take to answer an ueqstion</qco> </h3>      about 1 second, unless the question for some reason stirs a deep emotional conflict within my soul\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.20&nbsp; \n12:43 am</dco> &nbsp;<qco> Did the stick bounce the ball of the wall after the video</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.20&nbsp; \n12:36 am</dco> &nbsp;<qco> Does the day go on?</qco> </h3>      oh that would explain a lot\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.20&nbsp; \n12:18 am</dco> &nbsp;<qco> which is superior: online learning or regular learning??</qco> </h3>      online learning seems pretty regular to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n11:58 pm</dco> &nbsp;<qco> what's an important life lesson you have learned throughout the years?</qco> </h3>      darkness is actually very bright\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n11:30 pm</dco> &nbsp;<qco> Hello, im steve.</qco> </h3>      i want to believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n11:26 pm</dco> &nbsp;<qco> how do i get my students to listen to me?</qco> </h3>      you could try pulling the fire alarm\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n11:15 pm</dco> &nbsp;<qco> How did you end up collaborating with Scary Pockets?</qco></h3>      they emailed me<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Excellent drumming, by the way.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n11:07 pm</dco> &nbsp;<qco> people always ask if you are doing something special but aren't you always doing something special?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n10:48 pm</dco> &nbsp;<qco> have you ever made (or tried to make) a song with a single coherent narrative? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, what was it </qco></h3>      i've done it many times, but one of the ones that comes to mind is about a journey to the town of New Canaan, connecticut<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and if not, why?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n10:47 pm</dco> &nbsp;<qco> when did you start making music seriously?</qco> </h3>      i don't remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n10:45 pm</dco> &nbsp;<qco> what did you base your style on?</qco> </h3>      my home planet\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n10:23 pm</dco> &nbsp;<qco> Serious question: Are you proud of all your videos?</qco></h3>      i would prefer to make more videos to be proud of<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or do you think there are some ways you could've improved on it?</qco> </h3>      of course\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n10:10 pm</dco> &nbsp;<qco> New Zealand is cool but what happened to Old Zealand?</qco> </h3>      it's still in the netherlands, and it's still called regular Zeeland\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n10:04 pm</dco> &nbsp;<qco> I just did a thing that isn't exactly bad, but weird, and I feel shameful. Lately, I've had strange impulses come over me that I do things that I wouldn't ever do, but in the moment, even as I know I shouldn't do them, even as I don't want to do them, my want to do them is so much stronger. What is happening to me, and how can I stop this from happening?</qco> </h3>      this sounds like a job for Oprah\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n9:50 pm</dco> &nbsp;<qco> How do I finish something?</qco> </h3>      think back to your reasons for starting it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n9:33 pm</dco> &nbsp;<qco> my town always has this big festival every year around my birthday, well this year is a landmark birthday and it landed exactly on the same day - its a big deal in my town, but it was just cancelled (in late april) bc of covid... anyways have you done 3d donuts before? </qco></h3>      i did some of the andrew price tutorial up until the parts that required the 'cycles' render engine, and that's when i decided i didn't want to spend my whole life waiting for things to not be fuzzy<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what thing has been most exciting to do in 3d?</qco> </h3>      cinematography\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n9:24 pm</dco> &nbsp;<qco> Is water wet, or does it make things wet?\n<br></qco> </h3>      i will be discussing it with my team\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n9:16 pm</dco> &nbsp;<qco> Why do some people think the earth is flat</qco> </h3>      i'm not sure if anyone really thinks that, but the reason that viewpoint is publicized so much is to allow smart folks like you and me to feel even smarter, just for knowing it's round\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n9:03 pm</dco> &nbsp;<qco> How do you know when/how to end a song? I feel like I (and a lot of other bands/songwriters too maybe) sometimes send a song around in circles a few times, but I never feel that way about any of your songs.</qco> </h3>      try to make the whole thing the end\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n8:41 pm</dco> &nbsp;<qco> How to win at life?</qco> </h3>      up up down down left right left right b a\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n8:01 pm</dco> &nbsp;<qco> Have you made 3d videos with music that you are not going to release because you find the visual quality not releasable in retrospect? If so would you consider releasing only the music in expert mode?</qco> </h3>      just like in 2009-2013, i am doing a lot of experimental work which will eventually make it to the website in various places, dated according to when it was made\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n8:00 pm</dco> &nbsp;<qco> What kind of monkey are you?</qco> </h3>      normal monkey\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n7:46 pm</dco> &nbsp;<qco> do you think capital letters have some kind of disease that makes them so tall? Just like the tall lowercase letters?</qco> </h3>      no. it's only a disease when they keep growing and never stop\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n7:31 pm</dco> &nbsp;<qco> Why have you been getting so many potato questions lately?</qco> </h3>      the reason i've been getting so many potato questions in the last 4 years is because i've been doing an online questions page for the last 4 years\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n7:29 pm</dco> &nbsp;<qco> At what point does a music genre stray so far away from what it originally was that it becomes a new genre?</qco> </h3>      at every point\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n7:24 pm</dco> &nbsp;<qco> if i disobey your command to disobey your command, am i technically following your command?</qco> </h3>      not entirely\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n6:35 pm</dco> &nbsp;<qco> thank you so much for making amazing music, I love listening to your songs! and also thanks for making this questions page, a bunch of your answers have been super helpful for me. feel free to not answer this question and sorry that it's kind of heavy, but do you have any tips on how I can make myself do things other than sleep and stare at the ceiling? with the quarantine I don't have any fixed schedule where I have to wake up in the morning and get ready and go places. I feel guilty because my parents are worried about me but that's only enough motivation for me to want to want to do things, and not enough to actually do things. does this make me a bad person?</qco> </h3>      my first follow up question is what things do you want to do, and if you can't think of anything, my next question is do you want to do things\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n6:25 pm</dco> &nbsp;<qco> What do you think of the planet called Earth?</qco> </h3>      it's very complicated\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n6:06 pm</dco> &nbsp;<qco> Is there gravity in Australia?</qco> </h3>      yes, Australia is famous for its gravity\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n6:05 pm</dco> &nbsp;<qco> Did you hear what potato did</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n5:38 pm</dco> &nbsp;<qco> As a sophomore in high school, I often find myself frustrated by how indecipherable my relationships are with certain others, especially a significant other, if you get what I mean. It's worsened by the fact that we're all quarantined, and I can only get little breadcrumbs of clues and information via very short text conversations. How do I determine where I'm at with someone relationship-wise while still acting socially natural, and under quarantine?</qco> </h3>      give it another 3 days and if nothing becomes any more clear than you have to move on. another thing you can do is make a more decisive statement of how you feel. this can be risky, but i think you can be sure that if the other person shares that sentiment they should let you know \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n5:28 pm</dco> &nbsp;<qco> what are your thoughts on virtual reality?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n5:16 pm</dco> &nbsp;<qco> If you were a gelatinous cube, where would you float?&nbsp;</qco> </h3>      if you are looking for valuable information about gelatinous cubes, look no further than your own mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n5:13 pm</dco> &nbsp;<qco> Do you think cucumbers are just green carrots?</qco> </h3>      no but i can see why you would think that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n4:51 pm</dco> &nbsp;<qco> how do u play uno?</qco> </h3>      impossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n4:19 pm</dco> &nbsp;<qco> how many funerals have you been to in your lifetime?</qco> </h3>      1\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n4:15 pm</dco> &nbsp;<qco> are the questions you answer from ages ago or are they from the day?</qco> </h3>      if you look at the date and time in yellow next to the question, that's when it's from\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n4:13 pm</dco> &nbsp;<qco> Whats in the fragile box</qco> </h3>      could be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n4:06 pm</dco> &nbsp;<qco> What do you like to draw?</qco> </h3>      lines, curves,\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n3:56 pm</dco> &nbsp;<qco> red and blue are opposites, can they still be friends?</qco> </h3>      of course\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n3:36 pm</dco> &nbsp;<qco> who will pick up the world peace phone?</qco> </h3>      you may have to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n3:35 pm</dco> &nbsp;<qco> What kind of wood is this?</qco> </h3>      glass\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n3:24 pm</dco> &nbsp;<qco> have you finished your long long journey?</qco> </h3>      not even half way through. maybe 20% of the way through\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n2:52 pm</dco> &nbsp;<qco> How long did you think the video you are making now was going to take when you started it?</qco> </h3>      1 day\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n2:40 pm</dco> &nbsp;<qco> Do you believe that the people giving TED talks are actually aliens telling the future through a means of blinks in morse code?</qco> </h3>      no, morse code is an earth language. if aliens were gonna use an earth language they would probably use one of the more common ones, like english or chinese\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n2:39 pm</dco> &nbsp;<qco> What book should I read?\n<br></qco> </h3>      How To Make Money Off Millennials, by Fund Snatcherson\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n2:38 pm</dco> &nbsp;<qco> Do you like Math?\n<br></qco> </h3>      it's pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n2:30 pm</dco> &nbsp;<qco> This page is a big collab with a lot of random people, do you agree?</qco> </h3>      no one is random\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.20&nbsp; \n2:24 pm</dco> &nbsp;<qco> when will you come back for your milk run, dad.&nbsp;</qco> </h3>      i don't run milk, you are thinking of somebody different\n<br><br>"
  }
]
