[
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n3:47 pm</dco> &nbsp;<qco> I really struggle with communicating with others in a work environment, and I don't know how to make small talk so I can appear 'normal' and not stand out as super quiet. I know that I'll be working with other people for the rest of my life in my chosen career path, and I find it impossible to make friends (my only friend was someone I met on a film forum ten years ago) so essentially, how do I navigate this? I hate drawing negative attention to myself but I feel I do that by being so quiet whenever I'm at work, even though I usually have nothing to contribute. It's often presumed something's wrong with me because I remain silent, but I feel absolutely fine most of the time and I'll be polite/reply when spoken to. I only really connect with someone if they have the same level of social ineptitude or have the same very specific and intense interests as me. Please, help a gal out. Thanks.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n3:47 pm</dco> &nbsp;<qco> is rip a good thing to say when someone tells you they are gonna sleep?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n3:37 pm</dco> &nbsp;<qco> i wanna go home</qco> </h3><br><br><br>"
  },
  {
    "html": "<h3 style=\"display: inline;\"> <dco>9.21.17&nbsp;\n2:23 pm</dco> &nbsp;<qco> please answer this question properly.</qco></h3>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n2:08 pm</dco> &nbsp;<qco> what if the monsters are hiding under your bed, because they are scared of You?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n2:00 pm</dco> &nbsp;<qco> Hi bill it's your mom</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n1:40 pm</dco> &nbsp;<qco> why can't you tell us the process of the new video</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n1:38 pm</dco> &nbsp;<qco> Here's a fun anecdote about my relationship with music. I want to write really crazy smart music, in a way that when people hear what i make they're like 'man, that guy really knows what he's doing'. </qco></h3>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n1:33 pm</dco> &nbsp;<qco> sometimes I think about how there used to be ladders in the old times and I think wow. What happen</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n1:19 pm</dco> &nbsp;<qco> Who do you prefer, The Beatles, The Rolling Stones, or The Who?\n<br>&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n1:19 pm</dco> &nbsp;<qco> will the videos in the reality page ever catch up to the present? \n\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n1:06 pm</dco> &nbsp;<qco> What % of everything is nothing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n12:28 pm</dco> &nbsp;<qco> video sneak peek?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n12:25 pm</dco> &nbsp;<qco> when will you do another monday video</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n11:31 am</dco> &nbsp;<qco> wat about a cactus on a skateboard</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n10:58 am</dco> &nbsp;<qco> do people actually live in wyoming</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n10:15 am</dco> &nbsp;<qco> do you sleep in socks?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n10:15 am</dco> &nbsp;<qco> what do i do when ive lost passion for something ive been doing for a long time and ive set my future around</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n10:13 am</dco> &nbsp;<qco> opinion on backpacks?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n10:13 am</dco> &nbsp;<qco> i dont know if ill ever be able to express how much you mean to me. at the very least i hope you know on your worst days that there are people in the world who will always support you, unless you do something really bad, like step on a puppy. that wouldnt be a very good thing to do. maybe you shouldnt step on a puppy.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n9:32 am</dco> &nbsp;<qco> Will you throw a party if you get your first youtube check?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n9:07 am</dco> &nbsp;<qco> Bill, I have been feeling down ever since about a week ago, and I have no idea why or how. Do you have any advice for me?\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n8:20 am</dco> &nbsp;<qco> Can you do a backflip?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n7:56 am</dco> &nbsp;<qco> Can you make a long video on something different than history but similar to the history of the world, i guess?\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n6:03 am</dco> &nbsp;<qco> I want to sing better. Can you give me some techniques or tips?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n2:09 am</dco> &nbsp;<qco> How do I stop thinking about the stupid and embarrassing things I've done in the past? Sometimes I bang my head and want to kill myself because how stupid and useless I was.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n2:04 am</dco> &nbsp;<qco> Whats your next few videos going to be about? Will they be songs, shorts or longer videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n2:01 am</dco> &nbsp;<qco> i keep recording audio journals so i don't have to write everything down but i hate the sound of my voice so that makes me want to not listen to the things i said but the things i say are important and now i can't remember what i said but id rather have krazy glue funneled into my ear than listen to the recordings so how can i hate my voice less</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n1:51 am</dco> &nbsp;<qco> sometimes you don't have to pay people for them to make professional work. it depends on the person actually but there are other people out there who just want to express themselves by doing what they do best, i believe.</qco></h3>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n1:44 am</dco> &nbsp;<qco> why did you make the history of the history of the entire world, i guess video</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n1:25 am</dco> &nbsp;<qco> How do you keep yourself happy</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n1:23 am</dco> &nbsp;<qco> Describe yourself in a nutshell</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n1:19 am</dco> &nbsp;<qco> How do you make tunes???</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n1:18 am</dco> &nbsp;<qco> Is that sawtooth-like lead sound you use in your jazzy ltr songs a sound you made yourself?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n12:31 am</dco> &nbsp;<qco> Are you going to take ventriloquism now that Darci Lynne won America's Got Talent?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n12:26 am</dco> &nbsp;<qco> how can i find people like myself</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n12:14 am</dco> &nbsp;<qco> <a href=\"q.php?date=201709191943\">9.19.17&nbsp;&nbsp;7:43 pm</a> &nbsp;&nbsp;&nbsp;Re: Randomization. Since I'm sure you've already thought of this, I wanted to ask why this isn't a solution: Why not categorize your sounds, and when you need, for example, a bass sound that hasn't come up yet, you just pick a random bass sound?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n11:44 pm</dco> &nbsp;<qco> Did gaining a bigger audience make you more picky about your new content?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n11:40 pm</dco> &nbsp;<qco> i want to make music so bad but i just don't fucking know how and it feels like i'm being buried alive by all the possibilities and i was late to the game in terms of experimenting and i feel like i will never acquire the skills i need at this rate</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n10:34 pm</dco> &nbsp;<qco> Ya know how music is all like, \"Hey bud, you can write me, but you better write me bad a lot until you write me good,\" and then you're like, \"no, i wanna write you good right now,\" and music say, \"nah, bud, it's gotta be bad. Later it can be good, but be bad right now,\" and you say, \" fine, whatever,\" and then you make music and it is always bad and then you are like, \"when will it get good,\" and then music is all like, \"it doesn't. It is always bad, and that's really good,\" and then you're like, \"that makes no fucking sense what are you talking about,\" and music says, \"well, I was just thinking that maybe I could, like, inspire you by saying that music is bad and you've been making bad music so I'm just trying to show that, like, if you make the music bad it is good or something,\" and then there's a long pause and then you're like, \"I'm gonna make good music now,\" and music says, \"fine whatever.\" Does that happen to you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n10:24 pm</dco> &nbsp;<qco> Do you appreciate the existence of trousers?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n10:13 pm</dco> &nbsp;<qco> have you always considered pluto to be a planet?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n9:49 pm</dco> &nbsp;<qco> Bill, I want answers</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n9:43 pm</dco> &nbsp;<qco> what goes on inside of the mind of the almighty bill wurtz</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n9:37 pm</dco> &nbsp;<qco> How long did \"the entire history of the world, i guess\" take </qco></h3>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n9:30 pm</dco> &nbsp;<qco> some time ago i realized how Uncomfortable fixed labels were, and i decided i disliked labels entirely and should avoid them completely. it didn't really work, i found myself being attracted to labels sometimes, but then, in the same situations, sometimes getting really uncomfortable with them. which was confusing, but now i think I've figured it out: i like labels, but only when i can play with and mess around with them however i want. is this something you can relate to?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n9:26 pm</dco> &nbsp;<qco> is it ever not fun to be bill wurtz</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n9:10 pm</dco> &nbsp;<qco> do you like reading?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n9:10 pm</dco> &nbsp;<qco> hey bill, on a scale of 0% to 100%, where is the progress of the video you are working on?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n8:29 pm</dco> &nbsp;<qco> I'm blown away when I see a band playing a really long song with lots of changes and intricate melodies/harmonies and rhythm hits and stuff, but they're playing it without looking at any sheet music. Or Ill see somebody playing the entire \"rite of spring\" or something on piano without any music in front of them. Do you think being able to memorize long and intracite, detailed pieces of music is a skill that you can improve upon over time? Like can you sharpen your \"musical memory\" or whatever you want to call it? Does it just start to automatically&nbsp;&nbsp;become easier to do the longer you've been playing?&nbsp;</qco> </h3><br><br>"
  }
]
