[
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n11:02 pm</dco> &nbsp;<qco> do people say positive integers instead of natural numbers just to sound cool&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n11:00 pm</dco> &nbsp;<qco> Do you ever just sneeze out a horse I hate it when that happens</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n8:21 pm</dco> &nbsp;<qco> What would you say the advantages of releasing singles over albums is?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n8:12 pm</dco> &nbsp;<qco> Bill I have so much existential anxiety about religion and God and existence. I agree with different things from different religions and I can't seem to figure out which one is right. It doesn't feel right to say that they're all true, but it also doesn't feel right to say that only one is right either. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How do I deal with this? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, I appreciate you so much and I'm very happy you're alive</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n5:17 pm</dco> &nbsp;<qco> how do you know if something is too good</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n3:14 pm</dco> &nbsp;<qco> i find that my growth as a songwriter might be stagnating me in other fields, do you have a strategy for this. it feels like my work seems more and more important and i resent anything that i perceive as being a wedge thrown in there. although tbf, wedges are just another source of inspiration, and i suspect its been wedges improving my songwriting and not songwriting throwing in wedges.\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how do you feel about rainy springs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n11:18 am</dco> &nbsp;<qco> In your song, La Da De Da De Da Day Oh, you made 3 trains,</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but only use one, will these other 2 trains be used in future videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n11:13 am</dco> &nbsp;<qco> What inspired you to write I Can Play?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n10:47 am</dco> &nbsp;<qco> Can you use the power of writing to become immortal in the minds of people who read?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n9:21 am</dco> &nbsp;<qco> You know I think Bach is a time traveler actually like he wrote music in the future then he traveled back to the past that's the only way I can explain this guy it's unreal\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How did he manage to do that do you have information about his methods?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n8:49 am</dco> &nbsp;<qco> how are you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n6:31 am</dco> &nbsp;<qco> which parts of I'm a princess did you end up rewriting? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you have any recordings of what it sounded like before you did that that we could listen to?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n5:33 am</dco> &nbsp;<qco> what would have been and alternate name for the expert page</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n3:02 am</dco> &nbsp;<qco> how did you come up with the idea of \"I'm a dunce\" in your \"I'm a princess\" music video?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n1:14 am</dco> &nbsp;<qco> Why did you use a random number generator in one of your reality videos for your songs? (e.g. 5.26.16)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n12:35 am</dco> &nbsp;<qco> how did your hat get bent in \"slow down\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n12:14 am</dco> &nbsp;<qco> why am I so bad at drawing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n11:18 pm</dco> &nbsp;<qco> how many bird species are you able to identify? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;you use a lot of birds in videos I wonder if that's an interest of yours</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n11:11 pm</dco> &nbsp;<qco> As I was falling asleep I had a fantastic idea of what to name my stuffed rabbit. It was such a perfect name I felt as if I wasn't naming it but rather that I was finally learning it's name. Unfortunately, I forgot it. Any name suggestions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n10:19 pm</dco> &nbsp;<qco> What is your most serious song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n9:35 pm</dco> &nbsp;<qco> why does the postman keep appearing in a lot of your videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n9:07 pm</dco> &nbsp;<qco> Are you God?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n8:34 pm</dco> &nbsp;<qco> Do A7 or Bbm make any saucy appearances in new song?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n8:14 pm</dco> &nbsp;<qco> what warm ups do you do on your voice in morning walks?</qco> </h3><a href=\"mmmmmmmmmmmmm.png\" target=\"_blank\">this</a>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n8:03 pm</dco> &nbsp;<qco> ask a question</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n7:49 pm</dco> &nbsp;<qco> do you like sacrificing reality for the narrative?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n7:28 pm</dco> &nbsp;<qco> Thoughts on mediocre stand up comedy?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n6:35 pm</dco> &nbsp;<qco> does the day go on</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n5:21 pm</dco> &nbsp;<qco> I've been thinking about recording music but have no experience with audio mixing, any advice on how to learn?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n5:20 pm</dco> &nbsp;<qco> What if my music is actually really really bad and I am just extremely delusional without knowing it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n3:51 pm</dco> &nbsp;<qco> is making music illegal</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n12:41 pm</dco> &nbsp;<qco> if you forget certain dreams/things because your brain deems them unimportant, then why do i sometimes have a dream that i want to remember and only remember later on when something comes up that reminds me of it? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also what is your opinion on comic sans?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n12:26 pm</dco> &nbsp;<qco> when is your next song</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n11:55 am</dco> &nbsp;<qco> In might quit when you say \"So I chopped down some trees\" are those the same trees you planted in \"maybe I could eat blades of grass?\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n11:42 am</dco> &nbsp;<qco> How did you came up of the idea of creating the ''history of the entiring world , i guess '' video ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n9:26 am</dco> &nbsp;<qco> Have you ever released a song that doesn't contain the word 'love'</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n8:50 am</dco> &nbsp;<qco> Are there non existing words in your next song?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n7:55 am</dco> &nbsp;<qco> i've been dreading recording and mixing songs, but i really want the end product. i love songwriting and i want to release my songs, so how do i get through the parts i like the least?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n12:48 am</dco> &nbsp;<qco> any ideas on world music trends?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.5.21&nbsp; \n11:23 pm</dco> &nbsp;<qco> is \"wednesday seems so long ago\" based off \"it's wednesday\" in you're free to do whatever you want to?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.5.21&nbsp; \n10:49 pm</dco> &nbsp;<qco> When did you complete the writing for i'm a princess?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.5.21&nbsp; \n8:41 pm</dco> &nbsp;<qco> Is Saturday named after Saturn?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.5.21&nbsp; \n6:11 pm</dco> &nbsp;<qco> Have you ever used clickbait?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.5.21&nbsp; \n4:25 pm</dco> &nbsp;<qco> I've come to the point where i think i know most chord progresion and harmony structures in existence. This also applies to melodies and&nbsp;&nbsp;rythms. I've listened to so much music in the last two years that i think i know way to much in comparison to what i knew before. This could seem like a good thing but in fact all the music now just sounds empty. During the last two years i used to get excited when i heard a key change or an original harmonic structure, i used to listen to music all day long and know i feel like i reached the bottom and there isn't much more i can learn. I know i still can but 80% of the total is gone and i no longer enjoy music the same way I did before, ever since december that hardly any song got stuck in my head which it used to be something normal in my everyday life, I was always with songs in my head. The same happens with piano improvisation. I feel like if i no longer have anything to play or listen and I'm starting to l\n ose interest in music in general. What should I do? I don't want to separate music from me. Have you ever felt this way? If so, what did you do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.5.21&nbsp; \n4:10 pm</dco> &nbsp;<qco> Why the end of La De Da De Da De Da De Day Oh chorus makes me feel so warm and nostalgic? I can extract genuine bliss from that!&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.5.21&nbsp; \n1:04 pm</dco> &nbsp;<qco> am i cool</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.5.21&nbsp; \n12:36 pm</dco> &nbsp;<qco> is it normal to fluctuate between oversharing and undersharing</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.5.21&nbsp; \n12:14 pm</dco> &nbsp;<qco> I just graduated yesterday, any advice for the future?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.5.21&nbsp; \n7:53 am</dco> &nbsp;<qco> what's the keyboard used in your improv videos</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.5.21&nbsp; \n6:29 am</dco> &nbsp;<qco> Do you enjoy listening to your music?</qco> </h3>"
  }
]
