[
  {
    "html": "<h3> <dco>12.17.24&nbsp; \n7:58 am</dco> &nbsp;<qco> is violence short for \"volatile ants\"</qco> </h3>      \ni doubt it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.24&nbsp; \n6:28 am</dco> &nbsp;<qco> what drives you to make such different art to everyone else? i would like to thank whatever it is.&nbsp;</qco> </h3>      \ni actually don't know what would drive someone to make similar art to everyone else on purpose\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.24&nbsp; \n5:52 am</dco> &nbsp;<qco> Thoughts?</qco> </h3>      \nthat's your gateway to alternate universes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.24&nbsp; \n4:44 am</dco> &nbsp;<qco> Is this question random?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.24&nbsp; \n3:42 am</dco> &nbsp;<qco> if there is something you could do different in your past without no side effects, like altering any upcoming events, would you do it? and if yes, what would you change?</qco> </h3>      \ni would have answered this question differently\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.24&nbsp; \n3:03 am</dco> &nbsp;<qco> What should i say next time i meet my grandparents?</qco> </h3>      \nwho knows, maybe they will speak first and then what you say will be in response to what they've said. you never know\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.24&nbsp; \n2:56 am</dco> &nbsp;<qco> any tips on how to fly around&nbsp;</qco> </h3>      \nit's not really possible to describe\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.24&nbsp; \n1:12 am</dco> &nbsp;<qco> Beantwortest du auch Fragen in anderen Sprachen?</qco> </h3>      \nonly if i understand them. this one i just barely understood\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.24&nbsp; 12:43 am</dco> &nbsp;<qco> has someone asked this?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.24&nbsp; \n12:02 am</dco> &nbsp;<qco> What activity helps you relax after working?</qco> </h3>      \nsometimes i try to figure out if sin(360/7)° can be represented with radicals\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n11:52 pm</dco> &nbsp;<qco> How has your work ethic changed over the last 10 years, if it has changed at all?</qco> </h3>      \nit changes somewhat like a wave pattern\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n11:30 pm</dco> &nbsp;<qco> has anyone ever used this page to ask you \"got any grapes\"?</qco> </h3>      \nyes, and i've answered it at least 6 times\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n10:42 pm</dco> &nbsp;<qco> what flavors of jellybean do you think would be least recognizable to your taste buds if you plugged your nose and blindfolded yourself before eating it</qco> </h3>      \ni'm not familiar with the flavors of jellybeans. i don't know what they taste like, nor what they are named. i would fail this test regardless\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n10:07 pm</dco> &nbsp;<qco>   ok am i crazy or are most of the animations in the video for \"here comes the sun\" rendered out with only 1 sample? (or another very low number of samples) if that's actually the case, why'd you do it that way? are the performance savings from only doing 1 sample that great, or is there something else you're doing to the video? a lot of the lines (on the pixel level) just feel..... oddly jagged, like there's no anti-aliasing going on at all\n\n.......actually just looking at the pixels a little closer, and i'm gonna revise my question: am i crazy or is there an extremely extremely subtle amount of edge detection being done across almost every object in the video? i'm actually seeing some anti-aliasing on closer inspection (indicative of a normal number of samples for rendering), but tons of edges are outlined with a thin black line. (if true) i'm curious why you did that for \"here comes the sun\", and also why not any other videos, at least that i've noticed (and if not true, what the heck am i seeing?)\n\ni think i've established that i'm definitely crazy, though, so this whole thing is probably a moot point anyways       \n</qco> </h3>      first of all you are way way way overestimating my level of expertise on the subject. but then there's also the fact that i was working on a brand new system starting in 2019 and that was my first video release thereafter\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n10:04 pm</dco> &nbsp;<qco> can you give me a piece of unsolicited advice, despite the fact that I'm asking you to give it to me?</qco> </h3>      \nin that case maybe you shouldn't have asked this at all\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n9:54 pm</dco> &nbsp;<qco> how do you determine when a song is good enough to be put out there? or should you just put anything out and let the people determine if it's good</qco> </h3>      \ni don't really know\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n9:28 pm</dco> &nbsp;<qco> is it possible to create art so perfect no one has any way to criticize it</qco> </h3>      \nthe only way to do that is when it doesn't exist at all\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n8:19 pm</dco> &nbsp;<qco> sometimes i get really really scared that i'm going to get really scared, and then i get scared that i'm getting scared, and then i'm all scared, because i'm scared (because i was scared). do you have any advice for these situations</qco> </h3>      \nmaybe it's time to get started on an interesting project\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n8:00 pm</dco> &nbsp;<qco> have you been at a corner store?</qco> </h3>      \nyes i have\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n7:16 pm</dco> &nbsp;<qco> Thoughts on butterflies?</qco> </h3>      \n'butterfly' is short for fluttering beautiful fly \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n6:09 pm</dco> &nbsp;<qco> When I write songs, I feel like I'm floating in the air,\n<br>it's the best feeling in the world. \n<br>But as soon as I sit down to record them, something gets ruined. They quickly start to feel annoying and then I hate them.\n<br>What should I do?\n</qco></h3>      keep living. various breakthrough solutions will come to mind <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you ever hate your art sometimes?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n5:18 pm</dco> &nbsp;<qco> All things considered, is j a pretty good letter?&nbsp;</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n3:58 pm</dco> &nbsp;<qco> what's something from your childhood that you revisited as an adult and found it to be pretty much just as good as you remember?</qco> </h3>      \ngeometry\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n3:24 pm</dco> &nbsp;<qco> what if i just did a bad thing and i don't regret it?</qco> </h3>      \ni think eventually you will notice someone else doing something bad and wonder if they regret it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n1:52 pm</dco> &nbsp;<qco> if you made a painting, what would it be about?</qco> </h3>      \nif i made paintings, they would each be different, but it wouldn't always be possible to describe what they are about\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n11:56 am</dco> &nbsp;<qco> What approach do you take to songwriting? Not necessarily lyrics, but more composition. Your music has so much complexity, harmony, melody, dissonance, etc. I feel like i'm so stuck within my rules making music, but your music feels so fresh and alive.&nbsp;</qco> </h3>      \nbasically you just have to actually be there when you're writing it. don't bring any rules, just bring yourself. all the rules ever were were an attempt to categorize and justify the specific results of other people being themselves in the past, but it will never exactly predict the way you're gonna do it next time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n11:34 am</dco> &nbsp;<qco> At this time of year, everyone is always like \"wow! The year really flew by!\" but did it?</qco> </h3>      \nit went by at a normal pace\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n10:15 am</dco> &nbsp;<qco> are you the personification of seriousness or something else?</qco> </h3>      \nnot exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n9:51 am</dco> &nbsp;<qco> how is the weather today</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n9:48 am</dco> &nbsp;<qco> what makes a question good?</qco> </h3>      \nevery question is good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n9:47 am</dco> &nbsp;<qco> how do you make your video</qco> </h3>      \ni'm still not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n7:28 am</dco> &nbsp;<qco> do you believe that anyone can cook</qco> </h3>      \neventually\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n6:58 am</dco> &nbsp;<qco> Can I have a cheeseburger with fries, please?</qco> </h3>      \nyou probably can, but that's none of my business\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n6:05 am</dco> &nbsp;<qco> has making meef an official number ever crossed your mind&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n3:45 am</dco> &nbsp;<qco> Can you eat a sandwich made out of nothing&nbsp;</qco> </h3>      \ni don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.24&nbsp; \n12:39 am</dco> &nbsp;<qco> how'd blue jeans get so darn popular?</qco> </h3>      \ni was going to give this fake answer i just made up: [they were popularized by James Dean. \"blue jean\" is short for blue eyed james dean]. but then i changed my mind and decided that answer was stupid, so i decided to do some quick research to come up with an answer slightly more grounded in reality. it turns out they actually were popularized by james dean. so now my official answer is this: [popular james dean == made jeans popular]. you can't make this stuff up\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.24&nbsp; \n11:47 pm</dco> &nbsp;<qco> Are there drones over New Jersey because you?</qco> </h3>      \nsorry about that, i was just trying to figure out what the heck is the difference between a town and a township\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.24&nbsp; \n11:28 pm</dco> &nbsp;<qco> What book have you been reading lately?</qco> </h3>      \nlately i have not been reading a book\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.24&nbsp; \n7:23 pm</dco> &nbsp;<qco> merry christmas bill! what's your new year's aspiration&nbsp;</qco> </h3>      \nwhenever goals are linked to new years, they always fail. so i would like to not link my goals to new years\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.24&nbsp; \n5:54 pm</dco> &nbsp;<qco> if you had to make a dramatic entrance onto a large stage how would you do it</qco> </h3>      \ni would do it in a different way than i'd thought of before. therefore it would end up being different from any way that i would tell you it would be\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.24&nbsp; \n4:38 pm</dco> &nbsp;<qco> i think you're probably more powerful than you think you are, but it's hard to say for sure because i actually don't know how powerful you think you are.</qco> </h3>      \nthat adds up\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.24&nbsp; \n4:29 pm</dco> &nbsp;<qco> Where would you put new year's on the holiday tier list? (imo its like a high C to low B but don't let that sway you)</qco> </h3>      \nfirst we'd have to figure out whether you are actually talking about the party evening of december 31, or the very quiet day after where many business services are paused, nothing much happens, and the calendar looks hilarious\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.24&nbsp; \n4:10 pm</dco> &nbsp;<qco> what if science is wrong</qco> </h3>      \nheck, what if being right is wrong\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.24&nbsp;  \n4:29 pm</dco> &nbsp;<qco> Does it bother you when the music at a place doesn't fit the place's atmosphere? For instance, last night I went to a nice Belgian restaurant. It was rather elegant, with good-quality (if a bit overpriced) food, and a rather elderly clientele. However, they were playing EDM/rave music at full blast in there throughout the whole time we were there, and while it didn't seem to bother everyone else too much, it drove me nuts. I'm not a particular fan of that kind of music, but that's not what bothered me about it-what bothered me was that it didn't match the restaurant's atmosphere and ambiance at all. In fact, it seemed to be a continued disturbance to the atmosphere, and it stuck out like a sore thumb. It was too bad, because I liked the food, and the decoreverything else was enjoyable, except the music.\nDo things like this ever happen to you? Do you have any advice on how to deal with situations like this (assuming that it wouldn't really be feasible to change the music)?</qco> </h3>      \n\nthinking way outside the box here, just don't go there\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.24&nbsp; \n3:06 pm</dco> &nbsp;<qco> have you ever contemplated if you're actually a human?</qco> </h3>      \nmaybe, but the the conclusion is quickly yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.24&nbsp; \n2:33 pm</dco> &nbsp;<qco> what's your favorite chip</qco> </h3>      \nchocolate\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.24&nbsp; \n1:56 pm</dco> &nbsp;<qco> What music instruments do you know how to play?</qco> </h3>      \ndrums, keyboards, electric bass, ...... guitar i suppose, .... singing .... \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.24&nbsp; \n1:00 pm</dco> &nbsp;<qco> do you believe that curiosity could be dangerous or that once curiosity sparked within you it's hard to stop?</qco> </h3>      \nhow about this: i don't entirely believe both of those things\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.24&nbsp; 11:58 am</dco> &nbsp;<qco> where do you get your ideas</qco> </h3>      \nsometimes there's an idea next to another idea. can find it there\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.24&nbsp; \n11:12 am</dco> &nbsp;<qco> Can you give me the coordinates of something that amuses you?</qco> </h3>      \n(0,0) (the origin)\n<br><br>"
  }
]
