[
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n10:10 pm</dco> &nbsp;<qco> If everyone hates pop music, then why is it pop? Reminds of that Yogi Berra quote, \"nobody goes there anymore, it's too crowded\".&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n9:54 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710061818\">10.6.17&nbsp;&nbsp;6:18 pm</a> &nbsp;&nbsp;Not to be argumentative or anything... you obviously know your situation better than I do... but maybe people want to work with you because they really dig what you're doing, and not because they just want to get publicity out of it? Although, I'm sure you get things on both sides of the spectrum with this. The whole \"collab\" thing has become very fake, like 2 people pretending to be friends, who really don't know each other at all, doing a video together only because their managers or promoters or whoever arranged it for them. Then they'll beat the dead horse of doing some kind of 'challenge vid' or some other over-done concept just for the sake of advertising eachother's channels to the other person's fan base... I'm not saying I think you should feel pressured or obligated to collaborate with other people or anything like that, but maybe it's kind of an over-generalizatio\n n to say\n  that other people are only interested in working with you for publicity's sake? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Like, man, if I lived in NY I'd be emailing you all the time to try to convince you to get together and jam with me hahaha... I wouldn't want it to be recorded or put up on the internet. I'd just love to play music with you.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n9:51 pm</dco> &nbsp;<qco> spotify thinks you collabed with rob rhaspy</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n9:30 pm</dco> &nbsp;<qco> When will the horses eat their hay</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n9:29 pm</dco> &nbsp;<qco> Do you like lizards</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n9:20 pm</dco> &nbsp;<qco> Don't you hate it when your mom slams your face into the keybehdheshhb6us$</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n9:18 pm</dco> &nbsp;<qco> where is the wood</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n9:07 pm</dco> &nbsp;<qco> Bill, how can i gain Power?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n8:33 pm</dco> &nbsp;<qco> What was the last song or video of yours that you actually listened to or watched in its entirety (not counting un-uploaded content)?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n8:04 pm</dco> &nbsp;<qco> will you ever make a vid longer than history of the entire world, i guess?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n7:34 pm</dco> &nbsp;<qco> Are you an Atheist?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n7:29 pm</dco> &nbsp;<qco> Why do you hate India?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n7:20 pm</dco> &nbsp;<qco> Why are so many of your answers dismissive and unsatisfying?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n6:55 pm</dco> &nbsp;<qco> don't worry i'm lonely too so maybe we could be lonely together&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n6:40 pm</dco> &nbsp;<qco> Do you feel like your work would become higher quality if you had some form of emotional support</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n6:40 pm</dco> &nbsp;<qco> Any cool drum parts you've heard in a pop song recently?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n6:29 pm</dco> &nbsp;<qco> do you actually receive these questions</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n6:18 pm</dco> &nbsp;<qco> Hi Bill. I don't really understand what you mean when you say things like \"i sort of had an infinite world of musical and artistic vision going on, which no one else seemed to relate to. it seems there were infinite things i wanted to figure out and create. and i was always extremely disappointed that no one seemed capable or willing to go on this journey with me\"... Maybe that was the case when you were younger, or maybe even with people you've met or talked to face to face... But, you have so many huge fans (like millions of people probably) of the stuff you make, and judging by this question page, so many artists/musicians/writers who view you as a major influence and inspiration (myself included). So, I am confused why you think that people don't relate to what you're doing, or that people wouldn't love to go on your journey with you.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n5:59 pm</dco> &nbsp;<qco> How do award shows work? Like, when you were invited to the shorty awards, did they tell you beforehand that you were going to win? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or can you not reveal that information because the illumanti will vapourize you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n5:29 pm</dco> &nbsp;<qco> Holy shit! Darth Vader is Luke's father!?!?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n5:08 pm</dco> &nbsp;<qco> so is this page... the only significant time you really interact with other humans?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n5:06 pm</dco> &nbsp;<qco> do you continue to wear socks with large holes in them?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n4:49 pm</dco> &nbsp;<qco> I can relate to what you are saying... But I can compromise. People will not be the way you want them too, all the time, along with your dreams and vision. It can be very revealing to be close with people that you share (apparently) little things with, in my experience, and my feelings and constant wanting for people to come aboard and sail on my artistic boat (or boat fleet) slowly started to become not so meaningful. I'm a full time musician and one of my best and closest friends is a physics doctor;&nbsp;my girlfriend is an actress. It is all so wonderful. Please don't miss out and don't be afraid. (I'm not the one you responded to in <a href=\"q.php?date=201710060459\">10.6.17&nbsp;&nbsp;4:59 am</a> , btw).</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n4:48 pm</dco> &nbsp;<qco> whens your next video?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n3:57 pm</dco> &nbsp;<qco> Which Simpson is the best one</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n3:55 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710060459\">10.6.17&nbsp;&nbsp;4:59 am</a>  oh shit wait hold on i do this. im always wanting to MAKE THINGS and my friends don't. OH, MAN</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n3:51 pm</dco> &nbsp;<qco> who rod rhaspy \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and why did you collab w him</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n3:22 pm</dco> &nbsp;<qco> How will i know if you for realsies want to date me if i don't know what you are looking for in a girlfriend</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n3:04 pm</dco> &nbsp;<qco> complex question. anything, any action, requires time to manifest. \n\n\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\ndoing anything, making anything, becoming anything -- these all are possible because of movement thru the 4th dimension. and as you move thru time, you change, to the point where the same person seconds apart is not really the same person but two ridiculously similar individuals. but how about thoughts? do those require time to exist ?\n\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; suppose time were to stop altogether -- would individuals be locked into one thought or state of mind for eternity, or would those thoughts cease to exist because they, like any action, require time to generate? thoughts can sometimes be full sentences... would you get locked into the sentence or a part of the sentence? just gimme yo thoughts wurtzman this is confusing me</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n2:31 pm</dco> &nbsp;<qco> Is the new video gonna have anything to do with your soap boat album?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n12:50 pm</dco> &nbsp;<qco> Dear mr. Wurtz, I truly admire your visual creativity and your versatility in musical expertise. I'm perplexed however, that all your vocal melodies are so extremely cheesy. I understand how that is funny and the concept and all, but with your creativity, musical knowledge and originality you should really be able to deliver good quality weird music. What stops you?&nbsp;</qco> </h3><del>fuck you</del><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n12:04 pm</dco> &nbsp;<qco> any plans for future content? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;about something completely different?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; of a more medium length??</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n11:14 am</dco> &nbsp;<qco> Is virginity a crime?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n9:55 am</dco> &nbsp;<qco> When will you retire?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n9:44 am</dco> &nbsp;<qco> If you made a new scientific discovery would you name it after yourself? (eg the wurtz effect, or bill's number)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n8:57 am</dco> &nbsp;<qco> what does giving birth feel like k thnx</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n8:53 am</dco> &nbsp;<qco> will your next video include a visual appearance of you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n5:19 am</dco> &nbsp;<qco> can you answer this question with the word necessary thanks</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n4:59 am</dco> &nbsp;<qco> it's a known fact, and proven countless time that isolation and lack of human contact is the worst pain a human can suffer, \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but in your case it seems that not creating is the worst pain you can suffer,\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and that you'd rather be alone and create than the opposite, how come ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n3:20 am</dco> &nbsp;<qco> who wins in a fight on land? aquaman or a 5th grader</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n2:34 am</dco> &nbsp;<qco> I just found out that click-bait works. what do I do now?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n2:11 am</dco> &nbsp;<qco> does it bother you if people attempt to emulate your weirdness in questions </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do you enjoy it when they sorta just say whatever. how seriously do you take your own position?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n1:42 am</dco> &nbsp;<qco> Do you like toast?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n1:10 am</dco> &nbsp;<qco> do you have a long list of free form type video ideas to choose from? or is that just song ideas?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n12:55 am</dco> &nbsp;<qco> How do you feel about dragons</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n11:16 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710052135\">10.5.17&nbsp;&nbsp;9:35 pm</a>  Was let's get high up really the 100th video when you were doing the daily vine upload thing?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n11:08 pm</dco> &nbsp;<qco> do you consider your music to be a sort of avant-guard contemporary pop, or I guess is there any specific genre you would classify your music under?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n11:05 pm</dco> &nbsp;<qco> How do you stay focused on one song for long periods of time? I will write a good idea but will get completely bored of it within two days and end up abandoning the project. How do you get around this?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n10:50 pm</dco> &nbsp;<qco> who is your favorite artist?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n10:42 pm</dco> &nbsp;<qco> Will you respond if I dm you on Instagram?</qco> </h3><br><br>"
  }
]
