[
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n7:27 pm</dco> &nbsp;<qco> I find it hilarious when you reply with a \"no\" to a multiple choice question does it make you laugh too? or is it because you have to be outside of the \"box\"? Did you see what I did there?</qco> </h3>      it's a simple trick, and honestly i'm afraid that some people might find it too simple. but in many cases it is the honest truth, so i can't rule it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n7:09 pm</dco> &nbsp;<qco> Have you ever been to the sun?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n6:57 pm</dco> &nbsp;<qco> how do i get to know myself?</qco> </h3>      spend some time with yourself, and also spend some time with others\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n6:17 pm</dco> &nbsp;<qco> do you ever get overwhelmed by all the stuff you want to do? i find that if I have lots of different ideas for what to do, they all fly in and out of my head like butterflies;&nbsp;so I forget them. Is there a thought-butterfly net I can buy somewhere?</qco> </h3>      yes. a simple word processor / text program, or notes app on your phone / computer would work great. if you don't have a phone / computer (i know you do, but even if you don't) paper and pencil would work fine. Keep the ideas all on the same list, preferably even dated with when you came up with them. it will help keep things organized, and put things in perspective. you will have to make another plan on top of that for how and when to work on which ones, but being organized about catching the original ideas is a core skill to have\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n6:15 pm</dco> &nbsp;<qco> what is your favorite way to tell people you don't like questions about favorites</qco> </h3>      i still have not found a way i am satisfied with\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n6:07 pm</dco> &nbsp;<qco> Uur splling iz tearible</qco> </h3>      i think it's fine, but i respect your opinion<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n6:03 pm</dco> &nbsp;<qco> what brand of shoes should i get for back to school?</qco> </h3>      ah, you should get which ever brand is paying me to recommend! which is currently no brands at this time<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n5:38 pm</dco> &nbsp;<qco> bill do u think most humans are kinda dumb?&nbsp;</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n5:28 pm</dco> &nbsp;<qco> if Buffalo buffalo buffalo other buffalo, do Buffalo buffalo buffalo Buffalo buffalo?</qco> </h3>      sure, if they feel they are ready to take it to the next level<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n5:15 pm</dco> &nbsp;<qco> how do you meet someone without greeting them first?</qco> </h3>      i'll have to think about that<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n4:36 pm</dco> &nbsp;<qco> Is Istanbul and Constantinople the same place</qco> </h3>      yes. istanbul is the new, turkish name. constaninople is the old, roman name<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n4:22 pm</dco> &nbsp;<qco> what is the most efficient way to make money online?</qco> </h3>      it depends on your specific skills<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n4:17 pm</dco> &nbsp;<qco> What makes a person worthwhile talking to? Or even making friends with? For you personally, of course. I'm basically asking what sorts of people would you want to be friends with.</qco> </h3>      you never know until you meet them<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n3:06 pm</dco> &nbsp;<qco> How did you come up with the name \"time mop\"?</qco> </h3>      it is a little abstract, but it has to do with the way time is used in the song. it's like, it's sort of a different phoenetic variation on 'time bomb', because the way that song feels, it like adheres to 8 bar sections like a time bomb. and i have no idea why 8 bar sections feels mischievous in this case, because almost all songs have 8 bar sections. but it's the feeling of opening up an 8 bar section and just plastering yourself to the walls of it. it also feels like you're mopping up the expanse of time. i realize this explanation probably does not sound like it makes sense, but it feels vividly clear to me, i just can't explain it <br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n3:05 pm</dco> &nbsp;<qco> Are there extra points when you anagram a thing into a related thing? Like \"spaghetti and meatballs\" -&gt; \"blame this tangled pasta\".\n<br>\n<br>That was really nice.</qco> </h3>      yes, i generally think it is more valued if you can get it to relate strongly to the source<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n2:45 pm</dco> &nbsp;<qco> Favorite anime character?</qco> </h3>      elon musk <br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n2:32 pm</dco> &nbsp;<qco> do you have a fetish? mine is time and space</qco> </h3>      oh nice. that's mine too<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n2:31 pm</dco> &nbsp;<qco> what if we can't become real?</qco> </h3>      then what have we been this whole time<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n1:52 pm</dco> &nbsp;<qco> in one of your notes you mention that you might try not listening to music anymore, that that might somehow help you make a breakthrough in writing your own music. did you follow through on that in any way?? if so did it help??</qco> </h3>      that strategy did not last<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n1:48 pm</dco> &nbsp;<qco> Will you make \"that's the way I like to live my life\" from \"hi, I'm steve\" into a full song?</qco> </h3>      i made it the length it was supposed to be. but i have made many other songs that are longer, and will continue to make more, in the future<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n1:42 pm</dco> &nbsp;<qco> why do you always restrict yourself to the chromatic scale when writing music?</qco> </h3>      that usually seems like all the notes that make sense musically, but it is important to remember that i also use non-notes<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n1:24 pm</dco> &nbsp;<qco> How do I make friends if I'm extremely scared of social interaction?&nbsp;</qco> </h3>      start a business \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n12:17 pm</dco> &nbsp;<qco> are you the president?</qco> </h3>      i will check<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n10:07 am</dco> &nbsp;<qco> Do creativity and curiosity go well together? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I think they are a match made in heaven&nbsp;</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n8:51 am</dco> &nbsp;<qco> Bill what do you think of solipsism?</qco> </h3>      it is popular<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n8:45 am</dco> &nbsp;<qco> Hi Bill. Maybe you can help point me in a good direction for this. I know it's a topic you brought up in a few of your reality vids. So, I have a seemingly endless supply of unfinished songs. Some of them are just little bits and pieces,&nbsp;&nbsp;some of them are nearly finished. But I can probably count on one hand the number of songs that I actually finished and recorded this year. I want to finish my songs. I want a nice base of full, completed, solid recordings. But I LOVE to write, much more than record. The ideas come faster than I can keep up with. I have multiple binders filled with sketched out charts and I don't how many rough audio demos. </qco></h3>      are you kidding? you are exactly me<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;At what point do I need to say, ok stop writing, and finish what you've got? The issue is if I finish what I got that would mean going a very long time without writing, which is my favorite thing to do. I know it's different for me than you, because I don't have a fanbase awaiting my next move and deman\nding mor\ne content... But I know this is something you've had to deal with. </qco></h3>      update you are exactly me in 2013<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm sure you've been asked this a lot too. But any advice you have would be awesome.</qco> </h3>      there are layers and layers to this issue. without telling my entire life story (again) i don't think there is any quick way to say it. i want to explain my entire experience with this, because your situation sounds so similar to mine, but i probably won't be able to stop myself from explaining every little detail. and i know i've done it several times before on the questions page, and i think most of the important points are covered in the reality section also. but there is a whole jungle of promising solutions, and additional setbacks, and more solutions, and this is an ongoing windstorm that i am still dealing with today. there are a lot of strategies for this. seriously. if you want to know more i can explain<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n5:25 am</dco> &nbsp;<qco> do you think that english history should be split into two sections: before and after the colour orange was given an english name?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n3:53 am</dco> &nbsp;<qco> some months ago you seemed really looking forward to making an album. why isn't this a priority to you anymore?</qco> </h3>      i routinely go back and forth on whether it is better to release songs in groups or one at a time. there are advantages and disadvantages to both ways <br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n3:50 am</dco> &nbsp;<qco> is the meaning of life really 42</qco> </h3>      yes, and all the other numbers. and also everything else that's not numbers<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n3:49 am</dco> &nbsp;<qco> is the moon flat</qco> </h3>      it depends how you look at it<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n3:22 am</dco> &nbsp;<qco> do you think that the F#sus on the chorus of moviestar gives that \"hopey\" vibe that the lyrics implies? what do you think of that chord in those moments?</qco> </h3>      i think of F#sus to mean the notes F#, B, C#. which is used in the verses on the word \"do\" (supposed to \"do\"), but it is never used in the chorus. the one in the chorus is different in that it contains E. there are many names for this chord, including F#7sus which i understand may seem on paper to be similar to F#sus, but whether or not it contains the E i think makes a big difference in this case<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n3:19 am</dco> &nbsp;<qco> what do you think about the whole \"432hz tuning in synch with nature energy natural good sound\"&nbsp;&nbsp;thing?</qco> </h3>      could be legit but i think its significance is very minimal compared to the importance of a song being in tune with itself. by the way, nature has many frequencies other than 432 which happens to be the one that is currently trending <br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n2:57 am</dco> &nbsp;<qco> would you say mastery of diminished scales or pentatonic scales allows one greater freedom to improvise over whatever harmonies they choose to?</qco> </h3>      pentatonics might be useful. a 'diminished scale' i think could mean a couple different things, and probably won't help you understand the way diminished chords actually work in songs<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n2:36 am</dco> &nbsp;<qco> hi bill, i really like the ornament on the in (\"rather stay in\" moviestar), really comfy, just like staying in. you came up with that melody while improvising or did you write it in your head first?&nbsp;</qco> </h3>      i have no idea what you mean. by 'ornament' i assume you mean the little instrumental riffs that go in between the verse lines? and this line is like the only line in the song that actually doesn't have one of those. so i really don't know what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n2:21 am</dco> &nbsp;<qco> when you are AFK and people ask you about favorite stuff do you always explain to them what you think about it or sometimes you just go with an easy answer?&nbsp;</qco> </h3>      usually when people ask me to choose a favorite thing, if i am feeling patient i explain to them why that doesn't seem realistic to me. if i am not patient, i ignore it. if my mind is totally melted from being asked again and again so many times to choose favorites on everything no matter how many times i explain why i can't, i might get a bit frisky and make up something outlandish, if i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n2:00 am</dco> &nbsp;<qco> What is your opinion on the word \"wheelhouse\" as music terminology?&nbsp;</qco> </h3>      i didn't know that word was related to music\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n1:53 am</dco> &nbsp;<qco> Hey Bill. I've been playing piano for about 6 years. i spend most of my time improvising and recording chord progressions by using methods of musical aptitude/ improvisation.&nbsp;&nbsp;However I don't know how to read basic sheet music, and found out recently i am not very good at it. Do you have any advice (If any) on how to quickly and efficiently learn sheet music?&nbsp;</qco> </h3>      i can help you step by step if you want. step one is get some staff paper\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n12:03 am</dco> &nbsp;<qco> is getting a girl a good solution to my problems?</qco> </h3>      i would prefer not to think of it as 'getting a girl' but more like becoming friends with a girl and spending time together and maybe even touching each other in interesting ways, and yes that could be helpful and useful to both of you<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n11:59 pm</dco> &nbsp;<qco> Why do my articles never get published</qco> </h3>      i don't know, but have you tried publishing them yourself?<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n11:57 pm</dco> &nbsp;<qco> so online is a part of reality right?</qco> </h3>      i think so<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n11:52 pm</dco> &nbsp;<qco> What's the benefit of having 5 fingers on each hand, instead of 6, 7, or 10+ fingers on each hand? Do you think having more fingers on each hand would benefit you personally?</qco> </h3>      i think 5 is enough<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n11:43 pm</dco> &nbsp;<qco> What are your thoughts on the word 'cunt'?</qco> </h3>      i think it's a neat word. a good strong word. for some reason it's extremely taboo in america, as opposed to the other vagina words <br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n10:59 pm</dco> &nbsp;<qco> why is your website style a copy of craigslist?</qco> </h3>      it is not a copy of craigslist, but there is one thing in common which is something i really like about craigslist is they are not afraid to just put the text on the screen, for your reading convenience, without jumping at every opportunity to make it more annoying with each passing year<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n10:48 pm</dco> &nbsp;<qco> Form form form what does it mean?\n<br></qco> </h3>      many things. it is a very versatile word<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n10:35 pm</dco> &nbsp;<qco> Do fish have feelings?</qco> </h3>      i think so<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n10:24 pm</dco> &nbsp;<qco> Hi, I remember watching one of your videos (I think it was on the improv page) where you're singing a song and when your holding out the last note a car horn sounds outside and it's like the same pitch you're singing. Do you remember which video that was? Any chance you can maybe put a link to it (if it's not too much of a hassle for you)? I thought that was so crazy when I saw it. What are the odds?&nbsp;</qco> </h3>      i'm glad you understood that. someone else commented about that video saying they thought i was mad that the horn interrupted me, not noticing the miraculous coincidence. that was the only reason i posted the clip <br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n10:05 pm</dco> &nbsp;<qco> Hi, the first question on your question page is: <a href=\"q.php?date=201505102350\">5.10.15&nbsp;&nbsp;11:50 pm</a>&nbsp;&nbsp;&nbsp;&nbsp;where has the fun gone.... Is this the first question that was actually submitted to you on this page?\n</qco></h3>      no,  that was actually a long time before this page existed. it was submitted through ask.fm<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Or the first one you responded to? Also, you response to this question was that you will check. It's been over 2 years. Have you checked? <a href=\"did-you-find-out-where-the-fun-went.html\">Any updates on where the fun has gone?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n8:51 pm</dco> &nbsp;<qco> Every time that you laught in an answer (type hahaha) are you being sarcastic?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n8:49 pm</dco> &nbsp;<qco> whats your go-to move when you walk in da club?</qco> </h3>      try to remember why i am there<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n8:41 pm</dco> &nbsp;<qco> if color is caused by our eyes perceiving certain wavelengths of light and sending that signal to the brain... would an object still have color if nobody is looking at it?&nbsp;</qco> </h3>      yes, and probably some other properties too, that we can't detect\n<br><br>"
  }
]
