[
  {
    "html": "<h3> <dco>1.19.19&nbsp; \n8:46 am</dco> &nbsp;<qco> Why is \"slip into something more reasonable\" so funny? \n</qco></h3>      could be that 'reasonable' is funny, if i haven't worn it out for you already, or it could be the duck suit i put in the video<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also the part of the Genius interview where you talk about being in a safe bubble while escaping the apocalypse really resonated with me for some reason. Thanks for doing what you do.</qco> </h3>      \n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.19&nbsp; \n7:39 am</dco> &nbsp;<qco> Is it possible that you don't have very strong opinions about things?</qco> </h3>      yes and no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.19&nbsp; \n7:21 am</dco> &nbsp;<qco> Does it annoying when people suggest you are taking many drugs ? </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nI find it hard to imagine you would have such insane productivity if you were indeed on many drugs</qco> </h3>      that's true\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.19&nbsp; \n6:41 am</dco> &nbsp;<qco> what does the \"hiring all positions\" sign that is on your wall mean?</qco> </h3>      i'm not sure\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.19&nbsp; \n4:54 am</dco> &nbsp;<qco> Would you ever release a full song based off of the jingles in 'hi, i'm steve'?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.19&nbsp; \n2:25 am</dco> &nbsp;<qco> surreal are you not</qco> </h3>      it's somewhere on the agenda\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.19&nbsp; \n2:21 am</dco> &nbsp;<qco> are there any up-and-coming interviews or podcasts you're featuring in?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.19&nbsp; \n1:54 am</dco> &nbsp;<qco> Where's the evidence</qco> </h3>      look around you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.19&nbsp; \n1:18 am</dco> &nbsp;<qco> do you often think how others perceive your art? </qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do you mainly consider your own thoughts?</qco> </h3>      and feelings\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.19&nbsp; \n1:13 am</dco> &nbsp;<qco> I just spent some time trying to decode the wingdings at the end of Mt. St. Helens only to find out that they're dingbats which I don't think can be decoded because we haven't assigned a meaning to them.&nbsp;&nbsp;Did you assign a meaning to the dingbats that I don't know about?</qco> </h3>      i was almost out of time. it's amazing i was even able to complete that section at all. just grabbed a crazy font and mashed the keys. if i had had time i probably would have transcribed it because the notes are kind of interesting there\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.19&nbsp; \n1:01 am</dco> &nbsp;<qco> When you write songs, do you start with the lyrics or the melody?</qco> </h3>      both/neither\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.19&nbsp; \n12:45 am</dco> &nbsp;<qco> have you ever considered making a second channel to showcase behind the scenes content;</qco> </h3>      that stuff goes better on the website\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.19&nbsp; \n12:35 am</dco> &nbsp;<qco> What motivates you to live?</qco> </h3>      that's where all the action happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.19&nbsp; \n12:33 am</dco> &nbsp;<qco> in alot of yours songs you seem to mention not being able to go home quite a bit.</qco></h3>      i'm not sure if that's true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; is this because of experiences you've had in your life?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.19&nbsp; \n12:33 am</dco> &nbsp;<qco> How do you stay motivated?</qco> </h3>      why would i want to\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.19&nbsp; \n12:03 am</dco> &nbsp;<qco> do you regret making your channel</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n11:45 pm</dco> &nbsp;<qco> Why is every type of incomplete dominant9 chord popular except for 9omit3 a.k.a minor add4?</qco></h3>      that doesn't look like the same thing to me<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I know there's no leading tone so you wouldn't necessarily use a d minor add4 chord as a dominant chord to C major, but I don't see/hear them used in any context, really.&nbsp;</qco> </h3>      not following you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n11:10 pm</dco> &nbsp;<qco> in your experience what is the fakest jail of all time</qco> </h3>      self doubt\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n10:48 pm</dco> &nbsp;<qco> my friend treats me like their property and i wanna tell them they're kinda being a dick but im scared of losing everyone else along tmwith that friend</qco> </h3>      have you considered purchasing them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n10:06 pm</dco> &nbsp;<qco> what is your heritage</qco> </h3>      african\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n9:47 pm</dco> &nbsp;<qco> Would you ever publish a video of you playing classical music?&nbsp;</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n9:45 pm</dco> &nbsp;<qco> Why does music theory exist?&nbsp;</qco> </h3>      i actually don't know what it is. sometimes i think people just mean literacy but i really have no idea what they mean. there is a general understood understanding of what it means but as soon as i start to think about what it might mean the more it completely unravels and i cannot figure out what they would possibly mean. but i suspect it often simply means literacy, which is just like knowing how to read etc. which exists for communication purposes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n9:38 pm</dco> &nbsp;<qco> how do you not screw up popcorn like an idiot? i overheated my popcorn for 5:00 and it smelled really bad</qco> </h3>      heat it for less time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n8:40 pm</dco> &nbsp;<qco> is that one line in your song a reference to that one line in your song, q. mark</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n8:38 pm</dco> &nbsp;<qco> i'm 17 and i need to get a job but there are no jobs available that i want. should i just get a job that i hate just for the money or wait until i can get a job i like\n</qco> </h3>      sounds like you need to master the zen art of realizing all jobs are the secret to inner peace\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n8:21 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201901170754\">1.17.19&nbsp;&nbsp;7:54 am</a>  why did you consider buying flex tape?</qco> </h3>      i sawed this boat in half, what else am i gonna do\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n8:02 pm</dco> &nbsp;<qco> Is art/drawing like the same as music?</qco> </h3>      in some ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n7:59 pm</dco> &nbsp;<qco> have you ever helped anyone become as great as a musician a youtuber as you, or has no one asked, or have you just simply not cared? really love all you do, hope you become the next jesus\n<br></qco> </h3>      i try to help in every way i can. if you really want to do it, 99% of the power has to come from you but i try to at least steer you in the right direction, which will make sense if you already are carrying that 99% around with you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n7:56 pm</dco> &nbsp;<qco> Why are some of your song titles capitalised, and some are not?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n7:40 pm</dco> &nbsp;<qco> Do you think everyone could do what you're doing on the internet?&nbsp;</qco> </h3>      \nalmost anyone can do stuff on the internet, but not very many people can do some of the things i do\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n7:00 pm</dco> &nbsp;<qco> what inspired you to make \"the entire world, i guess\"? was it a project you already had in mind from before or did you start it when you saw you could do more than just japan</qco> </h3>      it's always a nice idea to try to explain the whole world in one video. it's surely something i've always wanted to do, but wasn't confident/experienced/stupid enough to believe i could do it until after i had done japan which worked so well\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n6:30 pm</dco> &nbsp;<qco> How did you make \"and the road doesn't end\" part&nbsp;&nbsp;in long long long journey sound so good ?\n</qco></h3>      i'm not sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; That song and specifically that passage just resonates with me in lyrics and sound and i dont know why. Thank you for making souch great songs!</qco> </h3>      that's nice of you\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n5:54 pm</dco> &nbsp;<qco> hmm... what key should i play my song in?</qco> </h3>      whatever sounds/feels the best for the vocal, and/or a key you have used least recently\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n5:39 pm</dco> &nbsp;<qco> sry for disturbing you, but how long does it take you for making a normal lengthed music video i.e. the airport one thingy?</qco> </h3>      nowadays it's supposed to take less than 1 week\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n5:19 pm</dco> &nbsp;<qco> why is \"mt. st. helens is about to blow up\" a genius interview but no other songs?</qco> </h3>      you will have to ask them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n4:41 pm</dco> &nbsp;<qco> Why are ur videos weird\n<br></qco> </h3>      to make up for all the normal videos out there\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n4:27 pm</dco> &nbsp;<qco> how come you spell 99% of everything in lowercase&nbsp;</qco> </h3>      that's what most people do, but why do you spell 100% of everything in lower case\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n3:51 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201901171557\">1.17.19&nbsp;&nbsp;3:57 pm</a>  so where can i hear your jeans</qco> </h3>      the last verse of airport terminal\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n3:49 pm</dco> &nbsp;<qco> aren't people who are illiterate have to judge a book by its cover?</qco> </h3>      or: its size, its smell, or the people who read it, and their size and smell\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n3:24 pm</dco> &nbsp;<qco> In your song Mount saint Helens is about to blow the Dow Jones falls down to 0 and you sing \"in wondering if it's gonna be as good a day as yesterday\". I always thought that ment that the Dow Jones fell the day after mount saint Helens&nbsp;&nbsp;blew up but I felt that your recent interview with Genius contradicted that</qco></h3>      i didn't think it did, but i guess it all depends on how they edited it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; so I just want to ask you if it was a misunderstanding on my behalf that the Dow Jones fell the day after mount saint Helens blew up.&nbsp;</qco> </h3>      it could be seen that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n2:53 pm</dco> &nbsp;<qco> How do you balance between being truthful, and kind?&nbsp;</qco> </h3>      alternate! from one day to the next\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n1:25 pm</dco> &nbsp;<qco> how to tell the difference between a m6 and a half-dim just by listening&nbsp;</qco> </h3>      experience\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n1:04 pm</dco> &nbsp;<qco> Can earth breathe</qco> </h3>      i think so\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n12:45 pm</dco> &nbsp;<qco> what is your stance on questions?</qco> </h3>      answer them!!\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n12:44 pm</dco> &nbsp;<qco> how many things crossed your mind today?</qco> </h3>      about 22\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n12:07 pm</dco> &nbsp;<qco> What is the grossest thing that you have ever touched?</qco> </h3>      white castle\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n10:42 am</dco> &nbsp;<qco> you know that on the song page you can click download to any song without paying for it.</qco> </h3>      yes, that is my gift to any one who is computer savvy these days\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n10:21 am</dco> &nbsp;<qco> What is your thoughts on life,</qco></h3>      it's ok<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and why do you think that way?</qco> </h3>      i don't know\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n10:14 am</dco> &nbsp;<qco> You mentioned in your Genius video for \"Mount St Helens is about to blow up\" that you were inspired to write it while flying to Oregon. Was this flight also what inspired you to write \"at the airport terminal\", or was that a different flight?</qco> </h3>      different\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n10:09 am</dco> &nbsp;<qco> Do you ever think of doing a more \"chill\" song?&nbsp;</qco> </h3>      sure\n\n<br><br>"
  }
]
