[
  {
    "html": "<h3> <dco>10.20.17&nbsp;\n10:56 am</dco> &nbsp;<qco> You once sang \"icy james, don't know what that means\". Have you found out yet?</qco> </h3>      through some intense self-psychoanalysis, i may have figured it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.17&nbsp;\n9:48 am</dco> &nbsp;<qco> can you help me with fashion</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.17&nbsp;\n9:25 am</dco> &nbsp;<qco> whats the best way to learn music theory</qco> </h3>      which theory\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.17&nbsp;\n9:19 am</dco> &nbsp;<qco> Any tips on how to best record/mic the drums?</qco> </h3>      just start simple. put any mic, just 1, anywhere in the room. and see how it sounds. and if you like it then keep doing it. and if you don't like it then try something else, maybe with 2 mics. just keep experimenting\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.17&nbsp;\n9:18 am</dco> &nbsp;<qco> were you born to feel?</qco> </h3>      yes, and also think and act\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.17&nbsp;\n9:16 am</dco> &nbsp;<qco> Any parts of the song you're working on right now that gave yourself the chills/goosebumps when writing/recording? \n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What about in Outside?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.17&nbsp;\n8:26 am</dco> &nbsp;<qco> how to decide which parent is better</qco> </h3>      hold a competition. put it on television if possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.17&nbsp;\n7:21 am</dco> &nbsp;<qco> Why can't Americans write dates in the correct order or at least like a logical order or something?</qco> </h3>       it's based on the way it is spoken. the year is last because it is usually the least important in conversation, and the reason it is month-day and not day-month is because it is fewer syllables to say month-day. this combination of circumstances is what resulted in the date format. you might think this creates an imperfect logistical outcome, but it is important to remember that when dealing with computers and numerical sorting, it is done in the logistically correct way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.17&nbsp;\n6:43 am</dco> &nbsp;<qco> How can I eat some cheetos without getting that cheese dust all over my hands and face?</qco> </h3>      hire a servant to help you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.17&nbsp;\n6:19 am</dco> &nbsp;<qco> I just started playing guitar. What should I do if the tips of my fingers hurt because of string tension</qco> </h3>      stop for the day, and tomorrow, your skin will magically be a little stronger. do this for a few days in a row and your fingertips will have a custom made suit of protective armor\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.17&nbsp;\n5:57 am</dco> &nbsp;<qco> do u have piercings</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.17&nbsp; \n2:30 am</dco> &nbsp;<qco> I forgot what I asked and now I'm sad</qco> </h3>      \ni think it was <a href=\"q.php?date=201706031859\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.17&nbsp;\n1:56 am</dco> &nbsp;<qco> what would you do differently if you were a woman for a day??</qco> </h3>      peeing\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.17&nbsp;\n1:23 am</dco> &nbsp;<qco> do you have any videos that you look back on and wish you would've made better?</qco> </h3>      well no because that would have taken more time and then i would not be as far ahead as i am now\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.17&nbsp;\n1:15 am</dco> &nbsp;<qco> do you ever have ideas that seem fine by themselves but not when you put them together and if so how do you deal with that</qco> </h3>      well in general i find that it's not a happy strategy to just be frankensteining ideas together. in fact that has never once worked for me. instead what really only seems to work is to custom make the second idea knowing that it's going to go with the first idea. so that means if you have an idea in your idea collection that feels like the second part of something, you're going to have to work backwards and come up with the first part knowing it's going to go to lead into the second part. i should add a disclaimer because sometimes i get hate mail on this subject -- just to clarify, there is surely nothing wrong with combining 2 separate ideas into 1, and it may work very well for other people but it has never worked for me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.17&nbsp;\n12:59 am</dco> &nbsp;<qco> What is your preferred method of getting up in the morning</qco> </h3>      going to sleep\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.17&nbsp;\n12:58 am</dco> &nbsp;<qco> Have u ever met a Russian</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.17&nbsp;\n12:55 am</dco> &nbsp;<qco> what is the main color of your bedroom and all the objects in it</qco> </h3>      turquoise\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.17&nbsp;\n12:29 am</dco> &nbsp;<qco> Any college app essay advice for a high school senior?</qco> </h3>      no. i've never done those\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.17&nbsp;\n12:17 am</dco> &nbsp;<qco> it seems like you're having a problem with books and computers. \n</qco></h3>      that's not true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i like reading in both, books;&nbsp;the connection you make with them, smelling them, touching them, FEELING THEM. hope you get me. is the connection that readers do with books. but i also enjoy reading books in computers and devices, i enjoy them as much as real books. are you ok with me? (im not the guys who asked the other questions).</qco> </h3>      reading is great. very good and nice. traditionally it was done on paper, but now you can use computers too! read whichever way you like. make sure to enjoy yourself and have fun either way. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n11:21 pm</dco> &nbsp;<qco> what's your opinion?</qco> </h3>      1=2\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n10:56 pm</dco> &nbsp;<qco> Am I pretty</qco> </h3>      probably\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n10:53 pm</dco> &nbsp;<qco> it is your birthday</qco> </h3>      ah, you make an interesting point\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n10:49 pm</dco> &nbsp;<qco> How can I show love without looking weak? I need answers</qco> </h3>      lift weights! whilst showing the love\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n10:45 pm</dco> &nbsp;<qco> Is a bull a male cow</qco> </h3>      it might be\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n10:39 pm</dco> &nbsp;<qco> opinions on eggplants</qco> </h3>      i think they are doing a great job\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n10:22 pm</dco> &nbsp;<qco> would you be interested in marrying me next saturday at the brige near the tree??</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n10:03 pm</dco> &nbsp;<qco> Why do people keep asking you about unboxing videos?</qco> </h3>      it's usually companies that ask me to do a video of me unboxing their product. which makes me wonder if they have ever watched my video channels whatsoever\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n9:54 pm</dco> &nbsp;<qco> How good are you at geography?</qco> </h3>      pretty good, i know where a lot of things are\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n9:49 pm</dco> &nbsp;<qco> Hey, Bill. I'm coming up on my transfer from my community college to a 4-year University to get my bachelor's in Music Comp. I already took the placement exam and tested out of theory and harmony, but I have a different question. What did you enjoy most about your college experience? Was it performing, the actual classes, or was it the people? Was it none of them? I'm just curious.</qco> </h3>      i think you will find if you tested out of theory and harmony, you might not have anything left to do except smoke weed in your room and figure out how the universe actually works\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n9:27 pm</dco> &nbsp;<qco> Do you think you'll ever slow down content production or are you just going to keep working like this until you die?</qco> </h3>      need to move much faster actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n9:22 pm</dco> &nbsp;<qco> would you consider releasing a album or an ep of some sort?</qco> </h3>      i will continue to release songs and then you can put them in whatever order you like, when you listen to them\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n9:14 pm</dco> &nbsp;<qco> how do I stop associating my mistakes woth failures?</qco> </h3>      start making them on purpose\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n9:02 pm</dco> &nbsp;<qco> Can you teach me how to parallel park?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n9:01 pm</dco> &nbsp;<qco> what color are the majority of your socks</qco> </h3>      black\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n8:21 pm</dco> &nbsp;<qco> what's wrong with me?</qco> </h3>      i will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n8:04 pm</dco> &nbsp;<qco> Do you consider my musical tastes inferior to yours because I don't listen to your favorite musicians? I'm getting that impression.</qco> </h3>      sorry it seems you have mistaken me for an entirely different person\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n7:40 pm</dco> &nbsp;<qco> why dont u ever introduce yourself in any videos or whatever? im pretty sure there are many people dying to know who's behind this creative genius.\n<br></qco> </h3>      it's bill. bill wurtz. that's who makes all the videos, as well as all the music that goes in the videos. and it's me. i'm bill wurtz. i hope that helps\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n6:13 pm</dco> &nbsp;<qco> Do you sometines reformulate a question before posting it?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n6:00 pm</dco> &nbsp;<qco> How to write gud song? !</qco> </h3>      step 1 write any song, step 2 check to see if it's good\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n5:56 pm</dco> &nbsp;<qco> Who let the dogs out?\n<br></qco> </h3>      i think the more important question is who imprisoned the dogs in the first place \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n5:25 pm</dco> &nbsp;<qco> what is \"unboxing\"? is it when you make a box into not a box?</qco> </h3>      no i think it's when you take something out of a box\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n4:53 pm</dco> &nbsp;<qco> do you want to get any tattoos?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n3:35 pm</dco> &nbsp;<qco> how do i stop caring about her bill?</qco> </h3>      you could try to focus more on her feathers, or flippers\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n2:05 pm</dco> &nbsp;<qco> What are electrolytes?</qco> </h3>      a selling point for sports drinks\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n1:47 pm</dco> &nbsp;<qco> Are there any secret little tricks that pop composers use to give a song that extra catchy sound? </qco></h3>      you just gotta try to make it as good as you can<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I normally don't really listen to a lot of pop, but at work we always have this pop radio station playing all day and it's definitely given me a new-found appreciation of a lot of these songs.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n12:28 pm</dco> &nbsp;<qco> Do you ever just feel?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n12:19 pm</dco> &nbsp;<qco> don't you love when stuff finally gets DONE?!?!?!?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n11:46 am</dco> &nbsp;<qco> What's the best question you have been asked?</qco> </h3>      so far every question has been better than the previous\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n10:05 am</dco> &nbsp;<qco> Hi this is ariana grande do you have any questions for me?</qco> </h3>      not right now\n<br><br>"
  }
]
