[
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n5:18 pm</dco> &nbsp;<qco> What's your favorite thing in the world?</qco> </h3>      \nthe floor\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n5:09 pm</dco> &nbsp;<qco> How long will\n<br>The next video be if you don't mind me asking&nbsp;</qco> </h3>      \ni have no idea, i am more interested in how long they will be able to be in general, compared to the production time. and also what they will contain and how they will go and what they will look and feel like, and what they will say\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n5:09 pm</dco> &nbsp;<qco> your opinion on art ?</qco> </h3>      \nit is most effective when you don't know it's art\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n5:08 pm</dco> &nbsp;<qco> Do you have sheet music for some of your songs? I want to perform some of them in a concert!</qco> </h3>      \ni don't have anything that i feel would be reliably adequate\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n4:48 pm</dco> &nbsp;<qco> are you even sleeping?</qco> </h3>      \nnot right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n4:17 pm</dco> &nbsp;<qco> is making music your full time job?</qco> </h3>      \nthat's part of it. the other part is making videos to go with it. or sometimes it's a video with music to go with it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n4:12 pm</dco> &nbsp;<qco> Why do you like to sing about not being able to go home?</qco> </h3>      \ni don't really\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n3:49 pm</dco> &nbsp;<qco> what if someone actually read all of this question page</qco> </h3>      \nthen they might be qualified to answer questions for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n3:42 pm</dco> &nbsp;<qco> where's the best place to get pizza?&nbsp;</qco> </h3>      \npossibly the united states\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n3:13 pm</dco> &nbsp;<qco> are you a communist&nbsp;</qco> </h3>      \ni've never been tested\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n2:30 pm</dco> &nbsp;<qco> Would you say that the new \"project\" is on a bigger scale than history of the entire world, and is it the only thing you're focusing on right now besides the website?\n<br>Have a yes day</qco> </h3>      \nit's a similar type of project i embarked on near the beginning of 2014 when i started learning to make videos and then proceeded to engage in an unstoppable inflow of video creation in the years that followed, making new discoveries and experiments along the way\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n2:16 pm</dco> &nbsp;<qco> Help I want to be a good person but I am not good at it. How do I learn? Should I start small and work up, or just try to be good in a big way?&nbsp;</qco> </h3>      \nyou are a fine person. the only problem is proving it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n2:10 pm</dco> &nbsp;<qco> Why everything is pink</qco> </h3>      \ncould be missing a resource file\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n2:09 pm</dco> &nbsp;<qco> what is human?</qco> </h3>      \ni'm trying to find out\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n1:58 pm</dco> &nbsp;<qco> how to fly?</qco> </h3>      \nyou could probably glitch up a tree or something, and that could get you started\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n1:44 pm</dco> &nbsp;<qco> How come you don't add anymore misc videos to the Reality page?</qco> </h3>      \nthose videos are not misc, they are hand picked selections chronicling my life's adventures. and i think you'll find that i continue to add them in scores and droves, throughout the years and decades. if i am not immediately currently working on that page, i am certainly working on content for another page. that's just how it is to be 1 person, surely you'll understand\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n1:35 pm</dco> &nbsp;<qco> Why do you answer these questions? Seriously.</qco> </h3>      \nthe seriousness is all mine: why do you ask them?\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n1:32 pm</dco> &nbsp;<qco> do you think you will upload a video on youtube before 2020 rolls around?</qco> </h3>      \nthat's not as important as whether i learn to really make videos in the way that i dream of, in the manner and pace i dream of, before 2030 rolls around\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n1:32 pm</dco> &nbsp;<qco> what is the mightiest renewable energy source?&nbsp;</qco> </h3>      \nthe sun?\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n1:29 pm</dco> &nbsp;<qco> do you like making youtube videos</qco> </h3>      \nyes but it's going to get a whole lot better, and likable\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n1:25 pm</dco> &nbsp;<qco> is my question ok?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n1:16 pm</dco> &nbsp;<qco> what do you think about the jingles they play in japanese train stations?&nbsp;</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n12:28 pm</dco> &nbsp;<qco> do you know anything about processing or how to use it?&nbsp;</qco> </h3>      usually the simple solution is to get a processor, and press 'process'. press it twice for double processing\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n12:24 pm</dco> &nbsp;<qco> How to not be afraid of dangerous politicians?</qco> </h3>      you'll have to climb higher than them, on the social ladder\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n11:56 am</dco> &nbsp;<qco> Opinion on backpacks?&nbsp;</qco> </h3>      they don't go low enough, the stupid ground keeps getting in the way\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n11:06 am</dco> &nbsp;<qco> what's your opinion on rain</qco> </h3>      wondering if it's possible to add water to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n11:05 am</dco> &nbsp;<qco> why isn't my dad back from the store yet?</qco> </h3>      maybe he lives at the store now\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n9:36 am</dco> &nbsp;<qco> how far along is the countdown timer? is it exciting or terrifying to know you might not be ready by the time it reaches the end?</qco> </h3>      i am terrified but i am trying to slow play it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n9:12 am</dco> &nbsp;<qco> would you rather make videos or answer questions</qco> </h3>      can i please do both\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n8:54 am</dco> &nbsp;<qco> How to be a good person</qco> </h3>      everyone is good, the hard part is proving it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n8:36 am</dco> &nbsp;<qco> what in the world is oatmeal</qco> </h3>      that's when you try to make an mp4 with too much detail moving around\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n7:51 am</dco> &nbsp;<qco> Why don't you have an \"answers\" page where you ask questions for us to answer</qco> </h3>      that could get out of control, i have too many questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n7:39 am</dco> &nbsp;<qco> How big would you say your next video would be?</qco> </h3>      probably 2048x1152\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n7:28 am</dco> &nbsp;<qco> How can I study without studying?</qco> </h3>      seems like you'd have to use mirrors some how\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n7:12 am</dco> &nbsp;<qco> pls bill come back :( you make me happy</qco> </h3>      i am working on some all new happiness recipes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n7:04 am</dco> &nbsp;<qco> Who does the video</qco> </h3>      i am starting to think i will have to do it myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n5:21 am</dco> &nbsp;<qco> ur thoughts on depression, and being depressed?</qco> </h3>      i am not very familiar with it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n3:39 am</dco> &nbsp;<qco> Are you a lamp</qco> </h3>      i'm a ramp\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n2:56 am</dco> &nbsp;<qco> i used to love this site now its a buncha memes and trash grabage nonsense..</qco> </h3>      have you considered taking a cold hard look in the mirror\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n2:21 am</dco> &nbsp;<qco> Why are bathtubs always on the floor? Why not have one that is the height of a kitchen sink or higher even? As long as it didn't hold water from the top all the way down to the floor, because that would waste more water for same amount of bath. That'd be fun as hell, right?&nbsp;</qco> </h3>      bath tubs are scary. they remind me of suicide\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n2:15 am</dco> &nbsp;<qco> Am on android and the chrome scrolling fps is just fine</qco> </h3>      i archived things and shrank the main page. now it's like 2000 lines instead of 15,000\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n2:08 am</dco> &nbsp;<qco> What ghostly encounters have you experienced?</qco> </h3>      there is a very cheap piece of st. patricks day merchandise (a green bow tie) which i've had hanging on the wall for decoration since 2013. i have never touched it since then. one time in 2018 the light on it started blinking. i think this is what it's supposed to do, but only when you press the button, and i did not press the button. and the button is a squeeze button that is impossible to be pressed by accident. i am not sure if this is a ghostly encounter or not\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n12:52 am</dco> &nbsp;<qco> just one more thing about cycles!!! same person from before or whatever. It can be rendered overnight like a few hundred frames if you set it to 64 samples and then use the new 2.81 expiremental build. It has a denoising Ai engine from intel that does some absolute magic. See Cgmatter's youtube page for tutorial. But you just render an image and plug it into the denoise node in the composite space and then render and its removes the noise. Eevee still is definitely the way to go and there are plenty of other more important things to learn but i just tried this recently and it really is quite spectacular looking imo so its just something to remember</qco> </h3>      is there any chance you would be willing to email me and give me some tips on things? i will probably only ask you about eevee, but still\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n11:44 pm</dco> &nbsp;<qco> What are you going to do with the whole Coppa situation in YouTube? Some of the regulations from the FTC seems to attack most of your videos (like vibrant colors)&nbsp;</qco> </h3>      i was told i am allowed to set the setting i want on a per video basis, or a per channel basis. it is only if i don't make a selection by dec 10 that the computers will decide for me. but i will make the selection myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n11:35 pm</dco> &nbsp;<qco> what is the best thing</qco> </h3>      puddles\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n11:24 pm</dco> &nbsp;<qco> need anything to rubberduck atm?</qco> </h3>      i am curious if anyone has experience with the eevee render engine in blender ... trying to get these lights/shadows to behave .....\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n11:18 pm</dco> &nbsp;<qco> What are 10 words you can use to describe your childhood?</qco> </h3>      small, i will think of more words soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n11:00 pm</dco> &nbsp;<qco> My english class is very hard, what should I do?</qco> </h3>      write some stories, about the class\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n10:58 pm</dco> &nbsp;<qco> My cat scratches me and keeps me from sleeping. What can I do?&nbsp;</qco> </h3>      you could try sleep walking\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n10:48 pm</dco> &nbsp;<qco> Any advice for raising a pet inchworm?</qco> </h3>      start measuring it, i think soon you may be surprised\n\n<br><br>"
  }
]
