[
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n2:34 pm</dco> &nbsp;<qco> If you remake \"history of the entire world, i guess,\" what would you add?</qco> </h3>      \ni might add something that alludes to the possibility of the entire globe becoming sick with the same disease at the same time, while not mentioning any specifics beyond that, because as of now (Friday, November 20, 2020 2:45:17 PM) it's too soon to put that properly in context\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n2:09 pm</dco> &nbsp;<qco> Have you ever thought about how infinite infinity is?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (rant incoming!) I mean, let's use the theory that there is an infinite amount of universes. For every change at any place at any time, there's a universe for that. But not only that, there's an INFINITE amount of universes where that change happened but slightly different. Also, if there truly is an infinite amount of universes, anything that can happen WILL happen. And again, it has happened, is happening, and will happen an infinite amount of times. I think that's pretty cool.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n2:02 pm</dco> &nbsp;<qco> In which way (if any) do you think the crazy state the world is currently in affects you and your artistic production?</qco> </h3>      \nit increases the urgency for me to do what i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n1:58 pm</dco> &nbsp;<qco> if someone says \"good day\" do they also mean \"good night\"? because night is part of a day?</qco> </h3>      \nthat would be true, but it becomes complicated by the fact that 'good night' usually means 'goodbye'. so actually, the answer might be yes, but it depends whether the meeting is starting or ending\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n1:47 pm</dco> &nbsp;<qco> what key is \"the song song\" in?</qco> </h3>      \nD. the chorus borrows from F\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n1:42 pm</dco> &nbsp;<qco> have you ever used an actual guitar in the recording of your music?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n1:33 pm</dco> &nbsp;<qco> WHat are you working on right now?, im just curious.&nbsp;</qco> </h3>      \nit's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n1:23 pm</dco> &nbsp;<qco> How do you feel about the overall quality of your songs and videos ?</qco> </h3>      \ni'll have to do the best i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n1:02 pm</dco> &nbsp;<qco> Um hello? I'm actually a big fan and I just wondered.What's wring with the editing software.</qco></h3>      nothing. editing software is a blessing to creatives all over the world<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I don't know how to fix it and I don't edit but, I might be able to help! I know you don't respond right away but. Are you doing online school?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And if yes how's it going?</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n12:54 pm</dco> &nbsp;<qco> what is your next video going to be?</qco> </h3>      \nit's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n12:53 pm</dco> &nbsp;<qco> Do you have tips on how to become funny?</qco> </h3>      \nanyone can be funny. just do stuff that's not funny and wait for people to be mad at you for not being funny. at least that's the way i do it \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n12:43 pm</dco> &nbsp;<qco> can you do a music theory tutorial, bill wurtz style? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i'd love to see a video like that.</qco> </h3>      try <a href=\"https://billwurtz.com/music-school.mp4\" target=\"_blank\">this</a>, or <a href=\"https://billwurtz.com/how-to-play-a-c-major-scale.mp4\" target=\"_blank\">this</a>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n12:41 pm</dco> &nbsp;<qco> What is your opinion on seedless watermelons?</qco> </h3>      \nshould be room for even more water now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n12:37 pm</dco> &nbsp;<qco> who inspired you to make music</qco> </h3>      \neveryone\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n12:03 pm</dco> &nbsp;<qco> BILL i am VERY excited for your new release. I'm graduating in december, and I'm still more excited for your new release than I am to get a bachelors degree. Lol. How far are you into the video? </qco></h3>      most of the way<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Haven't you been working on it non-stop since like August? </qco></h3>      since late august, yes. non-stop, no. my pathological inability to make reasonable and balanced production decisions is reaching new levels of cumulative devastation for me, on a personal level<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Are you doing ok? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thanks!!!</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n11:57 am</dco> &nbsp;<qco> Is there a deeper physiological meaning to your songs?</qco> </h3>      \ndeeper than what\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n11:38 am</dco> &nbsp;<qco> Is anything ever worth something?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n11:34 am</dco> &nbsp;<qco> What is the next video going to be?&nbsp;</qco> </h3>      \nit's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n10:53 am</dco> &nbsp;<qco> \"releasing the song at the same time as the video makes for a stronger release, in my opinion\"\n<br>\n<br>I agree at about 117.5%.\n<br>\n<br>Do you consider releasing audio-only songs again?</qco> </h3>      \nthe option is open, as a somewhat extreme scenario. it hasn't come to that yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n10:45 am</dco> &nbsp;<qco> do you have tips for getting good at improvising on the piano, more specifically than just doing it a lot for a long time? my practice usually goes like this: i play a note with my right hand, invent melody from there, and try to play accompanying chords with my left hand, slowly enough to not be *completely* riddled with mistakes but fast enough to still sound like music a little. i do that for like 30 minutes a day (is that long enough if i want to get good before i'm dead?). sometimes i instead start with a note with the left hand, invent a bassline from there and play chords with the right hand. and some other times i play a bassline with a melody, mostly without chords but sometimes try to slide one in when i feel adventurous. (i would sing too but i live in circumstances that makes it feel like a bad idea at the moment.) do you have better strategies? thanks if you read all that, even if you don't answer</qco> </h3>      \nin my opinion, it sounds like you are trying too hard to be too normal too soon. also, something not clear from your description, what exactly is a mistake?\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n10:29 am</dco> &nbsp;<qco> how do i trust myself</qco> </h3>      \nyou'll need to establish a better track record\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n10:28 am</dco> &nbsp;<qco> thoughts on a new garfield movie?</qco> </h3>      \nhow about portraying all the daily strips in order\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n10:18 am</dco> &nbsp;<qco> What inspired you to write new canaan?</qco> </h3>      \nthe train map in penn station. i know that doesn't make sense because they informed me at penn station that they don't have a train that goes to new canaan, and the train to new canaan is from grand central. so i went to grand central. but the idea to take trains to places i had never been and write songs along the way was an idea that i had in penn station, several weeks before i wrote any of them \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n9:40 am</dco> &nbsp;<qco> How do I get out of this place and out into the real word?</qco> </h3>      \nthere's got to be a door somewhere. doors are quite common\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n9:23 am</dco> &nbsp;<qco> What is the bad thing you did in the video you made called i did a bad thing\n<br></qco> </h3>      \nattempted to add non-songs into the 2 week song schedule without reducing the song schedule, and in the process failed at adding the non-song and failed at not ruining the 2 week song schedule \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n8:37 am</dco> &nbsp;<qco> how many more minutes and seconds out of 4 minutes and 10 seconds of the current video have you finished</qco> </h3>      \nno parts of it are completely finished. all parts of it are partly finished\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n8:34 am</dco> &nbsp;<qco> How are your new videos going?</qco></h3>      good but they also have a tendency to be impossible. this is partly due to my ongoing inability to be reasonable <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; are you having fun making them?</qco> </h3>      \nyes but i am concerned\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n7:03 am</dco> &nbsp;<qco> do you ever throw away an idea on the unfinished idea list?</qco> </h3>      \nyes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n6:45 am</dco> &nbsp;<qco> What is you're next video about?</qco> </h3>      \nrage\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n5:34 am</dco> &nbsp;<qco> What are the chords in Christmas Isn't Real?&nbsp;&nbsp;I'm having a hard time figuring them out</qco> </h3>      \nD, A/D, G/B, D/A, G, D/F#, Asus4, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n4:33 am</dco> &nbsp;<qco> is the universe expanding? </qco></h3>      i have heard that, although i've been unable to measure it myself<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how do we enter a parallel universe&nbsp;</qco> </h3>      you could be already in it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n3:31 am</dco> &nbsp;<qco> do you enjoy making your songs?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n2:22 am</dco> &nbsp;<qco> With the seemingly random but somehow deep lyrics to your songs, do you actively try to think of these new lyrics, or do you just do stuff and wait until an idea pops into your head? The same with editing the video.&nbsp;</qco> </h3>      \nthe trick is to combine the lyrics with music\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n1:10 am</dco> &nbsp;<qco> What's your favourite quote? \n<br></qco> </h3>      \nunfortunately,\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n12:47 am</dco> &nbsp;<qco> How is it going in school so far?</qco> </h3>      \nnever heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n12:27 am</dco> &nbsp;<qco> what's the best way to learn jazz do you just listen to a lot of it and play a lot of it</qco> </h3>      \nthat should help, but, at some point, the definition of the word 'jazz' may come into question\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n12:20 am</dco> &nbsp;<qco> Do you have any future uploads planned?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (are you currently working on any videos?)</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n12:14 am</dco> &nbsp;<qco> Do you think music can connect with everyone?</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n11:47 pm</dco> &nbsp;<qco> You said you MIGHT quit but did you quit I just wanna know :(</qco> </h3>      \ni never said that. that was in a song. i actually thought the song was about you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n11:33 pm</dco> &nbsp;<qco> do you get any sleep?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n11:03 pm</dco> &nbsp;<qco> Am art?</qco> </h3>      \nsure\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n10:27 pm</dco> &nbsp;<qco> are you going to make a video soon</qco> </h3>      \nyes but first i am finishing the one i'm working on now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n10:26 pm</dco> &nbsp;<qco> How can I make a good story that isn't long</qco> </h3>      \nuse a very small font\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n10:21 pm</dco> &nbsp;<qco> what song do you think would sound cool on a ukulele?</qco> </h3>      \nany of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n9:51 pm</dco> &nbsp;<qco> How do I try to get the motivation to write stuffs</qco> </h3>      \ndo you want to write stuff or not? if you do, then congratulations, you have motivation. if you don't, then, what is the reason you think you should?\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n9:49 pm</dco> &nbsp;<qco> how do i do things without doing things</qco> </h3>      \ndo some things, but not others\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n9:38 pm</dco> &nbsp;<qco> Do you like your music?</qco> </h3>      \ni am supposed to make it how i would like it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n9:37 pm</dco> &nbsp;<qco> Do you think it would be possible to make a song only using fruit?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If not what about vegetables?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n9:11 pm</dco> &nbsp;<qco> bill i think im in love with someone, but im not sure. basically, what im asking is when did u learn about keyboard shortcuts </qco></h3>      when i was 5<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how much of an impact did they have on your life?</qco> </h3>      it made me angry that there aren't more, to this day. i've found many great solutions for this, but it seems those solutions only reveal more problems, which i have come to understand are really just my own personal problems\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n9:08 pm</dco> &nbsp;<qco> What's your most embarrassing moment?</qco> </h3>      \nconfused 'hi' and 'how are you' and just said 'how'\n<br><br>"
  }
]
