[
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n9:39 pm</dco> &nbsp;<qco> Why the fuck are there ads for prescription meds on tv? Seems like a weird thing to advertise.&nbsp;</qco> </h3>      studies show that people who have a TV also have a doctor\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n9:34 pm</dco> &nbsp;<qco> thanksgiving plans? (for the love of sweet baby jesus, don't say that you'll be working on a thing.. thanksgiving is not a day for working, it's a day for eating lots of tasty treats).</qco> </h3>      but how would that be possible if all the stores close? thanksgiving is the best day for working because there's no distractions. tough to find food though, but that's always a nice challenge that adds to the uniqueness of that day (and christmas also)\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n8:07 pm</dco> &nbsp;<qco> When's now?</qco> </h3>      yep\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n7:20 pm</dco> &nbsp;<qco> I feel like there is a huge brick wall in my head that is stopping the flow of ideas. Should I cry and see wut happens?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n7:19 pm</dco> &nbsp;<qco> Can u come to the United States?</qco> </h3>      i will do it when i get a chance\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n5:43 pm</dco> &nbsp;<qco> Hi just checking in, how is your \"songs forever\" plan going?&nbsp;</qco> </h3>      good, but there has been a plot twist. which is that i am also doing non-song videos in between each song, and also making videos for each song\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n5:39 pm</dco> &nbsp;<qco> do you think that art is always open for interpretation?</qco> </h3>      i think so, but there is no need to decide now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n5:04 pm</dco> &nbsp;<qco> Are you gonna do a \"history of\" as a series? I feel like you should.</qco> </h3>      that sounds like a good idea until you realize how long those darn things take to make, and how old and dead i would be after doing even just a medium amount of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n4:32 pm</dco> &nbsp;<qco> How do I know if the thing I'm doing is the right thing to do?</qco> </h3>      i guess you'll just have to guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n4:24 pm</dco> &nbsp;<qco> Can you please Rick Roll me?</qco> </h3>      i will do it when i get a chance\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n4:22 pm</dco> &nbsp;<qco> are you going to do anything special when reaching 2,000,000 subscribers as that will happen very soon.</qco> </h3>      i was thinking about doing some content\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n4:20 pm</dco> &nbsp;<qco> Would you win a presidential eletchen?</qco> </h3>      that's probably not a good use of my time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n3:48 pm</dco> &nbsp;<qco> do you also struggle to understand yourself sometimes</qco> </h3>      not really\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n2:34 pm</dco> &nbsp;<qco> In what instances should we get in touch with you?</qco> </h3>      if you have an important message to deliver<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n1:58 pm</dco> &nbsp;<qco> sometimes when im in the library while on my break at college i listen to your music with earphones and the urge to sing is too great but im in a library so i an forbidden to sing. should i do it anyway? \n</qco></h3>      no. if you are going to break the silence, i hope you can get a proper sound system in there, and play the track through that. and sing along also<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or should i just keep it inside me and implode into 4 universes at once?</qco> </h3>      that sounds nice too\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n1:37 pm</dco> &nbsp;<qco> Does the concept of marriage scare you?</qco> </h3>      no but the wedding industry does\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n1:31 pm</dco> &nbsp;<qco> I Need Help , Please Help Me I Do Not Know How To Properly Use Capitalization, How Do I Stop This Madness?</qco> </h3>      go see your doctor. you can get a presctiption for 'proper pills'. take the pills and you will be proper\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n1:02 pm</dco> &nbsp;<qco> Do you have a big vocabulary? As in, you know and use a lot of big/fancy/hard-to-pronounce words that a lot of people don't know or use?</qco> </h3>      i know some, but it's usually better to use words that people know. if i want a word that nobody knows, sometimes it's best to make it up\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n12:44 pm</dco> &nbsp;<qco> Are pelicans republicans?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n12:33 pm</dco> &nbsp;<qco> do you like to blur the line between metaphor and reality</qco> </h3>      oh, that sounds lovely<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n12:20 pm</dco> &nbsp;<qco> Say a guy named george made a (long short term memory recurrent neural network) A.I. And named it \"list script\". \"List script\" writes screen plays. George inputs the scripts of the entire Friends television series. Should the end result be credited to;&nbsp;the writers of Friends, george, or list script?</qco> </h3>      it is a joint effort between all 3. but if there is any money/payment involved, this day and age the robot will likely get none\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n12:15 pm</dco> &nbsp;<qco> i know your secrets</qco> </h3>      what makes you think i have them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n12:15 pm</dco> &nbsp;<qco> Do you have the goods?</qco> </h3>      i have some of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n12:13 pm</dco> &nbsp;<qco> why is spaghetti so funny?</qco> </h3>      because you're eating a wormy string\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n11:55 am</dco> &nbsp;<qco> What's your favorite soup</qco> </h3>      moose soup\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n11:27 am</dco> &nbsp;<qco> do you have a dollar? im trying to buy lunch</qco> </h3>      i have a dollar but i think it would be more helpful for your situation if you had it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n11:17 am</dco> &nbsp;<qco> Are you going to change your website to special colors because of Christmas?</qco> </h3>      i am going to keep them the same colors they are now, which i have already tried to make as special as possible. except there might be a new category on page 3\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n8:46 am</dco> &nbsp;<qco> are you a lizard person&nbsp;</qco> </h3>      i will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n8:34 am</dco> &nbsp;<qco> wat relatable mean</qco> </h3>      it means millenials will likely relate to it, which in turn can generate revenue for your brand\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n7:20 am</dco> &nbsp;<qco> What's the first step to start making music as someone who's pretty unconfident?</qco> </h3>      just start aquainting yourself with whatever instrument you most conveniently have access to\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n7:03 am</dco> &nbsp;<qco> what's so amazing about 11th August?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n6:42 am</dco> &nbsp;<qco> so... ever thought of doing another history video?</qco> </h3>      sort of but why do that when i can do something totally different\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n5:44 am</dco> &nbsp;<qco> how to inspire people?</qco> </h3>      chase your dreams ruthlessly\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n5:29 am</dco> &nbsp;<qco> what phone do you own?</qco> </h3>      the banana phone, it's made by apple, it's called the apple banana\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n4:44 am</dco> &nbsp;<qco> <a href=\"q.php?date=201711141208\">11.14.17&nbsp;&nbsp;12:08 pm</a>  then?</qco> </h3>      then talk about the problem. explain the problem, analyze the problem. write poems about the problem\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n3:35 am</dco> &nbsp;<qco> What happens if you put the left earbud in the right ear and vice versa?</qco> </h3>      depending on how they are designed, you might get less bass that way. also the panning will be backwards\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.17&nbsp;\n1:00 am</dco> &nbsp;<qco> what triggered you to write the song 'got to know what's going on' and reevaluating your life?</qco> </h3>      i wrote the title line many years ago, and it has been kicking around in the song list ever since. then it got chosen randomly as the next song, so i had to write the rest. and record it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.17&nbsp;\n9:48 pm</dco> &nbsp;<qco> Well besides the history stuff with the pilgrims, I dislike thanksgiving. It's an awkward moment between Halloween and Christmas, we have to spend time with family even though we do the same thing during Christmas, and the theme color is BROWN. What do you think?</qco> </h3>      i know what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.17&nbsp;\n8:08 pm</dco> &nbsp;<qco> I Am SO SICK OF LISTENING TO MY SONG I WANT TO BE FINISHED WITH IT ALREADY OHMYGOD</qco> </h3>      oh, #relatable\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.17&nbsp;\n7:42 pm</dco> &nbsp;<qco> how can i be sure that i am alive?</qco> </h3>      check to see if you are wondering if you are alive. wondering if you are alive is a sign of being alive\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.17&nbsp;\n7:42 pm</dco> &nbsp;<qco> how do I deal with constant and soul crushing failure?</qco> </h3>      do a book tour\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.17&nbsp;\n7:26 pm</dco> &nbsp;<qco> are there any old projects/songs of yours that you look back on and think you could have done them better today?\n<br></qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.17&nbsp;\n7:05 pm</dco> &nbsp;<qco> is now a good time</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.17&nbsp;\n6:40 pm</dco> &nbsp;<qco> You do have a favicon though at least on my computer idk if it is a default thing or not though</qco> </h3>      i do not have one. but everyone always asks me to make one\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.17&nbsp;\n6:32 pm</dco> &nbsp;<qco> why does my phones battery drain quickly</qco> </h3>      because it is old or cheap or maybe just bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.17&nbsp;\n6:02 pm</dco> &nbsp;<qco> WHEN WILL THE NEW VIDEO BE FINISHED? I AM GROWING IMPATIENT. SORRY. LOVE YOU. THANKS. BYE.&nbsp;</qco> </h3>      how about i make a helicopter instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.17&nbsp;\n5:15 pm</dco> &nbsp;<qco> what is your desktop background</qco> </h3>      the plank (you know, from pirate ships)\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.17&nbsp;\n4:20 pm</dco> &nbsp;<qco> what would convince you that someone traveled 40 minutes into the future?</qco> </h3>      talking to them again 40 minutes later\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.17&nbsp;\n4:19 pm</dco> &nbsp;<qco> I broke a window with a shoe and my mom's gonna kill me. any suggestions?</qco> </h3>      call the police\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.17&nbsp;\n3:54 pm</dco> &nbsp;<qco> what are the lines that are you referring to in the lyric \"gonna go out and away from the lines\"</qco> </h3>      whatever lines you may have previously resided inside\n<br><br>"
  }
]
