[
  {
    "html": "<h3> <dco>5.12.19&nbsp; \n1:04 pm</dco> &nbsp;<qco> what are hobbies (beside music)?</qco> </h3>      video\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.19&nbsp; \n12:53 pm</dco> &nbsp;<qco> were you ever scared of being yourself? if not, how?</qco> </h3>      no, wait yes i am (just like that)\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.19&nbsp; \n12:19 pm</dco> &nbsp;<qco> why do u think reincarnation is real</qco> </h3>      any one but the same exact one\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.19&nbsp; \n11:36 am</dco> &nbsp;<qco> how do you deal with dealing with people's personal and fairly sad questions on your own website?</qco> </h3>      with strenghth if possible\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.19&nbsp; \n9:49 am</dco> &nbsp;<qco> thoughts on your fanbase?</qco> </h3>      it's multi-based\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.19&nbsp; \n8:00 am</dco> &nbsp;<qco> r u a cult leadr?</qco> </h3>      cult greeter\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.19&nbsp; \n7:43 am</dco> &nbsp;<qco> If you were president for a day, what would you do?</qco> </h3>      go to area 51\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.19&nbsp; \n6:13 am</dco> &nbsp;<qco> How do I find my true self? How can I realise amd embrace my true feelings and emotions?</qco> </h3>      stop worrying about which self is true. they're all true, even the fake ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.19&nbsp; \n5:11 am</dco> &nbsp;<qco> how do I become secretive like you? I have a bad tendency to overshare information about myself to people I know, and it's not the best thing in the world of me to do.&nbsp;</qco> </h3>      sounds like you are on the right track\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.19&nbsp; \n3:25 am</dco> &nbsp;<qco> What is your opinion of dumb kids telling you to do things</qco> </h3>      that's your opinion not mine\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.19&nbsp; \n3:25 am</dco> &nbsp;<qco> How not to be sad</qco> </h3>      be sad, then at some point you won't\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.19&nbsp; \n3:22 am</dco> &nbsp;<qco> Help I have too many words what should I do</qco> </h3>      start a word business\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.19&nbsp; \n1:19 am</dco> &nbsp;<qco> Do you have tips for growing a twitter userbase? I'm trying the approach of following people who have liked my replys and relying on them enjoying my content and follow back, but it feels kinda predatory/desperate, I have no idea what twitter etiquette is and I feel dirty but it seems the only viable way right now. I worry too much about how I may come off, any tips for that too?</qco> </h3>      i personally don't like replies or the @ symbol in general, but looking around i might be the only one\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n11:45 pm</dco> &nbsp;<qco> When is the velcro episode</qco> </h3>      there is too much velcro for one episode\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n10:38 pm</dco> &nbsp;<qco> wow I would love to talk to my friends about music and instruments but none of them are super musical or really want to? What should I do?</qco> </h3>      you can find people on the internet to talk about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n10:16 pm</dco> &nbsp;<qco> what is your favorite temperature of hot dog</qco> </h3>      0 kelvin\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n9:10 pm</dco> &nbsp;<qco> how long do you plan on doin gth ecurrent song schedule for?</qco> </h3>      as little time as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n7:24 pm</dco> &nbsp;<qco> what should I cancel next</qco> </h3>      the cancelling spree you are on<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n7:14 pm</dco> &nbsp;<qco> any tips for singing high notes?</qco> </h3>      try to reach down to the note. like pretend you are so high you are already above the note, then the note won't seem so high, by comparison\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n5:41 pm</dco> &nbsp;<qco> I have to make a video for history class and I want to make it your \"hisory of the entire world, i guess\" video. Any tips? </qco></h3>      the way i did it was to spend 2 years making hundreds of easier videos first, then spend 1 year making that one<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What software did you use?</qco> </h3>      that hardly makes a difference. i spent a month during it learning new software anywa\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n5:11 pm</dco> &nbsp;<qco> Should I get a dog</qco> </h3>      only if the dog is about to get you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n4:34 pm</dco> &nbsp;<qco> Oh no, what if I am tuckered out already?</qco> </h3>      you can re tucker\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n2:42 pm</dco> &nbsp;<qco> how do you feel about revenge?</qco> </h3>      cinematic in a way\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n2:00 pm</dco> &nbsp;<qco> what are your thoughts on avocado toast</qco> </h3>      could have been bread guac, with different use of time and resources\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n1:20 pm</dco> &nbsp;<qco> what kind of mic do you use?</qco> </h3>      regular\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n1:18 pm</dco> &nbsp;<qco> Are you my grandma?</qco> </h3>      i don't remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n12:22 pm</dco> &nbsp;<qco> Hey Bill. My ladyfriend and I think your music is fantastic. How much live playing is in your music versus sequencing? I'm interested to understand your production process.&nbsp;</qco> </h3>      don't worry, i'll explain everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n12:12 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201905102002\">5.10.19&nbsp;&nbsp;8:02 pm</a>  - Okay then, let me show you these words which will convey the virtues of albums. Me personally, I view albums as more like a book or a short story, where each track is a particularly memorable sentence from a chapter that sticks in your head, or a plot twist/intriguing moment or something like that. The whole purpose of an album in my opinion is to create a story that's bigger than just one song could provide, or rather tell one story but with a lot of nuance and detail to it. Instead of taking them on a short journey with one song and trying to pack as much as you can in there, with an album you can give yourself time to think and breathe and tell as much as needs telling and in the time it takes, y'know? Not tryna invalidate your approach to \"musical storytelling\", but that's the angle I tackle the music-making bull from, anyway.</qco> </h3>      right, but if you're really gonna put any good amount of twists and turns in it, wouldn't it already be much more than an album?\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n11:11 am</dco> &nbsp;<qco> what should you do if you're stuck in a bookshelf?</qco> </h3>      loop select, expand selection, expand selection, expand selection, delete polygons\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n10:47 am</dco> &nbsp;<qco> How an I make a catchy beat to a song? I have all the tools to make one, but I can't think of one.</qco> </h3>      just think of the song. actually, sing the song. imagine you have to spend a day with the song, what backpack would you bring on that day? and what would be in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n9:43 am</dco> &nbsp;<qco> hey, bill. i need to know, how do you make a schedule?\n</qco></h3>      you most throw seeds over the field every day for a hundred years or more until they lign up just the right way so then you spend the next 18 months worshipping that way<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what are your schedules like? what do you include in them? could you give me an example of one of your schedules? i'm desperate to know that. is that going to make me work more efficiently?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n8:43 am</dco> &nbsp;<qco> what would you do if someone exposed you for doing something bad in the past?</qco> </h3>      make up a song about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n8:39 am</dco> &nbsp;<qco> <a href=\"q.php?date=201905101749\">5.10.19&nbsp;&nbsp;5:49 pm</a>  will the new trick be super obvious when we watch the video</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n or is it something subtle?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n or is it secret for now?</qco> </h3>      i think i told it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n8:37 am</dco> &nbsp;<qco> when you make a reality vid from recordings of a period you already made reality vids from, like let's say 2014, do you adapt your editing style to match your style back then when you knew less tricks (don't know if i'm clear), so when us viewers watch the reality vids in the order displayed on your website there would be no huge changes on the video style from one video to another ?\n<br>(sorry english is not my first language)&nbsp;</qco> </h3>      no, it's important to remember that the majority of the reality section takes place before i even knew how to make videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n8:22 am</dco> &nbsp;<qco> My dad is mad at me because I am afraid of him carrying a gun. I don't know how to fix this without changing reality</qco> </h3>      it sounds like you should be living in different states\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n4:49 am</dco> &nbsp;<qco> here is a stupid question: have you ever thought of making a vertical video?&nbsp;</qco> </h3>      all my videos are vertical\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n3:55 am</dco> &nbsp;<qco> what do you wish for me?</qco> </h3>      stories\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n3:32 am</dco> &nbsp;<qco> Any tips on how to study effectively for finals that are next week?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n3:31 am</dco> &nbsp;<qco> do you ever have to lesson the lesson that you're learning because it's too many lessons?</qco> </h3>      if you lesson a lesson that's gonna be more lessons. if you want less you'd have to lessEN\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n3:29 am</dco> &nbsp;<qco> Do you have any advice for quitting addictions?</qco> </h3>      your best bet is to get addicted to not doing the thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n1:55 am</dco> &nbsp;<qco> Hey Bill, I'm thinking about learning piano. Should I?</qco> </h3>      you could learn to think about piano. that would save you the trouble of even bothering with the damn piano\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n1:22 am</dco> &nbsp;<qco> What does enjoyment mean to you?</qco> </h3>      liking stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n12:58 am</dco> &nbsp;<qco> How do you keep up your work ethic to work on so many projects like this as well as what's on your youtube channel?</qco> </h3>      ethics are more fun if you let them go a little, so you can have the fun of getting them back \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n12:42 am</dco> &nbsp;<qco> How do I access your latest reality videos I can only see those up to 2016&nbsp;</qco> </h3>      they are all there. the dates are according to when the content takes place. and there are other dates next to it which represent the date it was edited and assembled into a video. but so your head doesn't explode i only show the actual date the recordings are from and the other dates are invisible\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n12:34 am</dco> &nbsp;<qco> how do you come up with such good rhythm in your songs?&nbsp;</qco> </h3>      <a href=\"borrowheavilyfromthelatinculture.mp4\">answer</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n12:15 am</dco> &nbsp;<qco> i may have learned something from the bosniaks and serbs of the 90s. to make good music, it must be done with a real purpose.</qco> </h3>      that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.19&nbsp; \n12:13 am</dco> &nbsp;<qco> I HAVE TO MEMORIZE TWO 2-MINUTE MONOLOGUES IN LIKE TWO WEEKS AND I DON'T EVEN KNOW WHAT THEY ARE YET. HELP</qco> </h3>      this is probably not my strong point, but just do it a lot? do it at different angles, wearing different clothing, ..... try to do it while juggling if you can. maybe try doing it backwards\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n11:03 pm</dco> &nbsp;<qco> how are you able to answer some of these questions with 4-second audio or video clips?</qco> </h3>      i'm pretty good with computers\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n10:51 pm</dco> &nbsp;<qco> do you think aliens are scared of us</qco> </h3>      to them, we're the aliens\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n10:28 pm</dco> &nbsp;<qco> This may seem like a stupidly obvious question, but is 'at the airport terminal' based on an actual experience you've had travelling overseas in a plane or is it something else?</qco></h3>      that particular song came to me after doing a series of domestic flights, with some change-overs. the first verse seems to reflect the feeling of an airport terminal during the course of a travel itinerary. and the rest of the song seems to represent the feelings of commercial airline travel in general<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nI feel this song perfectly captures the surrealistic feeling of travelling to another country in a plane, like you've stepped into a special room for a whole day and when you step out again everything outside has changed. Really, I'm just writing this to gush about how much I love this song and your music, but yeah.</qco> </h3>      that's nice of you. \n<br><br>"
  }
]
