[
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n8:48 pm</dco> &nbsp;<qco> you can't stare infinitely off into the horizon due to the curvature of the earth. if the world was flat, could you see everything?</qco> </h3>      \nthere would be hills in the way. oh wait but if the world is flat then i suppose that means the hills are flat too. but there would be trees in the way. oh wait but if the world is flat then i suppose that means trees are flat too. ok so you could see everything else. wait but if the world is flat then everything would be flat. your eyes would be also flat. in conclusion, if some things were flat, other than your eyes and some additional things, nevermind, the answer is no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; 8:15 pm</dco> &nbsp;<qco> why don't you use capital letters</qco> </h3>      \nperhaps you have me confused with yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n8:11 pm</dco> &nbsp;<qco> Do all time zones differ in hour intervals, or is there anywhere that's like a half hour or 15min (or like X.25 or X.5 hours) later/earlier?&nbsp;</qco> </h3>      \nexamples of half-hour offsets: newfoundland, india, iran, central australia. examples of quarter offsets: eucla australia, chatham islands nz\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n8:04 pm</dco> &nbsp;<qco> do you think anxiety can be useful?</qco> </h3>      \nmaybe yes, but i'm kind of afraid to say that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n7:59 pm</dco> &nbsp;<qco> whats the best type of cake objectively</qco> </h3>      \nobject cake\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n7:56 pm</dco> &nbsp;<qco> every night when i fall asleep i see a door in my dreams, it haunts me, just standing there in the distance of the rooms i wade through\n<br>should i go through it</qco> </h3>      \nsure. you might not even have to open it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n6:53 pm</dco> &nbsp;<qco> Do you feel a sense of accomplishment when you finish and publish a project</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n6:10 pm</dco> &nbsp;<qco> how do I stop slacking off and start slacking on?</qco> </h3>      \nthe task was never mentioned in this. that's really the first thing you have to change\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n5:32 pm</dco> &nbsp;<qco> Solve for x:\n<br>5x+3=2x+12</qco> </h3>      \n3\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n5:03 pm</dco> &nbsp;<qco> im addicted to your music should i keep listening (i'm going to regardless)</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n4:59 pm</dco> &nbsp;<qco> do you like backronyms?</qco> </h3>      \nbackronyms always create kinda random odd nuances, you might say\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n3:37 pm</dco> &nbsp;<qco> Would you be interested in getting an in depth analysis (based on opinion, of course) of at least one of your songs</qco> </h3>      \nsure. i'm ashamed to admit that i have a tendency to enjoy pointing out when people's analyses of me are incorrect, but, by the same token i do readily admit when i feel someone gets it right\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n3:19 pm</dco> &nbsp;<qco> How do you make the videos of you in some songs. Like, do you think of what you're gonna do beforehand, or do you just improv it. Do you sing and dance/play the air drums/the guitar,&nbsp;&nbsp;to the whole song and then just pick out some parts that could work? </qco></h3>      pretty much yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, the air drums look really cool, do you actually know how to play drums?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n2:41 pm</dco> &nbsp;<qco> hi bill, can you help me understand how chord inversions/voicings affect the way the listener perceives the progression? </qco></h3>      i think you get closer to understanding when you take out words like 'progression' and 'inversion' and 'voicing'. but it's really just like a magic moment experienced between people. totally impossible to describe what exactly happened and how it happened. this is one of the major strongpoints of music, and other communicational arts<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;are there any problems that could occur if they are poorly executed?</qco> </h3>      the biggest failure in music is for it to make the listener totally indifferent to, or worse, repelled away from, the things or places where that music is played\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n2:37 pm</dco> &nbsp;<qco> how do you proceed with a song which is obviously not finished however there are already elements that are super exciting though no further ideas come to how to connect it and develop further. its driving me insane because it feels so rigid and I seem to lack the skill to songwrite it further adequately.</qco> </h3>      \ntry to find a way to definitely ruin it. maybe something that says 'this is how i would ruin it if i was going to ruin it, but anyway, here's the thing, including the part that we all liked'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n2:32 pm</dco> &nbsp;<qco> Do you know how to operate a manual transmission?</qco> </h3>      \nmoreover, i am uncomfortable operating an automatic\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n12:19 pm</dco> &nbsp;<qco> how do i bring my mental presence with my physical presence</qco> </h3>      \nstart moving around however you want to\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n11:53 am</dco> &nbsp;<qco> does love conquer all?</qco> </h3>      \ni think so, but its powers are often diminished by advertising it directly under the \"love\" branding\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n11:52 am</dco> &nbsp;<qco> are you a poopy head?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n11:34 am</dco> &nbsp;<qco> What do you in ur free time</qco> </h3>      \nmy time is actually very expensive\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n11:33 am</dco> &nbsp;<qco> Whenever I try to come up with a musical phrase, I get frustrated that the chords that I put with it are too simple and sound empty. How do I avoid this.</qco> </h3>      \nyou just need to spend more time enjoying, doing, and being curious about, music. Just like language, the more time you spend with it, the better you get and the more genuinely it starts to fit you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n11:25 am</dco> &nbsp;<qco> what's a recent meme you genuinely find funny</qco> </h3>      \nthe weather\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n11:11 am</dco> &nbsp;<qco> Does making music videos take longer than it used to pre-2020, now that you've \"modernized\" your style and incorporated 3D, or does it take about the same amount of time?\n<br></qco> </h3>      \nno matter the method, i will find a way to make it take a chronically long time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n10:16 am</dco> &nbsp;<qco> your music brings me back to my center. what does that say about me</qco> </h3>      \nwhat does it say about my music\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n9:21 am</dco> &nbsp;<qco> If you could invent a new letter what would it be called</qco> </h3>      \nthat's not nearly as important as what it would do, but i'd probably rather revive a previously existing letter than make a new one\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n8:52 am</dco> &nbsp;<qco> what was the bad thing you did</qco> </h3>      \nmade a song\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n8:30 am</dco> &nbsp;<qco> do you see yourself inside or outside of the fishbowl?</qco> </h3>      \ni'm outside of all fishbowls\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; 8:16 am</dco> &nbsp;<qco> favorite letter of the alphabet?</qco> </h3>      \nç\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n4:54 am</dco> &nbsp;<qco> i created two terrible things today, one was a performance and the other was an article. i wish i could go back and change them but i can't, so here i am confessing to my crimes to make myself feel a little better</qco> </h3>      \nfair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n2:44 am</dco> &nbsp;<qco> do you have any tips for someone new to bass?&nbsp;</qco> </h3>      \nmost importantly, find it in your favorite music and enjoy what it's doing for the music\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n2:00 am</dco> &nbsp;<qco> what makes music a better way to explain things than words?</qco> </h3>      \nthat's exactly the kind of thing i probably can't explain in only words\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n1:00 am</dco> &nbsp;<qco> is love from a person who otherwise hates everyone and everything worth more than love from an empath who naturally has a big heart full of loving-kindness?</qco> </h3>      \nbased only on your description, it sounds sort of like the first person might be kind of maniupulative and the second person is kinda fake. but that's just my impression based on only your description, so that could be a total of 2 or more steps removed from how it actually is\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n12:15 am</dco> &nbsp;<qco> do you like whales</qco> </h3>      \ni don't know whales well enough to know whether or not i like them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.24&nbsp; \n11:42 pm</dco> &nbsp;<qco> do you ever feel resentment toward your passions? i suppose a better word for this is frustration but what i mean is RESENTMENT</qco> </h3>      \ni don't think i've ever felt this way, but i could be misinterpreting how you're describing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.24&nbsp; \n10:43 pm</dco> &nbsp;<qco> the only kick that fits the song i'm making is from long long long journey, what should i do in this situation</qco> </h3>      \ni think it's time to go out to that fence in the backyard and more closely examine the greenness of the grasses on each side. Who knows how many times i've felt that exact way about someone else's work, maybe even for that exact same song\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.24&nbsp; \n10:14 pm</dco> &nbsp;<qco> Do you watch TV shows? Have you been unsatisfied by TV Dramas so you basically started to write your own?</qco> </h3>      \nthat's not entirely untrue\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.24&nbsp; \n7:01 pm</dco> &nbsp;<qco> have you ever tried to not make a video?</qco> </h3>      \nnot exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.24&nbsp; \n6:56 pm</dco> &nbsp;<qco> my drawings are starting to look boring and repetitive what can i do to break the pattern and make the same old lines, shapes etc</qco> </h3>      \nthis may seem like a dumb idea, but i promise it's smart. have you ever drawn a football before\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.24&nbsp; \n6:39 pm</dco> &nbsp;<qco> would you like to travel to rural Arkansas with me (you would be 1 of 12 other people to fit in the same car)</qco> </h3>      \nnot right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.24&nbsp; \n6:00 pm</dco> &nbsp;<qco> what do you think of taking baby steps everywhere you go?</qco> </h3>      \nthat reminds me of What About Bob\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.24&nbsp; \n5:51 pm</dco> &nbsp;<qco> should i continue making videos where i point at stuff</qco> </h3>      \nyes!!!!!!!!!!!\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.24&nbsp; \n5:07 pm</dco> &nbsp;<qco> thoughts on the edge of the universe?</qco> </h3>      \nseems pretty chill\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.24&nbsp; \n4:08 pm</dco> &nbsp;<qco> Is it a good idea to drop out of college</qco> </h3>      \nmaybe of maybe not, but it gets even more complicated if you are not the one putting the money up\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.24&nbsp; \n3:28 pm</dco> &nbsp;<qco> when first listening to a song, is it advisable to put off the analyzing-why-it-works until later? at first i just want to enjoy the song and not think about why it works, but also i think that by doing so i'm getting used to the novel things that would be important for analysis.</qco> </h3>      \nultimately you'll probably never figure out exactly \"why\" it works. but you'll have even less of a chance if you never even let it work on you first hand in the first place. in fact, it's quite common for songs to work in a completely new way, different from how any other songs have worked in the past. so certainly if you rush to judgement then you'll easily miss that new and different boat\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.24&nbsp; \n3:16 pm</dco> &nbsp;<qco> why is science so hard for me to understand? like I'm good at literature, math and government so science seems like it should be easy but it just isn't</qco> </h3>      \nsometimes it helps if you are put in a position where you need to actually do the science yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.24&nbsp; \n2:38 pm</dco> &nbsp;<qco> What's the weirdest biome name to give to a person?</qco> </h3>      \noceanic plankton\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.24&nbsp; \n2:16 pm</dco> &nbsp;<qco> How did you acquire such impressive insights? I keep coming back to you and acknowledging there's quite no one that thinks with so much sense that you do.</qco> </h3>      \nah good, then i shall direct you straight over to the cult sign-up page\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.24&nbsp; \n1:41 pm</dco> &nbsp;<qco> Does 6 figures mean 1,000,000 or 100,000?&nbsp;</qco> </h3>      \ni think it means 6 digits (that would be less than 1 million). at least i think that's what it's supposed to mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.24&nbsp; \n12:29 pm</dco> &nbsp;<qco> What question should I ask you to get the answer I'm curious about? The problem is that I don't know what the answer is (obviously) but I also don't know what the question leading to that answer is. It has something to do with your creative process and artistic voice.&nbsp;</qco> </h3>      \nin that case, it's on me to make as much content as i can, to ensure that you get a steadily deeper picture of who i am and what the heck is going on in general\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.24&nbsp; \n11:44 am</dco> &nbsp;<qco> What is the best thing?</qco> </h3>      \nevery thing is equally good\n<br><br>"
  }
]
