[
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n8:29 am</dco> &nbsp;<qco> how do i become more than the sum of my obsessions</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n7:33 am</dco> &nbsp;<qco> What's the most ideal idea?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n6:25 am</dco> &nbsp;<qco> I want to write a song what do i make it about</qco> </h3><a href=\"https://randomwordgenerator.com\">this</a><br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n5:43 am</dco> &nbsp;<qco> what do you expect</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n5:27 am</dco> &nbsp;<qco> Are you interested in dungeons and dragons?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n2:35 am</dco> &nbsp;<qco> What should I get with my amazon gift card? I was thinking about a fancy guitar stand but... idk</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n1:56 am</dco> &nbsp;<qco> How do you feel now that \"just did a bad thing\" is becoming popular on Tik Tok now?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n1:33 am</dco> &nbsp;<qco> once you make something that's pretty good, how do you get anyone to care about it?</qco></h3>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n12:39 am</dco> &nbsp;<qco> what is the most music-sounding music you've ever music'd?</qco> </h3><a href=\"https://billwurtz.com/singme.mp4\">sing me a song</a><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n11:30 pm</dco> &nbsp;<qco> do u sing to think, or do u think to sing</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n10:55 pm</dco> &nbsp;<qco> There's only so much time in the day....what's the best way to prioritize and make time for what's most important?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n10:39 pm</dco> &nbsp;<qco> who closes the bus door once the bus driver gets off?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n10:12 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903021455\">3.2.19&nbsp;&nbsp;2:55 pm</a>  hm i have not seen it on any other channels. your export doesn't corrupt the files, cause we see they don't have this distortion on your website, but do you do anything different to them in order to upload them to youtube?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n9:39 pm</dco> &nbsp;<qco> What is the thought of the day?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n9:36 pm</dco> &nbsp;<qco> have you ever veen sucked into a parallelogram?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n9:28 pm</dco> &nbsp;<qco> So if all the things, that is, all of the things that are...are everything, then what does that mean about everything else?</qco></h3>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n9:27 pm</dco> &nbsp;<qco> what's the slowest tempo you've ever played at</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n9:04 pm</dco> &nbsp;<qco> what's a steely dan moment you like</qco> </h3><a href=\"detroit-moneyinthebank.mp3\">this</a><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n8:49 pm</dco> &nbsp;<qco> was today supposed to be the release date?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n8:31 pm</dco> &nbsp;<qco> Can i reach for the stars?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n7:58 pm</dco> &nbsp;<qco> why is a word \"verb\" not a verb when it is supposed to describe itself?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n7:57 pm</dco> &nbsp;<qco> where can i get a reservation for heaven?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n7:07 pm</dco> &nbsp;<qco> The second law of thermodynamics (disorder always increases) is mostly due to statistics. For example, on a 16x16 pixel image, randomly make each pixel either blue or red. There are a bunch of ways to get nonsense static, but only a few ways to get a square or a smiley face. The chance of order is slim, but it is possible. In our world, at the molecular level, there are some cases in which entropy decreases, at least momentarily. How do you feel about this?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n6:32 pm</dco> &nbsp;<qco> My cousin forgot to put his drink on a coaster and now there is a little ring of condensation on the table,&nbsp;&nbsp;what should I do</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n6:27 pm</dco> &nbsp;<qco> Would you like to make a horror song?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n5:48 pm</dco> &nbsp;<qco> why are your songs so cool</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n5:25 pm</dco> &nbsp;<qco> Do you have a job other than video making?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n3:21 pm</dco> &nbsp;<qco> i hate men</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n3:14 pm</dco> &nbsp;<qco> how do you feel about the word finky?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n2:19 pm</dco> &nbsp;<qco> I keep overthinking things. How do I stop my brain from doing that?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n12:54 pm</dco> &nbsp;<qco> Why is it called a head of lettuce?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n12:35 pm</dco> &nbsp;<qco> has a vocals-only song ever made the finals in your songpicker</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n12:19 pm</dco> &nbsp;<qco> how long do you think your live set will be</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n12:08 pm</dco> &nbsp;<qco> ey bill why r ppl mean</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n11:43 am</dco> &nbsp;<qco> Do you think in words?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n11:30 am</dco> &nbsp;<qco> what was&nbsp;&nbsp;\"vacationing in the center of the earth\" supposed to be?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n11:26 am</dco> &nbsp;<qco> when i listen to your songs individually, they're good, but once I listen to 2 or more of your songs at the same time, the resulting sound isn't musically pleasant. This seems like a big design flaw of your songs, do you plan on fixing it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n10:54 am</dco> &nbsp;<qco> since ~6 seconds of content took 1 day, and ~150 seconds of content takes 14 days;&nbsp;if you do the math it calls for about 78 seconds worth of content in 7 days;&nbsp;just under a minute and twenty seconds. would you ever shoot for pushing out that duration weekly or is that just not long enough?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n10:42 am</dco> &nbsp;<qco> Is everything awesome?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n9:19 am</dco> &nbsp;<qco> hey, what's the deal with eggplants? i mean, they're not eggs, and they're not plants.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n8:34 am</dco> &nbsp;<qco> I keep getting excited about things to write but then when I actually write it down it sounds dumb. am I bad at this or what</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n7:14 am</dco> &nbsp;<qco> Why does school</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n4:58 am</dco> &nbsp;<qco> What do you think people can learn from you</qco></h3>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n4:38 am</dco> &nbsp;<qco> What is your best video</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n4:37 am</dco> &nbsp;<qco> Is there a poem about rain</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n3:57 am</dco> &nbsp;<qco> life help?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n2:10 am</dco> &nbsp;<qco> will the new song come out tomorrow, 11:07am NZDT?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n1:44 am</dco> &nbsp;<qco> Is being necessary?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n1:17 am</dco> &nbsp;<qco> it's not your responsibility to worry about how people react and analyze and think about your things, or you, or your relationship to your things once you release them, but i am over here Relating and having a weird crisis about the concept of celebrity and personhood and it's especially weird because i have this crisis all the time, it's an easy one: everybody's a person. just people. my favorite bands (if you will excuse the idea of favorites for a few moments): they're just people, and they are huge nerds who will give me corrections to transcriptions i make of their stuff cause they like the stuff and i like the stuff and that gives us something in common. my favorite actor: people. also a huge nerd who is excited about the things i am excited about, so we can be excited together at the stage door if i make it there. my favorite vocal ensemble: people. very good at their job, some of the best in the world, but you have to be a huge nerd to get that good and that means we're excited about the same things if we interact about them, because the tiny details get clearer the closer attention you pay, and then we can share the excite. there's a line in henry v \"the king is but a man, as i am. the violet smells to him as it does to me\" i think about whenever i am getting too close to putting a person whose work i like on a huge pedestal, and instead i get excited about how people whose work i admire are just people and i am too so i can do things too.\n<br>\n<br>however, it's an extra weird case to be so deeply involved in liking your stuff, because so much of your stuff is your story of yourself. first of all the songs and the history videos, of course things you make are going to have light from you shining in em. but even less removed from your Self the questions page, insta hints, reality videos, expert mode all have personality and then you come out with a live interview and a straightforward lyric explanation video, and what is there that i can Like that is not just a piece of you? is it the things you make i like, anymore? or is it what i can see of you? does it matter? not to you, probably. but it seems important for me to know. and maybe it is better for you if the glorious melodic contour has a bigger effect on me than the half-smile as you mark time before the next mime drum take. it's definitely the skill involved in setting up the turnaround that impresses and engages me, but if i associate that with the fondness that gets in my spirit from reading and empathizing about the door touch for the tempo run to find the split, what am i appreciating? is it the beautifully finessed fill that is unstoppably embedded in my psyche, now, or the endearing knowledge that you think nobody wants to see a band of 5 keyboard players? do i appreciate hotewig because of the awe-inspiringly constant level of fun and incredibly consistent density of information, or because it's your voice and your humor delivering it? both, i guess.\n<br>\n<br>i try to like things because they're good, instead of because i like the person who made them, but what if the person who made them is good? it'll be my job to try and extricate my inspiration by your content from my inspiration by whatever You i can know from what you've left in the open. it's not your problem. but it's jiggling my obsessive and analytical tendencies and now i'd kind of like to know if you've ever had this feel.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n1:04 am</dco> &nbsp;<qco> Hey Bill, what have you learned today?</qco> </h3><br><br>"
  }
]
