[
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n1:13 pm</dco> &nbsp;<qco> Do you get annoyed at all the questions that seem random and useless? </qco></h3>      which ones do you think are useless<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nAnd what motivates you to answer so many?&nbsp;</qco> </h3>      some people think i don't answer enough questions. some people think i answer too many questions. as a compromise i've decided to answer a medium amount of questions\n\t<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp; \n12:12 pm</dco> &nbsp;<qco> is music mysterious and self-evident at the same time??</qco> </h3>      absolutely  \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp; \n12:10 pm</dco> &nbsp;<qco> how do i know if im lying to myself about something or if it's real?</qco> </h3>      you can't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp; \n11:49 am</dco> &nbsp;<qco> Have any companies approached you for endorsement deals?</qco></h3>      all the time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If one did, would you accept? </qco></h3>      i have never accepted any of them<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Why or why not?</qco> </h3>      they're not for products i use, nor even like \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp; \n10:45 am</dco> &nbsp;<qco> thoughts on the EU?</qco> </h3>      seems legit \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp; \n10:43 am</dco> &nbsp;<qco> how do i get out of my rut of playing the same chord progressions on the piano?&nbsp;</qco> </h3>      start using words in your music, or other things, to take the focus. the chords are usually just supposed to enhance and support the star of the show. get some new chatacters and storylines on board\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp; \n10:38 am</dco> &nbsp;<qco> what is the opposite of time?</qco> </h3>      time, the other way\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp; \n10:37 am</dco> &nbsp;<qco> is being cool really worth all the struggles?</qco> </h3>      maybe you can do it without the struggles \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp; \n10:35 am</dco> &nbsp;<qco> how do i feel good abt my appearance??</qco> </h3>      have fun and try new things \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp; \n9:40 am</dco> &nbsp;<qco> Is ignorance bliss?</qco> </h3>      seems impossible to be aware of it. it seems like knowledge has much more blissful possibilities\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp; \n9:10 am</dco> &nbsp;<qco> why do things keep moving around?</qco> </h3>      to keep it interesting \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp; \n7:12 am</dco> &nbsp;<qco> What genre inspired you to make New Caanan? </qco></h3>      travel<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, Why fo I cry when I listen to Your music?</qco> </h3>      that hopefully means i did a good job\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp; \n6:53 am</dco> &nbsp;<qco> what is morality</qco> </h3>      it's supposed to mean the goodness of humanity, but mostly when talking about others not having it   <br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp; \n6:26 am</dco> &nbsp;<qco> what is art?</qco></h3>      expression, expressing things, etc<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; is singing other's songs or playing others plays art?</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or just talents? does art needs productivity?</qco> </h3>      can be useful\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp; \n2:04 am</dco> &nbsp;<qco> Can you confirm my theory that you are actually steve and every video you make is a cry for help?</qco> </h3>      i can confirm it's wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp; \n1:44 am</dco> &nbsp;<qco> How would i know if worth is something perceived through someone's eyes who is not the creator?</qco></h3>      it can be<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I need to act like someone i am not </qco></h3>      wait why<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and forget how i created it </qco></h3>      wait why<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;which i fear is not possible, </qco></h3>      sure, don't worry about it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i mean objectivity. Like what if i'm just being arrogant and i want to see the thing better than it is? </qco></h3>      try to make it the way you feel it should be<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is it why i lost?</qco></h3>      what did you lose<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The part that goes beyond the artist makes me feel insecure, even if what i do is the only thing makes me feel secure and like myself but turns out i should not be myself</qco> </h3>      wait who the hell told you not to be yourself. if you're not you then who else is gonna do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp; \n1:15 am</dco> &nbsp;<qco> do you like micro tones? \n<br>why?</qco> </h3>      i think calling them micro tones seems a bit overboard. and if you're talking specifically about equal 24, or anything else calculated (besides equal 12, or pure harmonic) then you can count me out\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp; \n1:04 am</dco> &nbsp;<qco> I don't care if milli vanilli is a fake band or whatever... girl you know it's true is a fucking great song.&nbsp;</qco> </h3>      \nthe song was created and made entirely by real people. i don't know if that helps<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp; \n1:03 am</dco> &nbsp;<qco> Where did that one house go in the la de da song?</qco> </h3>      off the edge of the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n12:27 am</dco> &nbsp;<qco> How do you think a live band is able to all come in on time like this (start at around 3:50 https://www.youtube.com/watch?v=WP1zKat-x4s)? I'm confused. Can you maybe explain what might be going on?</qco> </h3>      1. could be simply based on his visual movement. 2. drummer (or anyone) could have given one small quarter note click. 3. actually it is likely the trombone player is conducting, you will notice he is facing the band. 4. could just be rehearsed with this exact timing 5. regardless, this gets tighter with repetition and they've likely done this on dozens of shows in a row, and the monologue is scripted, at least the last line certainly\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.18&nbsp;\n12:16 am</dco> &nbsp;<qco> can i succeed?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n11:48 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201802241440\">2.24.18&nbsp;&nbsp;2:40 pm</a>\n<br>\n<br>How do you know then? </qco></h3>      the way the question was phrased, it was implied that the person thought it had worth. the question was phrased in a skeptical way ... showing skepticism for the worthlessness. showing skepticism that it was worthless. in other words, they seemed skeptical of the idea that it was worthless. so it means the person who asked the question seems to feel like their work has value. which means there is a 99.9% they are right, because they probably know the work pretty well<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And how can i know the worth of my art? </qco></h3>      how would you not know<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do i have to put a price on what is basically my life?</qco></h3>      you can if you want<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Should i be the one deciding how valuable it is -not currencies-</qco></h3>      you can if you want<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or should it be the people consuming it?</qco> </h3>      they can if they want\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n11:16 pm</dco> &nbsp;<qco> you're an asshole</qco> </h3>      fair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n10:13 pm</dco> &nbsp;<qco> what do your videos mean</qco> </h3>      they mean \"hi barbara, thanks for a wonderful evening. i hope you enjoyed the flowers i gave you and i'm sorry i didn't give you even more\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n9:03 pm</dco> &nbsp;<qco> I just feel like if I do anything less than everything I can do, I will be cheating my dreams.</qco> </h3>      that may be true\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n8:41 pm</dco> &nbsp;<qco> Do u think life is worthless and meaningless\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; because we spend most time doing stuff we don't like\n</qco></h3>      you can do stuff you like too<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; then die and forever to be forgotten</qco> </h3>      i remember lots of dead people\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n8:40 pm</dco> &nbsp;<qco> how hot is the sun</qco> </h3>      i will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n8:00 pm</dco> &nbsp;<qco> How do you answer these questions all the way through midnight? </qco></h3>      you have no evidence of what time i answer questions, but it is legal in my country to be awake at midnight<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;When do you sleep?</qco> </h3>      usually at a similar time as the previous day\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n7:42 pm</dco> &nbsp;<qco> am i ungrateful to wish i had better friends, like people who i \"Vibe\" better with, even if my current friends are still nice people?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n7:39 pm</dco> &nbsp;<qco> Are u busy right now??</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n7:38 pm</dco> &nbsp;<qco> thoughts on time?</qco> </h3>      it is helpful, and useful\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n7:29 pm</dco> &nbsp;<qco> is Seinfeld the best show ever</qco> </h3>      personally i prefer the behind the scenes seinfeld documentaries. i'm not sure if i've actually seen an entire episode of the finished show\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n7:28 pm</dco> &nbsp;<qco> why is soap soap?</qco> </h3>      what else would it be\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n7:25 pm</dco> &nbsp;<qco> why do we name people the same names</qco> </h3>      maybe they ran out of names\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n7:07 pm</dco> &nbsp;<qco> How is it that you find answering random people's dumb questions fun and have time to do it?</qco> </h3>      which ones do you think are dumb\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n7:04 pm</dco> &nbsp;<qco> What are you hoping to learn from VidCon?</qco> </h3>      what vidcon is like\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n6:04 pm</dco> &nbsp;<qco> can you get some of your songs on amazon music so i can tell alexa to serenade me with your sweet tunes</qco> </h3>      they are supposed to be on amazon. if they are not there i don't know what else i can do, i've done everything i can. also i thought alexa plays spotify, which i've tested before on alexa and mysteriously did not work for my music. seems to be a problem with alexa \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n5:49 pm</dco> &nbsp;<qco> cows? sheep?</qco> </h3>      ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n5:33 pm</dco> &nbsp;<qco> do you feel pressured when people ask you for advice?</qco> </h3>      no. just tired, because i've been asked for the same advice over and over for a few years now. but that's ok<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n5:26 pm</dco> &nbsp;<qco> How's the the new song cooking up? </qco></h3>      very good<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nIs it getting spicy AF?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n4:46 pm</dco> &nbsp;<qco> is the next video coming out on Tuesday like the prior ones? is it THIS Tuesday? (It's okay if you can't predict it yet)</qco> </h3>      i have a date in mind and it is a tuesday but it's not this tuesday and i can't tell you which tuesday it is because that could get me in trouble. but as always i am working as fast as humanly possible. i would do everything in a day if i could, every day\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n3:40 pm</dco> &nbsp;<qco> What weird food combinations do you really enjoy?</qco> </h3>      food and drink\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n3:36 pm</dco> &nbsp;<qco> WHAT DO YOU THINK ABOUT THE MOVIE THE PRINCESS BRIDE</qco> </h3>      i think the princess turns out to be the bride. plot twist\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n3:36 pm</dco> &nbsp;<qco> does one need to love and respect their nation?</qco> </h3>      might be nice, or if not, it might be nice to leave. but, whatever floats your boat\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n3:34 pm</dco> &nbsp;<qco> do you think music is better than basketball?</qco> </h3>      what is this, judgement day\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n3:24 pm</dco> &nbsp;<qco> do you have any advice on how to solo over rhythm changes when the tempo is considerably fast?&nbsp;</qco> </h3>      make a simple backing track in a sequencer and set the tempo to something reasonable and loop it, and after a while just increase the tempo gradually. but most importantly just have a fun and enjoyable time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n2:56 pm</dco> &nbsp;<qco> Do you belive in oranges?\n<br></qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n2:40 pm</dco> &nbsp;<qco> Is what im doing really that worthless</qco> </h3>      you didn't say what it is or how worthless but no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n1:42 pm</dco> &nbsp;<qco> art is art amiright, why do some people gotta try to limit that, I mean I get why, they like definitions, but why they gotta force those limits onta people who don't care about their limits on what art are.&nbsp;</qco> </h3>      don't worry about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n12:29 pm</dco> &nbsp;<qco> What do I do if I'm the key of E, and I really want to hit that low Eb or D below open E on my guitar (and I don't want to go up an octave to hit the note)?&nbsp;</qco> </h3>      your choices are: 1. tune the low string down and get used to playing the entire song that way, 2. tune your entire guitar down and get used to playing the song that way, 3. overdub the part if you are recording, 4. get another player if you are performing it live, and have one of the instruments be lower, and re-distribute the parts as needed\n<br><br>"
  }
]
