[
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n5:48 pm</dco> &nbsp;<qco> what's that name of the song</qco> </h3>      the one released today which is already out is called 'when i get older (i'm gonna be stronger)'\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n5:47 pm</dco> &nbsp;<qco> Why no sexually explicit songs?</qco> </h3>      that sounds like a good idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n5:43 pm</dco> &nbsp;<qco> can you find a green rose</qco> </h3>      i can make a picture of one, at least\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n4:22 pm</dco> &nbsp;<qco> is \"ey pizza mama\" phrase Italian enough ?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n3:50 pm</dco> &nbsp;<qco> Do you believe that one's civic duty is an important part of their existence?</qco> </h3>      yes but not everyone does it the same way\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n3:14 pm</dco> &nbsp;<qco> is this comment racist</qco> </h3>      it is trying to be but it is not\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n3:12 pm</dco> &nbsp;<qco> why do your songs get posted to this channel https://www.youtube.com/channel/UChtLdmRpe0NkHX0yNPPlFUg/ before theyre out</qco> </h3>      if it's there it means it's already out. i wish i had better control over the time of day it is released\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n2:42 pm</dco> &nbsp;<qco> so basically we're never gonna know your potential favorite song of yours or least favorite song of yours? i really want to know them i'm such a curious person ;(</qco> </h3>      i can't believe how great and terrible they all are\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n2:33 pm</dco> &nbsp;<qco> Is bass your \"main\" instrument and what instrument do you enjoy plaing the most?</qco> </h3>      it changes over time but right now it might be songwriting\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n2:27 pm</dco> &nbsp;<qco> why do we call ducks ducks?</qco> </h3>      that is an approximation of their size and weight\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n2:01 pm</dco> &nbsp;<qco> Yo when is the... uh... short videos coming back?</qco> </h3>      almost all of them are still there\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n1:45 pm</dco> &nbsp;<qco> what do you think of people finding your song before you release it with the video?</qco> </h3>      i don't have control over those platforms. i can choose the day, but not the time. therefore i have to choose whether it is before the video or after. i still can't decide which is better, what do you think? i wish it could be both at the same time but i don't have the power to do that yet. which do you think i should be choosing? i'm still not sure<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n1:11 pm</dco> &nbsp;<qco> when are you going to post your next song?</qco> </h3>      just a few hours after you asked this\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n1:08 pm</dco> &nbsp;<qco> dont you find it strange that priceless and cheap technically mean the same thing but are total opposites?</qco> </h3>      language is insane. actually everything is insane ....... it's hard to believe anything could get done around here ...\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n12:24 pm</dco> &nbsp;<qco> Bill\n<br>\n<br>BILL\n<br>\n<br>\n<br>\n<br>(wake up itos time to upload&nbsp;&amp; answer bitchy problems/Sol everyones problems)</qco> </h3>      actually i've been awake since approximately 24 hours before upload time, working on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n11:41 am</dco> &nbsp;<qco> What is your schedule at the moment?</qco> </h3>      crazy\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n10:56 am</dco> &nbsp;<qco> is a pastor a person that pastes things</qco> </h3>      i was going to say no but actually yes. pastor is the name for 2 different things\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n10:40 am</dco> &nbsp;<qco> Would you ever be interested in being featured on a podcast, like the H3 Podcast for example?</qco> </h3>      yes, they asked me before and i didn't get a chance to respond. i was also thrown off because i don't actually understand what podcasts are and whether it is the same thing as a show or not, and if it's not a show then how is it different and if it is a show then why it's not called a show. for some reason my brain trips entirely over where and whence the word podcast came from\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n10:34 am</dco> &nbsp;<qco> has there ever been a day that wasn't brand new?</qco> </h3>      each moment could be considered a day\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n10:20 am</dco> &nbsp;<qco> Did you write down notes as you studied for your documentary videos, or did you just write the script as you researched the history?</qco> </h3>      i wrote down notes. for history of the world it was very intense. days and days of notes, gathering info from different times and places. until i thought i had ... \"everything\" [slams head into wall because it's clearly not everything but i've been on 500-1000AD for litterally a week, note taking only] and then just jump around until i can find some clever way to say all of that in 1 sentence and have it still be true, exciting, and directly relevant to whatever was said before\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n10:00 am</dco> &nbsp;<qco> do you like songs?</qco> </h3>      they're ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n9:50 am</dco> &nbsp;<qco> leak a note from the new song</qco> </h3>      at the time you asked this it was already available online in various places\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n9:31 am</dco> &nbsp;<qco> does salvation lie within?</qco> </h3>      it is everywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n9:05 am</dco> &nbsp;<qco> how many hands did you shake in Pyongyang?</qco> </h3>      i have not been there<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n8:14 am</dco> &nbsp;<qco> Have you been noticing that your songs come out a day before they actually are released on your topic page?</qco> </h3>      that is through google/youtube music. it is impossible to control what time of day those are released. so they have to be either early or late. until i get more powers\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n8:01 am</dco> &nbsp;<qco> making anything is basically impossible.</qco> </h3>      oh that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n5:03 am</dco> &nbsp;<qco> Do you have access to a parallel universe?\n<br></qco> </h3>      no universe could be entirely parallel to any other universe unless it is it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n4:07 am</dco> &nbsp;<qco> do you think you like you?</qco> </h3>      got to be more sure than that, in order to have a professional attitude\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n3:14 am</dco> &nbsp;<qco> hey how do I make videos like yours\\</qco> </h3>      start by making something like \"alarm\" or \"Bb green\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n2:10 am</dco> &nbsp;<qco> what makes my stomach rumble?</qco> </h3>      it is licking itself, trying to see if anything is there\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n1:51 am</dco> &nbsp;<qco> do you toke from the jazz cabbage</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n12:57 am</dco> &nbsp;<qco> How to end war?</qco> </h3>      an agreement must be reached\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n12:54 am</dco> &nbsp;<qco> what is the moon made of?</qco> </h3>      i think rocks, or maybe just 1 big rock\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n12:09 am</dco> &nbsp;<qco> How much do I have to pay for some other other categories?</qco> </h3>      hmmm .......... this is an interesting conundrum because i appreciate that you are willing to pay and i do need the money, but, it is deeply important to me that anything i do is available to everyone regardless of how much they paid. it is a strange phenomenon and i still haven't found a good answer\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.18&nbsp; \n11:42 pm</dco> &nbsp;<qco> sometimes i can sing low notes a lot better and other times i can't even reach those notes. even when i do it \"better\" it's still a little bit difficult for me to Get to it. do you ever have and/or have had this at any point in your life ? does this just mean my voice is Developing More or what cuz i don't really know. i mean you might not know either but i really just wanna know if you've had this happen to you before with reaching lower or higher notes</qco> </h3>      i'm not sure what you mean .... you said you can't really hit low notes that well, but you didn't say how low. any note could be low compared to another note\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.18&nbsp; \n11:24 pm</dco> &nbsp;<qco> can you make a jazz ensemble cover of babylon sisters? I saw the hey 19 one and loved it</qco> </h3>      might be fun to do a full blown tuesday arrangement\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.18&nbsp; \n10:51 pm</dco> &nbsp;<qco> Should criticism from people who haven't done anything in the same field as the person they are critiquing be valid?&nbsp;</qco> </h3>      i'd wait until i hear it specifically, before determing its validity. and then someone else can evaluate the validity of the validation evaluation i just gave, based on my level of experience in the field of criticism\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.18&nbsp; \n10:33 pm</dco> &nbsp;<qco> why my y are high?</qco> </h3>      could be the font\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.18&nbsp; \n10:15 pm</dco> &nbsp;<qco> how would you actually define pop music.\n</qco></h3>      music that is known by a large percentage of the population<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;does pop have a specific style </qco></h3>      absolutely not. sometimes surprises are what is most popular<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is it just uninspired garbage that tries to appease the general population</qco> </h3>      that sort of thing wouldn't last very long\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.18&nbsp; \n10:11 pm</dco> &nbsp;<qco> When do you think you will achieve escape velocity?</qco> </h3>      hopefully soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.18&nbsp; \n9:24 pm</dco> &nbsp;<qco> i get traumatic flashbacks when i read our assigned book in english class. i have to keep myself from bursting into sobs in the middle of class discussions, but i don't want to get a bad grade what the hecker do i doooo\n<br></qco> </h3>      you can probably find great summaries online, which will tell you everything that happens without so vividly creating it for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.18&nbsp; \n8:42 pm</dco> &nbsp;<qco> what's tomorrow's song like?</qco> </h3>      sorry for the delay, i was working on it. it is available now\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.18&nbsp; \n8:08 pm</dco> &nbsp;<qco> Is religion worth it</qco> </h3>      if it's good enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.18&nbsp; \n7:58 pm</dco> &nbsp;<qco> i dont like it when people try to make me feel bad for enjoying a certain kind of music</qco> </h3>      you should make them feel bad for enjoying the music they like. then they will think twice next time ....\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.18&nbsp; \n7:57 pm</dco> &nbsp;<qco> how can i remember my name</qco> </h3>      what does it remind you of\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.18&nbsp; \n7:04 pm</dco> &nbsp;<qco> I'm starting to not like any of the music I'm writing or any of the music I've written?&nbsp;</qco> </h3>      that's normal sometimes. try to get out and run around a bit\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.18&nbsp; \n6:43 pm</dco> &nbsp;<qco> will there ever be an other other other categories</qco> </h3>      there may be another page but the name may or may not be that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.18&nbsp; \n6:22 pm</dco> &nbsp;<qco> I want to be a songwriter but i cant write songs. What do i do?</qco> </h3>      you could try making a silly thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.18&nbsp; \n5:37 pm</dco> &nbsp;<qco> can u plz start putting shorter versions of your videos on your instagram?</qco> </h3>      that sounds like a good idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.15.18&nbsp; \n5:21 pm</dco> &nbsp;<qco> is accepting everything even a good idea?</qco> </h3>      is there a sort of pending-acceptance room things can go to, and go through due process there?\n<br><br>"
  }
]
