[
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n2:31 am</dco> &nbsp;<qco> do you have advice for someone who absolutely hates their voice but wants to make music? i can't mix my voice properly cuz i end up changing it too much cuz i hate it</qco> </h3>      \nhopefully you will realize everyone else's flaws soon also\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n1:21 am</dco> &nbsp;<qco> how do i come up with ideas?</qco> </h3>      \nget a bucket. put something in it. maybe put buckets in the bucket\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n1:17 am</dco> &nbsp;<qco> when did you finish recording the song that you're currently working on the video for?</qco> </h3>      \napril 27, 2019\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n1:01 am</dco> &nbsp;<qco> what font do you use in your videos</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n12:12 am</dco> &nbsp;<qco> What's Washington DC like?</qco> </h3>      \nsort of like paris except harder to get lost\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n11:36 pm</dco> &nbsp;<qco> Do you just arbitrarily select lyrics and ideas,</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or is there a method to the madness?</qco> </h3>      i try to make them good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n11:27 pm</dco> &nbsp;<qco> Should I start writing a novel?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n11:06 pm</dco> &nbsp;<qco> in here comes the sun, you say \"and sadness comes closer\" while the animation shows a smiling face approaching the camera. what does this mean?</qco> </h3>      \nthat's just a bit of reverse psychology\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n10:49 pm</dco> &nbsp;<qco> what mic do you use for recording vocals?</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n10:36 pm</dco> &nbsp;<qco> I remember hearing that when you first started to fully write music, you made lots of big lists or something like that with all of your song ideas. I'm wondering if you've finished with those/</qco></h3>      hahahahahahahahahaha sure just a couple more left<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; started to write new songs from scratch?</qco> </h3>      \ni do that too, regardless\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n10:35 pm</dco> &nbsp;<qco> do you work at oh yeah corp?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n10:26 pm</dco> &nbsp;<qco> Was it intentional to leave your last video as \"might quit\" to terrify people coming to your page?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n10:15 pm</dco> &nbsp;<qco> Your reality videos really intrigue me, but I've always wondered, what motivates you to make them? A lot of people would feel vulnerable/awkward putting their partially coherent ideas from several years ago up for anyone to see. Does this bother you?</qco></h3>      yes. that's why i pick and choose them extremely carefully and edit them with an iron fist<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is it weird to go back and watch them several years later for editing? \n</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nP.S. You seem like a cool dude and your latest video is pretty rad. Are there plans for a regular schedule in the future?</qco></h3>      it's an ongoing plan for the present. whether i can succeed, is to be determined, on an ongoing basis<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I saw that you said you like to post weekly on another question, is that a possibility at the moment? Thanks :)</qco> </h3>      it must be possible\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n10:14 pm</dco> &nbsp;<qco> how do i get ur songs out of my head make it stop man</qco> </h3>      \nthat's easy. just listen to a song by someone else\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n9:48 pm</dco> &nbsp;<qco> How did you learn to compose music and make animation? </qco></h3>      i use a 3 step process: 1. try doing it, 2. spiral into a fit of panic, and 3. try doing it more<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Were you self-taught,</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or did you take classes?&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n9:17 pm</dco> &nbsp;<qco> We all know Steve's name isn't Steve, but what is his name?</qco> </h3>      \nyour name. it's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n9:03 pm</dco> &nbsp;<qco> does the process of animating the music video change the song itself or do you only start animating once the song is complete and simply animate around the music?</qco> </h3>      \ni usually have a rule to completely finish the audio before doing a song's video. But it doesn't have to be that way. the 'la de da' video, 'day goes on', and some others, had their video done mostly over a half baked recording of the song. i've noticed it always takes longer this way\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n8:45 pm</dco> &nbsp;<qco> In your song \"La de da de da de da de day oh\"\n<br>Does the line \"When did all the windmills start to turn so slow?\" Have any real world significance. I don't know why but it just seemed like a deep line, wanted to know your thoughts</qco> </h3>      \nit was begging to be written. as i was writing the choruses before that, i kept trying to say \"when did\" instead of \"where did\". there was a \"when did\" line lurking around for the whole time i was writing. then in the extra chorus it came out as the only obvious choice\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n8:30 pm</dco> &nbsp;<qco> are you gonna make more songs?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n8:28 pm</dco> &nbsp;<qco> what's a good trick to remember to drink water throughout the day?</qco> </h3>      \nif you don't you might age quicker\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n8:20 pm</dco> &nbsp;<qco> Do you ever feel like you're obligated to create because of the pedestal people put you on? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm sure the big numbers can be scary</qco> </h3>      \nit does make me fear the naturally terrible ebs in the eb-flow of the good-terrible cycle of creativity\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n8:18 pm</dco> &nbsp;<qco> Have you ever considered being a comedian?</qco> </h3>      \nthat's the kind of thing that probably happens too fast for there to be any time to consider it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n8:09 pm</dco> &nbsp;<qco> In here comes the sun at 0:45 on \"sure\", how do you approach blending/mixing the vocals, (especially with the half-step between 3 and 4)?</qco></h3>      make the lead louder than the backs, and double the backs on left and right<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also what do you call this chord?</qco> </h3>      Dadd4\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n8:00 pm</dco> &nbsp;<qco> Was the plan to eliminate potential questions when you put the text \"this is my favorite part of the video\" in here comes the sun?</qco> </h3>      \nno, that was just distract from the fact that there probably should have been a lot of band footage there but i'd rather die than delay the video release date even more\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n7:09 pm</dco> &nbsp;<qco> What advice can you give to someone who wants to create things but is constantly demotivated during the creative process to the point of giving up for weeks to months at a time?</qco> </h3>      \nhave you considered going into panic mode\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n7:04 pm</dco> &nbsp;<qco> when was the last time you pressed the shift key</qco> </h3>      \njust moments ago\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n6:51 pm</dco> &nbsp;<qco> What's your favorite jingle you've ever made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n5:48 pm</dco> &nbsp;<qco> When you do your 'narration chords' (when you harmonise words/phrases like 'hire a&nbsp;&nbsp;samurai' or 'the sun is a deadly laser), are you thinking about an overall chord progression? Does the chord or key of a word influence the one after it?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n5:40 pm</dco> &nbsp;<qco> Why didn't you upload any videos in 2020 quarantine?\n</qco></h3>      i spent the entire time learning how to make videos<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;There was plenty of time to do a lot of things</qco> </h3>      \nyes, i spent the entire time working on video techniques\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n4:07 pm</dco> &nbsp;<qco> One thing I find fascinating about your videos or songs is how their meaning can be interpreted different every time you listen to them, for example, I'm best friends with my own front door. Was this intentional or do you try to stick with one meaning?</qco> </h3>      \nsongs are a playground of meanings. If you want just 1 meaning, then try........................... fuck i actually i can't think of anything with only one meaning\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n4:04 pm</dco> &nbsp;<qco> What was the weirdest song you made?&nbsp;</qco> </h3>      \ni have never made a weird song\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n3:36 pm</dco> &nbsp;<qco> Will you make more music?</qco> </h3>      \noh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n3:09 pm</dco> &nbsp;<qco> Could you describe what drives you to be prolific?</qco></h3>      the unstoppable forward march of time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And how does one manage to stay prolific, and also produce quality with quantity? </qco></h3>      just give it a try<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What about that fear of never finishing it all before you die? I am struggling with these thoughts.</qco> </h3>      it's actually infinite things to do. so you will never finish \"all\" of that. but if you really believe there's infinite, then wouldn't it be fun to get on a regular schedule and just never run out of things\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n3:00 pm</dco> &nbsp;<qco> You've said, and I'm paraphrasing here, that you just started with making 1 second video's, and you made them better and better, and only then you started extending the length of the video's. \n<br>This way a lot of your progress was publicly visible. Why did you decide to wait almost two years now before sharing anything of your progress in the graphics department?&nbsp;</qco> </h3>      \na lot of <a href=\"lotofpressure.mp4\" target=\"_blank\">pressure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n2:50 pm</dco> &nbsp;<qco> who or what are you \"fallin in love\" with in 'here comes the sun'?</qco> </h3>      \nthe day\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n2:09 pm</dco> &nbsp;<qco> why did you decide to make \"here comes the sun\" 3D?</qco> </h3>      \nit's the only way i know how\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n1:56 pm</dco> &nbsp;<qco> Do you plan on making more skit like videos like hi, i'm steve and ball and stick?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n1:33 pm</dco> &nbsp;<qco> Now that you are doing stuff in 3D, will you ever re-create one of your songs? </qco></h3>      there's many other things i have yet to make for the first time, so i should take care of those first, then maybe circle back for the re-makes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;My personal favorites are Mt. St. Helens is about to blow up, and long long long journey.</qco> </h3>      \n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n12:39 pm</dco> &nbsp;<qco> how long did it take you to transcend to 3d?</qco> </h3>      \nhave yet to transcend\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n12:24 pm</dco> &nbsp;<qco> What is here comes the sun about</qco> </h3>      \nthe sun\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n12:21 pm</dco> &nbsp;<qco> are rockets cool</qco> </h3>      \nthat depends on the payload\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n11:09 am</dco> &nbsp;<qco> do you think astronauts get lonely</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n10:33 am</dco> &nbsp;<qco> what language did you take in high school (or none)? </qco></h3>      francais<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, can you still speak it?</qco> </h3>      no, but i can say 'burger king' in a french accent. i like to do that frequently\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n10:13 am</dco> &nbsp;<qco> hey what would you say is your best/favourite project on your channel?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n10:10 am</dco> &nbsp;<qco> why is the sun 'raging'?</qco> </h3>      \nit's excited\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n9:11 am</dco> &nbsp;<qco> Will u ever make a video with an explanation of deep side of your videos?&nbsp;</qco> </h3>      \nsure but then i'm gonna need to do another video to explain the deeper side of that video\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n8:14 am</dco> &nbsp;<qco> did london bridge really fall down?</qco> </h3>      \nmaybe but they rebuilt it so fast no one noticed\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n7:41 am</dco> &nbsp;<qco> what is the weirdest thing you ever put in your mouth</qco> </h3>      \na slider from whitecastle\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n6:37 am</dco> &nbsp;<qco> Does your new song have a double meaning?</qco> </h3>      \nhow many meanings do you have an appetite for\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n6:05 am</dco> &nbsp;<qco> Why does sadness take over and how does it come closer</qco> </h3>      \noh, maybe a certain time of the mid morning\n<br><br>"
  }
]
