[
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n11:01 pm</dco> &nbsp;<qco> do you consider the week to start at Sunday or Monday.</qco> </h3>      \nmonday\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n10:14 pm</dco> &nbsp;<qco> Have you ever went skiing/snowboarding before?</qco> </h3>      \nit's possible that i blocked it out of my memory\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n9:23 pm</dco> &nbsp;<qco> hey bill im very passionate about writing stuff down but mainly lists in particular. how do you feel about lists? grocery or shopping or to-do? whats your stance?</qco> </h3>      \ni like them, but you probably already know this\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n8:43 pm</dco> &nbsp;<qco> how many letters would need to be added to the alphabet to be more suitable</qco> </h3>      \nit's extremely suitable the way it is, because everyone is used to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n8:28 pm</dco> &nbsp;<qco> I went to visit family for a week and while I was away I wanted to write a bit of music. I ended up writing more music and better music in that week than I had the whole year prior. What might have caused this, and how can I get it to happen while I'm at home? \n<br>My theory is that the week of vacation time gave me a structured deadline to follow, but it's so difficult to set myself deadlines in the comfort of my own home.</qco> </h3>      \ngoing places is very useful for writing, but you already know that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; 7:27 pm</dco> &nbsp;<qco> What question should I ask?</qco> </h3>      \nthis one\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n7:19 pm</dco> &nbsp;<qco> who should i talk to if im depressed?</qco> </h3>      \nsomeone who is worried about something. this may seem counterintuitive but i think it will help\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n7:07 pm</dco> &nbsp;<qco> What's your favorite wood</qco> </h3>      \nhollywood\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n6:20 pm</dco> &nbsp;<qco> What's the square root of a square?</qco> </h3>      \nthe length of the side\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n6:04 pm</dco> &nbsp;<qco> how did you make the melody at \"oh, what an interesting day, looks like there's nobody in my way\" in 'here comes the sun' so good??&nbsp;</qco> </h3>      \nthat's the easy part. the hard part is how do i record and produce it without ruining it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n5:20 pm</dco> &nbsp;<qco> Is there anything more beautiful than life?</qco> </h3>      \nthat may be a biased issue, because 'beauty' is a descriptor only used by living beings. now that i think about it, so is 'life'. so in conclusion, everything is life, and also beautiful\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; 4:44 pm</dco> &nbsp;<qco> HOW ARE BABIES MADE?!</qco> </h3>      \ni'm really not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n4:33 pm</dco> &nbsp;<qco> Do you own a tambourine?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n4:29 pm</dco> &nbsp;<qco> At what point after being cast in a movie does a non-actor become an actor?</qco> </h3>      \nwhen they first arrive on set\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n4:21 pm</dco> &nbsp;<qco> What series of events led to Starbucks Jazz?</qco> </h3>      \nhave you seen those people here who ask these long questions where they tell me that they've been so desperately wishing to have creative output for so long, and they have so many ideas, and they've been working toward so many things, but it's so confusing because there's so much different stuff they want to do and they're starting to become actually afraid that if they don't take some drastic action that they may never end up getting anywhere.... well this is the kind of thing that happens perhaps soon after that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n4:04 pm</dco> &nbsp;<qco> how much people are emailing you stuff?????\n<br></qco> </h3>      \nall of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n3:44 pm</dco> &nbsp;<qco> Opinions on Surprise Funny Hat Day, the day in which a select few bring as many funny hats as possible for everyone to wear on an arbitrary day?</qco> </h3>      \nthat seems so realistic\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n2:32 pm</dco> &nbsp;<qco> so what actually was the bad thing in i just did a bad thing</qco> </h3>      \nfailing to produce a song too quickly nor too slowly, and therefore accidentally working on it for exactly the right amount of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n1:45 pm</dco> &nbsp;<qco> im not asking this in a rude manner at all, but are you autistic bill ? im asking this since i am autistic as well and your content is a huge special interest of mine and your way of thinking/creative process really interests me, have a good day</qco> </h3>      \nall i can say is, there's this technique called \"trying really really really really hard to fit in\" and i don't do that per se. not sure what it's called, when you don't do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n1:30 pm</dco> &nbsp;<qco> hi bill I just want to say that your music has inspired me so much. actually everything that you make has helped me to realize that the only thing that is holding me back is myself. i started following your advice of typing into text file andd it has done a lot for me\n<br>the music is starting to come easier, its exactly like learning a language\n<br>also i think i talk too much do you think that is a bad thing? but&nbsp;&nbsp;i think I sometimes have good ideas so i don't know. anyway thank you for everything have a good day</qco> </h3>      \nit sounds like you are doing pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n1:15 pm</dco> &nbsp;<qco> Do u have big plans</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n1:00 pm</dco> &nbsp;<qco> 432hz=bad. 453hz=good. Refute this</qco> </h3>      \nto keep the drama going, someone's going to mention a new number again and say that one is the best. what will you do then\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n11:51 am</dco> &nbsp;<qco> Been through a shameful incident these days. I've disappointed some people and made myself a fool. How would you behave around these individuals, after you've done something like that?&nbsp;</qco> </h3>      \ntake a break from worrying about you're doing, and see what everyone else is up to\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n11:48 am</dco> &nbsp;<qco> can you give me a cool chord progression?</qco> </h3>      \nC C C C C C C C C C \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n11:41 am</dco> &nbsp;<qco> I can lick my elbow. Should I stop?</qco> </h3>      \neventually yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n10:03 am</dco> &nbsp;<qco> Which way is left? I forgot</qco> </h3>      \n<----------- this way\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n9:16 am</dco> &nbsp;<qco> do you eat food</qco> </h3>      \nwhy would you think that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n7:24 am</dco> &nbsp;<qco> what kinds of magic do you believe in?</qco> </h3>      \ntime\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; 6:54 am</dco> &nbsp;<qco> what's your favorite movie?</qco> </h3>      \ni wouldn't want to discourage you from making a new one\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n6:01 am</dco> &nbsp;<qco> how did you climb this mounatain</qco> </h3>      \ni haven't climbed it yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n4:24 am</dco> &nbsp;<qco> the more work i put into communicating, the more convincing and heartfelt it seems to other people. but to me it feels like a technical skill... sometimes, anyway. so the advice to \"be yourself\" annoys me as kind of simplistic, to say the least.\n<br>\n<br>i think i'm being sincere right now;&nbsp;although just choosing what to write about is part of the... game? job?\n<br>\n<br>anyway, what do you think about us getting a second moon right now? (if you want to share an opinion.)</qco> </h3>      \nclickbait. let me know when you can actually see it in real life\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n4:23 am</dco> &nbsp;<qco> In this digital world, what can we do?</qco> </h3>      \nhow about something analog. although i'm pretty sure someone's already thought of that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; 4:21 am</dco> &nbsp;<qco> how long does it take you to answer questions?</qco> </h3>      \n1 million years\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n3:53 am</dco> &nbsp;<qco> which note should i play first</qco> </h3>      \n\nA\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n1:54 am</dco> &nbsp;<qco> When have you seen people forget that a=a?</qco> </h3>      \n\ni forget it all the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n1:42 am</dco> &nbsp;<qco> How are you doing recently?</qco> </h3>      \n\nok\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n1:23 am</dco> &nbsp;<qco> Hey ! What are your thoughts on Apple juice ?</qco> </h3>      \n\nseems normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.24&nbsp; \n11:39 pm</dco> &nbsp;<qco> has Obama 2 been released yet?</qco> </h3>      \n\ni think that was 2012\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.24&nbsp; \n11:29 pm</dco> &nbsp;<qco> are you SURE penguins aren't evil?</qco> </h3>      \n\nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.24&nbsp; \n11:03 pm</dco> &nbsp;<qco> I sometimes fear that if I take to much inspiration from an artist that I may become a worse version of them. Yet at the same time I feel lost without the guidance of better artists. Have I led myself astray?</qco> </h3>      \n\nno, you're doing fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.24&nbsp; \n10:53 pm</dco> &nbsp;<qco> there is a holiday which is a secret;&nbsp;not because someone is keeping it a secret, but because no one knows when or what it is</qco> </h3>      \n\nin that case it must be today\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.24&nbsp; \n10:53 pm</dco> &nbsp;<qco> \n if i was a bird i think i would be a hummingbird. if you were a bird, what type of bird would you be?</qco></h3>      i'm not sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; actually, you probably don't know every type of bird. so i guess maybe you wouldn't be able to give an accurate answer. or maybe you don't have to be a bird. you could be a bug or a fish or something. or you could just be a human that's fine too.</qco></h3>      that would be convenient actually<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but if you couldn't be a human, then what animal would you be? no, wait, under what circumstances would you not be able to be a human can you even give a logical answer to a question that isn't logical</qco></h3>      sometimes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; hypothetical questions are stupid sometimes what am i doing i need to clean my room, or draw, or make a really cool animation and post it online. aaaaaaaaaaaaaqwertyuiop oh, dang, i can just type anything, huh what should i say uhhhhhhh anyway, nice website. i enjoy the ueqstions page. i wish i could type ueqstions the proper way. just pretend the q is green and that it's the right size.</qco></h3>      'questions'<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or maybe you could actually change it, i don't know. hmm how do i end this bye! thanks for reading whatever this was. i've never typed this much, it's probably kinda annoying, sorry. ok, bye!</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.24&nbsp; \n10:27 pm</dco> &nbsp;<qco> have you ever had to program a specific effect you wanted to put in a video?</qco> </h3>      \n\nabsolutely\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.24&nbsp; 9:48 pm</dco> &nbsp;<qco> how r u&nbsp;</qco> </h3>      \n\npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.24&nbsp; \n8:19 pm</dco> &nbsp;<qco> lets say you made a bunch of covers and there weren't weird grey area laws on releasing them. would you release them individually as singles or make it one big compilation album</qco> </h3>      \n\ni'm doing a covers album in the very distant future which will probably ignore most of those laws and beg for moral forgiveness\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.24&nbsp; \n8:11 pm</dco> &nbsp;<qco> Do you believe in magic</qco> </h3>      \n\ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.24&nbsp; \n7:53 pm</dco> &nbsp;<qco> why are videogames so addicting?</qco> </h3>      \n\nall games are addicting. you take on challenges and sometimes you win, but then there's still more challenges in the future. this reminds me of something\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.24&nbsp; \n7:45 pm</dco> &nbsp;<qco> I wanted to make a guitar melody on a piano, but I ended up making a piano melody instead.</qco> </h3>      \n\nthanks for keeping me informed\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.24&nbsp; \n7:17 pm</dco> &nbsp;<qco> violas are better than violins. do you agree or disagree and why?</qco> </h3>      \n\ni don't agree but i also can't remember which is which. but i know they are equally good\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.24&nbsp; \n6:40 pm</dco> &nbsp;<qco> i wonder, why do so many people seem to struggle with the concept that the content of your songs is fictional? i assume it's not unique only to your songs so it makes me think there might be a commonplace conception that a song is some type of message from the singer to be taken literally, which has super strange implications when you apply it to popular singers who often have a persona, people just assume everything in their song must personally apply to the person singing? maybe i'm just overthinking it</qco> </h3>      \n\nbetter safe than sorry. wouldn't want the green day guy to stay asleep all the way through october\n<br><br>"
  }
]
