[
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n7:31 am</dco> &nbsp;<qco> hi do you have a new catch phrase</qco> </h3>      \nbooks are for looks. change my mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n7:30 am</dco> &nbsp;<qco> clicking the RANDOM QUESTION button over and over is more entertaining than social media</qco> </h3>      \nthat's great news\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n6:53 am</dco> &nbsp;<qco> Why do you answer only bad questions, rather than suberb ones?</qco> </h3>      \ni have never answered a bad question. this is thanks to a loophole that i believe, which is that bad questions are not bad\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n4:35 am</dco> &nbsp;<qco> What's your favourite question in 2024?</qco> </h3>      \nthis one\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n3:56 am</dco> &nbsp;<qco> I keep hearing advice along the lines of \"good writers are good because they have something to say;&nbsp;they don't just write for the sake of writing\" but I fear I will never have enough to say that I will become a good writer about it. advice ?</qco> </h3>      \nthat sounds backwards, actually. Sometimes people who aren't writers have something so important to say that they write it anyway, despite not normally being a writer. Writers, on the other hand, love writing so much that they're just going to keep writing no matter what. but regardless, there's infinite things to say anyway, so you're gonna end up saying things no matter what. if you try to avoid writing because you think there's nothing to say, then you'll never even get a chance to improve, and then you'll have to try to tell other writers not to write either, to prevent them from getting ahead of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n3:35 am</dco> &nbsp;<qco> Why does the university keep giving me things to do. Actually you know what I was asking this in the way of \"I don't like being so busy all the time they should give me a break\" but now that I've phrased the question in the way that I have it feels like they're giving me things to do to be nice to me because things do tend to go wrong for people when they have absolutely nothing to do. So maybe its not so bad after all</qco> </h3>      \nok let me know if anything else develops\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n2:36 am</dco> &nbsp;<qco>  Ok, so I was thinking about chairs, like that chair over there. Not a specific chair, just any chair, and then I wondered \"I wonder what would happen if chairs were sentient and were able to voice their opinions?\"\n<br><br>\nAnd then that's when I started asking \"I wonder how they'd react to being used by someone?\" would they react like \"Oh wow, thank you my use is being fulfilled!\" or would it be more like \"Hello, can you please stop sitting on me? that is very rude.\"\n<br><br>\nBut then each chair has their own different opinion, so each chair would feel very different from each other about the whole \"people create chairs to sit in chairs\" thing.\n<br><br>\nMaybe some chairs are just too shy to talk about it and prefer to stay quiet so they don't offend anyone. Maybe the other chairs caught on to this and have decided to take a vow of silence so they don't overwhelm each other with their opinions.\n<br><br>\nAm I onto something with this? Or am I thinking too deeply about chairs?      \n</qco> </h3>      \n\nunfortunately neither\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n1:34 am</dco> &nbsp;<qco> sometimes i want to do something and i start doing it, but after a while of working on it i just kind of move on to another thing. this has left me with a bunch of different incomplete things, and though it's thankfully been purely hobby things so far like making levels in videogames, i kind of worry that it might be an issue later in life\n<br>\n<br>i think the issue is that i work on one thing too long, and then i end up burning myself out. but i find that weird considering i hardly ever work on any one thing too long. i don't feel like im exerting that much work onto that one thing to actually burn myself out, if that makes sense. and that's probably not a healthy way to think about it now that im actually writing it down\n<br>\n<br>i dunno what do you think</qco> </h3>      \ni think you're doing fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n12:57 am</dco> &nbsp;<qco> favorite hex code. I demand it.</qco> </h3>      \n000000\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.24&nbsp; \n12:28 am</dco> &nbsp;<qco> Favorite math problem?</qco> </h3>      \nwhat is the diagonal length of a square compared to the straight side\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n9:58 pm</dco> &nbsp;<qco> do you still feel strongly about the word 'reasonable'?</qco> </h3>      \ni've never felt strongly about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n9:09 pm</dco> &nbsp;<qco> when they have buy one get one off deals at the store do they just give you two and you pay for one, does the second one just magically appear in your cart or do you pay 50% for both of them</qco> </h3>      \nthey both need to be scanned. sometimes they might be just in the system as half price, which is less complicated for the system, but the customer may figure out that they can actually just buy 1 at half off if they want. Or, to make it so the customer can't do that, they can set it up the more complicated way which is normal price but it recognizes when you've scanned 2 and it gives you a deduction of the price of 1. of course this can go haywire if you scan too fast or start doing voids or whatever\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; 8:04 pm</dco> &nbsp;<qco> What's your favorite year</qco> </h3>      \n2024\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n7:22 pm</dco> &nbsp;<qco> if someone were to say \"duck\" would you assume they were talking about the action or the animal</qco> </h3>      \ndepends on the context\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n6:14 pm</dco> &nbsp;<qco> What do you think about \"what do you think about...\" questions?</qco> </h3>      \nthey're pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n4:19 pm</dco> &nbsp;<qco> how to invent heatproof ice?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n3:41 pm</dco> &nbsp;<qco> How do you feel about jupiters moon, io?</qco> </h3>      \nfine\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n2:42 pm</dco> &nbsp;<qco> Why did you include the single trumpet notes and trumpet clipart in your older songs?</qco> </h3>      \nthere's never a single trimpet note. it's always at least 2 or 3 at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n2:00 pm</dco> &nbsp;<qco> what are your thoughts on toasters</qco> </h3>      \ntoast not included\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n12:14 pm</dco> &nbsp;<qco> how to constantly ground and unground your sense of being?</qco> </h3>      \nclick \"Yes! i'd like to receive special offers\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n9:34 am</dco> &nbsp;<qco> Do you like rainy days?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n8:42 am</dco> &nbsp;<qco> Do I even matter? In the grand scheme of things.</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n7:32 am</dco> &nbsp;<qco> why do i keep checking this page almost every day? i don't even ask questions.</qco> </h3>      \nmaybe you are addicted to the color scheme\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n6:53 am</dco> &nbsp;<qco> bill explain the big picture of reality to me right now</qco> </h3>      \nit's self explanatory. but that doesn't mean anyone has or hasn't figured it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n6:36 am</dco> &nbsp;<qco> why do you make music in that genre you make music in and not in any other genre</qco> </h3>      \nwhat i do is what happens when you don't do it in a genre. of course that won't stop people from trying to call it a genre, but that's not my fault. when it left my office, it was genre-free\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n4:51 am</dco> &nbsp;<qco> Is there anything more important than creating what one must create?</qco> </h3>      \nwhen you put it that way, maybe not\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n4:39 am</dco> &nbsp;<qco> i've been stuck on a project for a month or two not knowing how to continue. i started it fine but now it feels impossible to imagine whatever i'm trying to create, and it feels like i lost all my creativity. any tips on how i can get it back?</qco> </h3>      \nmaybe there are some shrubs in the backyard you could consult with\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n4:23 am</dco> &nbsp;<qco> Can you believe that this is real??</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n3:41 am</dco> &nbsp;<qco> every time I get on a plane, i listen to at the airport terminal. did you happen to actually be at the terminal when you wrote it?&nbsp;</qco> </h3>      \nno, but i believe i had been through one recently before i came up with the starting line\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; 2:41 am</dco> &nbsp;<qco> who let the dogs out?</qco> </h3>      \nWHO IMPRISONED THE DOGS\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.24&nbsp; \n2:11 am</dco> &nbsp;<qco> what's the font of this website?</qco> </h3>      \nthere is no font\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.24&nbsp; \n11:54 pm</dco> &nbsp;<qco> do you think that the process is equally or more important than the result?</qco> </h3>      \nup to 49.999999999 percent\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.24&nbsp; \n7:57 pm</dco> &nbsp;<qco> you should use capital letter</qco> </h3>      \nin fact you just clicked on 3 of the capital letters that i've used\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.24&nbsp; \n7:30 pm</dco> &nbsp;<qco> What are your thoughts on the country Portugal?</qco> </h3>      \nit's interesting that it's not the biggest portuguese speaking country\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.24&nbsp; \n7:25 pm</dco> &nbsp;<qco> do you ever think about consciousness?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.24&nbsp; \n4:12 pm</dco> &nbsp;<qco> opinion on seasons? do you have a favorite perhaps</qco> </h3>      what's nice about seasons is that they change\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.24&nbsp; \n11:36 am</dco> &nbsp;<qco> How can I be less fake?</qco> </h3>      \nthe first thing you can do is just rephrase that in the positive, by saying 'how can i be more real'. The way you phrased it, it reminds me of when you learn to drive a car sitting backwards in the back seat, looking out the back window saying 'how do i drive away from there'. that's simply not how the thing operates\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.24&nbsp; \n11:10 am</dco> &nbsp;<qco> Have you ever drawn yourself in a video? In other words, are any of the characters in your videos (the stick figures/simplified human figures in your pre-2020 videos and the more detailed human figures in your post-2020 videos) supposed to represent you in any way?</qco> </h3>      \ni'm creating and controlling all their actions and every word they say, so if none of them resembled me in any way, that would be shocking\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.24&nbsp; \n10:46 am</dco> &nbsp;<qco> i feel oversaturated with information. how do i start feeling more relaxed with everything?</qco> </h3>      \na bit of time will help you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.24&nbsp; \n10:04 am</dco> &nbsp;<qco> do you find you often do things because you should do them? or because you want to do them?&nbsp;</qco> </h3>      \nalways look for that sweet spot, where it's both\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.24&nbsp; \n9:52 am</dco> &nbsp;<qco> hey bill, what is gravity like these days</qco> </h3>      \nnormal\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.24&nbsp; \n9:35 am</dco> &nbsp;<qco> I'm not thirsty for knowledge. is that normal</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.24&nbsp; \n8:53 am</dco> &nbsp;<qco> being creative is kind of like catching a cold</qco> </h3>      \nfair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.24&nbsp; \n8:15 am</dco> &nbsp;<qco> Is dried water ice or steam?</qco> </h3>      \nwhat is the temperature\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.24&nbsp; \n7:17 am</dco> &nbsp;<qco> Define a question.</qco> </h3>      \nit's a request for specific information\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.24&nbsp; \n6:14 am</dco> &nbsp;<qco> can you overthink in such a way that it sorta forces yourself to underthink? (I know that's not a real word but..)\n<br>\n<br>maybe it's got to do with with re-directing the flows of your thought, idk \n<br></qco> </h3>      \nyou can overthink so much you just get tired of thinking\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.24&nbsp; \n4:59 am</dco> &nbsp;<qco> am i gonna be a really cool animator one day? i really want to</qco> </h3>      \nthen it will probably happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.24&nbsp; \n4:56 am</dco> &nbsp;<qco> How do you deal with not knowing enough? This probably sounds like intellectual w*nkery but the question is genuine. I want to make things that make sense but it's so hard to get a grasp of anything full</qco> </h3>      \ni wonder if there's a sort of costume that represents your exact level of understanding\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.24&nbsp; \n4:28 am</dco> &nbsp;<qco> what do i do if i want to start a war</qco> </h3>      \nyou have to fill out so much paperwork, it's not even worth it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.24&nbsp; \n2:42 am</dco> &nbsp;<qco> thoughts on white chocolate?</qco> </h3>      \n\"i don't understand\"\n<br><br>"
  }
]
