[
  {
    "html": "<h3> <dco>3.23.23&nbsp; \n12:18 pm</dco> &nbsp;<qco> what is the hidden meaning behind \"drum is shoe\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.23.23&nbsp; \n10:24 am</dco> &nbsp;<qco> have you ever consumed psychedelics, </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do all your zany ideas come purely from a sober mind</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.23.23&nbsp; 7:04 am</dco> &nbsp;<qco> hi bill it's you from the future. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;this is a test question to see if sending questions to the past is possible</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.23.23&nbsp; \n6:10 am</dco> &nbsp;<qco> hey Bill I just had the best hot chocolate of my life, not a question I just thought I should share this news with you&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.23.23&nbsp; \n4:35 am</dco> &nbsp;<qco> have you ever laughed out loud at a lyric you improvised</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.23.23&nbsp; \n12:26 am</dco> &nbsp;<qco> Do you find that you are more optimistic or less optimistic than you were 5 years ago?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Whichever the answer is and if applicable do you find the difference to feel significant at all? Thank you</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.23.23&nbsp; \n12:23 am</dco> &nbsp;<qco> do you think the powerful feeling of existing is manufactured and exaggerated by our own minds? meaning the development of religion, spiritual and meditative practices? Like it is just a by product of having so many neurons? i believe this but to me that does not make living any less real. it's also really easy to doubt my own convictions. don't know how to be stronger. every possibility exists at the same time, so i'm always choosing and shifting to one of those possibilities</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n11:42 pm</dco> &nbsp;<qco> how did you learn to control your voice so well?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n8:15 pm</dco> &nbsp;<qco> what's your favorite decade and why</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; 7:48 pm</dco> &nbsp;<qco> what is your favorite key signature?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; 6:46 pm</dco> &nbsp;<qco> What inspires you to create the music and videos that you do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n4:52 pm</dco> &nbsp;<qco> Tips to fast on Ramadan? I'm a Egyptian Muslim and i'm having a hard time fasting,especially when going to school.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n2:19 pm</dco> &nbsp;<qco> tell me what you know</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n2:17 pm</dco> &nbsp;<qco> could the entirety of a music streaming service's database be considered a playlist</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n1:16 pm</dco> &nbsp;<qco> Thoughts on using sledgehammers for drumsticks?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n1:01 pm</dco> &nbsp;<qco> If the chicken crossed the road to get to the other side, and people say \"the grass is greener on the other side\", did the chicken cross the road because the grass was greener?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n12:30 pm</dco> &nbsp;<qco> Are you working on a big video right now, or are you just working on a really big medium sized video?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n11:07 am</dco> &nbsp;<qco> how come there are no people in the corner store? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;were they somewhere else?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n11:04 am</dco> &nbsp;<qco> hey bill. for my final year at uni i have an assignment where i need to analyse a piece of music using theory. i was just wondering if you have the chords for your song \"slow down\"? been trying to figure them out myself but can't get the transition chords and inversions down and having the chords would really help me out writing my essay. thank you :))</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n10:35 am</dco> &nbsp;<qco> how do you decide what to put as the single covers for each song when you put them on streaming services. like, why the ~ for fly around?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n9:45 am</dco> &nbsp;<qco> perfom some calculations</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n9:23 am</dco> &nbsp;<qco> How often would you say Intercontinental Ballistic Missiles inhibit your creativity?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n8:04 am</dco> &nbsp;<qco> Does giving up make me a bad person, even if the thing doesn't make me happy anymore?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n5:00 am</dco> &nbsp;<qco> do you know pizza tower?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n4:17 am</dco> &nbsp;<qco> i can't pick out the chord tones in busier songs. but those turn out to be my favorite songs all the time. am i supposed to transcribe easier songs until the chord itself becomes a unit of transcribing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n3:57 am</dco> &nbsp;<qco> If your mission as a person, from birth, was to understand the universe, would you personally reccommend leaning into music as you have, or do you think there are better paths? How does it look from where you are?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n3:10 am</dco> &nbsp;<qco> Looking through these questions, I notice that you sometimes respond to the same questions with different answers. Is there a reason why?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n1:41 am</dco> &nbsp;<qco> opinion on Asus2</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n10:28 pm</dco> &nbsp;<qco> here is a quandry: when i make art i usually will either make a still piece or music. recently i have been really wanting to combine the two and even make ANIMATIONS. So, i did. over spring break i spent the vast majority of my time on an animation and, (dutifully keeping track of the time using proven timekeeping methods) and i worked 27.59 hours to make a minute and a half little music video. this is obviously not sustainable when i have to deal with the rest of my life such as school and work (which i still had to deal with over spring break). and now, im trapped in a loop of indecision. i so desperately want to make still art and i can usually finish a piece in 5-6 hours or so which is extremely doable. yet, i also DESPERATELY SO BADLY want to make music, which if im making an instrumental will probably take me 15-20 hours and if im making something with vocals (dont even get me fucking started) it will probably take me 19 BILLION hours to do, not even on top of the fact that i would want some visuals to couple with either and that would take 15 more hours and, if i commit to something, i will have a final project like 2 months later because i have to work and go to school if i want to survive. anyways, sorry for rambling. i guess what im asking is, how can i make myself commit to something that feels fufilling, even if i know im just setting myself up to get trapped in the never ending project. sorry i hope that makes sense.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n10:27 pm</dco> &nbsp;<qco> can you add more content to the reality section of your website?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n10:18 pm</dco> &nbsp;<qco> would you be reaching out to people to be on your talk show, or would you be hoping for people to reach out to you about it instead</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n10:15 pm</dco> &nbsp;<qco> Is college a scam?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n8:49 pm</dco> &nbsp;<qco> Do you ever have the urge to question everything? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sometimes I do and it ends up just confusing people. Kind of like in your video \"Perfect.\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n8:36 pm</dco> &nbsp;<qco> can you give us a hint on what the next podcast is about?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n8:00 pm</dco> &nbsp;<qco> why is the world we live in just fine, even if it's actually terrible?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n6:29 pm</dco> &nbsp;<qco> Have you ever found yourself indecisive about what kind of music you want to make? For example: if you liked making both symphonic and phonk, how would you decide the path you want to pursue? It wouldn't make sense to build an audience by making one and just switch to another with every track, would it? It seems like two completely different lifestyles</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n4:18 pm</dco> &nbsp;<qco> what is your longest song </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and would you ever consider making a longer one</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n3:24 pm</dco> &nbsp;<qco> thinking about how much lobsters and scorpions look alike (apparently, they are cousins). and if scorpio is considered a water sign, why is it represented by a desert-dwelling creature?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;coulda been a lobster instead, right?\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;so then it occurred to me: judging by f2's reaction to the lobster section, it sounds like something Deep and Intense, or \"Scorpionic,\" is going on in there. \n<br>was this intentional? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;am i overthinking?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n3:13 pm</dco> &nbsp;<qco> Where do you draw the line between persistence and stubbornness?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n3:06 pm</dco> &nbsp;<qco> recently when i write songs, i find myself focusing way too much on the chord progression leading the song, and forgetting about all the other parts of the song. do you have any tips to achieve more of a balanced focus?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n10:44 am</dco> &nbsp;<qco> You've mentioned that New Canaan was one of four songwriting trips. Where were the others?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n1:59 am</dco> &nbsp;<qco> do you write down you dreams</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n12:49 am</dco> &nbsp;<qco> what do you think the square root is</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.23&nbsp; \n11:51 pm</dco> &nbsp;<qco> why is true love different than love is there a fake love</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and a not fake one???&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.23&nbsp; \n11:38 pm</dco> &nbsp;<qco> hey, Bill. hope you're doing well. what are your thoughts on daylight saving time? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and spring? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and pollen (y'know, the white fuzzy stuff on grass that comes with spring)?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and warmer weather and stuff?\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;thanks :)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.23&nbsp; \n10:56 pm</dco> &nbsp;<qco> bill i'm overthinkin way too much. how do i stop this madness</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.23&nbsp; \n9:49 pm</dco> &nbsp;<qco> why are love songs so easy to write?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i want to write other songs but everything i write ends up a love song somehow iervjnzcx</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.23&nbsp; \n9:40 pm</dco> &nbsp;<qco> how do i escape burnout? i really really want to do something impactful with my life but i can't find any reason to do so besides fame</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.23&nbsp; \n9:01 pm</dco> &nbsp;<qco> How do I improve my songs if I don't even know what's wrong with them. Like I know that something's missing, or that something's off, I just don't know what</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.23&nbsp; \n8:59 pm</dco> &nbsp;<qco> Why does the face paint seem tenacious ? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And does this line having parallels in the music, where the F from the f#maj7 carries over into the Ab chord froming a major 6,have any significance?&nbsp;</qco> </h3>"
  }
]
