[
  {
    "html": "<h3> <dco>7.9.24&nbsp; \n10:29 am</dco> &nbsp;<qco> what to do if it is hot?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; \n5:15 am</dco> &nbsp;<qco> In regards to Simon and Garfunkel, do you think its pronounced Garfunkel with a hard G or Jarfunkel with a soft g?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; \n3:21 am</dco> &nbsp;<qco> is it true you worked on a \"shrek 2 retold\" M.A.P. because i think it's cool as hell</qco> </h3><a href=\"https://billwurtz.com/artifacts/bw-farfaraway_201912030808.mp3\" target=\"_blank\">far far away</a>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; \n1:36 am</dco> &nbsp;<qco> how do i draw a face</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; \n12:49 am</dco> &nbsp;<qco> will I ever feel like I'm no longer wasting my life?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; 12:45 am</dco> &nbsp;<qco> How to be happy?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.9.24&nbsp; \n12:26 am</dco> &nbsp;<qco> is there anything youd never do in a million years?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n8:46 pm</dco> &nbsp;<qco> what should i call my firstborn?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n8:18 pm</dco> &nbsp;<qco> how to not fear the human condition</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n7:54 pm</dco> &nbsp;<qco> horses?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n7:17 pm</dco> &nbsp;<qco> what if two was actually one</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n6:10 pm</dco> &nbsp;<qco> how long do you read through questions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n4:31 pm</dco> &nbsp;<qco> WHY IS THE WEATHER SO BAD???</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n2:53 pm</dco> &nbsp;<qco> Why are the shelves?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n2:45 pm</dco> &nbsp;<qco> what is the best seat at a concert?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n2:21 pm</dco> &nbsp;<qco> should i continue to do music</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n9:17 am</dco> &nbsp;<qco> i cant finish my homework and now im frustrated with myself. what do i do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n8:50 am</dco> &nbsp;<qco> what genre do you prefer to label your music as?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n6:16 am</dco> &nbsp;<qco> was \"how to pull a rabbit out of a hat\" video was written in 2018 for real?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n5:29 am</dco> &nbsp;<qco> Wow, how do you answer so many questions each day?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n3:29 am</dco> &nbsp;<qco> Why does it feel like music has all these secret codes? I mean, secret codes of what then??</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n2:53 am</dco> &nbsp;<qco> Thoughts on the computational complexity of modular exponentiation via Montgomery reduction?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n2:28 am</dco> &nbsp;<qco> do you ever have that problem where you want to break the paradigm but realize you don't know enough about the paradigm to figure out exactly what to break in the first place</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n2:21 am</dco> &nbsp;<qco> i want to say i love your videos and music a ton! my question: do you have any Billy Joel interview clips saved that are especially important to you? we share the interest of enjoying interviews and collecting clips, and i was curious if you had any joel in there! peace</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n1:07 am</dco> &nbsp;<qco> Would fly in a commercial airliner if you had unlimited but no games or games but no games?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n12:23 am</dco> &nbsp;<qco> How do you talk to people without being completely derranged?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n11:55 pm</dco> &nbsp;<qco> i'm compiling a playlist of songs that inspire me to make songs</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n11:54 pm</dco> &nbsp;<qco> I live in a place of the world that wild chickens are actually native to, and frankly I think we should flip the question and ask why the roads are there for them to cross. What are your thoughts?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n11:18 pm</dco> &nbsp;<qco> is it lame to number my songs instead of naming them or is it actually liberating. or is it both</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n10:24 pm</dco> &nbsp;<qco> if you only make music for your own enjoyment, why do you feel the need to post it online and share it with other people?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n9:01 pm</dco> &nbsp;<qco> How am I supposed to stare into people's souls if their body is in the way?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n8:13 pm</dco> &nbsp;<qco> How do you spell broccili?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n7:36 pm</dco> &nbsp;<qco> in the reality video recorded on 1.12.12, you mention \"[stopping] writing at the end of 2010\" when later reality videos' screenshots of writing tare appear to include dates from 2011. is there something I'm missing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n3:38 pm</dco> &nbsp;<qco> How many times a day do you dream about nothing</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n1:40 pm</dco> &nbsp;<qco> \n  so i know that you compare creating something to suit other people's interests is like painting with colors you cant see. but say you're making something for yourself to enjoy (ex: a video), and although you really enjoy the final product, you dont enjoy the process of making that type of video as much, like you find it boring. on the other hand, you could do this other type of video where you enjoy making it, but the final product is not the type of thing you consume. so basically the first option you dont enjoy making the video but once the video is done it is immensely rewarding to watch it yourself, but the second option you enjoy makingthat video but once the video is done you watch it and you're like \"eh.\" maybe it doesnt make sense how this type of thing is possible but it is the best (non-specific, i suppose) way for me to describe my situation (sorry if it wasnt clear, turns out this hypothetical is a reality). what do you think</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n10:40 am</dco> &nbsp;<qco> if there is something at the end of the rainbow, what is at the start of the rainbow?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n8:09 am</dco> &nbsp;<qco> how good are the questions everyone asks on this page?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n7:37 am</dco> &nbsp;<qco> How come you manage to MASTER the dream-like animations?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; 6:05 am</dco> &nbsp;<qco> Do you like bread?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n2:25 am</dco> &nbsp;<qco> both shrek 5 and toy story 5 are going to come out in the next couple years. is humanity doomed?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n12:44 am</dco> &nbsp;<qco> afghan music question update: syncopation and free rhythm. so from here i'd like to figure out the details of that bc i think what it was at some points was off beat syncopation. because tbh not sure if there would be a way to really combine the two with free rhythm but it seemed like there was something going on that i wasn't picking up on. not just patternlessness. i must know more&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n11:50 pm</dco> &nbsp;<qco> Do you like the colder or warmer months</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; 10:51 pm</dco> &nbsp;<qco> How do you find motivation?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n10:08 pm</dco> &nbsp;<qco> is anyone really better off than anyone else?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n9:46 pm</dco> &nbsp;<qco> do you know what a squrinkley squroinkley is?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n9:43 pm</dco> &nbsp;<qco> When someone playfully pretends they took something personal. Whats the trick to not feel like maybe they did take it personal</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n9:41 pm</dco> &nbsp;<qco>hey, so i really really really really wanna create and play music as a career, and i think i'm just about insane enough to do it, but i'm in a position right now where i need to either A) go to school to get a degree in........ something, or B) buckle down and get a job to pay rent. i'm definitely leaning towards the latter, and then just doing that while working on music until i can start to make a living off the music,but everyone with any ounce of common sense in my life is (understandably)trying to urge me to to the first option. the thing is, i just really don't wanna do that. i know i'll have zero fallback plans or whatever in the long term, but it's like, why the hell should i waste a huge amount of money and 4 years of my life to learn about something i'll learn way more about by just doing? am i being stupid for not wanting to go to school? would i be stupid to actually GO to school? i don't really have a clear cut plan for how to make money with music (something something, i start gigging..... releasing original songs..... money? idk), but i think i'm crazy and desperate enough to figure out something there. any tips in all of this would be greatly appreciated though, because i'm feeling super lost and confused right now (and let me know if you need more details) thanks!&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n9:41 pm</dco> &nbsp;<qco> How big is your soul?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n9:34 pm</dco> &nbsp;<qco> How to stop overdoing anything?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n9:11 pm</dco> &nbsp;<qco> the other day i saw a chicken cross the road and i was like, oh i get it now</qco> </h3>"
  }
]
