[
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n1:27 am</dco> &nbsp;<qco> do you think clouds have feelings?</qco> </h3>      i think they Are the feelings\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n1:19 am</dco> &nbsp;<qco> bill if a genie were to grant you one wish, what would you wish for? you can't wish for more wishes.</qco> </h3>       well first i would wish not to have a genie, which is a wish i already made without a genie, and so far it has come true. so it looks like i may not need a genie \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n12:50 am</dco> &nbsp;<qco> why aren't you posting anything?</qco> </h3>      because i am making something. this is an important step for whatever i post, because otherwise it would not exist. i hope that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n12:32 am</dco> &nbsp;<qco> Do you actually live in a church?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n12:31 am</dco> &nbsp;<qco> Bill, would you post some occasional progress pics or short videos in order to comfort the tons of people who ask why there isn't more content coming out, and also to provide viewers with an insight on everything you do?</qco> </h3>      i have provided a lot of insight on what i do. probably too much. and i typically post pictures on instagram relating to the current project, when i think it is appropriate\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n12:27 am</dco> &nbsp;<qco> Clearly you must be overworking yourself, have also stopped making videos, and never use capital letters. I've confirmed it by reading these questions and nothing else. What do you have to say for yourself?</qco> </h3>      i never stopped making videos, i am working on videos and other types of content swiftly and quickly, while also sleeping enough and staying hydrated. and i use capital letters all the time, surely many times on this page alone\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n11:50 pm</dco> &nbsp;<qco> Good pickup lines for a young goat?</qco> </h3>      for a young goat to use or to use on a young goat\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n11:36 pm</dco> &nbsp;<qco> Why does there have to be too much stuff to do?</qco> </h3>      to keep it interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n10:49 pm</dco> &nbsp;<qco> heey bill it's summer and it's very very HOT so i wish that it was not. <a href=\"favorite-season.html\">What's your favorite season</a>?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n9:12 pm</dco> &nbsp;<qco> Are you looking for any animator to collab as well?&nbsp;</qco> </h3>      yes. i'm not 100% sure how it would ever work, but i have opened the doors to looking for people with various skill sets, so that maybe somehow i can figure out a way for them to help me<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n8:38 pm</dco> &nbsp;<qco> Do you plan on going back to longer videos again? Or has hotewig scarred you forever\n\n<br></qco> </h3>      i would like to focus on things between 30 seconds and 4 minutes<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n7:57 pm</dco> &nbsp;<qco> Hey, how much did hotewig take on you. Like did it drain you to no end, or were you okay with it since it's like another project?</qco> </h3>      that one was different from any other project because it was much bigger and took much longer<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n7:56 pm</dco> &nbsp;<qco> <a href=\"happy-birthday.html\">Happy birthday to you</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n7:08 pm</dco> &nbsp;<qco> i cannot understand how are you comfortable having all those deadlines and time restrictions. i understand why they are useful, and even necessary, but i hate hate hate them. they make me so anxious about my pace to the point that i feel like im suffocating. i have gotten better at it with time, but still. wouldn't ever do it voluntarily. so i guess my question is, how the hell do you deal with it so well</qco> </h3>      well, the alternative is being afraid that nothing will ever get done<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n6:42 pm</dco> &nbsp;<qco> Have you got the stuff?</qco> </h3>      i have some of it<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n6:29 pm</dco> &nbsp;<qco> i am craving to have big&nbsp;&amp; good conversations with other people. i don't know if the problem is my \"weird\" social skills or the people i hang out with or something else but the conversations never get very deep or long or all that. speaking to myself doesn't really fulfill that crave. ever had that feeling?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n6:23 pm</dco> &nbsp;<qco> What is your opinion on symbolism?</qco> </h3>      it's kind of like a canoe<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n6:13 pm</dco> &nbsp;<qco> How do you define what is reasonable? Because you seem to give answers and do things in reality videos and say things that are hard to understand because there's context missing.</qco> </h3>      maybe there is context but you just haven't found it yet<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n6:02 pm</dco> &nbsp;<qco> Have you ever considered that your reality videos will catch up to the present day? (whenever day that happens)</qco> </h3>      i think it's better when it doesn't<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n5:52 pm</dco> &nbsp;<qco> how did you feel when you started approaching the end of hotewig</qco> </h3>      very excited and also a little bit scared<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n5:32 pm</dco> &nbsp;<qco> how do you prefer people address you (Bill, Mr. Wurtz, Bill Wurtz, etc.)?</qco> </h3>      if there is no one else around, you shouldn't need to say a name because it should already be obvious that i am the one you are talking to. if there is another person in close proximity, then 'bill' should be fine. if there is another person named 'bill' near by then you might need to say 'bill wurtz'<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n5:25 pm</dco> &nbsp;<qco> What are some things you are passionate about other than music?</qco> </h3>      time and space, in general<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n5:10 pm</dco> &nbsp;<qco> Do you ever take long-term breaks from making videos? \n</qco></h3>      only to make non-video content. but most of my content involves video<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Because with your Youtube channel, you've pretty much already established that you get away with uploading whenever you want.</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n4:21 pm</dco> &nbsp;<qco> <a href=\"http://billwurtz.com/just-try-to-have-a-good-time.mp3\">What's a good idea?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n3:17 pm</dco> &nbsp;<qco> Bill, give us some spoilers for the next video</qco> </h3>      you might have already heard it<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n1:10 pm</dco> &nbsp;<qco> do you like math?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n1:01 pm</dco> &nbsp;<qco> Do you have some tips on playing bass?</qco> </h3>      keep it simple, and find your way into some professional bands that play popular cover songs on the weekends<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n12:52 pm</dco> &nbsp;<qco> What would you consider your biggest accomplishment? (video or something else)</qco> </h3>      starting the 5 day video/song schedule in 2014, and sticking to it<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n12:18 pm</dco> &nbsp;<qco> Can we stop fooling around and put a damn note in between B and C, and between E and F already???&nbsp;</qco> </h3>      sure, to keep all the notes the same distance, we have to get rid of G. so A thru F, and there is a note a half step in between all of them. congratulations, you now have an instrument specifically designed to play dizzy flashback music<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n12:05 pm</dco> &nbsp;<qco> What do you think the key to life is?</qco> </h3>      innovation<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n11:59 am</dco> &nbsp;<qco> is this questions real?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n11:24 am</dco> &nbsp;<qco> I apologize for thinking the Japan video could be done in one month but I still think upgrading to new software will shorten the time significantly (if you don't mind me saying so?)</qco> </h3>      the program you mentioned is not exactly an upgrade for me. it would be a different program entirely. so first i would have to re-learn and re-accumulate all the tricks and stunts i have learned and saved, over the years. it might put me back to the <a href=\"http://billwurtz.com/monday.mp4\">pelican</a> ages for a while. and in the long term once i re-learn everything, maybe there will be a small difference but i'm not necessarily sure.<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n10:41 am</dco> &nbsp;<qco> what's your favorite door</qco> </h3>      which ever one is between me and the place i think i should go<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n10:40 am</dco> &nbsp;<qco> you can be a real prick sometimes</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n10:32 am</dco> &nbsp;<qco> why don't you use wingdings</qco> </h3>      why would i<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n10:07 am</dco> &nbsp;<qco> Is life anything more than a waste? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nCan I make it not be a waste?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n9:42 am</dco> &nbsp;<qco> how do you be weird?</qco> </h3>      just be how you want to be, and let other people decide if that's weird\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n8:32 am</dco> &nbsp;<qco> i've been playing the trumpet for 4 years now, and i've made a lot of progress. i am quite good at it now, but i kind of want to quit...i never seem to want to practice, and i prefer playing on the piano, which i have been playing for 6 years. it's like i don't have passion for it anymore. what should i do?? should i continue or quit?</qco> </h3>      play more piano\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n8:02 am</dco> &nbsp;<qco> when you score your videos, is the entire score recorded all in the same project file?</qco> </h3>      not if it's longer than about 30 seconds. history of japan score was in 14 parts, history of the world was i think 26. also the jingles are done separately from the rest of the score\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n7:33 am</dco> &nbsp;<qco> tell me a joke</qco> </h3>      Hi Randall, it was great to meet with you today.  Let's plan to follow up sometime next week.<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n6:40 am</dco> &nbsp;<qco> What is your favourite scale?</qco> </h3>           i prefer to use the notes as needed, on demand!\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n5:05 am</dco> &nbsp;<qco> how long are you going to keep working on lenghty videos like your two famous \"history of..\" videos?</qco> </h3>      i'd like to focus more on videos between 30 seconds and 4 minutes<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n1:44 am</dco> &nbsp;<qco> Why are we never satisfied with ourselves?</qco> </h3>      maybe because we know we can still be better<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n1:29 am</dco> &nbsp;<qco> where do you keep your streamys award</qco> </h3>      i do not have one<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.17&nbsp;\n12:02 am</dco> &nbsp;<qco> How do you come up with such eccentric content?</qco> </h3>      i'm just trying to be reasonable\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp; \n11:05 pm</dco> &nbsp;<qco> why aren't you posting any songs/videos atm</qco> </h3>      ah, this is a part of the process i like to call \"working on the song or video.\" the song or video does not get posted during this time, because it is not finished yet. although this part of the process is important because it is the whole reason the song or video can ever exist. i hope that makes sense<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp; \n10:43 pm</dco> &nbsp;<qco> Hey bill, are you looking for video editors to help you make your content?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp; \n9:04 pm</dco> &nbsp;<qco> Why did you stop making monday videos?</qco> </h3>      to focus on longer content instead<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp; \n8:58 pm</dco> &nbsp;<qco> whats your favorite bird?</qco> </h3>      i like the unique qualities of each one<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp; \n8:49 pm</dco> &nbsp;<qco> Would it be acceptable to use \"Do you like jazz\" on you as a pickup line?</qco> </h3>      you'll have to try it and see<br><br>"
  }
]
