[
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n9:54 pm</dco> &nbsp;<qco> Why do you have a problem defining the genre in which your music falls into? Be honest.</qco></h3>      am i supposed to want to be segregated<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What genre is your music. Google says you're pop.</qco></h3>      that's because i chose that category. the reason i chose it is because it's the most popular category. if you get to choose what section of the store your music goes in, of course you're gonna want to put it in the biggest section in the main part of the store. sometimes artists are not so fortunate, and the stores may choose to segregate them into less popular sections, often based on race or ethnicity, or various other prejudices <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; You gonna let an algorithm define history? What is the genre?</qco> </h3>      if you think it has anything to do with the way the music sounds, then i'd say go ahead and listen to it and then you'll know. If you ask me, i'd say i'm doing the absolute best i can\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n9:47 pm</dco> &nbsp;<qco> whats your favorite word to spell wrong</qco> </h3>      \nplam trees\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n9:35 pm</dco> &nbsp;<qco> What are the dates in black text next to the links to the videos on the Reality page?</qco> </h3>      \nthe date each video was edited, and posted\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n9:10 pm</dco> &nbsp;<qco> what's the crazy chord in the new song (\"supposed to be\") </qco></h3>      Gmaj7 over A<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and why does it work</qco> </h3>      sometimes i wonder why any music even works at all\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n8:43 pm</dco> &nbsp;<qco> who's the best author</qco> </h3>      \ncould be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n8:33 pm</dco> &nbsp;<qco> Is the line in your new song \"and all of the best dreams will be dreamed again\" telling your viewers about a project you are working on?</qco> </h3>      \nno. that line (and the surrounding lines) are hopefully some words of encouragement to anyone who has ever had a passionate vision or dream of something, and i'm trying to convey the reassurance that in due time those visions and dreams will return, and/or be fully realized. or at least, the 'best' ones can be\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n8:00 pm</dco> &nbsp;<qco> is concrete a viable alternative to food</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n7:06 pm</dco> &nbsp;<qco> what is your favorite number of syllables?</qco> </h3>      \ngotta switch between different amounts. that's the only thing that does it for me anymore\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n6:43 pm</dco> &nbsp;<qco> Bill, how do I explain inexplainable feelings and thoughts to my therapist?</qco> </h3>      \nexplain where you were when you last felt it, and what else happened before and after\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n6:35 pm</dco> &nbsp;<qco> Paradiddle or inverted paradiddle?</qco> </h3>      \nif you show me i'll tell you which one it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n6:13 pm</dco> &nbsp;<qco> Though you've shown a distaste for genre classification, do you still observe specific periods of music, like distinctions between March and Ragtime?</qco> </h3>      \nin conversation, you can probably get away with the other person knowing what you mean, IF you already know the person pretty well, and they know what music you know, and you know what music they know. otherwise all bets are off\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n5:56 pm</dco> &nbsp;<qco> do you consider perfectionism a blessing, curse, or something else?</qco> </h3>      \nfake\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n5:12 pm</dco> &nbsp;<qco> what is your opinion on caps lock</qco> </h3>      \nbadass\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n4:27 pm</dco> &nbsp;<qco> Why are your songs always so smooth, calm relaxing and chaotic at the same time?</qco> </h3>      \nsometimes i'm trying to reflect mother nature\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n4:21 pm</dco> &nbsp;<qco> what are dreams made of?</qco> </h3>      \nyou\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n4:01 pm</dco> &nbsp;<qco> if you could live for another 1000 years in addition to however long you live, would you?</qco> </h3>      \nthat sounds lovely, but i'm sure there's a downside to that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n3:42 pm</dco> &nbsp;<qco> what is your favorite song?</qco> </h3>      \ni haven't found it yet, that's why i keep making new ones just in case\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n3:37 pm</dco> &nbsp;<qco> hey bill, you always say you're working on a new video but now that the new video is out, what are you working on??</qco> </h3>      \nwriting a new song\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n3:15 pm</dco> &nbsp;<qco> Looking back at previous videos, which ones were the most fun to make?</qco> </h3>      \n\ni would prefer to make a new one to be the most fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n3:12 pm</dco> &nbsp;<qco> Have you decided what your next song is going to be?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n3:08 pm</dco> &nbsp;<qco> have you ever considered making a full album</qco> </h3>      \ni've never heard an album that worked for me as an album. that doesn't mean i can't do it, but it seems unlikely i could make that work. the only ways i can think of making it exciting enough is if it goes so far beyond an album that it would be no longer correct to call it an album. and i certainly wouldn't mind that. that's actually one of my goals\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n2:43 pm</dco> &nbsp;<qco> is art disruptive in nature?</qco> </h3>      \nyes, or constructive\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n2:19 pm</dco> &nbsp;<qco> will you release a full album</qco> </h3>      \ni've never heard an album that worked for me as an album. that doesn't mean i can't do it, but it seems unlikely i could make that work. the only ways i can think of making it exciting enough is if it goes so far beyond an album that it would be no longer correct to call it an album. and i certainly wouldn't mind that. that's actually one of my goals\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n1:52 pm</dco> &nbsp;<qco> will you make a song about making a song?</qco> </h3>      \na lot of my songs are about that. perhaps too many of them are\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n1:28 pm</dco> &nbsp;<qco> why do you make music</qco> </h3>      \nsometimes it's the only way to explain anything\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n12:51 pm</dco> &nbsp;<qco> are some of your songs trying to convey experiences/emotions that can't properly be conveyed in english?</qco> </h3>      \nyes. that's pretty much my whole reason for using music\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n12:19 pm</dco> &nbsp;<qco> what genre is ur music?</qco> </h3>      \nplausible\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n11:59 am</dco> &nbsp;<qco> Is the line \"Today I woke up telling the truth. It seemed so true it sounded like music. And if I play it cool I can hear you: you almost told me what to do.\" in your latest song a reference to the this other line in \"When I Get Older\"?: \"When I get younger, I'm gonna be a liar. I'll be lying about being so young. Then when I'm older I'll be more truthful, and then lie about singing this song.\"&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n11:58 am</dco> &nbsp;<qco> do you give thought to using slant rhymes vs perfect rhymes?</qco> </h3>      \ni find rhymes to be a trap. the best thing, i find, is to think about everything except the rhyme. then, various types of rhymes (and various other wordplay, etc) may or may not appear. hopefully in ways you couldn't have planned for\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n11:47 am</dco> &nbsp;<qco> are you able to forgive yourself?</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n11:08 am</dco> &nbsp;<qco> what was your favorite song to make</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n10:14 am</dco> &nbsp;<qco> is wyoming a verb?</qco> </h3>      \nit's either a gerund, a present participle, or a noun. Which of course begs the question, why is it called wyoming if it's already been wyomed \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n9:49 am</dco> &nbsp;<qco> Would you like to meet Al Joelson's ghost?</qco> </h3>      \nthat sounds lovely\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n9:29 am</dco> &nbsp;<qco> What is more than a dream?</qco> </h3>      \nthe whole world\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n8:28 am</dco> &nbsp;<qco> what's the purpose of going to school?</qco> </h3>      \ncheck out the architecture of the building\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n8:21 am</dco> &nbsp;<qco> What's your least popular opinion? What about your most popular opinion?&nbsp;</qco> </h3>      \ni have no way of measuring the popularity of an opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n7:16 am</dco> &nbsp;<qco> when u say \"i just found a better way\" is it about song producing method.?</qco> </h3>      \nthat would be referring to a common feeling that i'm sure we all have, sometimes. that moment where you really think you're onto something that seems like it's working. and even though it feels passionately correct at that time, you also recognize that someone may disagree later. maybe even yourself\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n7:14 am</dco> &nbsp;<qco> does rhyming come easy to you?</qco> </h3>      \ni'm not sure, because i usually don't check to see if things rhyme. that seems to be bad luck\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n7:12 am</dco> &nbsp;<qco> will things ever feel complete again?</qco> </h3>      \nsometimes. it won't be always, because then that would seem empty\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n6:45 am</dco> &nbsp;<qco> Are your dreams particularly vivid? Memorable?</qco> </h3>      sometimes. it's hard to tell how many are not memorable because i don't remember those ones\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n6:34 am</dco> &nbsp;<qco> why was the money video 2d </qco></h3>      to test the waters<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and also kinda weird</qco> </h3>      \nthe whole universe is weird. there's nothing i can do about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n5:53 am</dco> &nbsp;<qco> In what genre would you put your Musik? \n</qco></h3>      normal<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And if you choose none, how would you name your own genre?&nbsp;</qco> </h3>      \nbill wurtz\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n5:46 am</dco> &nbsp;<qco> What is it about answering questions that you have deemed useful or important?</qco> </h3>      \nit increases my public relations skills somewhat\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n4:21 am</dco> &nbsp;<qco> how many keys are there in music?</qco> </h3>      \nhow many do you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n4:07 am</dco> &nbsp;<qco> Does it bother you that you could only write English songs?</qco> </h3>      \nnot really, although it is tempting to write in every language\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n4:05 am</dco> &nbsp;<qco> is your new song in 7? it's a nice number and i like it</qco> </h3>      \nthe verses could be notated in 7/4 if you don't mind really long bars. however, the other sections are all just 4\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n3:36 am</dco> &nbsp;<qco> every time i try to pull myself up to work harder i just crash down further and further. is there any way i can stop this cycle and actually do the things that i know will matter in my life?</qco> </h3>      \nyes. i don't know specifically how you're going to do it, but i know you will. there's at least 10 ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n3:09 am</dco> &nbsp;<qco> on a scale of one to two, how happy are you?</qco> </h3>      \n1.5\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n3:06 am</dco> &nbsp;<qco> What do you do when you feel extra lazy?</qco> </h3>      \nmake some fitness goals\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.21&nbsp; \n2:56 am</dco> &nbsp;<qco> whats your thoughts on your most recent song?</qco> </h3>      \ni try not to think about it anymore\n\n<br><br>"
  }
]
