[
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n11:08 am</dco> &nbsp;<qco> do u ever question ur sanity?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n11:07 am</dco> &nbsp;<qco> Which word is the worst word?</qco> </h3>      scientists are still trying to figure that out\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n10:38 am</dco> &nbsp;<qco> Why do you post videos?</qco> </h3>      because otherwise the time i spent making them would go to waste\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n8:42 am</dco> &nbsp;<qco> hitler?</qco> </h3>      no, this is bill. try another website\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n7:34 am</dco> &nbsp;<qco> what is the limit of imagination</qco> </h3>      i don't think there is any limit\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n7:34 am</dco> &nbsp;<qco> Are you grateful for things?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n6:15 am</dco> &nbsp;<qco> There are secret notes in the song Ryland on the album World's Fair by Julian Lage at different parts when he is playing the arpeggios. I can't figure out if he recorded those funny notes in a different take or if he found a way to do it in one take. Please help!</qco> </h3>      during the acoustic portion, that seems to be completely legit. the fact that there are mistakes is a good indication that it is real. let me know which melody notes seem particularly impossible and i will try to explain them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n4:19 am</dco> &nbsp;<qco> thoughts on Central Park?</qco> </h3>      there's always more of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n3:28 am</dco> &nbsp;<qco> I don't understand why am I so afraid of the future. Not about myself, but mostly the world. Why is that?</qco> </h3>      because anything can happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n2:08 am</dco> &nbsp;<qco> Are you done with recording for your new project? </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Have you started video?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n1:37 am</dco> &nbsp;<qco> do you believe in ghosts?</qco> </h3>      everything is ghosts\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n12:34 am</dco> &nbsp;<qco> why am i afraid of school assignments</qco> </h3>      becaue they suck<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp; \n12:30 am</dco> &nbsp;<qco> can i send you a resume</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n11:35 pm</dco> &nbsp;<qco> Hey Bill. I am trying to make music, and I put in some synth chords and drums. </qco></h3>      what about bass<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Now I'm trying to add new instruments and sections to my song. I pick an instrument and write a harmony for it, record it, listen to it, and it sounds bad. I do this like 5-20 times before getting something that works with what I already have, and all this trying things and not having them work out makes me sad. Ergo, working on music tends to leave me sad instead of satisfied. What should I do?</qco> </h3>      without hearing what you're doing, i can make some guesses. make sure something is doing the 'bass' -- that means, make sure there is something playing single notes in a low range (between 1 and 3 octaves below middle C). just try some things, you will soon learn what you want to do. but you need to be using that range, at least for some of the song (hopefully for like the 'main' parts of the song. or perhaps the whole time). also another thing i can suggest, don't be goal oriented in piling on instruments. and the main thing i would suggest is, make sure you know what the song is about before adding any instruments, or at the very latest you need to know what the song is about by the time you have added the second instrument. also there is a 90% chance your song should either have words associated with it in some prominent way, or if not it needs to be strongly associated with a video or story line. instruments are just nebulous sounds -- very powerful, but nebulous -- if you want to really get things done here, you will need something that makes sense to the front part of your brain. (words, concepts, characters, things you can identify like a cat or a dog, etc. that sort of thing) ... if you have that, then the instruments and sounds can work to their full effect, seemingly enhancing the power of those items in front. just some general hints from the way i usually look at things, although there are surely other ways to do it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n11:32 pm</dco> &nbsp;<qco> new material coming anytime soon?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n11:20 pm</dco> &nbsp;<qco> What question do you remember being asked a lot, not from this questions page, but in real life? </qco> </h3>      i haven't been asked very many questions in real life\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n11:10 pm</dco> &nbsp;<qco> do you think pianos are cool? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i do, they're fun and i like them a lot</qco> </h3>      i agree\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n10:42 pm</dco> &nbsp;<qco> Got anything new you're working on or thinking of working on?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n10:32 pm</dco> &nbsp;<qco> It's just, idk, ehat will happen</qco> </h3>      everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n10:10 pm</dco> &nbsp;<qco> do you think that it's wrong to have favorites?</qco> </h3>      you'll have to try it and see if you are wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n9:45 pm</dco> &nbsp;<qco> Is there any sort of inspiration for your music? </qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n9:44 pm</dco> &nbsp;<qco> Are you doing something</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n8:41 pm</dco> &nbsp;<qco> 8.27.17  4:32 pm\nyou said \"i think so\"\nwould you call that infinite money cheat code capitalism???</qco> </h3>      no, that's not a cheat, that's doing the work\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n8:28 pm</dco> &nbsp;<qco> got any guesses about a hot new fashion trend that may be coming in the future?</qco> </h3>      flannel\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n8:24 pm</dco> &nbsp;<qco> how many questions have you answered?</qco> </h3>      you wanna check\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n8:21 pm</dco> &nbsp;<qco> If some day I go to Nueva York, will you go on a date with me?</qco> </h3>      sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n8:09 pm</dco> &nbsp;<qco> Can you explain me what means \"pirates had looted the booty\", you said that in one video from the reality seaction.</qco> </h3>      i think i was actually referring to really phenomenally rich and powerful people, corporations, governments, and/or some combination of those. maybe even including sea pirates\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n7:33 pm</dco> &nbsp;<qco> bill I figured out that the notes Gb3 Bb3 Eb4 can sound good if you're in C major and decide to use an Eb in the melody.  and then you're real close to G3 C4 E4 if you wanna resolve it.  it sounds familiar to me, do you know if there's a common name for that trick?</qco> </h3>      bein cool\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n7:24 pm</dco> &nbsp;<qco> bill may i ask you for the opinion of stars </qco> </h3>      you will have to ask the stars for their own opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n7:24 pm</dco> &nbsp;<qco> Is a dim7 chord pretty much the same thing as a flat 9 chord a half step lower? Like C#dim7 is the notes C# E G Bb... which would be like a C7b9 without the root? Can these chords be used pretty much interchanably? Like, similar function, little bit different sound/feel?</qco> </h3>      yes. although i think the comparison is a bit more solid if you call it Edim7 (same notes anyway) and C7b9. Edim and C7 are sister chords. just like A7 and C#dim\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n7:13 pm</dco> &nbsp;<qco> did it take a long time blurring out all the things u didnt wanna show on your lists / other papers in your reality vids ? </qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n7:10 pm</dco> &nbsp;<qco> http://www.billwurtz.com/reality/201202140236.mp4 was this a significant turningpoint in your life? </qco> </h3>      sort of, but there are a lot of other equally significant points. this was only the 'normal' book. the following september was probably more significant because i started working on a much bigger system which merged all the normal stuff with the equally large library of 'weird' stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n6:25 pm</dco> &nbsp;<qco> I have a wish I'd like to make.. Should I throw a coin into a fountain? Wish upon the first star I see tonight? Make my wish at 11:11? Or wait until my birthday to make the wish when I blow out the candles? Which of these things would give me the best odds for making my wish come true?</qco> </h3>      start thinking about the logicstics of what you are wishing for\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n6:19 pm</dco> &nbsp;<qco> How does it feel to drop some cool hints?</qco> </h3>      nice, very good\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n6:16 pm</dco> &nbsp;<qco> are trauma's useful? </qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n6:13 pm</dco> &nbsp;<qco> What do you think of S C I E N T O L O G Y ?</qco> </h3>       like a newly formed star, it gives modern religionoligists an unprecedented view into how a religion is formed \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n5:49 pm</dco> &nbsp;<qco> How do I find my way?</qco> </h3>      it will find you if you listen\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n4:33 pm</dco> &nbsp;<qco> http://www.billwurtz.com/reality/201102190135.mp4 do you feel like you have figured it out now? :) </qco> </h3>      yes. there are still infinite ways to put songs together, but i have a lot more experience now doing it in many different types of ways. later that year (actually within the following month) i really got down to business in writing 'the normal way' and got a lot of experience during that year. then the year after that i really started to merge all the normal and non-normal techniques\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n4:19 pm</dco> &nbsp;<qco> What do you think a rainbow should be made of?</qco> </h3>      light\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n4:13 pm</dco> &nbsp;<qco> Do you think you'll go back and make videos for any of the songs you've released that don't have videos (like you did for movie star)? Songs like  in california, got to know what's going on, all u gotta do is, the road (one of my fav's by the way), i can play, rabbit snakes, etc.</qco> </h3>      yes, i have done that before, and will probably do it more in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n3:57 pm</dco> &nbsp;<qco> hey bill, i just had a really cool moment and i wanted to share with you: i was at the beach, the sun had just gone down and the sea looked like liquid metal and the sky was so red, i was standing with my feet in the water and the water was warm and everything just felt So Real and so Surreal at the same time :) i could really feel, being on a planet. i wanted to share that with you bye~ :) </qco> </h3>      oh, nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n3:55 pm</dco> &nbsp;<qco> <a href=\"do-questions-annoy-you.html\">do you ever get annoyed by these questions?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n3:16 pm</dco> &nbsp;<qco> is it good to judge? i think today people are especially afraid of judging anything, because it is not polite, or it's none of one's business or whatever. to say that every others choice and taste is relative is laziness or cowardice, isn't that? people do need to and do have the right to judge, don't they?</qco> </h3>      anyone can judge whom and what to judge, and then in turn others can react to those judgements with their own judgements about the first judge's judgements. then perhaps a third person may happen along and judge them both\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n2:39 pm</dco> &nbsp;<qco> WAITING UNPATIENTLY FOR THE NEXT VIDEO RELEASE IT RIGHT NOW!!!!!!!!!!!!</qco> </h3>      i don't think that would be a good idea because it is wildly incomplete\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n2:34 pm</dco> &nbsp;<qco> do you think geometry is a sacred art</qco> </h3>      art and geometry are both sacred\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n2:21 pm</dco> &nbsp;<qco> Like I don't get small talk. When I speak to people I want to get into the Deep and Important stuff, stop asking me \"how are you\", it's the same answer everytime and you know this ??? How do you deal with small talk</qco> </h3>      i try to avoid and ignore it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp; \n2:10 pm</dco> &nbsp;<qco> if you are just answering questions here, where would you ask questions, and who will answer them?</qco> </h3>      i just have to ask the walls<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n1:56 pm</dco> &nbsp;<qco> is life a game?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n1:49 pm</dco> &nbsp;<qco> If something has no purpose, isn't that's something's purpose to have no purpose?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or does that not count as a purposeful purpose?</qco> </h3>      it does not. \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.17&nbsp;\n1:30 pm</dco> &nbsp;<qco> <a href=\"same-questions.html\">do you get annoyed when people ask you questions that alredy have been answered?</a></qco> </h3>      \n<br><br>"
  }
]
