[
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n12:07 am</dco> &nbsp;<qco> i love lsd have you tried lsd</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n11:50 pm</dco> &nbsp;<qco> What is your favorite website?&nbsp;</qco> </h3>      the basic html version of gmail\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n11:48 pm</dco> &nbsp;<qco> two questions: was \"might quit\" named that just to jape listeners? </qco></h3>      i don't know what jape means, so maybe<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also are some of the lyrics based on your real experiences with school?&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n11:44 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903071116\">3.7.19&nbsp;&nbsp;11:16 am</a>  I am looking forward to this, but have you ever before announced the addition of this category? If so, when?</qco> </h3>      i must have, otherwise this person wouldn't have known about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n11:41 pm</dco> &nbsp;<qco> All up, how long did it take to make the video for might quit?</qco> </h3>      longer than i wish\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n11:11 pm</dco> &nbsp;<qco> Ever made a song that sounds very different from what you usually post on Youtube? Wanna show it?</qco> </h3>      probably most of the jazz jam sessions i've done, on the 'jazz' page of this site. or perhaps the improvised material on the improv pages\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n10:26 pm</dco> &nbsp;<qco> oi, when you go on tour, will you put out like a video or a tweet letting us know? just wanna know because me and my friend are big fans and we can't wait for the tour. thx bill</qco> </h3>      typically there are 2 places where i am usually most likely to reveal the truth about whatever i am doing / working on, or where i am traveling. and those 2 places are the questions page and instagram\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n10:24 pm</dco> &nbsp;<qco> whats your secret for making it alright regardless of how bad it's currently feeling</qco> </h3>      i want to\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n10:18 pm</dco> &nbsp;<qco> hey bill from numerous different works of yours it would seem that you don't like school. is this assessment correct?</qco> </h3>      not really but i guess that depends what you count as a school. maybe if you only include the bad schools, then i don't like school\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n10:17 pm</dco> &nbsp;<qco> what are your main hobbies other than music</qco> </h3>      writing, video making, anagrams, maybe more\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n10:07 pm</dco> &nbsp;<qco> How do I stop failing?&nbsp;</qco> </h3>      you're gonna wanna go ahead and succeed\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n10:04 pm</dco> &nbsp;<qco> What's on your mind ?</qco> </h3>      shapes, sizes, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n10:03 pm</dco> &nbsp;<qco> Your newest video made me extremely happy, thank you. What make you happy?</qco> </h3>      shapes, sizes, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n9:58 pm</dco> &nbsp;<qco> Do you consider yourself to be an optimist?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n9:55 pm</dco> &nbsp;<qco> what do you regret?</qco> </h3>      not discovering the gravity boson\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n9:53 pm</dco> &nbsp;<qco> Wow I really loved the new song! Especially the chorus that was really emotional like the \"just did a bad thing\" one. Well I guess I have to make this a question so do you ever listen to your songs after releasing them?</qco> </h3>      not usually\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n9:23 pm</dco> &nbsp;<qco> Do you think you'll ever release that music video from 2011?</qco> </h3>      i'm not sure which one you mean but i would need to finish it first\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n9:17 pm</dco> &nbsp;<qco> bill you are very cool. i hope you think so too.</qco></h3>      i have some new techniques<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n are you happy?</qco> </h3>      some what\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n9:17 pm</dco> &nbsp;<qco> how do i choose between all the things i want to do with my life? i enjoy many things but i already am failing at one of them. it is confusing.</qco> </h3>      \nah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n9:16 pm</dco> &nbsp;<qco> Have you ever met someone who is allergic to giraffes?&nbsp;</qco> </h3>      maybe but most people keep their allergies a secret, at least from me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n9:15 pm</dco> &nbsp;<qco> Why did the new song come out a whole 20 days after it was supposed to? What happened?</qco> </h3>      let's see .... the previous video was released on tues 2/12. so, nowadays, the ultimate dream goal is to get it done inside of 1 week. this is really not yet physically possible, i've never beat 10 days, with a full songvideo. but still keep trying because i'm, stupid? wed 2/13 i organized a huge amount of new sounds, which would be very important to the next song. thu 2/14 was general songwriting/ songgen (generating new songwriting ideas, generally writing on middle ideas, etc.). Fri 2/15 final selection for next song (it was just a verse melody at that point), and wrote entire song until the end. (that's well on target, that's essentially the fastest is 1 day. even some of the 2-week projects had their song written in 3 days.). Still weirdly praying that i might be on time for 1 week sched. truthfully the instruments organizing set me back a day. that's not a normal occurance, it was a serious quantity of new instruments. a lot to search through. Anyway, very quick temp insts (for vocs to sing over) and then immediately all vocals, lead and backup, the entire day Sat 2/16. this is the standard quickest time, before the 2 week schedule it would be many days. Ok, so what happens next (had to check the records here) this is what happened, going into sunday. This already would have been the most insanely tight sched, to be able to finish an entire music video by the following tuesday (?????), but the way it happened, i had been up very late songwriting, leading into Friday morning (when i did vocals) and i needed to wake up quite early on Friday to get vocals (the entire day time is just barely enough to get all vocals for 1 song, especially with mostly full harmonies for the majority of the song). So the plan was was to go straight to sleep at the end of that vocal day, and i would need it, because of so little sleep just before the vocal day. I actually got into bed and litterally could not fall asleep. was lying there for about 6 hours. this is unusual, usually i don't even bother getting into bed if i'm not tired, but this time it was not only essential for the schedule, but also it should have worked! i was on barely any sleep from the night before, so i thought it had to work. but, i essentially got my ass kicked for the 20th time by circadia. basically that means, (and i think i've finally learned my lesson now) Even if you slept way way too little the night before, and are lacking on sleep, you STILL might not be able to fall asleep until pretty much the same time you went to bed previously. If i had known this retrospectively, i would have simply jumped right into the music (instrumental) arrangement, which CAN happen at night. i just didn't expect that to be the right move, because of the lack of sleep from before the vocal. So you might look at it and say that moment was what the initial failure of a potential 1-week delivery hinged upon. So once i actually fell asleep around 6am, i was gone, for more than a full night's (day's) sleep. That was the point the 1-week was completely gone, but that's not really fair to say that because the 1-week is so freakin tight squeeze that that surely wasn't the 'only' thing that would have gone wrong. as it is, the 1-week relies on essentially doubling my best time (cutting the time in half) of every phase of the project. (do everything at least twice as fast as my absolute fastest time). So anyway, that Sunday (actually more like the overnight into monday morning) is a significant moment of loss, because tuesday was lost. What typically happens when you reach this point is, the exhaustion from the previous days tends to hit, because the endorphins from the excitement about that date (Tues 2/19 in this case) are lost, so there is kind of a forced rest (exhaustion). Seems i spent the whole day (which at this point is mostly the overnight going into Monday morning) working on reality edits. not such a bad deal, that's a project that is chronically behind and has been forever. the following day, (Tues, on the early side), it seems i was looking to develop other projects that constantly get left behind, one of which was a the idea of doing a basic recorded music arrangement and sing/play keyboard with it live. not to actually perform publicly with, but to work the arrangements out, and then hopefully result in a smooth hand off to a real band arrangement somewhere down the line. Tried it on some cover songs, but quickly got 'uselessitis', which always inevitably tends to happen when you are 'experimenting' on something without actually knowing specifically what the project is and when/how it's due. This jolt typically sends me back to the linear schedule, with a new set of ambitious dates to go for, because the conclusion is always that when left alone to freefloat, every project evaporates badly. So i think that's generally the idea here, and it is likely i spent way too long on questions that day. Also during this day i was deeply studying my own procedures, particularly during the 2-week song schedule, to really study the time it took for each bit, desperately searching for somewhere to shave additional time off somewhere. the general conclusion i had been operating with was that 'arrangement AND mix' (that's the entire instrumental arrangent AND the final mix) needed to be done in 1 day in order for me to even have a shred of time for the video. like the whole schedule was mapped out as tightly as possible, and it all seemed to hinge upon 1 of 3 impossibles being true: \"day 0\" doesn't exist, \"arr+mix\" in 1 day and not even a 24 hour day (must be 12 only), or, entire visual video done in \"the monday slam\" which is where the entire visual is made between approximately 10am monday and 4pm tuesday, without sleeping. (this was pretty much accomplished only once, and it is not a pretty sight. in fact mostly on the 2 week schedule, this final slam is mandatory, but only once was the entire visual started on monday morning, and that was only a 2 minute song. in another case i did the final 3 minutes on the monday morning slam). the monday morning slam is not pretty, and any reasonable health professional would certainly advise me never to do that again. So i basically had the 1 week schedule hinging upon either A) no day 'zero', B) arr+mix in 1 day, or C)'monday slam required.' Just to fill you in on these other options briefly, 'day zero' consists of: write and schedule all tweets for 7 days, get anagrams done for 7 days, MAKE A REALITY VID (thanks to new release schedule which i don't intend on breaking) and 'generalized songwriting' (new ideas, development on ideas, before selecting next proj, in order to strengthen what we have to select from of course, without songgen the list would eventually be empty)... and god forbid, 'chill.' Those are all things that go into 'day zero.' So again, if day zero is allowed, and if you want 2 actual days for visual, and if you write the entire song in 1 day, and do all the vocals in 1 day, (these are generally assumed maxed out in terms of the best i can do), then that allows only ONE DAY for the ENTIRE arr+mix. What i'm trying to say is, the absolute best i've ever done on arr+mix is total something like 3 days. Anyway, that is what i was studying on Tue 2/19, was arr+mix total times, during the 2 week schedule, trying to figure out if i had ever been anywhere close to 12 hours. Because that was essentially the concession that would need to be made. And i think my conclusion was that it's highly unlikely but it's worth a shot. So then,  it appears  Wed 2/20 is now day zero, looks like i wrote all the tweets. Tweet writing can be a monster, if you wanna get a week's worth, it can really take a while to get it, especially after thousands of tweets and refusing to actually repeat tweets. Ok, so Thu 2/21 looks like we're moving full ahead on the inst arrangement. keep in mind, the only way to have a chance at the magic '1 week' thing is if i can suddenly do the arr. AND mix, to completion, in less than 1 normal length day. ridiculous. even on the most insane crunches during the 2 week (slow down, st helens, most of them actually) it was like, if i power through mercilessly for a long day, i can maybe get it to mostly near the end on a 1st round arrangement, and then the second day i'll pick where i left off, then back to the beginning second round arr. / adjust, fix/improve, (called \"arr2\") which takes much less time than arr 1, and then if i push into 24 hour marathon for that day i can arrive at the final mix. that's the absolute best i've ever done for \"arr+mix\", like something like 3 days pretty much. So yea, am i magically get that all to fit in 12 hours? no. Using almost entirely brand new instruments is not quite speeding things up, feeds the obsessive meticulousness. After 3 days the arr. is finally done. Not entirely sure what the sleep schedule looks like around this point, a quote from Sun 2/24 4:26 am, is \"getting angry and desperate\", still all i can think about is the 1-week, and yet 2-weeks is suddenly blown, because you can't be not done with the mix on Sunday. my absolute world record for this may have had the mix finished as late as sunday morning. and then an ultra slammer from monday morning straight through (not healthy, nor possible). Somewhere around this time, got hooked on Alex Honnold climbing videos, and general wisdom from Alex Honnold, the main thing i took from that can be summarized in a clip i posted here yesterday, so at least that had some value. Essentially focusing that on the 1-week schedule. Unfortunately 2-weeks is now blown, as i said, which can happen if you focus too intently on the 1. this is my life these days. But anyway, the final mix, it appears, was reached Sun 2/24 at 2:22 am. (minus car test, no car test, and i don't really care that much because it sounds great on the leading brand of earbuds, which is my main reference anyway.) So racing forward of course, Mon 2/25 is recording all video footage (gonna be a live action vid, for sure). Getting everything for voc, and every instrument. With this one i really thoroughly went throuh the whole thing getting everything i need for all instruments. then clip selecting (going through all of it), then import and full sync of all vocal bits and significant inst fills, assembled into full rough cut which appears to be completed tue 2/26 6:31pm. So this is crossing the 2 week point, so a lot of confidence will inevitably be lost at this point. because, a little history, my best time for these projects was 8 weeks, absolutely couldn't do better than that, for a long time, until i entered panic mode in sept 2018 and suddenly did them in 2 weeks each, that was psycho mode. And it was going steadily until i started wanting to add more, and it has failed ever since, as a result of obsessively aiming for 1 week. So when we cross over 2 weeks, it becomes a little 'what the hell is going on.' The other important element here is that there is a guest appearance on a Scary Pockets session video, scheduled in L.A. on sunday 3/3, and i've scheduled a week long trip to visit family, on another continent entirely, immediately after that. I think my plan at the point of 2/26 was to finish the music video AND fit in another very short video before leaving, also. But looking at the records, i'm embarassed to say not much was accomplished for the next few days. To be fair and humane, i suppose i should admit that when you spend long hours constantly working every single day, there reaches a point where you just can't lift a finger for a few days. it seems i was watching a lot of quentin tarantino interviews during these few days (i've never seen his movies, just the interviews). Very uncomfortable several days, i recall really feeling like i couldn't figure out how to get it together. still just wishing for that 1 week schedule, and still feeling like it's so far out of reach. To actually let the music video go unfinished before leaving the country seemed completely unthinkable, but at the same time i was feeling completely torn and shredded from constantly failing this 1 week thing (AND 2 week, it's been a similar stagger of repeated failures ever since early december). So, one way or another, i decided it was actually better to do the unthinkable, and let it slide, get out of town, and then have a better chance at a fresh start and hitting that fresh 1 week ambition 1 more time from the start. because i've been trying to get this 1 week thing since december and just can't seem to let go of it. So the trip was good, gave me a chance to figure some things out (maybe ... or is it just the same thing as always? wish i could do the impossible, think i still can, really excited to try again, oblivious to past failures). Somewhere on about mar 7, on an epic 4 hour walk from somewhere from East Croydon, i got the typical maximum jolt of excitement and determination to absolutely get the 1 week schedule, starting from my return Sat 3/8, finishing current video for immediate tuesday, and then absolutely jump to 1 week from there. Finished entire 'day zero' (just tweets and ans really, for this time) on the plane (cept for reality video, which i already had ready from weeks ago) and was more ready than ever. From then, upon returning home, i did very well. Completely full days of work, maxed out hustling, all devices set to airplane mode, etc. Still required monday push (awake from mid-monday all the way until tuesday evening). Essentially was half way through first round of graphics on monday afternoon, and just started crashing, very early on in that day. Not just because of the 'time crunch,' but really i was just suddenly so insanely sick of all my existing video techniques, and just being really worn down from the quality sacrifices i had had to make with speed-production in general, ever since the 2 week schedule. hit a very low point, really felt unable to find new exciting ways of doing things. but actually because of that low, i was able to pull through within a couple of hours and have some very deep breakthroughs, with regard to technique, ideas, etc. Actually revitalizing most of my strong points in video making, etc. Really had some great breakthroughs, ... made it to the end by about 6am, rendered up and turned back around to beginning, still needing a hefty second round, because part of the breakthrough was not attempting so much to try to get it all there in 1 round, because in order to achieve graphic density you have to first work entirely devoid of graphic density, to free up your mind to get more precise with the motions, which i discerned was something that's probably been lacking for the past i dunno year of videos for me (and that's a strong point so it's important to reclaim that) ... anyway, did very well in the first verse (second round), got it all set, and then just looked at that 'somewhere else instead' screen, which at the time was much more plain than it is now, looked at the time, it was like maybe 11am, and realizing there are still huge chunks of this video that are just pure blandness ..... already having been well beyond delerium over the course of the night (was awake for about 24 hours at this point) and sadly, despite a quite awesome push during the previous 3 days, had to give up. It was just too high a risk that it would have been total crap AND nearly destroyed myself physically (similar to the final push on many of the 2-week projects last fall.) The good news in this case, was i felt i had already had the more significant crisis-breakthrough the previous afternoon (Monday). so whatever. peaceful failure. Yet still again, plunged into mystery as to what the 'plan' is. And of course a bit of exhaustion from past 4 days of constant push. tweet writing needs to be done, pretty much wed 3/13 is tweet writing. Again, as usual, taking this time to regroup and also intensely study the 1-week plan, searching in different ways for possible ways to reconstruct it and shave off time. this time i've learned my lesson about arr+mix in 12 hours being out of the question, so instead i'm looking at condensing known 1-day entities, where the best time has been 1 day, yet i've achieved that repeatably, and looking to condense those to half a day. with that, it can become more like arr+mix has 2 days, and vid actually may have 3. so those are the kinds of things that are in the latest compromise. (keep in mind, the 1-week idea is still wildly on mars, but i never stop going for it. i just can't stop fixating on it). Spent too much time on questions for sure, wednesday into thursday, and then strange timing because suddenly a magazine interview i did is in the draft stage and i'm supposed to approve it (thank goodness i have final approval) .... it actually needed quite a bit of fixing, and material needed to be added, so i had to go digging through the questions archives, and perfectionism kicked in, so i spent quite a bit of time searching for better material for that, and the time was tight on that because it was supposed to be sent to print within a day or so after that. had to be awake for a strange time for extra phone call with magazine editor due to strange timezone difference, then actually that same day i had an appointment for car maintanence in an unusual location. so the whole thing strung together into a long day of not work, which to be honest is what i needed at that point. Friday 3/15 am fully back at it, pushing round 2 of graphics, and not particularly being in the mood to have this thing suck, because i'm tired of sucking and we've already been in this one for 4+weeks at this point. Tried my best to get it done 'several days before tues 3/19' because the idea is that we're gonna still go for 1 week on the next one, and it is so outrageous that i probably need a head start in order to have any flying chance. But essentially, for Sat, and Sun, i basically simply maxed out after a 12 hour work day. Would have been nice to make a real 'last minute push' and just zip it up for Saturday or something, but i was just simply topping out after 12 hours each day. like, can't do it anymore, let me go, do questions, sleep, whatever. And to be fair, any reasonable doctor would say you just can't make it a regular habbit to slam yourself silly. So, unfortunately, it was ordinary length work days (like 8 to 12 hours) at a relatively average pace, and it didn't get done until monday, ... actually as of waking up around 3pm monday it still wasn't done and i had actually thought i had resigned myself for tuesday. But somewhere around 3:30 pm i just told myself to 'shut, the, fuck, up' and stop worrying about details and just get the damn thing for release on monday, and whipped together the final corrections within an hour or so and got it set for monday. Might actually fit better with the first verse line anyway. So that's how it happened. and now my 'head start' on the 1-week has been whittled down to 1 day. now the key is to not spend that entire day documenting the entire previous production period.\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n8:56 pm</dco> &nbsp;<qco> is skepticism real?</qco> </h3>      no way\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n8:36 pm</dco> &nbsp;<qco> what's the one thing you think is universally relatable?</qco> </h3>      spacetime\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n8:35 pm</dco> &nbsp;<qco> how does oneself create music and it actually sounds good, without copying someone else's work?</qco> </h3>      start by doing things that are insanely different from other people's work. suspend good momentarily, just get different. if not working, go even more different, suspend good. i think you may find out that differentness can start to be a huge amount of fun, which becomes good very quickly. and the more comfortable you get in these different worlds, the goodness will start to fill in nicely and richly. it's kind of like throwing a boomerang. the only way you can feel it coming toward you is if you first throw it away\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n8:12 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903170935\">3.17.19&nbsp;&nbsp;9:35 am</a>  bill does it ever alarm you that so few people are working as hard as you are?</qco></h3>      it alarms me that many people are working as hard or harder<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i can't image working any less hard, but it seems like there are a ton of people that are content with never working hard at all....&nbsp;&nbsp;this makes me sad</qco> </h3>      they might not like working hard, in which case would be the happy ones\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n8:10 pm</dco> &nbsp;<qco> Can you please do episode 2 of wild trickling adventures of informational education</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n8:10 pm</dco> &nbsp;<qco> Have you always been this awesome,? or does it take practice?</qco> </h3>      everyone is born awesome, but sometimes it takes a lot of practice to prove it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n8:10 pm</dco> &nbsp;<qco> what is the time signature for \"Might Quit?\" is it 6/8 or 12/8?</qco> </h3>      depends how large you want your bars to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n8:07 pm</dco> &nbsp;<qco> what is your favorite emotion?</qco> </h3>      good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n8:03 pm</dco> &nbsp;<qco> what's your vision for your twitch cannel</qco> </h3>      some kind of clock, i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n7:57 pm</dco> &nbsp;<qco> hey awesome job on the scary pockets cover, you've got such a great melodic way of phrasing your drum parts. (also, \"might quit\" is such a jam, I've had the video on repeat all afternoon). anyways, what is your opinion of ghost notes?</qco></h3>      useful<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it seems like engineers/producers want to gate the drums to hell to isolate all the sounds that the drum kit no longer sounds like a single instrument. often times the ghost notes are the first thing to disappear, which i think is a travesty.</qco> </h3>      i think they were possibly planning on having a separate percussion instrument fill that role\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n7:55 pm</dco> &nbsp;<qco> Thoughts on banana slugs</qco> </h3>      seems redundant\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n7:51 pm</dco> &nbsp;<qco> I was sad for a long time. I've started to be happy again because I've gotten buffer. But I find it troubling that I feel I can only grow happier by changing myself physically. Even now, I look at myself in the mirror and see a whole new person, yet I look within and see the same self-loathing, the same senseless worrying. There's far less of it, but it's not gone entirely. \n<br>\n<br>I've realized no amount of changing myself will fully get rid of these problems. So at what point should I stop trying to correct their faults, and instead just look past them? And how do I \"just look past them\"?\n</qco></h3>      i think if you take on some new interesting challenges, these problems you mentioned will mostly wash away, while also providing nutrition for your general character. also, relating to fitness, it is always healthy to be fit. physical fitess is good for you mentally also<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nAlso, is asking a stranger for life advice just because they seem whimsical and knowledgable advisable? Unrelated.\n</qco></h3>      sure, as long as you are able to process/judge the information for yourself <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nThabks.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n7:42 pm</dco> &nbsp;<qco> what can i do to stop being uninteresting?</qco> </h3>      look around\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n7:04 pm</dco> &nbsp;<qco> what was the beginning of the 21st century like on your receiving end?</qco> </h3>      it was pretty cool, a lot of things became online, which is useful because when they're online they get so much more available, and vast. this is still happening even more i assume\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n6:58 pm</dco> &nbsp;<qco> what kind of electric guitar do you have?</qco> </h3>      i'm not entirely sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n6:53 pm</dco> &nbsp;<qco> Why do I quickly forget my dreams?</qco> </h3>      because they happened in a different world\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n6:52 pm</dco> &nbsp;<qco> can you talk about something you like?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n6:50 pm</dco> &nbsp;<qco> is the reality page a synonym for the meaning of life?</qco> </h3>      almost everything is the synonym for the meaning of life\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n6:42 pm</dco> &nbsp;<qco> Do you like turtles</qco> </h3>      they're ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n6:19 pm</dco> &nbsp;<qco> Do you never plan out your videos and just spontaneously put in what works at the time, like a surrealist painting?</qco> </h3>      audio is planned, video is not planned other than the fact that the video is deeply and thoroughly synctonized with the audio, which is not only planned, but completed mostly before the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n6:15 pm</dco> &nbsp;<qco> Do you speak in cursive?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n6:15 pm</dco> &nbsp;<qco> Favorite jimi hendrix moment?</qco> </h3>      <a href=\"hendrix-heyjoe.mp3\">this</a> i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n5:55 pm</dco> &nbsp;<qco> do you think that the best way to express thoughts like yours is in a website journal form like this bc I'm a fan of it</qco> </h3>      it has been a good way for me to organize\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n5:54 pm</dco> &nbsp;<qco> Have you met God yet</qco> </h3>      haven't we all\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n5:50 pm</dco> &nbsp;<qco> what is your main inspiration for twitter posts?</qco> </h3>      politics\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n5:37 pm</dco> &nbsp;<qco> how do you maintain your dominance over the human race in videos</qco> </h3>      it is a lot of hard work\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n5:36 pm</dco> &nbsp;<qco> Will you punish me in the name of the moon?</qco> </h3>      you are going to have to get the moon to do it directly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n5:36 pm</dco> &nbsp;<qco> You're not going to quit are you?</qco> </h3>      maybe later\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n5:28 pm</dco> &nbsp;<qco> What's ice butter</qco> </h3>      a product i made up\n<br><br>"
  }
]
