[
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n11:22 am</dco> &nbsp;<qco> Which 124th Street are you bobblin down?</qco> </h3>      i thought that story was about you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n11:18 am</dco> &nbsp;<qco> what should i do about it when i feel romantic</qco> </h3>      do some writing\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n11:15 am</dco> &nbsp;<qco> Where is Constantinople? I'm looking in all my atlases because I want to go on a trip there, but I can't find it anywhere. Please Help?</qco> </h3>      istanbul\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n10:36 am</dco> &nbsp;<qco> can you release your music on vinyl please</qco> </h3>      i don't really want to, but i may eventually cave in due to pressure from society\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n10:28 am</dco> &nbsp;<qco> what is the maximum recommended size for bananas?</qco> </h3>      2 bananas<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n10:24 am</dco> &nbsp;<qco> how do you make the lyrics for your songs</qco> </h3>      i just take them straight out of the dictionary. occasionally i will need something that's not in there and then i have to go to a special dictionary\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n10:17 am</dco> &nbsp;<qco> Can people learn to be musical?</qco> </h3>      it happens while doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n10:02 am</dco> &nbsp;<qco> Hello, do you have any advice for learning different keys for piano (A, Bb, etc...) I am pretty much self taught, but i struggle with learning keys.</qco> </h3>      you'll have to take some songs you know already and then play them in the next key. if it's in C, and you know it in C, try learning it in F. if you are having trouble figuring out what key the song you know is in, ..... try very simple songs ? like the alphabet song for example, if you play that in C the first 2 notes are C. that would be in the key of C. that doesn't mean every song starts on the note of the key it's in, but some songs do .... i think you should start by learning a lot of simple songs in the key of C. i think you will get used to it ... it's kind of like learning which wall of a room is the floor ... there's no rule but you can usually get a feel for it. then once you know a bunch of songs in C then start learning all those songs in F. it should look exactly the same except you will have to swap in 1 black note to make it sound right. get used to that and then you can go to the next key (Bb) in which you will have to swap in 1 more black note. or, go backwards, back to C, then go the other way to the next key (G), in which case you will have to swap in a a different black note the other way. if you go through the keys this way (C,  F, Bb, Eb) it will be only 1 slight twist each time and you should learn it fine. or going the other direction it's C, G, D, A, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n9:47 am</dco> &nbsp;<qco> Hey Bill. Your last two songs felt really weird... Musically and lyrics wise. My favorite piece from you is \"hello sexy pants\". It's catchy, it's motivational, with little bits of commentary and humor here and there. It's genius. I'd love to see more songs like it.</qco> </h3>      i think the closes thing i have done to sexy pants was probably 'slow down', and that was probably way too similar. need to be way way way way more different. difficult when it is just me doing everything but i will keep trying<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n9:28 am</dco> &nbsp;<qco> do u ever get annoyed at the comments that r like \"this guy must be on drugs lol\" or just like, commenters in general crediting your creativity to something that isn't entirely you. if that makes sense&nbsp;</qco> </h3>      no but what is slightly annoying is when people ask quesitons that start with 'does it annoy you...' because it looks as if they are trying to remind me of things they think will be annoying to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n8:48 am</dco> &nbsp;<qco> how do you make these vehicles? wait no i meant songs</qco> </h3>      i will explain it soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n8:24 am</dco> &nbsp;<qco> You've been on the internet for a long time, but decided to get into social media quite recently (joined YouTube only in 2013). What led you to expand your content like this, and so long after joining the internet?</qco> </h3>      i mostly did not start posting anything online at all until 2014. was scared i guess, wanted to experiment more first. i did however, use the internet for various things (browsing, surfing the web, etc) since well before 2014\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n8:19 am</dco> &nbsp;<qco> r u hyped</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n8:16 am</dco> &nbsp;<qco> hey bill! is there a way to remember/memorise music notes so that when I can play the piano it will be easier? I always find myself staggering whenever its one note than another</qco> </h3>      just spend more time playing notes and seeing what they sound like, relative to each other. the more time you spend playing i think the more you will learn\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n8:11 am</dco> &nbsp;<qco> do you plan to sell pullovers, too? i'd like to spend some money for your merch but it's already too cold for t-shirts</qco> </h3>      making clothing is something i do not know how to do and it might be cool but it is not something i have any experience doing and it is not something i ever plan to do. i do however plan to make many many songs of audio and visual content, as well as many other types of audio/visual and textual content, both written and improvised, and much more\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n8:03 am</dco> &nbsp;<qco> Hey bill, loved the new song. There were definitely bits that sounded similar to long long long journey and it felt a lot less structured. Did you do this on purpose? Nevertheless, thanks for making it :)</qco> </h3>      if it sounded similar to another song that would be not on purpose, and i try to avoid that happening as much as i can. as for structure i think i tried to avoid structure because with that type of song it so easily falls into AABA etc form, and if you're not careful it will just flip back and forth between the 2 sections, and in that song the sections are reasonably short and the B sec is longer than the A so you if you have just 1 A you'll get tired of the B. ultimately i think the song is probably too structured but it came out ok, the ending vamp helped because it's different\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n7:39 am</dco> &nbsp;<qco> How would you describe your childhood?</qco> </h3>      childy\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n4:10 am</dco> &nbsp;<qco> why do you think hell is such a popular topic these days?</qco> </h3>      it's something i think everyone can relate to\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n4:02 am</dco> &nbsp;<qco> what is your life story?</qco> </h3>      fell down the rabbit hole then fell into it again so i guess the first time i didn't really fall in but the second time i am pretty sure i did\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n3:50 am</dco> &nbsp;<qco> Today i was late for school because your newest song told me to slow down. Should i stop trusting your songs?</qco> </h3>      maybe, they contain a lot of fictional content, with truths mixed in also\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n2:55 am</dco> &nbsp;<qco> What key is the beginning of slow down in because I think it is unlike your other songs and I love it! It also calmed me down, thank you!</qco> </h3>      if you are talking about the first 2 seconds, that is not really in any key, it sort of jumps rapidly to 5 different keys, and it is actually quite similar to a lot of instrumental bits i may have done in videos in around 2015. but i am skeptical that that's the part you are referring to, because it seems very un-calm. but if you are talking about the next 10 seconds after that, that would be in F with the rest of the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n2:47 am</dco> &nbsp;<qco> Have you studied philosophy?&nbsp;</qco> </h3>      it's more fun to do my own\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n2:46 am</dco> &nbsp;<qco> i was trying to explain to my friend that record companies were and still are obsessed with race when it comes to marketing the records in the united states but he didn't believe me. does this make me a bad person?</qco> </h3>      no but you might be observant and insightful, which in some cultures is considered bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n1:48 am</dco> &nbsp;<qco> can i request you get some roaring brass in a song for me sometime?&nbsp;</qco> </h3>      i usually don't do things that are requested but i will hopefully do that anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n1:30 am</dco> &nbsp;<qco> When is an acceptable time to decorate for christmas?</qco> </h3>      dec 15, for example\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n12:46 am</dco> &nbsp;<qco> whats your opinion on waffles?</qco> </h3>      they are a useful surveying tool\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n12:45 am</dco> &nbsp;<qco> has a question you've receive on this page ever inspired a song or some lyrics?</qco> </h3>      i don't recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n12:42 am</dco> &nbsp;<qco> Will you post on the improv page anymore?\n<br>\n<br>Also, yes</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.18&nbsp; \n12:19 am</dco> &nbsp;<qco> What's the limit on art?</qco> </h3>      none\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n11:43 pm</dco> &nbsp;<qco> Who would you say is your favourite (musical) artist?</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n11:38 pm</dco> &nbsp;<qco> What's a song by a different artist that you wish you had written?</qco> </h3>      uptown girl\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n11:35 pm</dco> &nbsp;<qco> do you enjoy life ?</qco> </h3>      \nsometimes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n11:20 pm</dco> &nbsp;<qco> why did you pull an all nighter answering questions on 11.12.18? \n</qco></h3>      i did not answer any questions on that day because i was working on the video<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nworking on slow down?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n11:19 pm</dco> &nbsp;<qco> Did you ever make your appointment for hell, and if so, were they mad for your lateness?</qco> </h3>      hell is timeless\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n11:09 pm</dco> &nbsp;<qco> do you speak in cursive?</qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n11:07 pm</dco> &nbsp;<qco> how to keep deadline without cheats. thanks</qco> </h3>      if you don't have to cheat then your deadline is not tight enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n11:06 pm</dco> &nbsp;<qco> how do you feel about abbreviating \"I am going to\" as \"finna\"?</qco> </h3>      fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n10:45 pm</dco> &nbsp;<qco> Give a very quick music lesson&nbsp;</qco> </h3>      <a href=\"https://billwurtz.com/music-school.mp4\">ok</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n10:38 pm</dco> &nbsp;<qco> why is ur hat bent</qco> </h3>      due to style\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n10:22 pm</dco> &nbsp;<qco> was the way you made the song feel like the song starts 1.5 times faster than it actually is a subconscious way to get us to feel like the song's already slowed down? </qco></h3>      possibly<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also what in the world would you even parse that intro in? like 5 quarter note triplets, so you might even write it as 5/6, irrationally? come on</qco> </h3>      it would have to be a completely different tempo than the rest of the song. it doesn't line up with anything. when i was recording other parts for the verse, after the pre-intro was done, i really had to turn the click on and completely ignore the pre-intro. i can tell you it does not line up properly unless you call it a tempo change on paper. actually there is a further complication because after it ends there's still 1 swung 16th note going into the next part, because the landing point is essentially the \"a\" of 4 so to speak\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n10:16 pm</dco> &nbsp;<qco> the rhythms in slow down are infectious. at the start, just due to the way you arranged it, it sounds so much like the word 'time' falls on beat 1, buts its actually beat 2, as proven by the 2nd time you come around to that verse. i was so convinced 'time' was beat 1 that i thought you threw in a 7/4 as the first measure of the actual tune. did you intend this mindfuckery</qco> </h3>      it didn't occur to me that that could happen, but now that you mention it i can see why it could sound that way \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n10:14 pm</dco> &nbsp;<qco> tennor saxophone or alto?</qco> </h3>      can't see it, did u forget to attach\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n10:07 pm</dco> &nbsp;<qco> do you have plans on making another long video</qco> </h3>      yes but hopefully a reasonable enough length that it is possible to complete during my life time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n10:06 pm</dco> &nbsp;<qco> I feel Slow Down talks about that feeling of pressure when a deadline is coming. And not even a proper deadline, maybe some deadline you have inside your head, like \"i'm good enough, I should be able to finish this by tomorrow\". That sort of feeling. You should slow down and take of yourself, stop and think what you really feel and what you really want to do. Is this the case with the song? </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Towards the end I got the feeling of doing something because someone asked. In this case, writing a song about how that special someone is always there for you, in this case the \"special someone\" is the client, and we could easil interpret the client as the audience who pay to listen to music. Is this how you feel about the music business?</qco></h3>      not quite<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I apologise for the amount of questions, I just feel you're really authentic but the lack of wanting to explicitly tell what you're feeling is keeping me from really understand where you're coming from. </qco></h3>      that is what keeps you hopefully coming back for more<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;But the thing with music is that... that's alright. It's not always about understanding. Sometimes you just gotta think and deduct. And that is what I'm doing right now. So it's fun, in a certain way, and I hope you're having fun with this question. I just wish you the best because you've always kept yourself honest and fought throughout the uncomfortableness. Love to you and your loved ones.&nbsp;</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n10:03 pm</dco> &nbsp;<qco> do you first write the song and then come up with a video for it</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n or when you write you already think of the visuals?\n</qco></h3>      sometimes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nwill you ever live stream?\n</qco></h3>      i hope so<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nlove u</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n9:50 pm</dco> &nbsp;<qco> What is your songwriting process?</qco></h3>      i just have to come up with something, and then i have to figure out if it's the beginning or not. and if it's the beginning, then i have to figure out what comes next, and if it's not the beginning then i need to figure out what comes first, and then what comes next<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you generally look for a theme \n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nor is it just sporadic and totally you?&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n9:44 pm</dco> &nbsp;<qco> how to stop thinking about the fact that death is inevitable</qco> </h3>      start thinking about the inevitability of life\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n9:37 pm</dco> &nbsp;<qco> what will you do after you go on the h3 podcast and all the haters find this page?</qco> </h3>      the haters will never find this page\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n9:30 pm</dco> &nbsp;<qco> What do you think about absurdist philosophy?&nbsp;</qco> </h3>      often not as absurd as advertised\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.18&nbsp; \n9:23 pm</dco> &nbsp;<qco> How about trying to make a song without using \"and\"﻿</qco> </h3>      i'm pleased to announce i will never use it again\n<br><br>"
  }
]
