[
  {
    "html": "<h3> <dco>8.13.18&nbsp; \n1:38 pm</dco> &nbsp;<qco> are box in a box real?</qco> </h3>      the box, not the box<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.18&nbsp; \n1:35 pm</dco> &nbsp;<qco> Tips for a time traveler on what to do in this era?</qco> </h3>      surf dank memes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.18&nbsp; \n1:21 pm</dco> &nbsp;<qco> heyo bill i was just wondering, when you think about it, we were born to die.</qco></h3>      that sounds like kind of a backwards interpretation<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; kinda sucks. what are your thoughts on that?</qco> </h3>      born to live\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.18&nbsp; \n12:41 pm</dco> &nbsp;<qco> thoughts on veganism?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.18&nbsp; \n12:37 pm</dco> &nbsp;<qco> are you trying to get the video out before XOXO</qco></h3>      i try to get every video out as soon as humanly possible<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and if it does come out before then what are you gonna do at XOXO</qco> </h3>      go there, besides that i will find out when i get there i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.18&nbsp; \n11:30 am</dco> &nbsp;<qco> whatchu gonna do at xoxo?</qco> </h3>      go there, besides that i will find out when i get there i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.18&nbsp; \n10:52 am</dco> &nbsp;<qco> what are the sounds coming from my attic</qco> </h3>      it could be the builders, building the attic\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.18&nbsp; \n10:36 am</dco> &nbsp;<qco> do you think that your productivity decreased as you start to be more popular?&nbsp;</qco> </h3>      no it increased\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.18&nbsp; \n9:49 am</dco> &nbsp;<qco> Aren't we all heading in the wrong direction ?&nbsp;</qco> </h3>      yes, and right\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.18&nbsp; \n8:04 am</dco> &nbsp;<qco> what is the fear of progress known as?</qco> </h3>      consciousness\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.18&nbsp; \n7:55 am</dco> &nbsp;<qco> has something ever made you cry for reasons that you still don't understand</qco> </h3>      sometimes things make me understand for reasons which make me cry\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.18&nbsp; \n6:34 am</dco> &nbsp;<qco> Upload more to your reality page</qco> </h3>      that's a great idea but i'm working on stuff for the videos and songs page\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.18&nbsp; \n5:28 am</dco> &nbsp;<qco> what is my name?</qco> </h3>      timb?\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.18&nbsp; \n4:39 am</dco> &nbsp;<qco> i have a normal problem like having a crush on someone who has no interest at me at all, should i try to like someone else or tell her that i like her</qco> </h3>      first get to know yourself again. and yes move on from that other person. you will discover more people later but first you need to reclaim your own mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.18&nbsp; \n3:28 am</dco> &nbsp;<qco> are you working on a new video?</qco></h3>      i've been working on videos non-stop since 2014<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And if you are, what is it about?</qco> </h3>      radiant joy and rejoiceful revelatory splendor\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.18&nbsp; \n2:53 am</dco> &nbsp;<qco> Opinions on school?</qco> </h3>      seems legit\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.18&nbsp; \n1:34 am</dco> &nbsp;<qco> i think you're lost and trying to find your way but it's pitch black dark.&nbsp;</qco> </h3>      it's actually too bright\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.18&nbsp; \n1:27 am</dco> &nbsp;<qco> is noon AM or PM</qco> </h3>      pm\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.18&nbsp; \n12:13 am</dco> &nbsp;<qco> favorite article of clothing?</qco> </h3>      cape\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.18&nbsp; \n12:07 am</dco> &nbsp;<qco> name a 4-letter word that you can use in various ways that are mostly positive.</qco> </h3>      nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n11:53 pm</dco> &nbsp;<qco> i want to help people and make the world better to live in but sometimes really awful stuff happens and it makes me lose hope in humanity for a bit and i dont know how to handle that</qco> </h3>      if the world was too good you wouldn't be able to do what you said you wanted to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n11:32 pm</dco> &nbsp;<qco> How do you feel about CDs becoming extinct?&nbsp;</qco> </h3>      ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n11:28 pm</dco> &nbsp;<qco> what is your opinion on school?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n11:10 pm</dco> &nbsp;<qco> What do I do if there's a lot happening all at once and I dont know how to handle any of it?</qco> </h3>      see if you can capture it on film\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n10:57 pm</dco> &nbsp;<qco> do you like any scientists?</qco> </h3>      everyone is scientists\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n10:16 pm</dco> &nbsp;<qco> does y2k on the bottom of the \"expert\" page mean \"year 2000\"?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n10:16 pm</dco> &nbsp;<qco> is your next song religious?</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n10:11 pm</dco> &nbsp;<qco> Where should I take my first date?</qco> </h3>      let them take you somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n10:08 pm</dco> &nbsp;<qco> did you know that computers are now capable of using computers&nbsp;</qco> </h3>      they are capable of using people too\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n9:37 pm</dco> &nbsp;<qco> Ahh! Look! A thing!&nbsp;</qco> </h3>      where\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n9:04 pm</dco> &nbsp;<qco> do you still eat?</qco> </h3>      yes, on special occasions\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n9:04 pm</dco> &nbsp;<qco> Is it illegal to make laws?</qco> </h3>       yes but that's part of the fun \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n8:46 pm</dco> &nbsp;<qco> do you think a sentient computer would want to kill everyone?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n8:03 pm</dco> &nbsp;<qco> Am I black or white, am I straight or gay? ((controversy))</qco> </h3>      what if you could combine all those things and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n7:30 pm</dco> &nbsp;<qco> i cant but i cant. contradicting that point... i cant</qco> </h3>      \n\nthat's dedication right there\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n7:23 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201808110350\">8.11.18&nbsp;&nbsp;3:50 am</a> &nbsp;&nbsp;&nbsp;what is 'meme' an acronym for?</qco> </h3>      \nmade everywhere, means everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n6:58 pm</dco> &nbsp;<qco> Hola Bill, how can I make things bigger?&nbsp;</qco> </h3>      go closer to it?\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n6:50 pm</dco> &nbsp;<qco> Who wants to buy the sun?</qco> </h3>      i would lease it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n6:17 pm</dco> &nbsp;<qco> Any tips on silverware maintenance?</qco> </h3>      never touch it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n5:58 pm</dco> &nbsp;<qco> Hello I came to earth how can I go back?</qco> </h3>      to where\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n5:53 pm</dco> &nbsp;<qco> what do u think of white supremacists?</qco> </h3>      sounds like bullshit\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n5:24 pm</dco> &nbsp;<qco> I was accidentally born, how to proceed?</qco> </h3>      learn some shapes?\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n5:16 pm</dco> &nbsp;<qco> Are the spies in Spy Vs. Spy human?</qco> </h3>      no but they are a remarkably good representation of humans, and human behavior, wait no actually the entire universe's behavior sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n5:13 pm</dco> &nbsp;<qco> Is 42 really the answer to everything?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n4:35 pm</dco> &nbsp;<qco> Would you ever consider scoring feature films?</qco> </h3>      that would be fun but it would also be fun to make the rest of the film also\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n4:29 pm</dco> &nbsp;<qco> Will you ever go to any talent show on TV? luv ur content</qco> </h3>      it's usually more reliable for me to make the show. that may seem like a lot of work but in the end it's just the only way it's gonna happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n4:29 pm</dco> &nbsp;<qco> do you think an economical crisis is happing in Turkey</qco> </h3>      sure but it could be part of a longer upward trend\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n4:01 pm</dco> &nbsp;<qco> 1) https://billwurtz.com/journal201108312213.html 4) https://billwurtz.com/reality/201205120046.mp4 I think I figured out where I went wrong. I thought one of the main story arcs in your personal narrative is gathering the courage to murder this cowardly version of yourself so that you can finally be free to explore and explode the universe the way you're meant to.\n</qco></h3>      so far i'm doing great, although everyone feels afraid from time to time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; But I guess he wasn't dead, because when I arrived at your door holding a new set of mysterious keys, that guy opened the door just long enough to slam it back in my face and yell at me for disturbing your slumber. Talk about frustrating, sad, and not very nice. 3) https://billwurtz.com/reality/201201081536.mp4 But I'll still raise a toast to the version of you that might still be alive somewhere... the version of you that might still have it in him to burn that stubborn little bitch's clothes off once and for all. </qco></h3>      everyone has doubts sometimes. it's a part of everyone<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;There's a lot of new doors for you to open and a lot of new rooms for you to explore in this life and I'd hate for you to delay your journey any longer than you already have. (Yeah, it's not always gonna be smooth sailing and perhaps the boat has seen better days, but as far as magic goes, you ain't seen nothin' yet.) Or don't. Cower in the corner playing the same level of solitaire over and over and over. Your choice.</qco> </h3>      i'm not sure what you mean but i know who this is because you've been sending me a long string of messages for several months now with a deep obsession with my past (which is ok) but from the start you had a deep certainty that you were somehow my soul mate and that i was meant to be with you. you probably sent me at least 500 messages like this before i even responded to any of them. and when i finally told you to please leave me alone, the messages continued but mostly took a more negative turn. many of the messages have been sexual in nature, and most of them make no secret of spending countless hours deeply analyzing everything i have ever done, which is fine, but the nature of the messages is more than several steps over the line into the stalker creepy zone. i wish i could properly explain this for people who have not seen the types of messages you have sent me. obsessing over people is great and fine, i'm not saying obsession is bad, i used to act out mr. roger's opening routine verbatim hundreds of times a day. i don't want anyone to misunderstand what i'm saying here. obsession is fine, but what you have done beyond that is send me a never ending stream of messages presuming that you are destined to be with me in every way including romantically. it would be difficult for anyone reading this to understand the nature of this because they have not seen the messages. but i was uncomfortable after about the 50th message, ever since you started sending me loads of messages every day insisting you are my soul mate, looking forward to having sex with me, that sort of thing. all before you ever got a response from me. sure i believe in soul mates, sure i believe in supernatural stuff, sure i believe in the magic of this universe, but you're stalking me and it's turned into harassment. i don't like it and i never liked it, i've tried to tell you to stop, i don't think you're going to, that's ok, i still don't like it, but i don't think i can count on you stopping, i am wondering if you will stop, but i just need to let you know that you are really being a creep here and you have been for a long time, and i wish you would stop trying to blame me for not being 'open to the world' when really it's simply that i am not open to being .. . .. for lack of a more eloquent term .. ... .... stalked and creeped upon. that's all i have to say and i don't like having to post this publicly and i realize most people reading this have not seen all the messages you've sent me so they couldn't possibly know the extent and sheer magnitude and nature of the messages you have sent me but i just need to express this here because you seem to have no intention of ever stopping\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n3:53 pm</dco> &nbsp;<qco> i finally figured out where i went wrong. i connected with bill from bill and ted accidentally. but that's not who you are anymore. i don't know how to continue this joke</qco> </h3>      i was actually ted\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.18&nbsp; \n3:45 pm</dco> &nbsp;<qco> Is plastic bad?</qco> </h3>      yes, and good<br><br>"
  }
]
