[
  {
    "html": "<h3> <dco>8.7.21&nbsp; \n12:22 pm</dco> &nbsp;<qco> What songs are you going to play at your live shows?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.7.21&nbsp; \n10:41 am</dco> &nbsp;<qco> How much of your music is a \"no-brainer\"&nbsp;&nbsp;&nbsp;?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.7.21&nbsp; \n10:39 am</dco> &nbsp;<qco> for your older videos (maybe I could eat blades of grass, soap tips.) were those random thoughts you had one afternoon?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.7.21&nbsp; \n9:21 am</dco> &nbsp;<qco> Why do we do stuff?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.7.21&nbsp; \n7:50 am</dco> &nbsp;<qco> make a song about crunchy pickles?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.7.21&nbsp; \n6:00 am</dco> &nbsp;<qco> tips for existing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.7.21&nbsp; \n2:52 am</dco> &nbsp;<qco> how do I make my body language look normal?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.7.21&nbsp; \n2:43 am</dco> &nbsp;<qco> HOW DOES YOUR MUSIC SOUND GOOD IN THE NORMAL SPEED AND THE x2 SPEED ARE YOU A MAGICIAN&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.7.21&nbsp; \n1:19 am</dco> &nbsp;<qco> why are you so funny</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.7.21&nbsp; \n12:05 am</dco> &nbsp;<qco> can you swim up a waterfall?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.6.21&nbsp; \n10:57 pm</dco> &nbsp;<qco> are the white and gray \"S\"s&nbsp;&nbsp;on songs and videos on the homepage intentionally colored to resemble the notebook color scheme?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.6.21&nbsp; \n10:32 pm</dco> &nbsp;<qco> What is the best bird</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.6.21&nbsp; \n9:17 pm</dco> &nbsp;<qco> why are you put pansexual colors in i'm a princess&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.6.21&nbsp; \n7:25 pm</dco> &nbsp;<qco> should I start a band</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.6.21&nbsp; \n5:14 pm</dco> &nbsp;<qco> i like to draw, and dont know what to draw.\n<br>you got any drawing prompts for me?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.6.21&nbsp; \n2:11 pm</dco> &nbsp;<qco> what are your thoughts</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.6.21&nbsp; \n12:49 pm</dco> &nbsp;<qco> what's a good way to increase self-confidence?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.6.21&nbsp; \n11:59 am</dco> &nbsp;<qco> how do you cope with the human condition?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.6.21&nbsp; \n10:11 am</dco> &nbsp;<qco> camping advice?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.6.21&nbsp; \n10:04 am</dco> &nbsp;<qco> do you ever just innovate at light speed</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.6.21&nbsp; \n8:45 am</dco> &nbsp;<qco> Hey bill, so there's this chord or something and I have no idea how to figure what it is. But the notes are D, E, and G, do you have any idea what the name of this chord is? Thabk you&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.6.21&nbsp; \n7:09 am</dco> &nbsp;<qco> what are the departments of bill wurtz</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.6.21&nbsp; \n6:19 am</dco> &nbsp;<qco> hey bill I've been a huge fan for a while now and your videos have helped me tremendously. I'm in a deep depression at the moment and I feel really hopeless. I was wondering if you could possibly give me some advice to help with my situation. I've suddenly started getting constant brain fog/issues with thinking around a year ago which is SUPER scary considering I'm only 18 and it feels like no one takes me seriously even though it quite literally ruined my life and made me spiral into the worst depression ever. I have always been bad at figuring out what to do so I'm wondering what you would recommend I do. I would kill to go back to when I didn't have this crippling brain fog. I'm sure I'll be fine + I know you are probably the wrong person to be asking about stuff like this but I mean I don't know who else to go to I don't have many friends. anyways keep up what you're doing me and many others really appreciate it. &lt;3</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.6.21&nbsp; \n5:33 am</dco> &nbsp;<qco> whats your favourite soap brand</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.6.21&nbsp; \n5:07 am</dco> &nbsp;<qco> For your channel, do you just sing about whatever random crap comes to your mind for a few mins?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; That's what it seems like when watching some of ur videos</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.6.21&nbsp; \n1:06 am</dco> &nbsp;<qco> With on demand computer-generated art seemingly right around the corner, do you think that we will stop seeing demand for \"human\" art in the near future? If not entirely, do you think people would still pay money to view it? (Or listen to it, or play it, etc.)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.6.21&nbsp; \n1:01 am</dco> &nbsp;<qco> Will you ever go on tour with your songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n11:55 pm</dco> &nbsp;<qco> what do you think about computers existing</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n11:21 pm</dco> &nbsp;<qco> how do you manage not to neglect sleep when everything the world has to offer almost begs you to</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n9:31 pm</dco> &nbsp;<qco> How long does it take on average to make your vids?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n8:34 pm</dco> &nbsp;<qco> have you ever considered doing a live concert? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;it could be in person or online. I'd pay to see it either way.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n8:34 pm</dco> &nbsp;<qco> Who is your biggest inspiration?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n8:20 pm</dco> &nbsp;<qco> How come 5/4 sounds so uncomfortable sometimes?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n6:09 pm</dco> &nbsp;<qco> i forgot if i still exist or not, how do you figure out if you are still existing</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n6:03 pm</dco> &nbsp;<qco> i really wonder the deeper reasons and thinking behind you not wanting to make an album. you often answer that with \"songs are stronger one at a time\" which makes a lot of sense, and i guess i can grasp the idea of what you mean by that. however the experience of listening to n many amount of songs and an album which is n songs long feels really really different to me? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and also, i see no reason behind why the songs included in the album should lose the power of them being experienced one at a time.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if you craft it with ingenuity, which you always do at all of your crafts in my opinion as far as the works you have currently made go, they could still be considered as n separate songs if wanted to by the experiencer. however, give a much differently beautiful, not stronger by definition (let's hope that both experiences have the same amount of strength which is as strong as possible) ocean of feelings, with a longer ride i guess?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; being in control of the order o\n f recommended listening, being able to do lots of interesting twists and turns by simply i dont know putting in some interlude tracks or whatever _you_ are going to invent at that road, and therefore a longer greater narrative outside the singular ones could turn into something deeper emotionally, with more investment.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the songs that can still be experienced as single pieces which are strong enough for them to be considered \"good\", could also have a double triple however many as you much meaning at the whole picture, and n many songs could still be themselves in their own way? one doesn't even need to publish them one at a time, simply just planning the whole process at the writing is enough to make it so, i guess, and they could come as singles, when finished also as a whole with the extra album touches if necessary. and as far as i understood you have no problems in the writing departmant which comes like a natural language to you. this would only differentiate the process of writ\n ing, the amount of production that will be needed to put in would not rise, since there are still n many of songs which is lesser than the amount that you are already going to make? maybe i'm a sucker for continuity and your work and just want to listen to an album that has been made from you, i don't know. but you also don't seem like being a person who willingly refuses having more meaning, especially when the work going to be done is not exponentially increasing, which it doesn't seem like at this case. am i missing something? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i would love to hear your reasoning behind not wanting to make albums in more depth, but for me it feels like those pictures made from other pictures square by square, it doesn't have to be like a jigsaw puzzle, pieces don't need to feel empty at any time, but still, you can have n beautiful pictures and a bigger greater +1, as a bonus, with nothing to lose.&nbsp;&nbsp;&nbsp;</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;thank you for all the inspiration and constant reminders of me having free will, it\n  seems like i really do need that sometimes, and your work always finds a subtle way to ring that bell. sorry for the wall of text.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n5:47 pm</dco> &nbsp;<qco> have you ever thought about playing Dungeons and Dragons</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n5:21 pm</dco> &nbsp;<qco> do you exist</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n4:32 pm</dco> &nbsp;<qco> How do I not be stupid.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n4:32 pm</dco> &nbsp;<qco> Hi Bill, I was watching one of your music videos (Slow Down), and you gave the public a look into your video creation process. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I have tried replicating your steps, but I've had some trouble exploiting that computer glitch. Could you help me with this problem?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n4:25 pm</dco> &nbsp;<qco> i write music a lot, but I normally start with the instrumental and do melody/lyrics later, but i noticed while browsing through questions that you start with melody/lyrics first and then the harmony comes to you later. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because you seem so efficient and you write songs that seem so perfect, it makes me feel I should do melody/lyrics first, and that just doesn't work well for me. it makes me wonder if there's an inherently wrong way to pursue my songwriting and if I should change my work process to match a more correct way?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n2:52 pm</dco> &nbsp;<qco> thoughts on bad things</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n2:50 pm</dco> &nbsp;<qco> What is your favorite song that you have made?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n1:49 pm</dco> &nbsp;<qco> how do you feel about setting consistent schedule markers for skills i want to learn, i.e. \"play guitar 10 minutes a day, spend 10 minutes a day learning spanish, writing 750 words a day\", that kind of build-your-own-structure thing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n12:25 pm</dco> &nbsp;<qco> will u ever change up your content now that you do 3d aswell?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n10:44 am</dco> &nbsp;<qco> Can you expand on this please: \"if you can learn to understand the noise, then it will seem calm\"? Like if you hear someone banging a wall, how would understanding that noise make it seem calm?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n10:20 am</dco> &nbsp;<qco> why do people think good songs and poems need to have a rhyming scheme??</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n5:22 am</dco> &nbsp;<qco> how can I get started on making new music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n5:10 am</dco> &nbsp;<qco> how do you come up with the names of your characters like damien maymdien, person derpsom, joe tractorman, etc.?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n5:03 am</dco> &nbsp;<qco> how are you so cool&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n3:53 am</dco> &nbsp;<qco> Is it possible to buy money?&nbsp;</qco> </h3>"
  }
]
