[
  {
    "html": "<h3> <dco>5.30.19&nbsp; \n12:53 am</dco> &nbsp;<qco> what do you do to get inspired?</qco> </h3>      anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.19&nbsp; \n12:33 am</dco> &nbsp;<qco> do you go to school</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n10:20 pm</dco> &nbsp;<qco> hEY BiLl wHeN iS tHe NeW VidEO CoemING OuT???!?!?!??!</qco></h3>      as soon as i finish it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;leik Did yOu Died?</qco> </h3>      no, i am very alive, which is actually what enables me  to continue working on it for so long\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n10:05 pm</dco> &nbsp;<qco> What the hell am I supposed to do when everything in the world is acting like the bad sign in \"i'm Best Friends with my Own Front Door\"?</qco> </h3>      it's just like the old saying goes, a bad sign is a rad sign\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n10:01 pm</dco> &nbsp;<qco> Why does there have to be colors, or music, or anything else that does or doesnt exist in the world?</qco> </h3>      you try making something not exist. the darn thing always finds another place to exist. this is made possible because there are infinite places\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n9:47 pm</dco> &nbsp;<qco> have you given up on getting ppl to stop calling you mister wurtz</qco> </h3>      some people will never stop. i have always known this\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n9:26 pm</dco> &nbsp;<qco> what's your preferred method of pluralizing single letters</qco> </h3>      usually 's but some letters in some contexts don't seem to need ' for some reason. so i usually check first to see if i can get away with no ' and use ' only if i have to\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n8:49 pm</dco> &nbsp;<qco> In Wild Frolicking adventures of informational education, you said you would make a video about velcro. I can't wait for that video about velcro, will you make it?</qco> </h3>      i would assume so\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n8:42 pm</dco> &nbsp;<qco> Is Mark Zuckerberg human?\n<br></qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n8:41 pm</dco> &nbsp;<qco> will you be performing in new york city anytime soon?</qco> </h3>      i would assume so\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n8:04 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201905232059\">5.23.19&nbsp;&nbsp;8:59 pm</a>  are you mainly dissatisfied with the songwriting, or the production quality?</qco> </h3>      a little of both\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n7:38 pm</dco> &nbsp;<qco> Are all languages just the same thing in different ways?</qco> </h3>      also different things, in similar ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n7:24 pm</dco> &nbsp;<qco> do other people help you make videos or is it all made by yourself?</qco> </h3>      by myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n7:13 pm</dco> &nbsp;<qco> What could you possibly be cooking up?</qco> </h3>      a music video\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n7:11 pm</dco> &nbsp;<qco> Are people allowed to sample your songs in their own songs?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n6:45 pm</dco> &nbsp;<qco> whats your favourite music era or movement (expressionism, minimalism, romantic, baroque, modern, etc.)</qco> </h3>      now\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n6:40 pm</dco> &nbsp;<qco> Would you rather me call you Bill, Mr. Wurtz, Mr. Bill, Mr. Bill Wurtz, mr.&nbsp;&nbsp;bill wurtz, Mr. Will Burtz, or Renee?</qco> </h3>      you don't need to call me any name, at least not here, because i am the only person on the receiving end of these questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n6:35 pm</dco> &nbsp;<qco> would you consider adding some of your instrumentals to spotify</qco> </h3>      not really\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n6:20 pm</dco> &nbsp;<qco> is The One a myth? The One being the project that is so interesting that i _want_ to work on it for reasons other than the promise of a paycheck at the end. * \n<br>\n<br>* it is maybe important to note that i am typically paid for the sort of projects i do (computer software) even though i also do it as a hobby\n<br>\n<br>honestly I go to work and just stare at social media or chase the office dog around the place and generally feel like i can't focus or do anything except for like the two days a month that it becomes clear i will be fired if i don't do at least something. \n<br>\n<br>it is somehow more exhausting than i remember working every day being</qco> </h3>      the _wanting_ part of your mind will never be satisfied. it's all good but you'll always want more. so if you fuel the machine by only 100% _want_, you'll always be more desperate and never satisfy those cravings. the good news is, what is also fun is a little exercise. if you've ever had a fun day in gym class (even just once, maybe when you were playing dodge ball, or maybe even just doing a line dance on that one day) then you'll know what i'm talking about. once you get everything together and take responsibility for this whole thing as a company, knowing that it's your company and it's allowed to do exactly what you want it to do, you may be able to hit that sweet spot and have a fun good time at work, while actually bit by bit bringing yourself the result of your dreams, in carryable packet sized buckets. even though you would have _wanted_ more, it turns out that as with most treats and sweets, it is given its sweetness by its limited daily quantities\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n5:58 pm</dco> &nbsp;<qco> What is the private video? (Video 107 in the \"anything videos\" playlist)</qco> </h3>      i have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n5:58 pm</dco> &nbsp;<qco> Do you ever get really excited to start a project, and then lose all motivation partway through the project? Is this that famous 13th level I've heard so much about?</qco> </h3>      no that's like level 1 or 2\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n5:53 pm</dco> &nbsp;<qco> if you sneeze in an empty room are you allowed to bless yourself</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n5:50 pm</dco> &nbsp;<qco> do you consider yourself a history influencer?&nbsp;</qco> </h3>      <a href=\"illgiveitashot.mp4\">answer</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n5:41 pm</dco> &nbsp;<qco> seal or penguin</qco> </h3>      where\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n5:41 pm</dco> &nbsp;<qco> do you answer EVERY question?</qco> </h3>      not even close\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n4:04 pm</dco> &nbsp;<qco> Mister Wurtz when are you making a new video</qco> </h3>      always\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n3:51 pm</dco> &nbsp;<qco> so what's the extent of you organizing your schedule? like do you plot the hours you want to work ahead of time? or is it just \"create a deadline\" and anything goes so long as you meet the deadline? and by anything goes i mean make wiggle room for life shit out of your control like \"my car broke down, clean shit, clean 'shit' \" etc..</qco> </h3>      scheduling is hard to figure out, but i guess it's just whatever is most important at the time. speediness is very important but right now i'm discovering some video making methods that are entirely new, which is devastating to the speediness but revitalizing for the style. the slowness is painful, but the only reason i am willing to tolerate that is because it feels like such a vitally important development at this time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n3:05 pm</dco> &nbsp;<qco> chocolate or vanilla</qco> </h3>      looks purple to me which i think is neither\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n2:51 pm</dco> &nbsp;<qco> which one of the songs you've released has the most time signature changes?</qco> </h3>      must be 'all you gotta do'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n2:25 pm</dco> &nbsp;<qco> Are you aware that your music is on Pandora?&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n2:17 pm</dco> &nbsp;<qco> You haven't posted something new to youtube in over 2 months,, are you ok?</qco> </h3>      yes i am actually doing what i normally do, which is make videos and post them when they are done\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n1:43 pm</dco> &nbsp;<qco> whats your mbti type</qco> </h3>      b\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n1:36 pm</dco> &nbsp;<qco> would you ever do a tour? (AND would you ever tour europe? haha)</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n1:33 pm</dco> &nbsp;<qco> What happens when you change your name?</qco> </h3>      you might have some explaining to do\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n1:16 pm</dco> &nbsp;<qco> I thought music videos don't take this long.</qco> </h3>      sometimes they do, especially when i am trying new things. la de da took at least this long so far, and that didn't even have quite as much of a new thing as this one\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n11:29 am</dco> &nbsp;<qco> How to edit videos brilliantly ?</qco> </h3>      you could try the rubber duck strategy. get a rubber duck and set it on the table next to you. then explain to the rubber duck exactly what the whole point of the project is, and explain how you are going to swiftly show only the parts that help display that, and cut out everything else\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n11:29 am</dco> &nbsp;<qco> how do i accomplish something if i don't have inner conflicts?</qco> </h3>      you could try some good old fashioned outer conflicts\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n11:06 am</dco> &nbsp;<qco> What bad habits might you have right now</qco> </h3>      going online\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n9:15 am</dco> &nbsp;<qco> If you discovered a new planet, what would you call it?</qco> </h3>      that would depend on what planet it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n8:34 am</dco> &nbsp;<qco> do you think you would make some exciting/surprising harmony changes in particular in the live versions of your songs</qco> </h3>      much more than just harmony changes but yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n8:20 am</dco> &nbsp;<qco> Do you ever think that maybe everything is for naught and the only reason you do anything is out of spite towards the endless abyss of deapair that would await you otherwise?\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It's something to think about.\n</qco></h3>      that strikes me as something not to think about<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Anyway I really like your videos</qco> </h3>      that's nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n8:19 am</dco> &nbsp;<qco> do you see the 2 week schedule returning any time soon (after the current video is made)</qco> </h3>      could be some new types of schedules\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n8:11 am</dco> &nbsp;<qco> have you ever thought about making one video that works for two different songs?\n\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; might be a fun puzzle</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n8:06 am</dco> &nbsp;<qco> any other chord symbols you've manufactured for your own purposes?</qco></h3>      the only one i can really think of right now is C2 for Csus2 but then i later learned that i'm not the only one who does that. another one might be C8 which pretty much means no chord, just C notes maybe doubled in octaves. kind of like C5 but just 8 instead, you get the idea<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i mean, that C chord was written as a 'minor star', so is there a major equivalent, for example?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n6:58 am</dco> &nbsp;<qco> does typing into this question box do anything?</qco> </h3>      yes, especially if you press 'ASK' after\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n6:25 am</dco> &nbsp;<qco> do you think your ideas calcify if you forget to think?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n2:38 am</dco> &nbsp;<qco> <a href=\"q.php?date=201905272340\">5.27.19&nbsp;&nbsp;11:40 pm</a>  do you give it a special name because it plays all the flattened scale degrees of the minor (3,6,7)?</qco> </h3>      no, i give it a special name because the only real world names are frighteningly long for such a common chord. Ebadd4/C.... Abma9no3/C ..... Absus2ma7/C .... Cmin7addb6\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n2:17 am</dco> &nbsp;<qco> how are you good at music?</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n1:20 am</dco> &nbsp;<qco> How to do right thing if I don't have to</qco> </h3>      want to?\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n12:40 am</dco> &nbsp;<qco> Worst metaphorical mountain you've had to climb?</qco> </h3>      can't tell you, still climbing it\n<br><br>"
  }
]
