[
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n6:38 pm</dco> &nbsp;<qco> What is the best question to ask a celebrity?</qco> </h3>      i thought it would vary depending on who they are and what you want to know, but fuck it, this one\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n6:26 pm</dco> &nbsp;<qco> why haven't you written a book yet?</qco> </h3>      now a days there are many more fun things to write besides books. in fact, nowadays if you write a book it might just end up on a shelf somewhere<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n5:29 pm</dco> &nbsp;<qco> hello bill i am sad but i want to draw how do i feel like making stuff</qco> </h3>      where i am from, 'feel like' and 'want to' mean the exact same thing, at least in the context of the way you said it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n5:20 pm</dco> &nbsp;<qco> describe your next song in 1 word but the word isn't \"hallelujah\"</qco> </h3>      harhf89hfha9hfahfr8fhru \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n4:50 pm</dco> &nbsp;<qco> im starting school soon and im worried that i missed out on a lot over the summer.</qco></h3>      missed out on what? if you think you missed out on school, don't forget that school was not in session at least i don't think it was<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; any advice to not be left out?</qco> </h3>      make your own thing, to leave other people out of\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n3:24 pm</dco> &nbsp;<qco> Do you have any vision related disorders? </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nThe colors in your videos are extremely cool, but I don't want to believe that you are that deliberate and talented because that would make you an even more awesome artistperson than you already are, atleast for me.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n2:57 pm</dco> &nbsp;<qco> if animals could talk which would be the rudest</qco> </h3>      human, and also the nicest\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n2:29 pm</dco> &nbsp;<qco> oh i know you should join the dixie chicks</qco> </h3>      i think it's already complete\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n1:51 pm</dco> &nbsp;<qco> i think piano might be the best instrument for self-teaching theory. i know u can do it on any instrument, but it seems like picking up theory and really understanding it comes a lot faster and natural-er than on, say, guitar or ukulele or something. what do u think</qco> </h3>      piano has all the notes laid out in order. very easy to visualize \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n1:28 pm</dco> &nbsp;<qco> did you have fun making that blades of grass video?</qco> </h3>      i don't remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n1:26 pm</dco> &nbsp;<qco> is it true that you are, in fact, a powerful, mighty, timeless being that saw the rise and the fall on life on earth?</qco> </h3>      no but i have read a lot about the rise and the fall has not yet occured and knock on wood might not\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n12:21 pm</dco> &nbsp;<qco> i don't have anyone to dance with</qco> </h3>      you'll have to invent some new dances, that you can do alone\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n10:05 am</dco> &nbsp;<qco> an eyelash just fell out what should i wish for</qco> </h3>      a new and better eyelash\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n9:04 am</dco> &nbsp;<qco> how do i live my life the way i want without my religious parents disowning me</qco> </h3>      if you disown them first then they technically cannot disown you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n8:29 am</dco> &nbsp;<qco> share me some hot anagramming tipz</qco> </h3>      take care of the most difficult letters first\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n7:55 am</dco> &nbsp;<qco> can you give me a piggy back ride</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n6:19 am</dco> &nbsp;<qco> How can we justify our existence?</qco> </h3>      each person might do it in their own way\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n5:32 am</dco> &nbsp;<qco> what is the power of blank verse</qco> </h3>      instantaneously unlocking the depth and breadth of inumerable different possible verses\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n2:56 am</dco> &nbsp;<qco> Why does 0 discriminate against division&nbsp;</qco> </h3>      it is you who is doing the discrimination. you are free to use 0 in division if you can figure out how to do it. but by not figuring it out you are therefore exhibiting low intelligence, and as a result, discriminating against it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n4:49 am</dco> &nbsp;<qco> Does music made on garageband count as real music made by the user?</qco> </h3>      if it doesn't use the loops then absolutely yes. if it does use the loops then maybe still yes, or if they didn't do anything to them then it would be considered real music made by the person who made the loops. i hope that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n3:38 am</dco> &nbsp;<qco> What is your preferred mode of limited transposition?</qco> </h3>      test to find the exact key where the singer is most comfortable, and put it in that key\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n2:41 am</dco> &nbsp;<qco> My reading AI can read, but my writing AI only writes nonsense and refuses to get better. How do I encourage my robotic protégé?&nbsp;</qco> </h3>      it reads when you tell it what to read. ....maybe you should try the same approach and tell it what to write\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n1:43 am</dco> &nbsp;<qco> Do you consume eggs, or do eggs consume you?</qco> </h3>      eggs consume each other. leave me out of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n12:28 am</dco> &nbsp;<qco> Do you believe in horoscopes?&nbsp;</qco> </h3>      sure but they are almost impossible to express properly\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n12:17 am</dco> &nbsp;<qco> What is the best way to start making music?</qco> </h3>      impossible to predict until you've done it, even then you still won't know\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.18&nbsp; \n11:58 pm</dco> &nbsp;<qco> do you have any political opinions?</qco> </h3>      \n\ngiraffes are not only tall but also very wide\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.18&nbsp; \n11:55 pm</dco> &nbsp;<qco> i'm going to be my fucking self</qco> </h3>      oh that's cool\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.18&nbsp; \n10:56 pm</dco> &nbsp;<qco> quick what's the best piece of advice you can give</qco> </h3>      custom\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.18&nbsp; \n10:51 pm</dco> &nbsp;<qco> how do you stop your eyes from hurting when staring at a screen for too long without stopping progress</qco> </h3>      \nset the screen dimmer? or if it doesn't go dimmer you could try sun glasses. there are other things besides your eyes that could get strained, and there are different solutions for those but you didn't ask about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.18&nbsp; \n10:18 pm</dco> &nbsp;<qco> How do you cherish good times. I wish they could last forever, but the haunting thought of the bad times reigns over me</qco> </h3>      oh it looks like you just proved that the good times are bad and the bad times are good. this could get interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.18&nbsp; \n9:47 pm</dco> &nbsp;<qco> what is the answer of the universe</qco> </h3>      itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.18&nbsp; \n9:27 pm</dco> &nbsp;<qco> Is your ambiguity intentional?</qco></h3>      if it was ever not intentional then i suppose i wouldn't think i was doing it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is it a strategy for people to see whichever meaning that matters most to them?\n<br></qco> </h3>      that is a nice strategy, a very famous and effective strategy which has been used for thousands of years and produces powerful results\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.18&nbsp; \n8:41 pm</dco> &nbsp;<qco> there are too many things to think about and too many no right answers, sometimes it feels like my brain needs more storage to think about all these things</qco> </h3>      that's not storage that's RAM<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.18&nbsp; \n8:09 pm</dco> &nbsp;<qco> what's your jam?</qco> </h3>      \npaste\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.18&nbsp; \n7:39 pm</dco> &nbsp;<qco> Was the intermission in hotewig meant to denote a lull or dull spot in recorded human history?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.18&nbsp; \n7:33 pm</dco> &nbsp;<qco> how to walk in heels?</qco> </h3>      wear them on your hands\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.18&nbsp; \n6:43 pm</dco> &nbsp;<qco> why isn't recipe pronounced&nbsp;&nbsp;&nbsp;re-sype</qco> </h3>      why isn't everything pronounced like that\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.18&nbsp; \n6:21 pm</dco> &nbsp;<qco> What's your biggest influence for your music?&nbsp;</qco> </h3>      earth and its atmosphere\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.18&nbsp; \n5:42 pm</dco> &nbsp;<qco> did you change the colour scheme for the instagram link?</qco> </h3>      yes, several months ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.18&nbsp; \n5:21 pm</dco> &nbsp;<qco> what is the power of the novel</qco> </h3>      if your enemies read it they may become weaker, and detached from the real world\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.18&nbsp; \n4:52 pm</dco> &nbsp;<qco> Is your next song about smashed potatoes?</qco> </h3>      it might be\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.18&nbsp; \n4:03 pm</dco> &nbsp;<qco> Why are all you songs so deep and sometimes outright depressing, \n</qco></h3>      i don't think they are depressing, in fact i try very hard to make sure they are the opposite of that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but othertimes so random?</qco> </h3>      i don't think they are random but i try to incorporate a lot of fun and mischief\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.18&nbsp; \n3:36 pm</dco> &nbsp;<qco> Wanna see a picture of my cat</qco> </h3>      i have an entire stack of pictures of other people's cats that i still haven't looked at yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.18&nbsp; \n3:01 pm</dco> &nbsp;<qco> can you make another video soon as inspirational as \"as the day goes on\"? </qco></h3>      it's almost done<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also, what do you like on your pizza?</qco> </h3>      the table (pizza under the table)\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.18&nbsp; \n2:41 pm</dco> &nbsp;<qco> help i made a friend what do i do now</qco> </h3>      you could make friends with all your friends friends\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.18&nbsp; \n2:32 pm</dco> &nbsp;<qco> what makes a joke funny?</qco> </h3>      nothing can make a joke funny\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.18&nbsp; \n1:48 pm</dco> &nbsp;<qco> Why do you suppose sex and sexiness seems naughty?</qco> </h3>      it might be too powerful\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.18&nbsp; \n1:11 pm</dco> &nbsp;<qco> FUCK FUCK I HAVE TO PEE BUT I DONT WANT TO GET OUT OF THIS COMFY BED AND I WANt TO WRITE A QUESTION BUT I DONT WANT TO QUESTION TO MUCH CAUSE ILL GET CONFUSED AND I WANT EVERYTHING TO BE GOOD OR ELSE ILL CRY OR GET MAD LIKE WHAT THE FUCK WHAT DO I DO FUCK FUCK&nbsp;</qco> </h3>      oh this is epic. like one of those action movies in the cinema\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.18&nbsp; \n12:26 pm</dco> &nbsp;<qco> help i stuck a banana sticker on my forehead but i think i was allergic to it and now i have this banana sticker shaped rash slap bang in the middle of my forehead&nbsp;</qco> </h3>      how about putting an apple one next to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.18&nbsp; \n12:07 pm</dco> &nbsp;<qco> What do you do while waiting for video to render?</qco> </h3>      sulk\n<br><br>"
  }
]
