[
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n1:14 pm</dco> &nbsp;<qco> What's your favorite board game if you have one</qco> </h3>      \ni can't think of any reason not to say \"chess\"\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n12:01 pm</dco> &nbsp;<qco> are 5'10\" tall people tall</qco> </h3>      \nrelatively speaking yes. also short, relatively speaking. keep in mind, when relatively speaking, always provide a second figure to relate to\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n11:47 am</dco> &nbsp;<qco> Why did you specifically bobble down 124th street?</qco> </h3>      \ni think you've confused song lyrics for factual statements again\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n11:32 am</dco> &nbsp;<qco> i wanna be in the grass</qco> </h3>      \nok, i'll see if i can arrange that for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n10:23 am</dco> &nbsp;<qco> i was driving through the area, so i decided to stop by new canaan, and i gotta say. it sure is a place</qco> </h3>      \ni know what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n9:34 am</dco> &nbsp;<qco> Wabbit or duck season?</qco> </h3>      \n\nyou'll have to ask the wabbit about this\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n7:50 am</dco> &nbsp;<qco> I play the piano and drums what's up</qco> </h3>      \nhello\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n3:37 am</dco> &nbsp;<qco> Do you prefer Toasters or Blenders?</qco> </h3>      \nreally i'd prefer a spatula, but whatever\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n3:30 am</dco> &nbsp;<qco> do we mean to make music or does music mean to make us</qco> </h3>      \ni'm not really sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n3:20 am</dco> &nbsp;<qco> if people wrote cactuses as \"cacti\" because they hated the way it was pronounced, can't i finally pronounce houses as \"hi\"?</qco> </h3>      \nnot if you want anyone to understand you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n1:35 am</dco> &nbsp;<qco> my music sounds weak in comparison</qco> </h3>      \ni know the feeling\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n1:13 am</dco> &nbsp;<qco> how to keep the enthusiasim from thinking about doing something when you actually do it?</qco> </h3>      \nstart learning the specifics of what it would actually take to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n12:50 am</dco> &nbsp;<qco> What's your favorite texture of sandwich?</qco> </h3>      \ntextury\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.25&nbsp; \n11:55 pm</dco> &nbsp;<qco> sometimes i'm struck by the realization that everyone i know is doing something all the time, even when i'm not with them or thinking of them. you're probably doing something right now, which i am thinking about, but not specifically what you're doing because i don't know what that is. do you ever think about that?</qco> </h3>      \nyes i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.25&nbsp; \n11:39 pm</dco> &nbsp;<qco> i made chocolate chip cookies would you like one&nbsp;</qco> </h3>      \nnot right now\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.25&nbsp; \n11:09 pm</dco> &nbsp;<qco> i am not a very musical minded person but sometimes i will have the urge to sing my thoughts out loud. maybe do a little dance while doing it too. is that normal?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.25&nbsp; \n10:38 pm</dco> &nbsp;<qco> thoughts on ankylosaurus?</qco> </h3>      \nnever thought about it, because i've never heard of it. the suffix suggests a prehistoric animal but i really can't be sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.25&nbsp; \n10:34 pm</dco> &nbsp;<qco> With all the questions that have been asked here over the years, what do you think the chances are that a question that's completely unique would get asked here now?</qco> </h3>      \nthat all depends on where you set your uniqueness threshhold\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.25&nbsp; \n10:22 pm</dco> &nbsp;<qco> I keep hearing something about a sort of wurtz-content-flood. Should I be preparing myself in some way? Maybe get some flood pants? Build an ark? Hold my breath?</qco> </h3>      \nif you've been following me over the years you probably have noticed that 'when it rains it pours'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.25&nbsp; 10:10 pm</dco> &nbsp;<qco> How are you?</qco> </h3>      \npretty good\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.25&nbsp; \n9:24 pm</dco> &nbsp;<qco> how to avoid spreading myself too thin by trying to do too many things at once</qco> </h3>      \nhow about piling yourself up, into a tall thin tower\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.25&nbsp; \n8:31 pm</dco> &nbsp;<qco> if i've only ever learned music by reading sheet music and lyrics/tabs, how do i start learning to jam and improvise?&nbsp;&nbsp;i play baritone uke and sing btw</qco> </h3>      \nyou're going to have to figure out how you actually want music to be, if you could have it any way you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.25&nbsp; \n7:37 pm</dco> &nbsp;<qco> How to get better at talking to people</qco> </h3>      \ndo more talking to people. i almost want to apologize for how simple this is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.25&nbsp; \n6:24 pm</dco> &nbsp;<qco> do I have your permission to make a ranking of all your songs?</qco> </h3>      \nyou're gonna end up changing your mind\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.25&nbsp; \n5:24 pm</dco> &nbsp;<qco> what's the best way to just DO stuff? I think a lot, and I struggle to do</qco> </h3>      \nyou can bridge the gap by starting to think about methods. if you think about something specifically enough, it just gets done. For example, if i am thinking about opening a door. but \"for some reason it's not happening\", start asking yourself about the specifics. how EXACTLY could you open the door? this is where you find out you're not exactly sure, because you don't know the door as well as you thought. you will have questions about the door. before you know it you'll have already jumped up to examine the door more closely to get a greater understanding of how to think about its openability in more mental detail. and in your investigative curiosity, well... i dont want to spoil the surprise here\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.25&nbsp; \n3:30 pm</dco> &nbsp;<qco> what if some music is about how it feels to not be alive</qco> </h3>      \nthen it's actually how someone alive feels when they think about what they think it might feel like to not be alive\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.25&nbsp; \n12:43 pm</dco> &nbsp;<qco> Opinion on the trout population ?</qco> </h3>      \ni don't know the trout population\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.25&nbsp; 11:51 am</dco> &nbsp;<qco> awesome plagarism example?</qco> </h3>      \nwhich came first, the oreo or the hydrox. the answer may surprise you\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.25&nbsp; \n11:19 am</dco> &nbsp;<qco> do you read books often</qco> </h3>      \ni do basically a modern day equivalent\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.25&nbsp; \n9:10 am</dco> &nbsp;<qco> Can you give me a few words you like that rhyme with 'me'</qco> </h3>      \nyou, them, us, \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.25&nbsp; \n8:20 am</dco> &nbsp;<qco> i never feel like whatever i'm doing is enough and that feeling is killing me. every break i take i feel so guilty of. why can't i try my absolute hardest to achieve \"the things i want/need to do in life\"</qco> </h3>      \nsomething to do with the fact that you are alive. you have to breathe. most things in nature have some sort of ups and downs. in your case it might be good, during the down time, to daydream about those results you so dearly crave. to make sure you're clear about what it is you're going for. then, this is also fun, you can start daydreaming the specifics of the path to get there. that way the next time you get to work you'll be not only more inspired but also better informed\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.25&nbsp; \n6:08 am</dco> &nbsp;<qco> what is the funniest color?</qco> </h3>      \npurple\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.25&nbsp; 5:24 am</dco> &nbsp;<qco> tell me a joke</qco> </h3>      \ntelling a joke ruins it, but, ok. The reason chickens appear to bob their head when they walk is actually because they are trying to keep their head totally still, fixed in space, for as much time as possible, while they're walking. Why? because they can't move their eyes. so they have to stabilize their head in order to focus on anything. we do this with our eyeballs, but birds have have to do it with their entire head\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.25&nbsp; \n4:30 am</dco> &nbsp;<qco> how is it that i am better at driving than at cooking?</qco> </h3>      \n....evolution?\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.25&nbsp; \n3:21 am</dco> &nbsp;<qco> Why does a lot of 80s music seem to be soaked in nostalgia? \n<br>I wasn't even around in the 80's, so it can't be personal nostalgia...</qco> </h3>      \nmaybe that word just got used so much to talk about that time, the word has evolved another meaning referring spefically to that time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.25&nbsp; \n12:28 am</dco> &nbsp;<qco> my ex's new girlfriend called me ugly. i said i'm not and i think she's pretty. she still called me ugly. what should be my next move?</qco> </h3>      \ni'd prefer not to get involved\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.25&nbsp; \n11:55 pm</dco> &nbsp;<qco> can you say something profound and inspirational? maybe even use a capital letter for emphasis (it doesn't have to be at the start of the sentEnce)</qco> </h3>      \nwhat i think i'm hearing you say is, you'd actually like me to say something TRIVIAL AND INSIGNIFICANT\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.25&nbsp; \n11:51 pm</dco> &nbsp;<qco> What's the questioniest question that's ever been questioned?</qco> </h3>      \npossibly <a href=\"q.php?date=202002142246\" target=\"_blank\">this one</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.25&nbsp; \n11:09 pm</dco> &nbsp;<qco> i thought silence(as a state) was the goal but it feels like silencing the mind chatter. which ironically (for those searching the silence state to achieve silence) can be done through listening to music</qco> </h3>      \nsilence doesn't even work if there's no sound before or after. it's not perceptible. like a black dot on a black background\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.25&nbsp; \n10:16 pm</dco> &nbsp;<qco> You said your favorite state is California, </qco></h3>      let's face it, maybe i just think 'California' is a beautiful sounding word and was looking for an excuse to say it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;though I thought you would be in favor of the east coast. Do you ever think in terms of east coast/west coast dynamics?</qco> </h3>      sometimes i think about the temperature volatility of the east coast, compared to the temperature stability of the west coast. sometimes i think about how much older so many things are on the east coast than on the west coast\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.25&nbsp; \n9:57 pm</dco> &nbsp;<qco> has yesterday ever accidentally happened on days other than yesterday</qco> </h3>      \ni think that could be arranged\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.25&nbsp; \n9:14 pm</dco> &nbsp;<qco> How were you doing on September 23rd, 2019?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.25&nbsp; \n9:03 pm</dco> &nbsp;<qco> is there a limit of how much water you can drink on a daily basis?</qco> </h3>      \nmaybe but i don't think you'll reach it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.25&nbsp; \n7:41 pm</dco> &nbsp;<qco> longest song you've written?</qco> </h3>      \nit was so long i didn't even keep track of how long it was\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.25&nbsp; \n7:41 pm</dco> &nbsp;<qco> thoughts on Jehovah's Witnessess?</qco> </h3>      \ni have never witnessed a jehovah's witness\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.25&nbsp; \n6:43 pm</dco> &nbsp;<qco> How does one deal with wanting to do everything without getting overwhelmed?</qco> </h3>      \nthe problem of course is that there's a lot of ways to deal with this\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.25&nbsp; \n4:28 pm</dco> &nbsp;<qco> tips for consistently being able go to bed going 'oh, i did this today!' instead of 'wait... what did i do today?'?</qco> </h3>      \nyou could write a reminder next to your bed, \"say 'oh i did this today' \"\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.25&nbsp; \n3:53 pm</dco> &nbsp;<qco> can i become a decent pianist without being able to read music</qco> </h3>      \nit might be a bigger hazard to read so much you never play. being good in music probably involves playing. reading or no reading, doesnt matter as long as it doesnt make you forget to play\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.25&nbsp; \n3:38 pm</dco> &nbsp;<qco> Fav movie quote?</qco> </h3>      \nusually i prefer hearing it in the original movie\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.25&nbsp; \n3:32 pm</dco> &nbsp;<qco> when is the last time you made a wish list?&nbsp;</qco> </h3>      \njust the other day\n<br><br>"
  }
]
