[
  {
    "html": "<h3> <dco>3.10.19&nbsp; \n4:55 am</dco> &nbsp;<qco> favorite andy kaufman moment?</qco> </h3>      here i come to save the day\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.19&nbsp; \n4:43 am</dco> &nbsp;<qco> Are the reality videos working out like you hoped they would?</qco></h3>      yes but there's an unexpected downside<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What does letting people peek into the curated bits of your real life feel like?&nbsp;</qco> </h3>      it's very good, but there is a curse with every different type of extra content i come up with, and i probably have no right to complain about this, but the curse is that as soon as i figure out a new way to do content, people immediately complain that i haven't already done more of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.19&nbsp; \n1:18 am</dco> &nbsp;<qco> do you collect stuff and what do you collect (I collect antiques)</qco> </h3>      interview videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.19&nbsp; \n1:10 am</dco> &nbsp;<qco> What is the easiest way for me to figure out which reality videos are new/I haven't seen yet? I want to watch the new ones you are uploading, but I definitely do not want to click through every single video to find out which ones are new.&nbsp;</qco> </h3>      hint: the last 10 added have been at the top of the list \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n11:42 pm</dco> &nbsp;<qco> do longer questions make you feel more inclined to give shorter answers?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n10:48 pm</dco> &nbsp;<qco> How do I start recording ukulele and guitar melodies?</qco> </h3>      start with 1 note. play it as good as you can . .... then try playing 2 notes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n10:46 pm</dco> &nbsp;<qco> What do you think about the narrative story of Rubber Soul inspiring Pet Sounds and Pet Sounds inspiring Sgt. Pepper and Revolver inspiring the failed Smile?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n10:40 pm</dco> &nbsp;<qco> What's the difference between a Clak Box and a Klak Pak?</qco> </h3>      the name\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n10:28 pm</dco> &nbsp;<qco> I recently bought a decently expensive pair of earbuds that are meant to make music sound quite close to the artist's intention </qco></h3>      the only way to accomplish this is to listen on the same system the artist used when making it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(little to no boosts to bass, mids, or highs). What do you think of headphones that do emphasize bass, for example, and are you okay with your music being altered by the equipment being used to listen to it?&nbsp;</qco> </h3>      as music makers, all we can do is try to guess what systems our audience is using, and test the music on as many of those systems as possible. beyond that, just compromise and pray\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n10:14 pm</dco> &nbsp;<qco> How about a favorite Bruce Hornsby moment?</qco> </h3>      how about <a href=\"seesthelongdaythru.mp3\">this</a> or <a href=\"vernonjames.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n9:39 pm</dco> &nbsp;<qco> Would you ever do a Hot Ones interview?</qco> </h3>      only if i don't have to eat the wings nor have wings be featured anywhere in the video or in the theme of the channel it's posted on \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n8:18 pm</dco> &nbsp;<qco> How can I keep it clever?</qco> </h3>      you can't, until you either realize that someone did and you can too, or someone couldn't and therefore you will instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n8:15 pm</dco> &nbsp;<qco> you should write a book</qco> </h3>      books are on the computer now, which is where i write\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n8:15 pm</dco> &nbsp;<qco> wheres canada</qco> </h3>      northern north america\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n5:47 pm</dco> &nbsp;<qco> What do you think of paradoxes?&nbsp;</qco> </h3>      fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n5:14 pm</dco> &nbsp;<qco> what made you decide to create the reality section? </qco></h3>      when trying to move a mountain alone, sometimes it's extremely useful and helpful to have the company of a television neighbor. i was not on television, but i was able to assure myself that if i ever succeeded in moving the mountain i would one day have a television neighbor. so i began collecting the footage knowing that some day i would be able to edit it and produce it. for a sort of long-distance television neighbor through time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;it's very personal and sensitive stuff. was it hard to open up all that on the internet? </qco></h3>      it's helpful when you can edit and produce it with an iron fist<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i like seeing how you do what you do, and how your creative process works. especially some reality vids inspire me. thanks&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n3:54 pm</dco> &nbsp;<qco> A flat major or G sharp major?</qco> </h3>      Ab\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n2:36 pm</dco> &nbsp;<qco> How come I can't see the new reality videos?</qco></h3>      i don't know<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Am I looking in the wrong place?</qco></h3>      are you looking on the reality page<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do I need the password?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n2:26 pm</dco> &nbsp;<qco> Would you like to go to the movies with Mr Quentin Tarantino?&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n1:58 pm</dco> &nbsp;<qco> How do i come up with a good melody</qco> </h3>      it's impossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n1:34 pm</dco> &nbsp;<qco> man sometimes i come up with such funny ideas for anagrams only to find out there are 1-2 letters i haven't used and can't fit anywhere :(</qco> </h3>      oh that reminds me of the real world\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n1:22 pm</dco> &nbsp;<qco> why do I have so much social anxiety?</qco> </h3>      because people are very scary\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n11:49 am</dco> &nbsp;<qco> If people can relate to the completely random videos you make,</qco></h3>      i have never made a random video<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; does that mean we can never be truly random? Or that we accept anything, not to be left out of trending (socially acceptable) things?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n9:33 am</dco> &nbsp;<qco> hey bill, on the lyrics page you say \"then we went to the movies and watched lots of films there\" but on the song you sing \"AND we went to the movies\"</qco> </h3>       i disagree\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n8:37 am</dco> &nbsp;<qco> If you are making reality videos, where are they? \n</qco></h3>      [zoolander voice] \"inside the computer\"<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And also how do you respond when you give an answer.</qco> </h3>      with an exorbitant amount of tact and taste, time permitting\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n3:48 am</dco> &nbsp;<qco> do you consider yourself as an intelectual?</qco> </h3>      consideration itself is intellectual\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n3:34 am</dco> &nbsp;<qco> is \"la de da de da de da de day oh\" about existential crisis?</qco> </h3>      not that i know of\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n3:28 am</dco> &nbsp;<qco> can we expect a documentary about you?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n3:25 am</dco> &nbsp;<qco> can you make me choose between two things?</qco> </h3>      <a href=\"1or2.php\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n1:45 am</dco> &nbsp;<qco> My drawing instructor taught that to draw in an accurate way involves distancing one's self from labels and preconceptions, and instead to witness the world for what each moment truly offers. You have described something similar for sound: to escape genre labels, cultural biases, and instead to consume songs for their pure audio content. </qco></h3>      that would probably be impossible. as conscious people, it is impossible for us to listen something without thinking/feeling about it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Exploring this mentality both visually and aurally, I've met a discrepancy: Whereas in the audio world I have discovered flawlessly manufactured pop bangers of all kinds to enjoy the hell out of;&nbsp;I can't get the same feeling out of the visual equivalent: flawless make-up done up to picture-perfection. I distrust visually that which aurally I welcome with open ears. What's the difference?</qco> </h3>      something in your past experiences maybe?\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.19&nbsp; \n12:34 am</dco> &nbsp;<qco> i really dig the melody and instrumentation of paul simon's \"duncan\" but i dislike the lyrics.&nbsp;&nbsp;will you call paul and ask him to fix it</qco> </h3>      can't you see there's a glorious opportunity here to make something where the music, instrumentation, AND lyrics are all good? the less other people do it the more opportunity for success you can have. and you can also learn from their mistakes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.19&nbsp; \n10:06 pm</dco> &nbsp;<qco> can your galactic empire declare war on earth already?&nbsp;</qco> </h3>      earth is the galactic empire\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.19&nbsp; \n9:09 pm</dco> &nbsp;<qco> would you view yourself as a normal person?</qco> </h3>      hahahahahahahahahahahahahahaha yes very much\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.19&nbsp; \n8:15 pm</dco> &nbsp;<qco> Got any advice on training my ear? I'm shit at melodic dictation.</qco> </h3>      start with something more simple? if you still can't get it then try more simple\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.19&nbsp; \n8:04 pm</dco> &nbsp;<qco> hit or miss?</qco> </h3>      smash\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.19&nbsp; \n8:04 pm</dco> &nbsp;<qco> whats the next video about</qco> </h3>      adult hood?\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.19&nbsp; \n7:43 pm</dco> &nbsp;<qco> what do you consider the speed of fast?</qco> </h3>      relative\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.19&nbsp; \n5:16 pm</dco> &nbsp;<qco> can you please collaborate with a robot?</qco> </h3>      we all do that each and every day\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.19&nbsp; \n5:07 pm</dco> &nbsp;<qco> what is your favorite one</qco> </h3>      2\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.19&nbsp; \n3:15 pm</dco> &nbsp;<qco> How about a favorite Boston moment?</qco> </h3>      how about <a href=\"boston-wellimtakinmytime.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.19&nbsp; \n2:52 pm</dco> &nbsp;<qco> do you have a twitch channel?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.19&nbsp; \n2:39 pm</dco> &nbsp;<qco> how do i avoid having a mental breakdown?</qco> </h3>      don't sleep. mental breakdowns only occur during sleep\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.19&nbsp; \n2:36 pm</dco> &nbsp;<qco> how many oranges can i eat</qco> </h3>      1\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.19&nbsp; \n2:09 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201902200319\">2.20.19&nbsp;&nbsp;3:19 am</a>  one solution i have found for this is to turn the question around, which i know you do a lot on the questions page, but you can definitely use in real life as well. like, \"what's your favorite food?\" \"what an interesting question. what's behind the concept of favorites? are we still so invested in rank? surely different things are better and worse at different times and contexts. why are we so fixated on deciding which thing is best in these arbitrary hypotheticals?\" \"ok, what's your favorite food when you've just gone for a run at 4am and your fridge is empty?\" \"what made you decide that's the situation i'm in? has this happened to you and you chose the wrong thing to eat?\" \"no i just wanna hear about what you'd choose\" \"it depends.\" \"on what?\" \"on everything. everything has an influence on everything else, and i think that's pretty cool. don't you think that's cool?\" \"oh i guess so\" \n \"like wh\n at if my run took me past 4 restaurants and then i could only think about the time i saw a busboy drop a whole tray full of dishes in the first one and nobody helped him? what if a duck i saw reminded me of a kind of bread my mom used to take me to feed ducks? what if it was raining and i forgot about the idea of eating entirely because i was so excited about water?\" \"that's weird\" \"it's weirder to me that we're ruling any of these out and pretending there is a normal way to be hungry or decide what you want at any moment.\"</qco> </h3>      \ni was thinking of going with \"bees\"\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.19&nbsp; \n12:45 pm</dco> &nbsp;<qco> how do you tell the truth?</qco> </h3>      make something up. it must be true somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.19&nbsp; \n12:03 pm</dco> &nbsp;<qco> how long is your 2nd video?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.19&nbsp; \n11:15 am</dco> &nbsp;<qco> how not to struggle with high notes and injure the voice</qco> </h3>      i'm not an expert but spend the day checking around youtube for vocal advice and then use your best judgement for which 50% to believe\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.19&nbsp; \n11:13 am</dco> &nbsp;<qco> is the checker pattern in the antarctica scene in WFAoIA supposed to represent the interior of the amuseden-scott base&nbsp;</qco> </h3>      oh damn sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.19&nbsp; \n10:20 am</dco> &nbsp;<qco> How do we make the world not terrible ?</qco> </h3>      make it good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.19&nbsp; \n9:10 am</dco> &nbsp;<qco> have you heard? the concept of will power is canceled \n<br></qco> </h3>      that's interesting\n<br><br>"
  }
]
