[
  {
    "html": "<h3> <dco>12.5.19&nbsp; \n3:39 am</dco> &nbsp;<qco> spotify just let me know i heard 18 hours of bill wurtz this year, not that you care (or do you?) but congratz u were my top listened artist</qco> </h3>      hm, looks like it may be time to run for governor\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.19&nbsp; \n3:38 am</dco> &nbsp;<qco> Where's the divide between art and everything else?</qco> </h3>      the museum door\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.19&nbsp; \n3:36 am</dco> &nbsp;<qco> AHH what kindof question should I as??</qco> </h3>      what kind of answer should i give\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.19&nbsp; \n3:24 am</dco> &nbsp;<qco> why does my pocket got this hole brother bill?&nbsp;</qco> </h3>      that is to give you access to the mother pocket; the pant\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.19&nbsp; \n2:28 am</dco> &nbsp;<qco> I want to write lyrics but I don't know how and every time I try to start, I stop.</qco> </h3>      this may be an insane thing to suggest, but have you tried doing it musically? like imagine the lyrics as being sung in a particular way, instead of just words on a page. for me that's what causes the entire process to work\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.19&nbsp; \n2:17 am</dco> &nbsp;<qco> when new song. bill. we're desperate</qco> </h3>      right away, i'm desperate too\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.19&nbsp; \n2:13 am</dco> &nbsp;<qco> i bought one of your shirts, how do i wear it</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.19&nbsp; \n1:46 am</dco> &nbsp;<qco> At what point did you realize that your content began getting recognition from others?</qco></h3>      i'm not sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t How did you feel about it?</qco> </h3>      i'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.19&nbsp; \n1:30 am</dco> &nbsp;<qco> any plans on scheduling a schedule scheduling</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.19&nbsp; \n12:53 am</dco> &nbsp;<qco> Hi, I've been lied to recently, well in a a way, basically what I took as truth wasn't actually true. I feel weird now, it's not even sad it's just pain. So tell me, what do you think I can do to deal with this? And is it the fault of the liar for lying, or me for believing the lie?&nbsp;</qco> </h3>      sounds like you need to get lost on an adventure through some wikipedia lists\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.19&nbsp; \n12:18 am</dco> &nbsp;<qco> What is hippo</qco> </h3>      it's kind of like a monster version of a foot. but if i may back peddle that a little, i would like to add that i'm sure hippos are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n11:55 pm</dco> &nbsp;<qco> How do you make a rubber band ball</qco> </h3>      no one knows that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n11:30 pm</dco> &nbsp;<qco> When did you update your website?</qco> </h3>      many times, over the past several years\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n11:08 pm</dco> &nbsp;<qco> you're pretty neat, did you know that</qco> </h3>      we'll see about that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n10:41 pm</dco> &nbsp;<qco> what should i do to pass the time while waiting at the dmv?</qco> </h3>      invent an alternate mode of transportation\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n10:15 pm</dco> &nbsp;<qco> I was thinking about something, then I realized what if I didn't. Now what?</qco> </h3>      REGRET!\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n9:39 pm</dco> &nbsp;<qco> i just want to write a song. oh baby, is that so wrong?</qco> </h3>      no i think it would probably be ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n9:30 pm</dco> &nbsp;<qco> What is the next thing you want to create?</qco> </h3>      \n\nthere is a huge fight for next, but that's normal for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n8:45 pm</dco> &nbsp;<qco> What's your opinion of the almighty seagull empire?</qco> </h3>      haven't found out about it yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n8:10 pm</dco> &nbsp;<qco> Do you think we will ever stop using dinosaur juice to move fast?</qco> </h3>      yes, i'm sure there's something way faster\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n7:12 pm</dco> &nbsp;<qco> what if this question wasnt in purple text?</qco> </h3>      then the date would probably not be in yellow text\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n8:05 pm</dco> &nbsp;<qco> What is the ultimate goal of humanity?</qco> </h3>      get even more ridiculous\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n7:30 pm</dco> &nbsp;<qco> what the hell is going on&nbsp;</qco> </h3>      life just discovered itself and since then pandemonium has ensued\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n7:07 pm</dco> &nbsp;<qco> I'm the president of the USA and I'm thinking about taking over the world. Have any recommendations?&nbsp;</qco> </h3>      you've already done it. everyone thinks about you and talks about you constantly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n7:06 pm</dco> &nbsp;<qco> When did you start working on **might quit**?</qco> </h3>      the verse melody came from a dream on nov 5, 2018, but that wasn't really any work. on feb 15, 2019, that one was selected as the next song and the writing (work) began immediately\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n7:05 pm</dco> &nbsp;<qco> What happened before the big bang?</qco> </h3>      no it didn't\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n7:00 pm</dco> &nbsp;<qco> Favorite toast spread?</qco> </h3>      bread crumbs\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n6:44 pm</dco> &nbsp;<qco> At what point does a string of random notes become music?</qco> </h3>      at the point when you are deciding on the pace, range, and tone\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n5:36 pm</dco> &nbsp;<qco> You make many kinds of art, but what are your experiences with the art of cooking?</qco> </h3>      absolutely none\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n5:17 pm</dco> &nbsp;<qco> Will you ever play in concerts in the UK, or anywhere I suppose.</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t I would love to see you perform live if that is your thing I guess.</qco> </h3>      it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n5:08 pm</dco> &nbsp;<qco> will you ever make a sequel to ball and stick</qco> </h3>      no but for the right price disney can\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n5:01 pm</dco> &nbsp;<qco> How is your well-being</qco> </h3>      AVERAGE!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n4:50 pm</dco> &nbsp;<qco> It's December now so I can't be mad at people for playing cristmas music and I'm feeling conflicted about it help?&nbsp;</qco> </h3>      you can be mad about any music. all music is terrible. it's good also but that's a separate issue\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n4:49 pm</dco> &nbsp;<qco> How often do you edit questions on this page?</qco> </h3>      never\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n4:25 pm</dco> &nbsp;<qco> If you had a Ted talk what would it be about</qco> </h3>      i guess i'd have to do it about reality tunnels\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n4:05 pm</dco> &nbsp;<qco> why why why dont propriately software packages supply keyboard shortcuts to KEY FUNCTIONALITY? this really makes no sense to me at all</qco> </h3>      i don't know, but if you are ready to take life into your own hands and never look back, i can recommend Keyboard Maestro if you happen to be on mac os, and if you happen to be on windows i am pretty sure i can recommend something called Auto Hotkey\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n4:04 pm</dco> &nbsp;<qco> Can you write me a haiku that makes me laugh and cry at the same time</qco> </h3>      it would have to be set to a musical melody, which, according to my personal theory, is the way haiku was actually meant to be, before it became so widely known as an american 4th grade counting exercise\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n3:57 pm</dco> &nbsp;<qco> Is life real?\n<br></qco> </h3>      yes although i admit it is hard to believe. despite the fact that belief is only made possible by life\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n3:55 pm</dco> &nbsp;<qco> where does one obtain the sexy pants&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;?</qco> </h3>      the trick is you just gotta buy normal pants, and then as soon as you put them on that's when the sex happens \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n3:50 pm</dco> &nbsp;<qco> What's your favourite amount of cheese?</qco> </h3>      the whole wheel\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n3:40 pm</dco> &nbsp;<qco> &nbsp;i feel like you're very quick to put the kabosh on analogous thinking, stepping in with an implication to remind the asker that the subjects in question are not entirely alike at all, and are both wonderful and terrible in their own ways. You do this with common structures for questions, as well. I have a great respect for it, because it feels like you're stopping generalization and forcing people to look even harder at things. However, I am in a cognitive science class, and it is teaching me that analogy is fairly specific to humans, and it might be what has allowed us to advance beyond other species. We can apply learned information in a highly abstract way to many facets of our lives when we recognize similar structure, whereas other animals cannot. So now I am torn! What do you make of this?</qco> </h3>      <a href=\"q.php?date=201704240819\">plagiarism</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n3:18 pm</dco> &nbsp;<qco> How do I get better at handshakes?</qco> </h3>      use reverse psychology, do it bad and then blame the other person\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n3:03 pm</dco> &nbsp;<qco> i'm writing a research paper about your christmas isn't real video and i'm desperately analyzing it</qco> </h3>      it was written in 2 parts. the 1st line (up to 'jesus'), and the rest. like many songs i write nowadays, it is written as if by 2 different people holding 2 different job titles, the Starter and the Finisher. the Starter's job is to come up with a line that could be made into a song, then hand it over to the Finisher saying 'here, you fuckin deal with it.' and then create more starter ideas for more songs. that's all the Starter does. just start songs and throw them into the starter bank. and the Finisher's job is to take the half baked crap that the Starter hands over, and find a way to deal with it. there is actually a very important 3rd job title which i haven't mentioned, who decides which one of the Starter's ideas to give to the Finisher. that would be the Selector. this is to ensure that the Finisher is not impeded by the horrific doubts of 'questioning the Selection'\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n2:58 pm</dco> &nbsp;<qco> do you like it or hate it when people ask a question that is a quote from one of your songs</qco> </h3>      it makes me stronger each time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n2:49 pm</dco> &nbsp;<qco> What is the purpose of an egg?</qco> </h3>      get laid\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n2:41 pm</dco> &nbsp;<qco> I have a question</qco> </h3>      i want to believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n2:26 pm</dco> &nbsp;<qco> bill youve cultivated a public identity that is far more powerful than you actually are </qco></h3>      not exactly .... it's not more powerful, it's just louder. and i find myself constantly having to steer it back to the intended proper flavor, without being distracted by the constant stream of requests for my opinions on bread<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t(which is the secret, right? and it's probably made you personally cooler in the process).</qco></h3>      stronger<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t\t So i'm sitting here imagining what that must be like and it is TERRIFYING and AWFUL! am i off base in my assumptions or is this something you live with.</qco></h3>      it can be hugely terrifying, but how else am i gonna meet tom cruise. that's the whole reason i got into this<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t i would love to know more about how it feels to live and be known, talked about, to see if maybe i'd like to try it one day. and i trust your judgement</qco> </h3>      it might make you feel strangely ill in ways you never imagined, but here's the question: would you actually feel more ill without it<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n1:53 pm</dco> &nbsp;<qco> What do you think about making some new counties</qco> </h3>      it's pretty cool, the best part is you get to be the sheriff\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n12:58 pm</dco> &nbsp;<qco> why do people say greenland is the biggest island when australia is clearly much bigger?&nbsp;&nbsp;</qco></h3>      i think we can safely blame the mercator projection for this<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tand why is greenland not its own continent?</qco> </h3>      not big enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n12:57 pm</dco> &nbsp;<qco> got any grapes</qco> </h3>      am grape\n<br><br>"
  }
]
