[
  {
    "html": "<h3> <dco>4.30.24&nbsp; \n10:24 am</dco> &nbsp;<qco> opinions in B A L L S</qco> </h3>      \ni assume you mean Burying A Long Long Stick, it's fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.24&nbsp; \n7:39 am</dco> &nbsp;<qco> Are there any musical groups or artists you get inspiration from or does everything you write come out of that interesting head of yours</qco> </h3>      \ni find that i make better music when i forget which artist did what before\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.24&nbsp; \n7:39 am</dco> &nbsp;<qco> Why aren't saxophones brass</qco> </h3>      \nbecause they have to be in a different category from the trumpets etc, because the mouth technique has nothing in common. someone who can play one can't even play 1 note on the other. at all\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.24&nbsp; 6:35 am</dco> &nbsp;<qco> I'm going to have an exam soon and I'm not sure if I've prepared enough. Should I be scared&nbsp;😨</qco> </h3>      \nthe only thing you should be scared about is whether or not you should be scared\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.24&nbsp; \n6:16 am</dco> &nbsp;<qco> what is the most complex chord progression you've played?</qco> </h3>      \nAm F C G\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.24&nbsp; \n5:37 am</dco> &nbsp;<qco> What is your opinion on existing&nbsp;</qco> </h3>      \nit's bound to happen at some point\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.24&nbsp; \n1:45 am</dco> &nbsp;<qco> what musical concept is the most empowering for your creative process</qco> </h3>      \nthe main force at play is out of my control\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.24&nbsp; \n11:45 pm</dco> &nbsp;<qco> Does thinking ever get boring?</qco> </h3>      \nyes. when that happens, turn to feeling\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.24&nbsp; \n10:23 pm</dco> &nbsp;<qco> Opinions on the number 37?</qco> </h3>      \nit's what you get when you divide 111 by three. i'm sure everyone will remember the time they tried to divide 111 by three, expecting it to break apart into three 1's. but instead it turns out to be 37\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.24&nbsp; \n8:23 pm</dco> &nbsp;<qco> Is it advisable to jump headfirst into music with no prior knowledge, or do I learn first, then make. I want to dive in, but I need a professional's opinion&nbsp;</qco> </h3>      \nyou can't learn music without doing it. it's like ..... walking . you pretty much only learn while doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.24&nbsp; \n5:14 pm</dco> &nbsp;<qco> favorite type of pasta?</qco> </h3>      \nlooped spaghetti\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.24&nbsp; 4:16 pm</dco> &nbsp;<qco> Have you taken the political compass test?&nbsp;&nbsp;If so, where did you land?</qco> </h3>      \n'wrong',  but to be fair that's because i answered all the questions wrong on purpose\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.24&nbsp; 4:05 pm</dco> &nbsp;<qco> have you ever solved a rubik's cube</qco> </h3>      \nno, but i am good at bartering. so i can trade an unsolved one for a solved one\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.24&nbsp; \n3:57 pm</dco> &nbsp;<qco> what does it mean to be financially independent</qco> </h3>      \nit means you get to go into that airport lounge..... alone\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.24&nbsp; \n3:34 pm</dco> &nbsp;<qco> what do you think is better for learning music? a music program, or a musical instrument?&nbsp;</qco> </h3>      \nthey might be equally good, but even better is both\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.24&nbsp; \n3:04 pm</dco> &nbsp;<qco> of all of the words in your next video which comes last alphabetically</qco> </h3>      \nyourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.24&nbsp; \n2:19 pm</dco> &nbsp;<qco> are you always in control or do you just happen to never lose control on camera</qco> </h3>      \ni'm never really in control on camera. the control happens later, in the editing booth\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.24&nbsp; \n1:29 pm</dco> &nbsp;<qco> how do you recommend i teach myself math</qco> </h3>      \nmight as well get straight to the fun part and try to divide zero by itself repeatedly\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.24&nbsp; \n1:18 pm</dco> &nbsp;<qco> whats your favorite vowel?</qco> </h3>      \nij\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.24&nbsp; \n12:11 pm</dco> &nbsp;<qco> you have said that instrumental music is usually in the service of something else (if you didn't say that im sorry). but my question is: say someone is creating an instrumental song that is meant to convey something like a feeling or state of mind, just with no lyrics. does that count as the purpose its serving? like, assuming no video content or any use in anything, just music as a canvas. is that enough?</qco> </h3>      \nin this case, maybe the word 'canvas' is the anchor. maybe the artist person themself is the anchor. if there were truly no anchor, then you would have no memory of it because you didn't hear it at any time or place. any place or time or circumstance connected to you hearing the song, that will anchor the music for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.24&nbsp; \n10:23 am</dco> &nbsp;<qco> how can one become good at something but without the ability to be good at it, i wanna make music and draw but i can't</qco> </h3>      \njust start doing it (bad, if you have to) and keep doing it. \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.24&nbsp; \n9:38 am</dco> &nbsp;<qco> Is there any specific reason why you haven't learned to play banjo?</qco> </h3>      \ni don't crave the banjo often enough to justify that\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.24&nbsp; \n5:22 am</dco> &nbsp;<qco> Do you play Angry Birds (random question)</qco> </h3>      \nthis may seem like a random answer, but, no i don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.24&nbsp; \n3:35 am</dco> &nbsp;<qco> How to get better at \"playing outside\" jazzwise?</qco> </h3>      \nplay as if your planning on hitting right notes soon. pick a point 4 bars out into the future, and act like you're sure you're gonna land on the 'right' notes then. but until that point comes, play literally any thing you want, knowing that you will end up landing in the right place in that future moment that you have your eye on. most importantly, you have to really know the song, as a song, so you can find when the important landing points should be\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.24&nbsp; \n3:23 am</dco> &nbsp;<qco> how to pronounce gif</qco> </h3>      \n'the artist formerly known as prince'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.24&nbsp; \n2:54 am</dco> &nbsp;<qco> what is your favorite thought to think of</qco> </h3>      \ni don't like to think of thoughts. i like the thoughts themselves to think\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.24&nbsp; \n2:27 am</dco> &nbsp;<qco> Please describe, in as much detail as possible, the process of answering these questions</qco> </h3>      \nfreak the hell out\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.24&nbsp; \n1:22 am</dco> &nbsp;<qco> how many punctuation marks can i put at the end of my sentence before people start getting pissed off at me??!.,,?,.‽-!..¿...?;?¡</qco> </h3>      \ni don't know, but that's not an accurate baseline measurement you just did, because if you announce that you're testing the issue, you will get a lot more leeway than than if just did that out of nowhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.24&nbsp; \n1:16 am</dco> &nbsp;<qco> what is the approximate density of your brain</qco> </h3>      \n1:1\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; 10:46 pm</dco> &nbsp;<qco> What's your favorite book?</qco> </h3>      \nare there any that don't end\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; 10:46 pm</dco> &nbsp;<qco> Do you enjoy eating bananas or does the texture bother you</qco> </h3>      \nboth\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n10:30 pm</dco> &nbsp;<qco> mr wurtz, what is the purpose of aesthetics?</qco> </h3>      \nflavour\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n9:41 pm</dco> &nbsp;<qco> what percentage of you is 100% you</qco> </h3>      \nall\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n7:11 pm</dco> &nbsp;<qco> how many montages do you partake in per day</qco> </h3>      \nmost days 0 except on the occasional day i go nuts\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n6:41 pm</dco> &nbsp;<qco> would you classify the strings on stringed instruments as wobbly or wibbly, or perhaps a mixture of both?</qco> </h3>      \nc) some other way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n6:26 pm</dco> &nbsp;<qco> favourite metaphor?</qco> </h3>      \ncarbon dating\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n6:12 pm</dco> &nbsp;<qco> is all music experimental music</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n5:49 pm</dco> &nbsp;<qco> what's your favorite quote</qco> </h3>      \n\"a\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n3:43 pm</dco> &nbsp;<qco> how do i get along with anyone ?</qco> </h3>      \nlisten to them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n3:02 pm</dco> &nbsp;<qco> Have you ever thought about how beds are just sandwiches we sleep in</qco> </h3>      \nno, but i've thought about how sandwiches are beds that we eat\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n3:01 pm</dco> &nbsp;<qco> Do you like using the phaser?</qco> </h3>      \nnot usually\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n2:15 pm</dco> &nbsp;<qco> should i go to a music conservatory after i finish my non-music undergrad or should i continue teaching myself everything</qco> </h3>      \nthat depends whether you want to know music or pretend to know music. but you can actually do both if you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n12:35 pm</dco> &nbsp;<qco> of all the words in your next video, which one comes first alphabetically</qco> </h3>      \na\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n11:49 am</dco> &nbsp;<qco> i have this fascinating issue where maybe 9/10 times I hear some kind of lyrics or words in a song i fall down this tunnel of thinking about where they originated, how the artist felt, why they phrased it that way, how it must have come about in the writing stage, etc until it just becomes totally overwhelming and I can't listen anymore cause it hits the inside part very hard. maybe a case of \"how is this even possible\" itis. is there a cure for this y/n and if n how do I Deal with it</qco> </h3>      \ni'm not sure why you'd wanna cure that\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n11:48 am</dco> &nbsp;<qco> IS cleaning the legos up off the floor just organizing them in a way that's less painful?</qco> </h3>      \nthat's one way to do it, but not the only way\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n11:10 am</dco> &nbsp;<qco> what if i play a clarinet how would you feel about that</qco> </h3>      \npretty good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n10:30 am</dco> &nbsp;<qco> ive just been born, what do i do now?</qco> </h3>      \nfigure out how to move your arm without moving your leg at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n10:08 am</dco> &nbsp;<qco> why does the word \"fridge\" have the letter d but the word \"refrigerator\" doesn't</qco> </h3>      \nbecause life is not fair\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n9:01 am</dco> &nbsp;<qco> hello bill, i have a question, what game or games have you played recently?</qco> </h3>      \nbarreling through time on an unimpeded trajectory\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n8:01 am</dco> &nbsp;<qco> Are you still hiring all positions? Are you hiring a vocalist, guitarist, bassist, pianist, channel manager, question answerer,&nbsp;&nbsp;and anagram scrambler?</qco> </h3>      \ni was never hiring any positions. i was actually looking to hire someone to remove the 'hiring all positions' sign, but no one wanted to touch it\n<br><br>"
  }
]
