[
  {
    "html": "<h3> <dco>7.14.24&nbsp; \n7:36 am</dco> &nbsp;<qco> god, i just love \"i'm a princess\" so much. it's the riff that gets me the most, i think. it's so comforting yet so bouncy and funky... how did you get the idea for the making of the song? like, what kind of inspiration or thoughts went into making the instrumentals, lyrics, etc?</qco> </h3>      \ni was specifically considering what i wanted my next released song to be. it's not always the case that i write things directly to be up next for production, in fact usually this doesn't happen. but i was specifically looking for something with a strong title and a strong opening. the line \"i'm a princess\" suddenly came to mind. and then i just continued writing from there. as usual, there's no real way to explain any of the specifics of how or why any of the notes chords words and sounds came about, it's just business as usual, in the magic of songwriting\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.24&nbsp; \n7:03 am</dco> &nbsp;<qco> will you answer this question tomorrow?</qco> </h3>      \ntechnically yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.24&nbsp; \n4:24 am</dco> &nbsp;<qco> what do i ask</qco> </h3>      \nhow about just asking the same thing as someone else\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.24&nbsp; \n3:52 am</dco> &nbsp;<qco> Do you believe that fish are a group of malignant creatures biding their time and waiting for us to swim in the ocean before stealing all of our bread?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.24&nbsp; \n1:19 am</dco> &nbsp;<qco> i'm someone who's trying to get more into making music as a hobby. i know a fair bit of music theory, like what kinds of chords there are and keys and all that, but i don't understand how you're supposed to use all that information to make something that sounds good. </qco></h3>      hm, it doesn't seem like that would work actually<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;could you enlighten me? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;did you feel similar when you first started getting into music and if so how did you deal with that?</qco> </h3>      i could explain this in terms of 'talking', i could explain it in terms of 'walking', .... i could explain it in terms of almost any human ability you can have. did you study any theory of walking or talking before you started learning to walk or talk? probably not. so then how do we really learn anything? by magic of course. i'm not kidding. it just takes a while. learning happens no matter what, as long as you just keep showing up\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.24&nbsp; \n1:15 am</dco> &nbsp;<qco> in a day where so much has been done, do you find it hard to come up with original things? even original compared to your past work?\n<br></qco> </h3>      \nthe amount of things already done doesn't really influence the ability to come up with new original things. sometimes, from time to time, it's nice to check in on people in the past moping about how there was nothing original left way back then. plenty of people were saying such things back then also\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.24&nbsp; \n11:19 pm</dco> &nbsp;<qco> what are some things you'd like to improve in terms of voice acting?</qco> </h3>      \nvoice acting\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.24&nbsp; \n9:29 pm</dco> &nbsp;<qco> why do we make games one way and the next game another way</qco> </h3>      \nthat's the game making game, but i should also add that some games are the same. which is part of the game also\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.24&nbsp; \n9:01 pm</dco> &nbsp;<qco> What do you think about Drake??? Roast him</qco> </h3>      \ndrake should be capable of roasting himself by now\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.24&nbsp; \n7:08 pm</dco> &nbsp;<qco> in your song \"Might Quit\", theres a lyric, \"on in up at or so, by if to of no it\" and i'm seriously wondering what that means. is it just gibberish, or a serious meaning behind it?</qco> </h3>      \nthe previous line is \"... going to the land of the 2-letter words.\" let me know if you still don't get what's happening there\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.24&nbsp; \n5:33 pm</dco> &nbsp;<qco> do you think making music has any meaning in the grand scheme of things? It feels so self-centered&nbsp;</qco> </h3>      \nit has a lot of meaning to the human experience. then you might ask, is the human experience a grand scheme\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.24&nbsp; \n12:05 pm</dco> &nbsp;<qco> Why do you answer these questions? </qco></h3>      because you asked them<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is it really you?</qco> </h3>      \nit's me who answers them, but not who asks them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.24&nbsp; \n10:41 am</dco> &nbsp;<qco> have you ever gone fishing?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.24&nbsp; \n10:35 am</dco> &nbsp;<qco> do you have a favorite artist? i don't want to know who it is, i just want to know if you do.</qco> </h3>      \ni do not\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.24&nbsp; \n5:50 am</dco> &nbsp;<qco> are you friends with your watch?</qco> </h3>      \ni don't currently have a watch\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.24&nbsp; \n1:03 am</dco> &nbsp;<qco> i found a long-running (by which i mean seemingly infinite) japanese cartoon that's pretty easy to follow without subtitles, and i am slowly learning new words and phrases. i recently learned that the word for \"rice\" in japanese can also be used to mean \"meal,\" as in you can shout \"gohan\" to call your family to dinner. which reminded me that the english word \"meal\" refers to certain types of ground food (think \"cornmeal,\" etc.). damn, starches must be important</qco> </h3>      \nin english, in some contexts 'bread' relates to money\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.24&nbsp; \n12:31 am</dco> &nbsp;<qco> do you like peter pan?</qco> </h3>      \ni respect peter pan\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.24&nbsp; \n12:21 am</dco> &nbsp;<qco> have you ever thought of starting a podcast?&nbsp;</qco> </h3>      \nyes but i'm not doing it yet\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.24&nbsp; 12:21 am</dco> &nbsp;<qco> i'm trying to write songs where the song title is an acronym for the tuning (e.g. daggers are evil and cut sharp edges for daeac#e tuning) got any other examples?</qco> </h3>      \neverything always does get better eventually\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.24&nbsp; \n12:08 am</dco> &nbsp;<qco> what was the first instrument you ever learned? and when you were learning it, did you think you'd end up making music?</qco> </h3>      \nthe way i learn instruments is actually by using them. i think that might really be the only way possible actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.24&nbsp; \n11:16 pm</dco> &nbsp;<qco> How do you get over fear of missing out?</qco> </h3>      \ndo something from time to time\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.24&nbsp; \n10:38 pm</dco> &nbsp;<qco> bread?</qco> </h3>      \ni thought you'd never ask\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.24&nbsp; \n9:15 pm</dco> &nbsp;<qco> what's the last puzzle you solved</qco> </h3>      \ni had to figure out which puzzle to solve\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.24&nbsp; \n7:18 pm</dco> &nbsp;<qco> in the moments when you *aren't* immediately motivated to work on something, when your brain is foggy or you just aren't \"feeling it\", is it better to force yourself to get work done, try working on something else, or take a break? (I've been waking up for the past few days, feeling demotivated, and 'taking a break', but now I've been 'taking a break' for more time than I'd like to, and I'm getting worried)</qco> </h3>      \nwhat you want to do here is write a quick newspaper article briefly explaining from scratch what the project is, and how you think it should be done. explain what you've done so far, and briefly evaluate how you plan to finish it from here and explain that also. then deduce from there exactly what the next steps would be, and exactly how to do them. that's it. that's all you have to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.24&nbsp; \n6:34 pm</dco> &nbsp;<qco> There's so much to do. But, I want to get good at one of them. But I currently do not know which. So I am doing all of them. This is making it significantly harder to get good at one of them. What should I do?</qco> </h3>      \nkeep doing all of them until you get hooked on one\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.24&nbsp; \n3:29 pm</dco> &nbsp;<qco> i feel a distance, like my consciousness isn't really RIGHT HERE, ON THE SCENE, IN THE MOMENT. i bet that would feel good, or normal. any tricks you magical man you?</qco> </h3>      \ngoing through doors helps\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.24&nbsp; \n2:31 pm</dco> &nbsp;<qco> Are there other nogs besides egg nog? A non-egg nog?</qco> </h3>      \ner zijn nog veel andere 'nog's. sterker nog, vervolgens dan heb je nog een 'nog'\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.24&nbsp; \n11:52 am</dco> &nbsp;<qco> i like to make videos and music in my free time but i dont like talking aboht it with people irl so sometimes idk what to say when they ask me what ive been up to</qco> </h3>      \ntell them you're glad they asked, but it's not important as what they've been up to, and ask them what they've been up to\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.24&nbsp; \n10:35 am</dco> &nbsp;<qco> what's your favorite cheese? is it cheese flavored?</qco> </h3>      \ncorn\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.24&nbsp; \n9:32 am</dco> &nbsp;<qco> im trying to transcribe a song in 12/8, and it would be incredibly useful to me if there was some sort of \"dotted dotted half note\", ie a note that sings for the length of 3/4 the bar. does such a glyph exist?</qco> </h3>      \nnot that i know of. you can make something up if you are confident that you can make all your readers comfortable with it by the time they read it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.24&nbsp; \n8:09 am</dco> &nbsp;<qco> how many accordions is too many</qco> </h3>      \nmore than the world population\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.24&nbsp; \n7:58 am</dco> &nbsp;<qco> Thoughts on disestablishmentarianism?</qco> </h3>      \nseems like there ought to be a word for that\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.24&nbsp; \n4:56 am</dco> &nbsp;<qco> Am I self aware or actually just paranoid?&nbsp;</qco> </h3>      \nyou could also be both or neither, or something else entirely\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.24&nbsp; \n4:47 am</dco> &nbsp;<qco> How long do you think dose it take until you have been asked all possible questions (with a given length)?\n<br>(I would also limit it to sensical English)&nbsp;</qco> </h3>      \ni have already been asked them all except two\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.24&nbsp; \n2:36 am</dco> &nbsp;<qco> I'm thinking of learning how to play the piano,is that a good starting instrument? what's the best way to introduce myself to making music from your experience?</qco> </h3>      \npiano is a very good starting instrument. it lays out all the notes from low to high, and the piano keyboard is universally known and used throughout the world, for a musical input device\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.24&nbsp; \n2:07 am</dco> &nbsp;<qco> Me and my ex wife are having a fun time over-analyzing what we perceive as the narrative of your lyrics and online persona, and afters hours of \"research,\" our interpretation is that you're an inter-dimensional traveler who came to our plane of existence to try to tell us something important that will change the world but it's hard to explain, and also now that you're here you can't figure out how to get back and now you're homesick and miss the people you left behind. Please confirm.</qco> </h3>      \ni'm still trying to figure out which popular novel or movie that's from, because that whole thing you said is such a common thing for people to say, expressed just like that, following all the points you just said, and expressed in that exact same way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.24&nbsp; \n12:59 am</dco> &nbsp;<qco> How to be sad?</qco> </h3>      \nthis may seem strange, but, being happy will eventually make you sad. to counteract this seemingly terrible news with some seemingly great news, i should also mention that being sad will eventually make you happy\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.24&nbsp; \n11:40 pm</dco> &nbsp;<qco> Are fortune cookies liars?</qco> </h3>      \nno, they are for entertainment purposes only. so they are not held liable to factualness\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.24&nbsp; \n11:01 pm</dco> &nbsp;<qco> where in the world is carmen san diego</qco> </h3>      \ni think it's way down in the bass range\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.24&nbsp; \n8:34 pm</dco> &nbsp;<qco> Do you wanna try cover a cartoon/film soundtrack?</qco> </h3>      \ni wouldn't want to deliver score music without the accompanying video\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.24&nbsp; \n8:29 pm</dco> &nbsp;<qco> having concrete results that i can look at and think \"i did that\" is very important to me when trying to make progress</qco> </h3>      \ni see what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.24&nbsp; \n6:32 pm</dco> &nbsp;<qco> 2+2 is 4 but switch now it's 2+2 is 3&nbsp;</qco> </h3>      \nsuddenly i become extremely curious what they call 2+1\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.24&nbsp; \n6:20 pm</dco> &nbsp;<qco> what do i do now?</qco> </h3>      \nthis might be a nice time start building something\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.24&nbsp; \n6:02 pm</dco> &nbsp;<qco> got any full length song demos we can hear?</qco> </h3>      \nnot yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.24&nbsp; \n5:47 pm</dco> &nbsp;<qco> Do you sometimes like to lie?</qco> </h3>      \nwhen it's fun, it's often called humor, fiction, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.24&nbsp; \n4:58 pm</dco> &nbsp;<qco> Do you believe that bad things exist to make the good things better or that good things exist to make the bad things worse? Or do things that just exist in general exist without natural connotation, just that we put labels on things that are good or bad?</qco> </h3>      \nsome contrast is better than none at all\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.24&nbsp; \n3:47 pm</dco> &nbsp;<qco> what to do when lonely</qco> </h3>      \nthis might be a nice time start building something\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.24&nbsp; \n2:27 pm</dco> &nbsp;<qco> how does food get inedible and humans get inhuman? i really don't get it</qco> </h3>      \ni'm actually not sure either\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.24&nbsp; \n1:18 pm</dco> &nbsp;<qco> Have you thought of creating a new language?</qco> </h3>      \ni fell out of love with conlanging as soon as i fell in love with how real languages actually go\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.24&nbsp; \n12:33 pm</dco> &nbsp;<qco> r u mentally chill?</qco> </h3>      \nyes!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\n\n<br><br>"
  }
]
