[
  {
    "html": "<h3> <dco>6.12.25&nbsp; \n12:38 am</dco> &nbsp;<qco> i am approaching my junior year of college as a music student;&nbsp;it was a fine idea to get myself into the basics of musical expression, but im discovering more about what im capable of artistically, and there isn't anywhere i can apply it in college. everything is a box, and everything is just so;&nbsp;nothing about branching out is encouraged. should i tough it out in that discouraging environment and push to get my degree, or should i just get outta there?</qco> </h3>      \nunfortunately i know nothing about what a degree is or does. especially a music degree\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.25&nbsp; \n12:13 am</dco> &nbsp;<qco> Any advice on how to remember which day it is when you keep forgetting?&nbsp;</qco> </h3>      \nthis may be more trouble than its worth, but you can join 7 clubs that only meet one day a week, each meeting on a different day\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.25&nbsp; \n10:22 pm</dco> &nbsp;<qco> What is your favourite letter in the Cyrillic alphabet?</qco> </h3>      \nA\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.25&nbsp; \n10:04 pm</dco> &nbsp;<qco> Thoughts on polar stratospheric clouds?</qco> </h3>      \ni don't think i've ever seen or heard of them, but it sounds lovely\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.25&nbsp; \n9:39 pm</dco> &nbsp;<qco> what was the best thing before sliced bread?</qco> </h3>      \nbreaking bread with your bare hands\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.25&nbsp; \n9:35 pm</dco> &nbsp;<qco> thoughts on the questions asked here</qco> </h3>      \nthey're pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.25&nbsp; \n9:07 pm</dco> &nbsp;<qco> what's your favorite type of paradox</qco> </h3>      \nmy least favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.25&nbsp; \n7:26 pm</dco> &nbsp;<qco> Ever thought about using correct grammars</qco> </h3>      \nwhat immediately comes to mind is this: if one way of speaking is correct, then what happens to all the millions and billions of people in other regions throughout the globe who speak differently\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.25&nbsp; \n6:44 pm</dco> &nbsp;<qco> Thoughts on live action remakes of animated movies?</qco> </h3>      \nso boring it just might work\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.25&nbsp; \n5:22 pm</dco> &nbsp;<qco> opinions on pickling as a hobby?</qco> </h3>      \nseems like it could get out of control\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.25&nbsp; \n4:26 pm</dco> &nbsp;<qco> cat?</qco> </h3>      \nno answer. there is no answer to cat\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.25&nbsp; \n3:11 pm</dco> &nbsp;<qco> It's interesting YHWH announced himself as \"I AM\"\n<br>What a thing to say. \n<br>\n<br>\"I AM WHO I AM\"\n<br></qco> </h3>      \nafter all, if you were everything, what would you say?\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.25&nbsp; \n3:11 pm</dco> &nbsp;<qco> can you please say happy birthday to my kitten shes turning 1</qco> </h3>      \ni am holding out for a possibly more genuine message to say to the kitten, at a more original time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.25&nbsp; \n2:08 pm</dco> &nbsp;<qco> if you had the power to explode would you?</qco> </h3>      \nmaybe a little bit\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.25&nbsp; \n1:59 pm</dco> &nbsp;<qco> Did you like school</qco> </h3>      \nseems like a cool idea, but it also seems ripe for corruption\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.25&nbsp; \n10:06 am</dco> &nbsp;<qco> Everyone just seems to want to be cool these days except myself. Do you relate to them or do you relate to me?</qco> </h3>      \ncool is very important, but it's also kind of paradox that always strives to be the opposite of itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.25&nbsp; \n7:01 am</dco> &nbsp;<qco> Any tips on shuffling cards?</qco> </h3>      \nhow about putting all the cards on top\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.25&nbsp; \n5:35 am</dco> &nbsp;<qco> Should I study japanese, korean, or chinese? I am chinese. I don't know chinese. I also don't know japanese or korean. I seem to be pretty good at english.</qco> </h3>      \ni can't decide this for you. the fact that you feel an obligation for chinese but you still have 2 others on your list, this tells me you might be more excited about the other 2. but i just don't know. whichever one excites you the most is the one that's going to be effective. it takes an extremely long time to learn a language, and if you're coming from english, those 3 in particular take an extra long time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.25&nbsp; \n3:41 am</dco> &nbsp;<qco> What is the comfort zone and how do I get there?</qco> </h3>      \nyou just end up there, without even trying\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.25&nbsp; \n2:08 am</dco> &nbsp;<qco> What could i do</qco> </h3>      \nhow about lifting a finger\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.25&nbsp; \n1:50 am</dco> &nbsp;<qco> can you rank this question from one to ten?</qco> </h3>      \n5\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.25&nbsp; \n1:25 am</dco> &nbsp;<qco> when ur protecting the disempowered from systemic oppression but youre slowly becoming a proponent in the very thing you wished to eliminate</qco> </h3>      \nso classic, i think that one might even be in the bible\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n11:56 pm</dco> &nbsp;<qco> who would win a losing contest</qco> </h3>      \nwe can all take turns, winning at losing\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n10:31 pm</dco> &nbsp;<qco> wndijd or wjwvjn I think the second one has a more exciting aesthetic but I just wanted to know your opinion</qco> </h3>      \nmaybe have one in the day and one in the night time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n10:06 pm</dco> &nbsp;<qco> hi I asked a question here but now I have forgotten what it was. maybe that's life.</qco> </h3>      \nwas it <a href=\"q.php?date=202505150455\" target=\"_blank\">this</a><remqq></remqq>\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n10:02 pm</dco> &nbsp;<qco> Is it better to live in the past, present, or future?</qco> </h3>      \nyou're going to have to live in the present, but the dirty secret is that the present also contains the past and future\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n9:29 pm</dco> &nbsp;<qco> i recall you explaining your approach to creating things was to start on a very small scale. at what point were you able to scale things up and eventually work on big projects such as \"history of\" videos? how did you know you're ready for that? was it a slow, step by step process, or more like a sudden jump for you to work on those big projects?</qco> </h3>      \nit was a sudden jump and i'm surprised it worked so well, but on the other hand i had also done a very long string of short content so i had the procedures down\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n9:25 pm</dco> &nbsp;<qco> The term \"jingle\" has been around for many decades, and I've most often seen it used in a commercial context. Who first associated the term jingle with your content, you or your audience?</qco> </h3>      \ni think both\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n9:02 pm</dco> &nbsp;<qco> sometimes i get overwhelmed by all the possibilities (infinite). what to do when this happens</qco> </h3>      \nstart writing some of them down\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n8:46 pm</dco> &nbsp;<qco> who are ben and jerry?</qco> </h3>      \nit is perhaps jerry the mouse (from tom and jerry), and ben afleck (from ben afleck and matt damon)\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n8:07 pm</dco> &nbsp;<qco> What is the meaning of 'a handful' once the size of the objects being mentioned surpasses the size of a literal handful. So like how many shoes is a handful of shoes? maybe like 3 pairs?</qco> </h3>      \nit's based on the size of a potato chip, relative to the hand\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n7:44 pm</dco> &nbsp;<qco> you ever listen to a remastered song by the original artist and it's... cleaner, like you can hear each instrument better, but the song sounds worse to you for it?</qco> </h3>      \nyes, that probably describes most remasters i've heard\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n7:41 pm</dco> &nbsp;<qco> what's the difference between a keyboard and a synthesizer, or can you use the terms interchangeably?</qco> </h3>      \nthat's a lot like the difference between your computer and your computer keyboard that you type on\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n7:38 pm</dco> &nbsp;<qco> If I ever go to the gift shop on Mount St. Helens, what would you recommend that I get?</qco> </h3>      \nproof of the shop's existence\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n6:30 pm</dco> &nbsp;<qco> how do you deal with wanting to learn so many languages?</qco> </h3>      \nwork on 1, get restless and dabble in some more, then narrow it back to the 1. and so on\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n5:55 pm</dco> &nbsp;<qco> Is the world alright?</qco> </h3>      \nyes but it's also much, much, much more\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n4:23 pm</dco> &nbsp;<qco> I ve just made an awesome melody, feeling really happy to have done it. For a person like me who was so desencouraged throughout life to recognize his own good things, this means a lot.\n<br>I just wanted to share this little victory with you, since i'm a really enjoyer of your music.&nbsp;</qco> </h3>      \nthat's great news\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n3:27 pm</dco> &nbsp;<qco> can I headcanon the mailwoman in \"hi i'm steve\" as a transfem?</qco> </h3>      \ni don't see why not\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n2:20 pm</dco> &nbsp;<qco> Why is a space added before question marks and exclamation marks in French?</qco> </h3>      \ni have no idea, but i also didn't notice (almost didn't even believe it) until you pointed it out. so you are way ahead of me on this\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n1:54 pm</dco> &nbsp;<qco> What's you favorite song? (not including yours)</qco> </h3>      \nhear me out: if ANY song is ANY good, it should certainly make me feel like it's the best song that's ever existed at the moment i'm hearing it. so this creates an objectivity evaluation problem right there, by design actually\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n10:48 am</dco> &nbsp;<qco> were there any cartoons that interested you, and if so, what ones?</qco> </h3>      \nspy vs spy has always been deeply compelling to me, just the underlying concept\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n10:39 am</dco> &nbsp;<qco> my stomach hurts. could you give me medical advice?</qco> </h3>      \nwithout knowing any details about your exact situation, i'm going to guess that hydration would almost certainly be good for you and not bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n10:36 am</dco> &nbsp;<qco> I need to make a sandwich. any tips?</qco> </h3>      \nno, but you will gain experience while making the sandwich, which you can apply to your next sandwich\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n9:38 am</dco> &nbsp;<qco> Ive been working on relearning the ancient practice of creating Gods. A god is a being that exists in the mind of a collective. The gods existence arises from the shared agreement that they exist. Through the plecebo effect, actions taken by the Gods become real to those with faith. Once those who beleive reach critical mass, the God begins to grow powerful. If a human can fit the description of the deity, and convince the faithful he has mantled it. That human now has the power to control the plecebo effect in their followers and can cause miracles like healing wounds that wouldnt heal. All by plecebo effect. What are your thoughts on this?</qco> </h3>      \ni see exactly what you're getting at, but i view all this as sort of the problem that happens when you try to pin it down to one namable thing or force. truly what 'God'(s) are based on is a much deeper inherent property of the universe, but usually any attempt to put it in a box (including mine, right here with this explanation) will result in its immediate corruption. and also, i'll say i find it totally appropriate that this is such a central challenge that we as earthlings face\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n9:34 am</dco> &nbsp;<qco> What's the jingle that plays during the \"knock knock, it's the united states\" sequence in history of Japan? Do you have a full song of it?</qco> </h3>      \nthat would be \"the one where matthew perry makes some demands\". the full version of that is exactly what you hear in the video. it was made for that scene, just as all the music in that video was custom made for each part it goes in\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n7:55 am</dco> &nbsp;<qco> What movie should I watch next?</qco> </h3>      \nwithout knowing what movies you've watched previously, there's no end to how wrong my answer can be. i might even suggest the same movie you've just watched. that might even be the right one but i'd still be wrong because i don't know which one that is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n4:54 am</dco> &nbsp;<qco> would you consider answering these questions to be your main artistic project right now?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n4:13 am</dco> &nbsp;<qco> theoretically how would you convert one object to another, considering most objects are made of the same things fundamentally</qco> </h3>      \nyou might need an even more specific understanding of how objects are constructed, even more specific than modern science has ever achieved. However, for some objects, the conversion is incredibly easy. such as converting a pair of pants into a pair of shorts\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n3:28 am</dco> &nbsp;<qco> oh my gosh i just have to share this with you: i was working on a video and i was debating 16:9 and 3:4, and took note of the common resolution number 1440. then i was synchronizing an animation to music and needed something to spin at 180 degrees every ~4 frames to be a 16th note in length per revolution - and needed it to spin for eight (8) 16ths notes which let me to this same number i was working with earlier when calculating:\n<br>\n<br>[total rotation needed for 180 degrees/16th over eight (8) 16th's] \n<br>\n<br>or \n<br>\n<br>8 * 180 = 1440(degrees) \n<br>\n<br>and i was quite taken aback upon reading that from the calculator. and now i wonder why resolutions use these circular numbers and also why do circles. couldnt # of degrees per 1 rotation be based on any number besides 360? wait is it a CIRCLES RESOLUTION? im glad you were here for this unplanned epiphany thanks for being someone to talk about this to</qco> </h3>      \nthe reason 360 is a good number for a circle is because it divides well. you can divide by 2, 3, 4, 5, or 6 and still have a whole number. very useful. screen resolutions probably also have usefulness in being well dividable, for example if you want to display something at half size, or a third size. 1440 can also be neatly divided by 2, 3, 4, 5, and 6. so it's not the hugeset coincidence that you ran into 1440 twice in this process. \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n2:25 am</dco> &nbsp;<qco> do you like getting high</qco> </h3>      \nremind me again which direction that is\n<br><br>"
  }
]
