[
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:41 pm</dco> &nbsp;<qco> What was the date when you first started on history of the entire world I guess\n</qco> </h3>      june 16, 2016\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:39 pm</dco> &nbsp;<qco> What is your sleep schedule if you have one?</qco> </h3>      it varies but i try to keep it as circadian as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:42 pm</dco> &nbsp;<qco> DUDE I FUCKIJG LOVE YOU!!!! THANJS SO MUCH HOYL SHIT</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:40 pm</dco> &nbsp;<qco> IIIMMMM SOOOO HAAAPPPPPYYYYUU</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:35 pm</dco> &nbsp;<qco> AHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHH</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:35 pm</dco> &nbsp;<qco> when's the video coming out?</qco> </h3>      may 10, 2017\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:32 pm</dco> &nbsp;<qco> BILL OMG YOU DID IT I LOVE IT CONGRATS</qco> </h3>      tahnks\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:32 pm</dco> &nbsp;<qco> CONGRATULATIONS ON THE VIDEO !!!!!!!!</qco> </h3>      thnak you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:31 pm</dco> &nbsp;<qco> was the \"i guess\" always planned for the title or was it added at some point in your creation process</qco> </h3>      i think i had the title finalized when i started writing. i think i questioned it a few times, but i kept coming back to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:31 pm</dco> &nbsp;<qco> Now the video is done, will you be visiting Wales? </qco> </h3>      maybe\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:30 pm</dco> &nbsp;<qco> Bill I just got the notification for your new video I think I shit myself what do I do now</qco> </h3>      continue living your life in a way that you feel is appropriate\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:29 pm</dco> &nbsp;<qco> The new video is up!!!!</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:29 pm</dco> &nbsp;<qco> :0000000</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:29 pm</dco> &nbsp;<qco> Congratulations!</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:25 pm</dco> &nbsp;<qco> Will you upload the new video today?</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:21 pm</dco> &nbsp;<qco> Would you agree that a small minority of people are attractive enough to seduce anyone they want?</qco> </h3>      no, i think seduction requires a lot more than just looks\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:18 pm</dco> &nbsp;<qco> What term would you describe your music with? I like big city</qco> </h3>      i am more interested in making the music, instead of describing it. that way, you can hear exactly what it sounds like\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n3:54 pm</dco> &nbsp;<qco> <a href=\"survival-strategy.html\">what are your own purposes for working so hard, then?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n3:27 pm</dco> &nbsp;<qco> Do you think it would help the people who have problems finding their questions if you pointed out that Ctrl+F works on this page?</qco> </h3>      yes! or cmd+F on a mac. i have pointed that out before, and hopefully it has helped. another trick is you can use cmd-G to tab through to the next occurence. another trick is cmd-downarrow to jump to the bottom of the page. if you use these 3 commands together, you can find just about anything very quickly. that's the method i use\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n3:26 pm</dco> &nbsp;<qco> Who's your favorite batman villain ?</qco> </h3>      batman\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n3:26 pm</dco> &nbsp;<qco> is there such a thing as a perfect human?</qco> </h3>      it depends what you are looking for\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n3:16 pm</dco> &nbsp;<qco> Did you already knew so much about Japan, before having an idea to make a video? Because it's crazy how you compressed it in 10 minutes.</qco> </h3>      no, i hardly knew anything. that's why i chose the topic, as a test to see if i could learn it all and spit it out in a video\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n3:01 pm</dco> &nbsp;<qco> Are you working on another history video similar to the history of Japan?</qco> </h3>      not anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n2:25 pm</dco> &nbsp;<qco> <a href=\"why-didnt-you-answer-my-question.html\">Why you no answer my questions</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n1:54 pm</dco> &nbsp;<qco> Judging by your question answering, either you get very small naps throughout the day of about an hour, or you sleep 3-4 hours between the hours of 12AM EST and 6AM EST. Is this accurate?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so, how do you live on 3-4 hours of sleep per day?\n</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n1:46 pm</dco> &nbsp;<qco> Can you tell me the word that is present at 10:02 of your new video? It is my birthday date/time. Just one word. Come on man. </qco> </h3>      kingdom\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n1:45 pm</dco> &nbsp;<qco> how will you deal with the hate when people find out you will be doing songs in the future and not even crazier history videos</qco> </h3>      the same way i deal with all the other hate i always get for going in any direction, instead of a different direction\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n1:39 pm</dco> &nbsp;<qco> <a href=\"plans-after-hotewig.html\">I feel like is has been asked before (probably by myself), but after you're done with HoTEWIG, will you do any other long vids or will it just be music and some short videos?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n1:06 pm</dco> &nbsp;<qco> Why is \"homework help\"(YouTube title) called \"just try to have a good time\" in your website?</qco> </h3>      the video on my website should have the same title. but the song from the video would be called 'just try to have a good time' because the homework part is not part of the song at all <br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n1:04 pm</dco> &nbsp;<qco> Do you prefer working on things completely by yourself, or would you prefer to make videos in collaboration with other creators?</qco> </h3>      i have learned that working alone is the only way it works for me<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n1:02 pm</dco> &nbsp;<qco> <a href=\"when-did-you-start-music.html\">When did you start to learn music</a> and what do you love most about it?</qco> </h3>      it has magical powers<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n12:27 pm</dco> &nbsp;<qco> Do you think it's important for people not to take themselves too seriously?</qco> </h3>      i think people  should take themselves just seriously enough<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n12:13 pm</dco> &nbsp;<qco> dos th dltion of th ltter  mak any sns to you?</qco> </h3>      yes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n11:50 am</dco> &nbsp;<qco> How long until you make the dream the reality?</qco> </h3>      i am in the middle of doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n11:48 am</dco> &nbsp;<qco> Would you ever consider writing a poem and then giving it a melody and putting music behind it?</qco> </h3>      generally i do music/lyrics all together at the same time. but melodifying non-musical lyrics is an interesting exercise, although i think that would make more sense if it was someone else's words. if i did them both myself, i think i would be inclined to do it all together like i normally do\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n11:47 am</dco> &nbsp;<qco> Any juicy rock gossip? The nature kind, not the music kind.</qco> </h3>      you can learn the history of earth from rocks\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n11:44 am</dco> &nbsp;<qco> you haven't made a video in a while.</qco></h3>      that's not true, i've been making videos non-stop for several years<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; are you working on something huge?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n10:57 am</dco> &nbsp;<qco> why do you work so hard for people like us?</qco> </h3>      it's actually for my own purposes, but other people can watch\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n10:06 am</dco> &nbsp;<qco> i corrected some mistakes in the questions graph and added in the data from ask.fm, i think the trend is much clearer now: http://imgur.com/z4YpC3d\n\nsome of the dates are questionable due to time zone discrepancies, but then again the graph only tells the dates the questions were asked, not answered. in 2015 you answered on average about 2.5 questions per day, in 2016 the average was about 30 questions answered per day, and so far the 2017 average is nearly 49 questions answered per day (as of 4.30.17). as of today i think it's fair to say you've answered over 17,000 questions.\n\nraw data is here: https://pastebin.com/D82PfQuG</qco> </h3>      ah, nice job. if you email me the image maybe i can post it here\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n9:58 am</dco> &nbsp;<qco> Hi Bill. I have a confession, i'm gay</qco> </h3>      ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n9:24 am</dco> &nbsp;<qco> have you thought about releasing stock/production music? </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;a lot of your videos short videos have it</qco> </h3>      no they don't, all that music was custom composed to fit the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n9:24 am</dco> &nbsp;<qco> <a href=\"is-god-real.html\">Does god exist?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n8:53 am</dco> &nbsp;<qco> does your new video contain any airplanes?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n7:20 am</dco> &nbsp;<qco> does everything come out as planned or is there a lot of trial and error involved in making your video? your music?</qco> </h3>      i find i get the best results when i know exactly how it's going to go before the production starts, especially the timing. but there are still many smaller details to get filled in during the process\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n6:46 am</dco> &nbsp;<qco> Do you like sleep?</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n6:36 am</dco> &nbsp;<qco> I forgot to check the answer and now it's burried down there with other questions so what did you eat for lunch one week ago? </qco> </h3>      i have never answered that question\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n3:26 am</dco> &nbsp;<qco> when you write a song do you (purposely or not purposely) hum it? i always make the facial expressions of the people i am drawing while drawing them... </qco> </h3>      sure, that seems reasonable.\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n3:00 am</dco> &nbsp;<qco> Have your dreams come true? </qco></h3>      some of them have, others have not<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If not, how much of new Canaan is lies? Because in it, you say, \"I lie about details when my dreams don't come true.\"</qco> </h3>      it's important to remember that that song was mostly written in 2009, including the part that says that. it's also important to remember that songs are allowed to contain fiction, although that song is almost entirely based on a true story, which took place in 2009\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n2:58 am</dco> &nbsp;<qco> I am so focused on gathering knowledge that I find it difficult to form opinions based on the knowledge I gather. I am always afraid that I will have missed some monumental information that would utterly destroy my worldview. Am I simply to be a vast database whose purpose is to dispense knowledge for others to make into opinions and consequent actions? (I'd be totally cool with that, but I'm running it by you first.)</qco> </h3>      i don't think you need to try to have opinions. opinions are fine, but they are not something you want to necessarily aim for. this world is a very intricate mix of different elements, all flying in different directions. it's nice to take it all in together\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n2:54 am</dco> &nbsp;<qco> i really like rewatching videos i make. why might this be</qco> </h3>      because you made them how you like them\n<br><br>"
  }
]
