[
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n7:23 pm</dco> &nbsp;<qco> What skills are you looking for in an assistant </qco> </h3>      any\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n7:17 pm</dco> &nbsp;<qco> What's a good note to put into a song?</qco> </h3>      all the notes are bad. that's the reason they are so appealing\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n7:06 pm</dco> &nbsp;<qco> are you secretly michael jackson? </qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n6:34 pm</dco> &nbsp;<qco> how exactly are you looking to find an assistant?</qco> </h3>      it has traditionally been impossible. but i am open to the possibility\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n6:32 pm</dco> &nbsp;<qco> is there a meaning to life </qco> </h3>      does it mean anything to you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n6:26 pm</dco> &nbsp;<qco> Is everything the way it's sposta be?</qco> </h3>      you're supposed to be able to change things, so yes and no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n5:15 pm</dco> &nbsp;<qco> what made you want to become a musician</qco></h3>      music<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;/video maker?</qco> </h3>      i thought it would be a good way to get people to pay attention to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n4:54 pm</dco> &nbsp;<qco> Can I be ur assistant </qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n4:10 pm</dco> &nbsp;<qco> So I figured it out, and now I'm stuck. I'm also a little jealous and more than a bit depressed. I'm staying happy and trying to figure life out, but I'm having a hard time not believing delusional fantasies. </qco> </h3>      sounds like you are on the right track\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n4:08 pm</dco> &nbsp;<qco> I'm inspired by your creations. what program(s) do you recommend using to learn to make videos?</qco> </h3>      you need to start with whatever is simplest and most available to you. you can surely learn to have a lot of fun, regardless of what program it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n3:49 pm</dco> &nbsp;<qco> Suicide pact?</qco> </h3>      not right now, thank you for the opportunity\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n2:48 pm</dco> &nbsp;<qco> how do you find a purpose in life</qco> </h3>      listen carefully, and it may find you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n1:58 pm</dco> &nbsp;<qco> i can't forget that girl but she hates me but also she can't change her mind but I can't help it and i see her everyday what do i do</qco> </h3>      start a non-profit organization\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n1:46 pm</dco> &nbsp;<qco> I've noticed the people who are annoying either make friends and/or enemies really easily. If I want to socialize more does that mean I have to become annoying?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n1:02 pm</dco> &nbsp;<qco> Why did it take over a year to get \"i don't wanna go to school\" on YouTube?</qco> </h3>      it did not. it was posted on youtube and my website at the same time. then sometime later i discovered a spelling error, so i fixed it, in both places. my website allows me to keep the original upload date. youtube does not\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n12:59 pm</dco> &nbsp;<qco> So I've been working at this job for about a year and a half. Today I realized that there's something (like a daily task) that I've been doing incorrectly this entire time. I don't want to ask what the correct way to do the thing is, because I don't want my boss to know that I've been making the same mistake over and over again for more than year. But I also feel like I shouldn't keep doing this thing incorrectly. What do I do?</qco> </h3>      you could have an affair with your boss, or maybe just someone else\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n12:48 pm</dco> &nbsp;<qco> what do you think of names for musical notes like do re mi rather than letters like E C G</qco> </h3>      in america, do re mi is relative, it just means scale degrees, like nashville uses numbers. they work according to the key your in, so \"do\" is always the root of the key but not always the same letter note. i have heard that in some countries 'do' always means C. it is 2 completely different ways of using the system, and i'm not sure either way is more useful than using letters and numbers\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n12:06 pm</dco> &nbsp;<qco> Do you like being human?</qco> </h3>      it is challenging, and rewarding\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n11:20 am</dco> &nbsp;<qco> Where are the questions prior to may 2015? I sawould them before...-Bogg</qco> </h3>      this site never included any questions asked before may 2015\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n10:26 am</dco> &nbsp;<qco> My topology teacher seems to be out of his mind When assigning homework. What would you recommend </qco> </h3>      try to go out of your mind when you do the homework\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n9:57 am</dco> &nbsp;<qco> When AI will be at an advanced stage will humans just stop doing anything not interesting? Will they just have fun all day?</qco> </h3>      i think things will be a little bit \"different\"\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n9:09 am</dco> &nbsp;<qco> How to make good music</qco> </h3>      try to make it bad. if you fuck up that's ok, then it will be good\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n8:00 am</dco> &nbsp;<qco> how can i let go of anger about the past?</qco> </h3>      become angry about something new\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n4:53 am</dco> &nbsp;<qco> Are your reality recordings your creative proccess of making music?</qco> </h3>      they are my creative process in figuring out my life. actually the reality videos are just very small trimmed down excerpts of me figuring out my life\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n3:09 am</dco> &nbsp;<qco> what is the chord playing at 8:39 in this score: https://www.youtube.com/watch?v=BMphxeFoJAc (G/Db, Db, G/Db ?)</qco> </h3>      i'd say so. there's a swarmy climbing strings riff that is sort of erupting through the midst of that, but i think indeed those chords are used. those chords are a recurring theme in this movie (two major triads a tri-tone away, note the sprinkly piano riff that occurs throughout the movie)\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n12:32 am</dco> &nbsp;<qco> what happens when the cows come home?</qco> </h3>      scientists are trying to predict\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n12:23 am</dco> &nbsp;<qco> What aisle are the chill pills in?</qco> </h3>      0\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.17&nbsp;\n12:04 am</dco> &nbsp;<qco> What is being?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n11:28 pm</dco> &nbsp;<qco> Do you have any strong opinions about marching bands?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n10:00 pm</dco> &nbsp;<qco> (\n8.30.17  10:27 am  are you still looking for an assistant?)\n\nWhat would you like your assistant to help you with primarily? </qco> </h3>      it depends what they are good at\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n9:57 pm</dco> &nbsp;<qco> how often do you think about clams?</qco> </h3>      once every 32 days\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n9:42 pm</dco> &nbsp;<qco> why do people at my school hate that I listen to the beatles and john lennon?</qco> </h3>      why did you tell people what you listen to\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n9:13 pm</dco> &nbsp;<qco> DO PEOPLE KNOW IF YOU LIKE THEIR RETWEETS?</qco> </h3>      i think they do. if you want to avoid that, you can circumnavigate to the source tweet. although that wouldn't be totally fair to the retweeter, because they are the reason you found the tweet\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n9:02 pm</dco> &nbsp;<qco> I need something profound to use for my <a href=\"yearbook-quote.html\">senior quote</a>, and I thought you'd be the right person to ask. Is there anything you wanna say that you'd want to have preserved in a high school yearbook for eons to come?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n9:02 pm</dco> &nbsp;<qco> I need something profound to use for my senior quote, and I thought you'd be the right person to ask. Is there anything you wanna say that you'd want to have preserved in a high school yearbook for eons to come?</qco> </h3>      i already have many quotes in yearbooks.\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n8:58 pm</dco> &nbsp;<qco> What Bob Marley song was playing when you wrote \"I Guess I've Got to Listen to Bob Marley?\"</qco> </h3>      none, i was on the sidewalk\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n8:38 pm</dco> &nbsp;<qco> do you have any good friends who have radically different opinions and world views compared to you? If so, what's a good way to look past these things?</qco> </h3>      x-ray vision\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n8:33 pm</dco> &nbsp;<qco> What advice would you give for surviving high school, sophomore year? </qco> </h3>       bring plenty of food and water, and warm blankets \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n8:06 pm</dco> &nbsp;<qco> Hey, I asked the question about that 5,5,6 triplet thing! So, the song is in 4/4 time (slower tempo, about 80bpm). The full measure is a dotted eighth, then a sixteenth note tied to a quarter note, then that 5,5,6, triplet thing. So that 5,5,6 triplet should take up 2 beats. So, it's like dividing 2 beats into 3 equal parts (3:2 quarter note triplet), then taking those 3 equal parts and dividing them again into 5,5, and 6 respectively? </qco></h3>      so basically if you just played this as 32nd notes, no one would ever know the difference. we're talking about squeezing 16 notes into 2 beats at 80bpm. grouping it evenly in thirds as 5+5+6 is not really going to be distinguishible from even 16, from the listener's or player's perspective. i would ask the composer what the point was of writing it that way, and maybe they could give you some insight as to how it's played. sometimes composers like to showoff on the page how many crazy looking numbers they can put in, now i'm not suggesting that this composer would do such a thing! but it's worth a thought<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This piece also has several septuplets and pentuplets and all that kind of stuff... In general, what are some good ways to figure out how to hear/play this kind of timing? I can conceptualize it, and I think I understand how it works. But the challenge is like, okay, so how do I actually play 7 equally spaced hits over the span of 2 beats, or whatever? </qco></h3>      you could think of it as 4 sixteenth notes and 3 triplets, but slow it down a little bit so the middle click is halfway in between your 4th and 5th note<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I can play 3:2 1/4, 1/8, 1/16 note triplets because I hear them used all the time, and can just play it without actually counting it out, i just know how it sounds.. Is\n it possi\n ble to be able to sight read these kind of weird tuplets/polyrhythms? Or is it something that you just have to hear each particular rhythm over and over again until it sinks in? </qco> </h3>      no matter what year you live in or what country you go to, these types of complex mathematical exercises will be used in less than 1% of music. most often when complex number tuplets are used, (5, 7, etc) it is really only an approximation of something else, more musical perhaps. always check with the director or composer because they might be able to describe what they are looking for\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp; \n6:34 pm</dco> &nbsp;<qco> Any hotewig outtakes?</qco> </h3>      yeah, there was one where i did an entire sponsored unboxing video by mistake\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n5:57 pm</dco> &nbsp;<qco> Do you think you could work a little faster? I know I can't!</qco> </h3>      i am working as fast as i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n5:19 pm</dco> &nbsp;<qco> Would you recommend music school to other people?</qco> </h3>      other than whom\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n4:34 pm</dco> &nbsp;<qco> what should i do when people frown at me in the workplace </qco> </h3>      buy the company and then sell it for more\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n4:31 pm</dco> &nbsp;<qco> What was your inspiration for \"I wanna be a movie star\".</qco> </h3>      i was just trying to come up with vine ideas\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n4:22 pm</dco> &nbsp;<qco> have you figured out stuff?</qco> </h3>      some of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n3:12 pm</dco> &nbsp;<qco> Why is the anagram date \"hidden\" (same color as background)?</qco> </h3>      <a href=\"q.php?date=201703271804\">3.27.17  6:04 pm</a>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n2:25 pm</dco> &nbsp;<qco> How to make decent music?</qco> </h3>      no music is decent. why do you think people like it so much\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n2:25 pm</dco> &nbsp;<qco> What's the worst, and the best question you've ever been asked?</qco> </h3>      the best question is whatever question is currently being asked, unless it asks me to dislike a question, in which case it is the worst question\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n2:23 pm</dco> &nbsp;<qco> Do you believe in god?</qco> </h3>      maybe more\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n2:23 pm</dco> &nbsp;<qco> Do you like this question?</qco> </h3>      it's ok\n<br><br>"
  }
]
