[
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n5:17 pm</dco> &nbsp;<qco> what made you come up with history of the entire world, i guess</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n4:44 pm</dco> &nbsp;<qco> Your music is like a map for wayward souls, thanks! Please tell me it's not actually a map to New Canaan though, I know how to get there perfectly fine. Their building department has FABULOUS bathrooms</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n4:04 pm</dco> &nbsp;<qco> does the line in \"here comes the sun\" about the postman going to the top of the mountain and saying there's no news have anything to do with steve getting mail at the top of his mountain in \"hi i'm steve\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n2:27 pm</dco> &nbsp;<qco> will you write a book?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n2:17 pm</dco> &nbsp;<qco> how would you describe your humor</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n1:14 pm</dco> &nbsp;<qco> I can only work on one project for 2 weeks before I get tired and I can't work anymore. This is mostly fine, because I can just do things that take 2 weeks, but sometimes I want to make longer things that take more time. How do you stay motivated in month-long and year-long projects, like your history videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n12:55 pm</dco> &nbsp;<qco> Any tips for being more likeable and less weird?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n11:29 am</dco> &nbsp;<qco> have you ever made a song you liked</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n10:40 am</dco> &nbsp;<qco> Did you write \"is slef\" on your YouTube about page on purpose or was is supposed to be like that?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n10:11 am</dco> &nbsp;<qco> what do you feel about musicians who have no drive to create their own music but play other people's music instead</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n9:34 am</dco> &nbsp;<qco> i am new to music and i want to make my first song any tips?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n9:30 am</dco> &nbsp;<qco> i am scared why am i scared </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i don't want to be scared</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n9:22 am</dco> &nbsp;<qco> is your next video gonna be a music video for a song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n9:21 am</dco> &nbsp;<qco> Is your next project ambitious?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n9:20 am</dco> &nbsp;<qco> I can't get the idea out of my head that everything worth saying has already been said. have you ever dealt with this problem? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n8:14 am</dco> &nbsp;<qco> what music would you teach if you were a music teacher</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n7:46 am</dco> &nbsp;<qco> Are you still stuck in a calendar?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n6:46 am</dco> &nbsp;<qco> what's the hidden meaning of the video you're working on right now</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n4:46 am</dco> &nbsp;<qco> Leadbelly sez (allegedly): \"All music is folk music-I've never heard a horse sing.\" Comment?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n2:23 am</dco> &nbsp;<qco> how many songs that you have to release before writing a new one? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and will you make nonmusic videos as well?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n2:04 am</dco> &nbsp;<qco> What should I do if an activity I used to love doesn't make me happy anymore?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n1:39 am</dco> &nbsp;<qco> Why is there no video on your channel for got to know what's going on?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n11:51 pm</dco> &nbsp;<qco> i have to compose a piano piece for music class, im good with expanding on melodys but I am really bad a making one, can you help me with this? (try to be seirous with this one, i gotta get it done pretty soon)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n10:38 pm</dco> &nbsp;<qco> you know if you had more resources, you could make much better videos.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n10:19 pm</dco> &nbsp;<qco> if you had already completed the song for the video you're doing now, why did you work on here comes the sun instead of doing this video first?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n9:04 pm</dco> &nbsp;<qco> how did u learn to write music</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n8:28 pm</dco> &nbsp;<qco> Can you make a song with every key to open the heavens door</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n7:37 pm</dco> &nbsp;<qco> are you a reality bender?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n7:27 pm</dco> &nbsp;<qco> What do you think about the world?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n7:25 pm</dco> &nbsp;<qco> what is a social norm that you find unnecessary?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n7:09 pm</dco> &nbsp;<qco> for the outro to here comes the sun, how do you make all that D6 Cmin7 stuff work out now that the vocal melody's chilling on an A note?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n7:08 pm</dco> &nbsp;<qco> do you ever experience writer's block?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how do you deal with it? Thanks</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n6:39 pm</dco> &nbsp;<qco> which one of your songs would make the most sense played on a ukulele?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n6:21 pm</dco> &nbsp;<qco> How do I make something that's meaningful? I feel like everyone has meaning except for me.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n6:08 pm</dco> &nbsp;<qco> I teach singer/songwriters and I get a lot of the beginner songwriters coming to me and saying stuff like \"I just don't know how to get the pieces of the song together. I don't know how it's supposed to sound. Why doesn't my song have a longer chorus? My phrases are too short! Blah blah blah\" and they make these statements about the entirety of their work as if their songs need to be XYZ kind of way. It's like they want me to tell them that there's a RIGHT and a WRONG way to make a song good. And when I tell them that it sounds like they're asking for an acceptable formula, their eyes kind of glaze over. They say \"I don't want my songs to be formulaic! I just want to know the right way to write a song\" but in my mind those are the same thing. What I've told them is this - make up your own formula for an individual song. However you want the patterns to be and then fit your segments into the formula YOU create. I'm hoping at a minimum this will make t\n hem focu\n s more on their own instincts and less on right and wrong. But I can't tell. What do you think I should tell them?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n4:35 pm</dco> &nbsp;<qco> why are you so entertaining?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n4:25 pm</dco> &nbsp;<qco> What do you do when you don't know what to do?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n4:07 pm</dco> &nbsp;<qco> I am a guitar student and I was wondering which of your songs you think would be best for making a guitar part.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n12:25 pm</dco> &nbsp;<qco> do you ever feel saddened by the sudden increase in disestablishmentarianism?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n12:18 pm</dco> &nbsp;<qco> hey bill, what is your favorite key to write music in?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n11:30 am</dco> &nbsp;<qco> would you consider making an album if you look at it as if it were one long episodic song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n11:03 am</dco> &nbsp;<qco> do you like ribbons</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n10:44 am</dco> &nbsp;<qco> what is a book</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n9:32 am</dco> &nbsp;<qco> what was the 3-word song title that you were thinking of naming \"here comes the sun\" before?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n6:55 am</dco> &nbsp;<qco> will you be making more songs?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n6:54 am</dco> &nbsp;<qco> How can you be this interesting?? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;your content literally saved me from existential crisis and now I am here back on track doing the things I love.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n5:41 am</dco> &nbsp;<qco> I need to know, is the tambourine still wrapped, saved for later?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n3:05 am</dco> &nbsp;<qco> Why are you so good at making songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.21&nbsp; \n12:36 am</dco> &nbsp;<qco> did you have any inspiration to become a musician with your style of humour?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n10:39 pm</dco> &nbsp;<qco> I want to write novels or a novel but I don't think I have experienced enough or understood enough to write anything worth people's time, or that would be worth my own time if someone else's name was on it. I still write, but I don't write novels yet. Do you think value in waiting for the right moment or does it sound like fear?</qco> </h3>"
  }
]
