[
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n2:59 pm</dco> &nbsp;<qco> <a href=\"same-person-asking.html\">what if it's only one single person sending you all of these asks</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n2:17 pm</dco> &nbsp;<qco> is 17 still the number for you?</qco> </h3>      all the numbers are for everybody\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n1:59 pm</dco> &nbsp;<qco> The fashion police outlawed wearing skirts for me. I want to wear skirts though. What do I do?</qco> </h3>      you might have to just wear it and see what the consequences are\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n1:22 pm</dco> &nbsp;<qco> i'm at a public library and i don't know what to think. weird little things keep happening like someone coughs, and it sounds like it's over a PA system because of where they are in the room acoustically (i guess). or like, seven different people have been making grunting/groaning/moaning noises, or breathing like zombies. and, there are a lot of people here but not one of them even has a book with them. i keep noticing people looking at me sideways because i can see the whites of their eyes. it mostly just feels like a big waiting room. like, no one seems to be doing anything particularly important to them.\n<br>i don't know whether this is bumming me out or if it is making me feel powerful because i get to be in stealth productivity mode.&nbsp;</qco> </h3>      earplugs would be perfect for your situation\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n12:48 pm</dco> &nbsp;<qco> How do you come up with song titles? Do you decide on the title before starting to write the song, to use as a template/concept to work off of?&nbsp;</qco> </h3>      it's like naming a person. sometimes it's obvious what their name should be. sometimes it's not. sometimes you come up with the name first. sometimes they change their name because they didn't like the name you gave them. etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n11:23 am</dco> &nbsp;<qco> Bill I know I've asked this one already but you didn't respond and I really need to know - <a href=\"are-you-lonely.html\">do you get lonely</a> out there?</qco> </h3>      out where\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n11:19 am</dco> &nbsp;<qco> Are you a minimalist?</qco> </h3>      minimal and maximal are both tools in my tool kit. i have other tools as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n10:59 am</dco> &nbsp;<qco> Why is your site so basic HTML-wise?</qco> </h3>      why would it be more complicated\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n10:32 am</dco> &nbsp;<qco> If you can arrange the alphabet in any order, how will it be?</qco> </h3>      TV quiz drag nymph sex KFC blow-j\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n9:58 am</dco> &nbsp;<qco> What's your favorite musical interval?</qco> </h3>      i think you are looking at music a little differently than me\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n8:56 am</dco> &nbsp;<qco> what do you do when you aren't working, planning, or thinking of a new video?</qco> </h3>      perhaps work on other types of content\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n6:56 am</dco> &nbsp;<qco> Is your n3w video another research type video?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n6:41 am</dco> &nbsp;<qco> are you currently working on a long video or on a short one ?</qco> </h3>      i'd say it is a medium size\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n5:53 am</dco> &nbsp;<qco> are we even supposed to understand your work</qco> </h3>      you can if you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n4:50 am</dco> &nbsp;<qco> Have you considered doing a longer video on a subject besides history?</qco> </h3>      oh hell yeah\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n3:05 am</dco> &nbsp;<qco> have you ever considered breaking art?</qco> </h3>      of course. that's how you make art. it's like step 2, or 1 maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n2:56 am</dco> &nbsp;<qco> do you like history</qco> </h3>      yes but right now i am really tired of it. i never thought that would happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n1:35 am</dco> &nbsp;<qco> you're so different and i want to know everything about you. can you write your like story out please</qco> </h3>      it seems like i do that all the time, especially on these questions pages\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n11:16 pm</dco> &nbsp;<qco> Are you interested in taking on an apprentice (aka free labor)? I'd be willing to work for you for free, making videos and stuff.</qco> </h3>      i would consider it, out of necessity. i don't quite know the logistics of it yet, but i am beginning to open the door to that line of thinking\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n9:43 pm</dco> &nbsp;<qco> what is the purpose of the randomness of the monday&nbsp;&nbsp;videos</qco> </h3>      they always came out on monday, i don't think that's random at all. i think it's very predictable and regulated. many of them even had similar formats, and included the word monday in the title\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n9:24 pm</dco> &nbsp;<qco> what if you did the private reality videos on youtube idea, then used the date and time the video corresponds to as the title?</qco> </h3>      yes but then the 2017 date would also be right there. too confusing. trust me, people can never understand that a video was made any other time than the upload date. people still think i live at kosciusco st. also i should mention that i don't want the reality videos to be on youtube. another reason is because sometimes i add more in the middle\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n9:12 pm</dco> &nbsp;<qco> You said that the umbrella was used as your icon after this site was made. In this case, what was your icon before the umbrella?</qco> </h3>      i did not have one\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n8:56 pm</dco> &nbsp;<qco> Mr. Wurtz, hello I am Nigerian prince and I was wondering if you were interested in a large sum of gold. Please respond quickly as I must give this away soon.</qco> </h3>      oh not again. i have way too much gold already\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n8:22 pm</dco> &nbsp;<qco> whats your opinion on stuff</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n7:09 pm</dco> &nbsp;<qco> you posted a video in 2014(?) entitled \"i hate myself\", so are you saying you never actually hated yourself?</qco> </h3>      that was fictional. many of my videos and songs are fictional, such as \"i'm a leopard\" \"i am the mailman\" \"gonna eat the floor\" and many others. fiction is a useful tool for having a good time and telling stories. good for authors and songwriters alike\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n6:36 pm</dco> &nbsp;<qco> Hi, I'm a filmmaker and just stating out in the big world or YouTube. How do I get girls to like me????&nbsp;</qco> </h3>      you have to just be who you think you should be, and let girls figure out if they like you.\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n5:39 pm</dco> &nbsp;<qco> do you still bewajgpowej0paeas?</qco> </h3>      yes, i am doing it right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n5:28 pm</dco> &nbsp;<qco> can you drop a crazy hint about the content contained within the new video</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n4:55 pm</dco> &nbsp;<qco> have you considered getting a dog?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n4:36 pm</dco> &nbsp;<qco> can you explain how you came to decide that you wanted to keep doing more videos so soon after hotewig, in addition to the songs?</qco> </h3>      most people think it's not soon at all. \"are you dead\", \"where have you gone\", \"why haven't you made a video in 2 months\", they say.\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n3:08 pm</dco> &nbsp;<qco> do you still hate yourself?</qco> </h3>      i never did\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n1:41 pm</dco> &nbsp;<qco> why didn't go to vidcon?</qco> </h3>      no one told me when it was, or where. or if i was invited\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n1:20 pm</dco> &nbsp;<qco> The Electric Slide... The Macarena... YMCA... The Cha Cha Slide... The Bird... whatever happened to songs that had a specific corresponding dance? </qco></h3>      those ones are are still around today. there are new ones too<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Will you ever write a song that teaches your fans the steps to a brand new dance?&nbsp;</qco> </h3>      that seems like a smart idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n1:07 pm</dco> &nbsp;<qco> What the hell does the middle pedal on a piano do?!?! You got the sustain, the dampener, what's the other one for?&nbsp;</qco> </h3>      i'm not sure. i think it's different on different pianos\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n11:18 am</dco> &nbsp;<qco> You said that in 2009 you went to random towns and wrote songs about the journey and that New Canaan was one of them. If you don't mind sharing what were the other random towns that you went to and what were the songs that correspond to them?</qco> </h3>      you will find out when those songs come out\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n9:52 am</dco> &nbsp;<qco> do you answer these ueqstions</qco> </h3>      some of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n8:48 am</dco> &nbsp;<qco> is tthe next video going on youtube?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n8:48 am</dco> &nbsp;<qco> i feel like i need to work on a big project but can't figure out what. i can also create a lot of things like videos, 2d/3d/art/animation, music, etc. and have been releasing it, but i want a bigger audience. i want to create my own 'history of japan' and i mean that as an example of a big project to work on where i can demonstrate my abilities and finally get noticed. how did you figure out that was what you needed to do?</qco> </h3>      my strategy for 'getting noticed' was not to do a huge video first. instead i started by making much smaller videos very quickly, and flooding my website with them, as well as some other sites. after about a year, it started to catch on a little, and then about 6 months later when the audience was much larger, i decided to take the risk and make something much longer. by that time i had much better skills, much more focused procedures, and a large audience. those elements combined made the video release a success\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n7:47 am</dco> &nbsp;<qco> They say Jazz stopped evolving after Miles wasn't around to push it forward. Is that true? I know you're not much of a \"genre-labeler\"... but what are your thoughts on this? What major changes/innovations have happened in Jazz in the past 20-odd years?&nbsp;</qco> </h3>      you can make music however you want to! you can call it jazz if you want, or not. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n7:34 am</dco> &nbsp;<qco> Have you considered writing poetry? I think you would be good at it. Do you even like poetry?</qco> </h3>      from what i understand, poetry just means using words in a way that you feel is expressive and creative. i have done that a lot, and posted a lot of it on this website. although i understand that there are strict rules and regulations in poetry and i have not had any of those works approved by the Committee Of Poetic Sanctions\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n7:33 am</dco> &nbsp;<qco> I personally feel like your greatest content tends to be stuff that took a long time to make. Would you rather create more content by working faster, but compromise on quality, or make less content by working slower but have a better result? (In other words, quality or quantity?)</qco> </h3>      those 2 things do not necessarily disagree. but i am working as fast as i can while also not letting the thing totally suck. this is how i always work\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n7:30 am</dco> &nbsp;<qco> On November 16 2010, why were you stacking books and not doing something more insanely productive?\n<br>On a side note, when did you start devoting every available minute to your work?</qco> </h3>      i was feeling like there was enormous potential in videos, and it seemed like there were infinite possibilities of how to make videos, and what to put in the videos. it was overwhelming, and for a long time i was frozen because i couldn't seem to focus all the different avenues of video making or figure out what to try first. so, getting on the camera and just exploring the space was extremely productive, because it actually resulted in a video being made, where as before i was too overwhelmed and confused to even know where to start. those experimental videos were a very productive and big breakthrough because i actually started making videos instead of spending every day thinking that i could make videos and feeling overwhelmed with possibilities but never knowing where to start\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n7:18 am</dco> &nbsp;<qco> is there a secret meaning behind all of your songs?</qco> </h3>      the meaning in all the songs is \"hey look, here is something that i can say in a song\" but it is not secret\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n7:07 am</dco> &nbsp;<qco> why don't you want to keep a favicon for your site? Just wondering.&nbsp;</qco> </h3>      because this site was made before i started using the umbrella. i didn't want an icon, but on youtube and other social media you kind of have to put something there. so i picked the umbrella because it went well on my youtube banner. and then as i did the other sites, it just seemed natural to keep using it. but on my site it is not required\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n5:21 am</dco> &nbsp;<qco> if you like lowercase letters </qco></h3>      i like lowercase and capital letters. they are both part of my repertoire. it is an easy way to instantly make letters a different size, without having to change the font<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"ask-button-capitals.html\">why is the \"ASK\" button in uppercase?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n5:16 am</dco> &nbsp;<qco> YOU DIDN'T POST A VIDEO AFTER OLD MCDONALD HAD A FARM UNTIL 11 MONTHS LATER (HISTORY OF THE ENTIRE WORLD, I GUESS). WHaT WeRE YOU PLAnNING?</qco> </h3>      i was making a long history video the entire time. it was called \"history of the entire world, i guess\" great news it's done now, i posted it online as soon as i finished it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n3:01 am</dco> &nbsp;<qco> Just a suggestion regarding the reality videos on youtube: you could make the videos private (non-searchable) (and you could do that on some secondary channel too) and only link to them from the reality section here on your webpage. That could solve the \"being all over youtube\" problem. I am not sure what the issue with the dates would be... </qco></h3>      youtube does not let you post a date according to when the content takes place, or was made. only the date it is uploaded to youtube. so if i put all the reality videos on youtube now, they will all say \"2017\"<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;anyway I hope you are having a good day and have some more fantastic content coming up</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n2:53 am</dco> &nbsp;<qco> CAN YOU NUKE NORTH KOREA!?!?!!?!?!!</qco> </h3>      right now i don't think i have time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n2:02 am</dco> &nbsp;<qco> Would you make a video series? Contact me at ****@****. My name is Andy and I am trying to found a new religion. I hope you respond soon, as my bouts of depression are rapidly outpacing my financial progress.</qco> </h3>      i am already making videos, i am trying to make them as fast as i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.17&nbsp;\n1:49 am</dco> &nbsp;<qco> is there a song you regret writing or a lyric you regret putting into a song you've released?</qco> </h3>      i regret all of them, a little, in some way. but that's what makes them special. if you let that stop you then you will never do anything. it's like a person, being born. oops they have flaws, but congratulations, they exist\n<br><br>"
  }
]
