[
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n4:46 pm</dco> &nbsp;<qco> I was walking today and i remember that you've said somewhere you walked for 8 hours, damn i wish i have the safety to do it(im a woman,living in a dangerous place btw), how is the feeling of comming back home after that adventure?</qco> </h3>      i've done that more than once, but there is a euphoric feeling of accomplishment usually. then if you sit down for 20 minutes after and then decide to stand up again your legs may file strongly worded complaints against that decision\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n4:43 pm</dco> &nbsp;<qco> I tried my best and I failed. What's the lesson here?</qco> </h3>      take a rest for a moment, and then develop some new methods to try\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n4:30 pm</dco> &nbsp;<qco> What's the coolest thing humanity has ever accomplished?</qco> </h3>      sending information invisibly through the air, around the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n4:17 pm</dco> &nbsp;<qco> I need a new hobby. What should I learn to do?</qco> </h3>      win at tic tac toe if you go second\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n4:08 pm</dco> &nbsp;<qco> do you remember the days gone by?</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n4:07 pm</dco> &nbsp;<qco> How do i tell if I'm in pain?</qco> </h3>      should hurt\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n3:46 pm</dco> &nbsp;<qco> Why do you think it is important to people that you use capital letters?</qco> </h3>      definitely can give a video a bit of flare at times, at least that's why it's important to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n3:43 pm</dco> &nbsp;<qco> Thoughts on food?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n3:42 pm</dco> &nbsp;<qco> what's your opinion on feeling isolated from the world at the age of 23? overrated? underrated? just right?</qco> </h3>      could be useful, although it may feel a bit sad at times\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n3:41 pm</dco> &nbsp;<qco> have you ever studied a song and tried to copy it to some extent? is this a fruitful exercise for a baby musician like me?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n3:40 pm</dco> &nbsp;<qco> When will I exist?</qco> </h3>      3.2.20 at 3:40 pm\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n3:39 pm</dco> &nbsp;<qco> A genre is a kind of hat or vibration, does that make more sense?</qco> </h3>      hm, yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n3:30 pm</dco> &nbsp;<qco> What's that funky chord in Stacy's mom? The \"not the girl for me\" part\n<br>\n<br>Is it like 3^7 -&gt; 6min?</qco> </h3>      they are using distorted guitars, so in reality they will probably just play a lowish C in unison (song is in the key of E, for reference), but on paper as a song i would certainly say it's C° to C#min there. so in that sense making the C a 'power chord' would be rude, but not entirely a crime. they might have done it that way. or they might have fashioned it into a diminished chord actually, if only slightly. which can get kinda bloody on distorted guitars. anyway, i call it C° to C#min. and again for C#min the similar story applies, except for that one the 'power chord' status is not discouraged, it is helpful and likely. i'm just giving my professional opinion, i have not specifically consulted the audio for this question, although i am familiar with the song in general and have heard it several times before. And before i forget- to harken back to your original answer, yes absolutely correct, although again i would recommend putting the bass on C. which i'm 90% is what they did but as i said this is just from the way i remember it. Ok i'm going to stop being lazy and just go listen to it since i have already rambled on it for this long: ok yes, they have C in the bass, and F# in there also. which is the best all around compromise. executing the Cdim which as i said would be quite bloody on the distortion but that's the way it goes. it's always a challenge to make this kind of real harmony happen with distortion on (basically anything except 5ths and 4ths will make a mess) but yea, they did exactly what i would recommend. played it right down the middle, using C and F# notes to approximate Cdim in just enough detail to work properly while still keeping the sludge to a minimum\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n3:30 pm</dco> &nbsp;<qco> when will you upload a youtube video next</qco> </h3>      i am having a countdown timer\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n3:29 pm</dco> &nbsp;<qco> Is this the worst question you've ever gotten?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n3:07 pm</dco> &nbsp;<qco> Hey bill! Are you more in love with life, music, or the concept of existing? </qco></h3>      they all re enforce each other, in a contagious way<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or none of them, but I feel like they're probably each a love-hate relationship which is *mature* is and *precious* :)</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n2:31 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202002281829\">2.28.20&nbsp;&nbsp;6:29 pm</a>  That's what agnostic means</qco> </h3>      hm, no i don't think so. agnostic does not mean not being sure if you're agnostic. at least i don't think it means that. not knowing if you're agnostic, that would be something more like agnostic squared\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n2:27 pm</dco> &nbsp;<qco> Can u make another WFAOIE? (wild frolicking adventures)</qco> </h3>      yes absolutely. can frolic through an entire TV series, gladly, if you like\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n2:11 pm</dco> &nbsp;<qco> what is the purpose of fearing death when everyone will eventually reach death status anyway</qco> </h3>      hm, the time before then could be valuable. could be some opportunities for some *things* an *experiences* to happen/occur\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n1:52 pm</dco> &nbsp;<qco> If you had to choose one, Pancakes or waffles?&nbsp;</qco> </h3>      \nwhichever one i didn't choose last time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n1:47 pm</dco> &nbsp;<qco> How fast is too fast?</qco> </h3>      when you lose track of how many walls you've glitched through\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n1:34 pm</dco> &nbsp;<qco> Which way is up?</qco> </h3>      over here\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n1:28 pm</dco> &nbsp;<qco> what's a good vehicle</qco> </h3>      gravy boat\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n1:20 pm</dco> &nbsp;<qco> Does bread taste good with laptops?</qco> </h3>      it might seem that way, because you will be able to use the laptop to research and appreciate all the wonderful things about bread\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n1:19 pm</dco> &nbsp;<qco> hey bill - how's whatever you're currently working on going?</qco> </h3>      ok i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n1:17 pm</dco> &nbsp;<qco> Do you have a countdown timer to dictate how often you answer countdown timer questions?</qco> </h3>      no. i am simultaneously in panic that the countdown is going too fast and too slow. so as the 2 warring panics collide, the countdown progresses at the resulting pace which seems to be actually more steady than i expected\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n1:14 pm</dco> &nbsp;<qco> What genre of music do you like?</qco> </h3>      what the heck is a genre\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n1:05 pm</dco> &nbsp;<qco> So I discovered that if you highlight the black space near the recording dates of the .mp3 and .mp4 files on the reality and improv pages, you can see the dates on which they were edited and posted. Will you change their font color from black to white?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n1:03 pm</dco> &nbsp;<qco> why am i so pretty</qco> </h3>      that's just one of the laws of the universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n1:01 pm</dco> &nbsp;<qco> &nbsp;I feel like google stole your \"Im feeling randy\" symbol. Do you think the same way?</qco> </h3>      no, it was very much the opposite. i was influenced by theirs\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n12:21 pm</dco> &nbsp;<qco> whats the countdown timer at</qco> </h3>      17\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n11:37 am</dco> &nbsp;<qco> I want to meet you. Is that possible?</qco> </h3>      could be\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n11:32 am</dco> &nbsp;<qco> in 'outside' you mention getting pregnant with aliens. how did that go</qco> </h3>      hm, i thought that song was about you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n11:30 am</dco> &nbsp;<qco> <a href=\"q.php?date=202002290926\">2.29.20&nbsp;&nbsp;9:26 am</a> \n<br>Yes, I can clearly tell if I hit the right ones (like when I learn a song, I know what the 'right' notes are, I can tell without doubt if I'm doing it right, but have completely know sense of the interval relationships between them) after I like try every note around the previous one...and this persists even to now...\n<br>I know I'm far ahead on paper and I know I need my ears to catch up, but i really have little idea how I could achieve this. </qco></h3>      i don't exactly know either, i was never in your situation, it was a bit more the other way around for me<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(the same thing happens when I try to learn a foreign language. I can read competently in my target language but with toddler level's understanding of audio messages. so it really blows my mind when I heard someone who learnt foreign languages primarily by listening or there are some amazing creatures called illiterate who can speak a language fluently without understanding its orthography). I've been clueless for really long time, and wh\n en I sea\n rch online I can only see people who got a great ear but have problem reading staff or sth, none of them in the opposite situation. The things I think I can do now is just doing some mechanical ear training exercise i.e. recognize intervals, chords in isolation one by one, or listening for the melody/chords of songs (mentioned in the previous question) in a fruitless and excruciatingly slow way and wonder along whether I practice the right way... any advice on what I should do? (train in alternative ways or do the same thing with some change)</qco> </h3>      i truly have no idea, but i would suspect that all the things you are doing will work in due time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n11:24 am</dco> &nbsp;<qco> how do drummers sing background vocals at the same time as drumming without their voices shaking? i can't even sing and walk at the same time. is it just good core strength?</qco> </h3>      hm .... maybe it's the way you play drums. i think if you handle the kinetic energy better throughout the drums, sticks, your hands, feet, and throughout your body, there will be much less jolting\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n11:14 am</dco> &nbsp;<qco> I'm really bored, what should I do?</qco> </h3>      see if you can rake up some brooms\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n11:10 am</dco> &nbsp;<qco> are there any new thoughts or questions one can think or ask&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n10:46 am</dco> &nbsp;<qco> I've hit a creative dry spell. It's not that I don't have any creative energy, it's more that I don't have the time to use the creative energy that I have. Any tips for time management for a person who likes making things but can't seem to due to life getting in the way?</qco> </h3>      it's moments like these that truly test the strength of your will power. imagine how weak your will power might be if it was never tested\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n10:32 am</dco> &nbsp;<qco> Are you getting tired of people asking you when you will upload more videos?</qco> </h3>      no, it's brilliant, because they don't see the issues and challenges that i face in doing so. it's almost as if they think the videos don't even need to be made/composed first. just uploaded. it's this kind of ignorance that fuels much of humanities greatest achievements\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n9:59 am</dco> &nbsp;<qco> what do i do if im having a super-duper mental meltdown breakdown stress fest&nbsp;</qco> </h3>      now is the perfect time to compose a folk tale\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n9:57 am</dco> &nbsp;<qco> hello and goodnight, do you feel alright?</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n9:37 am</dco> &nbsp;<qco> would you think it better to write lyrics to 1 song, then make the music, or write the lyrics to multiple songs and then do the music for all of them at the same time/1 by 1?</qco> </h3>      absolutely neither. doing the lyrics and music entirely separately like that, i must admit, is a fun challenge and an interesting endeavor, but i strongly and hugely prefer to let the music and lyrics come into existence at exactly the same time. they both need each other so much. it is very chicken/egg\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n8:55 am</dco> &nbsp;<qco> I'm trying to produce a song I composed but so far I'm not feeling it. I tried making the little piano rolls first but none of them speaks right for the song. Should I go with the rythmic side of the song first? Like the percussion? Or should I just drop it and realize I can't make songs like this?</qco> </h3>      another option, in this situation, ......... i think i may have suggested this before, but i think in your situation it would really help to start making really really really short songs. putting songs together is a ridiculous endeavor. so many departments to take care of. if you do extremely short songs, you will get to every part of the process easily, and begin to learn them all\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n8:54 am</dco> &nbsp;<qco> la de da de where did it go?</qco> </h3>      it's everywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n8:39 am</dco> &nbsp;<qco> What are your opinions on m e m e s ?</qco> </h3>      that depends if it's high or low brow\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n8:26 am</dco> &nbsp;<qco> Do you fear the future?</qco> </h3>      occasionally\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n8:19 am</dco> &nbsp;<qco> what's a leap day</qco> </h3>      february 29\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n8:04 am</dco> &nbsp;<qco> why do you exist?</qco> </h3>      was thinking it would improve my reputation\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n7:53 am</dco> &nbsp;<qco> i love you do you love ramen?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.20&nbsp; \n6:21 am</dco> &nbsp;<qco> what do you think of eating blades of grass</qco> </h3>      the flavour overwhelms me\n<br><br>"
  }
]
