[
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n9:42 pm</dco> &nbsp;<qco> how to talk to people normally?</qco> </h3>      say 'hi' and then it depends what they say next\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n9:04 pm</dco> &nbsp;<qco> bill i completly fucked up. i was supposed to record a video for my church and i somehow fucked up the audio and it sounds absoulutly rubbish. it's not just \"bad audio\" like you can't even hear what they are saying and its all my fucking fault what do i do</qco> </h3>      you already did the most important part, which is become wiser\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n8:12 pm</dco> &nbsp;<qco> more sambas forever please&nbsp;</qco> </h3>       i have to pace them out\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n8:11 pm</dco> &nbsp;<qco> what about what your doing do you think about?</qco> </h3>      i think it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n8:06 pm</dco> &nbsp;<qco> How did you get the helmet on your head in this video https://www.youtube.com/watch?v=gqxT6KOFRIo&amp;feature=youtu.be&amp;t=49s</qco> </h3>      couldn't. didn't fit, that's why it kept falling off\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n7:39 pm</dco> &nbsp;<qco> Am i allowed to wear a black shirt with black pants?</qco> </h3>      with a permit yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n7:05 pm</dco> &nbsp;<qco> whats the next song about</qco> </h3>      getting better at the song selection, doing lots of new writing, learning to ace the in-between lists, debating what to add to the agenda, and weirdest of all contemplating a switch to 1 week\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n6:56 pm</dco> &nbsp;<qco> hi sorry but i'm still very curious as to whether you actually have non-24 sleep disorder, can you confirm or deny this, thanks</qco> </h3>      it seems to average 25. actually really trying to correct it but i can't seem to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n6:50 pm</dco> &nbsp;<qco> how long is the new song/video</qco> </h3>      1min10\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n6:23 pm</dco> &nbsp;<qco> Is thinking so differently ever difficult or stressful?&nbsp;&nbsp;Or do the right words and responses just come to you?</qco> </h3>      i try to just think the same, and wait for everyone to be mad at me for thinking the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n5:27 pm</dco> &nbsp;<qco> What and who inspires you?</qco> </h3>      anyone can\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n5:26 pm</dco> &nbsp;<qco> Do you have a specific person in mind when you refer to \"you\" in your songs?&nbsp;</qco> </h3>      it's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n5:10 pm</dco> &nbsp;<qco> What would you answer someone, who has no question?</qco> </h3>      hi\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n4:59 pm</dco> &nbsp;<qco> Why do you talk and sing about lamps so much?&nbsp;&nbsp;Are you a lamp lover?</qco> </h3>      i guess i like lamps. but i am proud to announce that i have attended re-hab for it and will not be using that phrase again in the foreseeable future\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n4:21 pm</dco> &nbsp;<qco> How do you develop a unique sound without every song sounding the same?</qco> </h3>      i guess you'll have to create more than one unique sound .....\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n4:11 pm</dco> &nbsp;<qco> why are your posts on social media so random, but at the same time meaningful?</qco> </h3>      meaning feels good, no matter where you get it from. the more places you get it from, the better it feels because now it's starting to look like maybe it can be found everywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n3:06 pm</dco> &nbsp;<qco> are their certain kinds of people or traits in people you actively avoid or don't like?&nbsp;</qco> </h3>      whenever i find someone doing something i don't like, i try to immediately start accepting that it's probably something i've done before too\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n2:25 pm</dco> &nbsp;<qco> How do you reflect on your journey and growth so far?&nbsp;</qco> </h3>      take a walk to the other side of the ship, in the current weather conditions\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n2:22 pm</dco> &nbsp;<qco> I like how in your songs you always talk about not being able to/ wanting to go home it just somehow fits with all of them is there a specific reason why you do that?&nbsp;</qco> </h3>      i guess it just feels good in a song but i am proud to announce that i have attended re-hab for it and will not be using that phrase again in the foreseeable future\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n12:44 pm</dco> &nbsp;<qco> Do you feel it is easier to come up with a great melody and fit lyrics to it, or the reverse?&nbsp;</qco> </h3>      it's absolutely the best when it arrives as a package deal\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n12:42 pm</dco> &nbsp;<qco> I value your musical wizardry greatly, have you ever been asked to or considered teaching music?</qco> </h3>      yes but the only way i know how to do it is by answering questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n12:35 pm</dco> &nbsp;<qco> Do you think you could be \"normal\" if you tried</qco> </h3>      that sounds like a name tag sort of situation\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n12:34 pm</dco> &nbsp;<qco> Hi Bill, So I just started teaching myself how to play piano with a book i got from a store, Which is also teaching me how to read sheet music at the same time. My problem is that I am so new to both concepts that it takes me an incredibly long time just to figure out the notes let alone being able to play the notes as i read them. Then once i figure out the notes from the sheet music it falls under muscle memory and i end up getting technically better with playing the piano but not so great at reading while playing. Should I focus on one more than the other to start or should i keep trying to play as I'm reading?</qco> </h3>      i could recommend 2 things. simpler reading exercises, and also some time spent with the instrument and no reading. just see what that bad boy can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n11:45 am</dco> &nbsp;<qco> so i dont play or know anything about music but let me see if I understand this: a chord on a guitar is when u strum all the strings, \n</qco></h3>      or just some of them. more than 1. or you could pluck them if you prefer. but it has to be at the same time if you want it to be called a chord<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and a chord on a piano is when u press 2-3 notes at once, right?</qco> </h3>      or more\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n11:09 am</dco> &nbsp;<qco> how to cope with a general lack of motivation for the things other people say I should want to do?&nbsp;</qco> </h3>      wouldn't they be the ones who have to cope?\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n10:53 am</dco> &nbsp;<qco> Who is Jingryd Wnlyeii? (The name written on the check at the end of \"sexy pants\")</qco> </h3>      would have to be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n9:28 am</dco> &nbsp;<qco> whens the next song coming out</qco> </h3>      tue 10.2.18 at approximately 2:23 UTC\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n9:24 am</dco> &nbsp;<qco> How would ideas for your song go?</qco> </h3>      i grab a quick reference recording/description, and add it to the list\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n9:18 am</dco> &nbsp;<qco> I am in love with your jazz covers, especially R&amp;B covers with Shanice's \"I Love Your Smile\" for 16:11 minutes long!!! They are truly, simply divine! When you look back on that, did you you consider that as your own strength test?</qco> </h3>      the strength test was whether or not to post it online\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n9:12 am</dco> &nbsp;<qco> what is the void</qco> </h3>      it's a type of herbal spice\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n8:45 am</dco> &nbsp;<qco> will there be more opportunities in the future if i miss them now</qco> </h3>      maybe but there will be more if you take the ones now too\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n8:33 am</dco> &nbsp;<qco> Is the new song gonna have any 5/4 timing moments?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n8:33 am</dco> &nbsp;<qco> I have calculated that if you continue with the 14-day cycle you will produce approximately 1 hour of content every year</qco> </h3>      i'm hoping to do more\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n8:14 am</dco> &nbsp;<qco> Why do I keep messing up all the time?</qco> </h3>      everything is messed up. why do you think they call it messed up world\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n7:34 am</dco> &nbsp;<qco> Do you like Halloween? I think it's the best.</qco> </h3>      it's a little strange but it's nice to see so much orange. eveything turns completely orange during that time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n7:30 am</dco> &nbsp;<qco> how to persist through a consistent lack of motivation</qco> </h3>      what exactly do you want to do, and why\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n6:10 am</dco> &nbsp;<qco> I find it extremely hard to directly write a song with complex chords (like, with a lot of color) but when I'm playing around with my guitar I often find progressions that make me go 'wow that sound good' and it turns out they are complex chords. do you write your songs thinking 'oh I should add a #11 here'</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n or do you just play what sounds good and then see what chords it is?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n also, does it get easier understanding what color each note gives to a certain chord ? will I some day be able to think 'if I add that weird note here it'll sound amazing' </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nor is that just for the music theory learners ?</qco> </h3>      you have been theorizing about music this entire time so far, so congratulations, it is you who is the theory learner\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n5:32 am</dco> &nbsp;<qco> Do you consider yourself a very congruent person?</qco> </h3>      to ?\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n3:38 am</dco> &nbsp;<qco> How to learn to make songs in genre X? For now I've thought that the best way is to listen to songs of that type and try to understand how they \"work\". What do you think?</qco> </h3>      be aware that the boundary lines here are moveable and in motion. kind of like a constant landslide. it's fun, but don't panic if you don't know which piece is called what anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n3:36 am</dco> &nbsp;<qco> Are you Syd Barrett in disguise?</qco> </h3>      no but i was thinking of getting a syd barrett disguise\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n3:13 am</dco> &nbsp;<qco> Do you enjoy food?</qco> </h3>      it seems to make sense\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n1:05 am</dco> &nbsp;<qco> What is the best tasting thing?</qco> </h3>      rice\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n1:03 am</dco> &nbsp;<qco> okay, so if you don't have a favorite of one of your songs(yet), then what song in the past did you have the most fun writing/composing?</qco> </h3>      the moon is made of cheese but i can't taste it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n1:01 am</dco> &nbsp;<qco> do you have a favorite holiday?</qco> </h3>      jan 1 is always interesting\n\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2018-09.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>9.30.18&nbsp; \n11:57 pm</dco> &nbsp;<qco> what time is it on the moon?</qco> </h3>      2sag09\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.18&nbsp; \n11:57 pm</dco> &nbsp;<qco> do you prefer analysis or algebra?</qco> </h3>      can i analyze algebra\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.18&nbsp; \n11:56 pm</dco> &nbsp;<qco> do you think if we ask enough 'what's the Xth word of your next song' questions we'll be able to jigsaw puzzle assemble the entire song together ahead of time</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.18&nbsp; \n11:18 pm</dco> &nbsp;<qco> ive been writing songs for half a year now. at first i did it just for the fun of it, but now i kinda wish i could record them. my voice sucks tho. and idk how to do it. do u consider it hard? your records sound really good (like sound quality wise) helppp :/</qco> </h3>      you could start bad and gradually find ways to make it better 1 thing at a time. it might not work for everyone but that's how i did it. don't forget the golden rule of communication, if they can hear it then you're done\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.18&nbsp; \n11:09 pm</dco> &nbsp;<qco> Do you have a business email?</qco> </h3>      <a href=\"https://billwurtz.com/email.html\">yes</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.18&nbsp; \n11:05 pm</dco> &nbsp;<qco> what's your favorite furniture</qco> </h3>      plant\n<br><br>"
  }
]
