[
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n10:24 am</dco> &nbsp;<qco> i like egg do u like egg</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n9:30 am</dco> &nbsp;<qco> what's the weirdest musical instrument you've ever played? what's the weirdest one you've used in a song?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n9:17 am</dco> &nbsp;<qco> want to write. cant start. dont know shit about music theory. how?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n8:43 am</dco> &nbsp;<qco> hi. you've stated that you record your videos in 30 fps.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Why not use 24 fps?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it'll feel/look less home videoish and more cinematic since 24 fps is the film industry standard. 30fps can look a bit comical even if you're trying to convey seriousness. Most major films and music videos all are shot in 24 fps.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n7:24 am</dco> &nbsp;<qco> Do you know why singing is so good for ourselves ?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n7:04 am</dco> &nbsp;<qco> hey bill why is arkansas pronounced like that&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n5:35 am</dco> &nbsp;<qco> thoughts on memes?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n3:19 am</dco> &nbsp;<qco> How do I come up with something that's never been done before? I don't feel creative enough to do it.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n2:49 am</dco> &nbsp;<qco> what do you think of music without lyrics?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n2:37 am</dco> &nbsp;<qco> are you happy with here comes the sun?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n1:11 am</dco> &nbsp;<qco> Which of your songs would be best played as a piano solo?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n12:51 am</dco> &nbsp;<qco> I love listening to all kinds of music. This includes Jazz and electronica. But when I make music I always gravitate to just using the root, fifth and octave or simple pentatonic scales and not much more. I'm so stuck on these basic notes. And it does sound good to me but how can I feel less like a fraud?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n11:59 pm</dco> &nbsp;<qco> When you write songs, do you have any hidden meanings behind the lyrics in mind?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or are they more on word play and how they sound with the music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n11:11 pm</dco> &nbsp;<qco> Throughout human history, music has been used as a workman's tool. Pastoralists in the Congo incorporated&nbsp;&nbsp;whistles and shouts as methods to show where they were. There were also the sea shanties of pirates and armadas, the Skaldic verses of the Vikings, and the hunting horns used by French Royalty. What are your thoughts about how these working songs have shaped human society,</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and how do you think they will continue to affect the course of human society?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n10:53 pm</dco> &nbsp;<qco> making music. it is not good. how do I make it good&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n10:32 pm</dco> &nbsp;<qco> When do you think of the title for your songs?&nbsp;&nbsp;Is it usually before, during, or after the song-writing process?&nbsp;&nbsp;(Or is it like the last thing you think of before posting the video?)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n9:41 pm</dco> &nbsp;<qco> do you think the video you're working on now would take a shorter amount of time and/or would be easier to make if you hadn't already started working on it before re-inventing the graphics department? do you think your subsequent music videos will be faster/easier to make?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n9:39 pm</dco> &nbsp;<qco> what is your favorite songs that you made so far</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n8:59 pm</dco> &nbsp;<qco> were you originally going to be a song writer?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n8:29 pm</dco> &nbsp;<qco> why is there no music video for \"got to know what's going on\" unlike the other music videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n8:17 pm</dco> &nbsp;<qco> are you a real human ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n8:11 pm</dco> &nbsp;<qco> when trying to write a piece, is it normal to just randomly get distracted and go into a jazz lick?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n8:08 pm</dco> &nbsp;<qco> your reality vids are so motivating and inspiring, and i've never seen anything else like it: seeing someone wrestle their creative process out of nothing, in real time, as they deal with obstacles.&nbsp;&nbsp;do you have any \"work inspiration\" stories that give you a similar feel?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n8:00 pm</dco> &nbsp;<qco> What is meaning of you rhyming \"wistfulness, listlessness, wishfulness\" in your next song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n7:58 pm</dco> &nbsp;<qco> When did you get the passion to make music</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n7:40 pm</dco> &nbsp;<qco> I struggle heavily with phone/social media addiction which I have only recently accepted is a problem. The time I spend on my phone doesn't provide much value to my life and keeps me from working on things that I believe could. Do you have any advice to kick this dumb habit?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n7:39 pm</dco> &nbsp;<qco> What inspired you to make songs</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n7:04 pm</dco> &nbsp;<qco> did u predict the future when you put a photo of \"joe biden\" next to \"go back to where you come from\" in crazy / raining rough draft ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n6:30 pm</dco> &nbsp;<qco> do black lives matter</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n6:10 pm</dco> &nbsp;<qco> Tips on building up creativity.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n5:40 pm</dco> &nbsp;<qco> What inspired \"the road\"? It's surreal but it still feels like it's grounded in something.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n5:35 pm</dco> &nbsp;<qco> i'm having an existential crisis. how did you discover that music was the right path for you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n5:17 pm</dco> &nbsp;<qco> what made you come up with history of the entire world, i guess</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n4:44 pm</dco> &nbsp;<qco> Your music is like a map for wayward souls, thanks! Please tell me it's not actually a map to New Canaan though, I know how to get there perfectly fine. Their building department has FABULOUS bathrooms</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n4:04 pm</dco> &nbsp;<qco> does the line in \"here comes the sun\" about the postman going to the top of the mountain and saying there's no news have anything to do with steve getting mail at the top of his mountain in \"hi i'm steve\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n2:27 pm</dco> &nbsp;<qco> will you write a book?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n2:17 pm</dco> &nbsp;<qco> how would you describe your humor</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n1:14 pm</dco> &nbsp;<qco> I can only work on one project for 2 weeks before I get tired and I can't work anymore. This is mostly fine, because I can just do things that take 2 weeks, but sometimes I want to make longer things that take more time. How do you stay motivated in month-long and year-long projects, like your history videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n12:55 pm</dco> &nbsp;<qco> Any tips for being more likeable and less weird?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n11:29 am</dco> &nbsp;<qco> have you ever made a song you liked</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n10:40 am</dco> &nbsp;<qco> Did you write \"is slef\" on your YouTube about page on purpose or was is supposed to be like that?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n10:11 am</dco> &nbsp;<qco> what do you feel about musicians who have no drive to create their own music but play other people's music instead</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n9:34 am</dco> &nbsp;<qco> i am new to music and i want to make my first song any tips?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n9:30 am</dco> &nbsp;<qco> i am scared why am i scared </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i don't want to be scared</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n9:22 am</dco> &nbsp;<qco> is your next video gonna be a music video for a song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n9:21 am</dco> &nbsp;<qco> Is your next project ambitious?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n9:20 am</dco> &nbsp;<qco> I can't get the idea out of my head that everything worth saying has already been said. have you ever dealt with this problem? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n8:14 am</dco> &nbsp;<qco> what music would you teach if you were a music teacher</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n7:46 am</dco> &nbsp;<qco> Are you still stuck in a calendar?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.23.21&nbsp; \n6:46 am</dco> &nbsp;<qco> what's the hidden meaning of the video you're working on right now</qco> </h3>"
  }
]
