[
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n10:49 am</dco> &nbsp;<qco> I've yet to receive the floor you mailed me 6 years ago, do you have an explanation ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n10:47 am</dco> &nbsp;<qco> What does it mean to be alive?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n10:45 am</dco> &nbsp;<qco> I saw your post, \"<a href=\"q.php?date=202004050906\">4.5.20&nbsp;&nbsp;9:06 am</a> &nbsp;&nbsp;&nbsp;picture of bread?\" with a link to a Google search for \"billwurtz bread.\" Google is asking me if I meant, and by extension, you meant, \"bill wurtz bread.\" Did you, by any chance, mean that?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n10:09 am</dco> &nbsp;<qco> what does your quarantine taste like?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n9:48 am</dco> &nbsp;<qco> did you have a photos page on this site at some point or am i imagining things?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n9:11 am</dco> &nbsp;<qco> Hey Bill, when will you talk about velcro?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n9:03 am</dco> &nbsp;<qco> Why are you going to school theres is a virus.\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n8:39 am</dco> &nbsp;<qco> bill. how do you handle it when youre trying to learn about something but all the resources available are frustratingly incomplete and focus on all the wrong things. Thank you&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n8:19 am</dco> &nbsp;<qco> Do you dream of cheese?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n7:16 am</dco> &nbsp;<qco> What is my purpose ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n6:54 am</dco> &nbsp;<qco> What was the bad thing you did?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n6:22 am</dco> &nbsp;<qco> Is it true you are doing a big project&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n5:45 am</dco> &nbsp;<qco> when will you make more reality vids?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n4:44 am</dco> &nbsp;<qco> Exactly how many videos do you plan on releasing once the countdown timer reaches zero?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n4:17 am</dco> &nbsp;<qco> hey billiam wurtzel, im a song writer, what would you recommend for some good inspiration? </qco></h3>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n4:10 am</dco> &nbsp;<qco> who is your inspiration on making videos</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n4:09 am</dco> &nbsp;<qco> Have you found your purpose for this life, on this planet, in this time?\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n3:41 am</dco> &nbsp;<qco> What's your favorite type of music</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n3:28 am</dco> &nbsp;<qco> How does one aquire new skills</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n3:15 am</dco> &nbsp;<qco> i know a blender wizard, want me to ask him something?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n3:04 am</dco> &nbsp;<qco> What do you think about canned greens</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n3:03 am</dco> &nbsp;<qco> I've recorded some thoughts through audio on my phone, and I was thinking of editing it and putting some text/visuals, to transform it into a viewable experience, as I've heard you put it. Should I edit it right away or let the recording sit for a few days, weeks, months, or years?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n2:50 am</dco> &nbsp;<qco> How does the airport terminal feel?\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n2:13 am</dco> &nbsp;<qco> Do you own a cantaloupe?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n2:07 am</dco> &nbsp;<qco> just trying to comprehend how crazy it is that you made this website and it exists, as an experience. so amazing, and so inspiring... like... i only understand this website because of who i am as a person and the fact that you made it available to be found. i've been coming to this website for months and months and still have not seen every piece of content. like it only really hit me after reading so many of your answers telling people that this whole website is a secret. it's a beautiful secret that creates an amazing unique experience that really can't be put into words. thanks so much man, you're an inspiration :)&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n2:00 am</dco> &nbsp;<qco> who are some of your favorite bands or musicians?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n1:55 am</dco> &nbsp;<qco> Have you considered making the project open source so you could have help from other people and so that people would stop asking you what you're working on?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n1:42 am</dco> &nbsp;<qco> Which do you prefer, Sharp-11 or Flat-9?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n1:39 am</dco> &nbsp;<qco> Hey Bill i am a big fan and your videos have kept my spirits up and looking forward to content P.S how's the animation software going😁</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n1:39 am</dco> &nbsp;<qco> Hey Bill. I have been making music for the past year and have been really happy with the way I can express myself through music. But recently I have been having a hard time coming up with something creative and feel stuck. Do you have any advice on what I can do to find the \"creative spark?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n1:38 am</dco> &nbsp;<qco> Who the hell are you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n1:22 am</dco> &nbsp;<qco> God calls upon you to purify the souls of the planet, but due to the Coronavirus you will be out of the office and unable to answer his call. What is your your extended absence greeting?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n1:17 am</dco> &nbsp;<qco> At what time do you normally answer questions?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n1:14 am</dco> &nbsp;<qco> The first three lines of verse 2 of \"outside\" are:\n<br>\n<br>a spaceship came to take me away\n<br>into the moonlight\n<br>and they touched me in an interesting way\n<br>\n<br>What are \"they\" in this context?</qco> </h3><br><br><br><br><br><br><br>"
  },
  {
    "html": "<h3 style=\"display: inline;\"> <dco>4.6.20&nbsp;</dco></h3>"
  },
  {
    "html": "<h3 style=\"display: inline;\"><dco> \n1:11 am</dco> &nbsp;<qco> are you mentally ok?<br><br>\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n12:53 am</dco> &nbsp;<qco> Ok I think I figured it out, like why you are taking so long. Basically whenever I do anything, I feel like I have to understand it perfectly, and not just like perfectionism but like a need to see how it all works from scratch. Like I'm making a computer translator, and basically I need medium to reflect semantics. But then I get so stuck on how semantics works and I still haven't continued coding cause I'm trying to understand the underlyingness of how things work. Or like if I have to do math work, I think of the nature of numbers, how almost all operations are defined recursively in the end including addition and all, and I don't get anything done for a long time. (I'm not trying to call myself smart;&nbsp;I really am a lazy dumbass in the end) But in the end it's good though and not a complete waste of time, cause it feels like you get it all even if countless people have thought of the same stuff before you. And also in the end this is practic\n al in so\n me way, as actually understanding is like building foundations for a house rather than being quick to build some that that you're not sure how it stays up. Even if the people who build without foundations are more efficient really. So my guess is that as you do these 3D stuffs, you're trying to understand the stuff cause glossing over it or trusting other's people's things without understanding them just that just feels wrong. I hope I don't sound like a psychologist or something assigning a guess, I'm really just guessing a guess.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n12:49 am</dco> &nbsp;<qco> Are you going to do more things that are similar to the reality tab?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n12:48 am</dco> &nbsp;<qco> &nbsp;What does it mean to be a good person?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n12:45 am</dco> &nbsp;<qco> Thank you for being you and making the world a better place! When you were in your low moments of despair and hopelessness, how did you get yourself out of it?</qco></h3>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n12:44 am</dco> &nbsp;<qco> sometimes theres your songs and its like wow I feel good now how does that happen?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n12:31 am</dco> &nbsp;<qco> How are you handling COVID-19 and quarantining.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n12:30 am</dco> &nbsp;<qco> How long have you been learning how to code?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n12:19 am</dco> &nbsp;<qco> Are you an engineer?</qco></h3>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n12:18 am</dco> &nbsp;<qco> why does pressing q make the letter q but pressing g make the letter g?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n11:57 pm</dco> &nbsp;<qco> how do you feel about people</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n11:56 pm</dco> &nbsp;<qco> I see cereal as a soup, what is your aspect? It is very confusing now a days.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n11:45 pm</dco> &nbsp;<qco> Is it better to be insane or not insane enough?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n11:41 pm</dco> &nbsp;<qco> Do you identity as straight?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n11:39 pm</dco> &nbsp;<qco> do you have a favorite song/album?</qco> </h3><br><br>"
  }
]
