[
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n6:02 pm</dco> &nbsp;<qco> die</qco> </h3>      wait hold on i have more stuff to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n4:55 pm</dco> &nbsp;<qco> do you prefer time or space?</qco> </h3>      i only know what it's like when they both work together. in fact i'm not even sure how it would work separately\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n4:37 pm</dco> &nbsp;<qco> What are some of the downsides to time and space?</qco> </h3>      you can't be everywhere at once\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n4:06 pm</dco> &nbsp;<qco> Hey, Bill, im a musician, and all the jingles in your video \"history of the entire world\" is really inspiring, and i would like to make music just like that. Do you have a method when you make the jingles, like how to you give them the sound they have? As said, im a musician, so you can talk music-language, i can understand.&nbsp;</qco> </h3>      i just imagine it the way i want it, and make it that way. unfortunately i don't have any better explanation than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n2:41 pm</dco> &nbsp;<qco> how do i fuck a goat?</qco> </h3>      with patience, and dedication\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n1:11 pm</dco> &nbsp;<qco> What's your vocal range? I go from Eb2 to D4, falsetto to maybe E5</qco> </h3>      as far as i know, there is no system of octave numbering that is univerally agreed upon. so i don't actually know for sure which notes you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n12:37 pm</dco> &nbsp;<qco> what inspired you to do this?</qco> </h3>      i think it is constructive to answer questions, and it is a nice alternative from the madness of youtube comments and/or twitter replies/DMs<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n12:27 pm</dco> &nbsp;<qco> who made this website. </qco></h3>      me<h3 style=\"display: inline;\"> <qco> <br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i was looking through the code and it is badly written(but works). just a question </qco></h3> and an insult<h3 style=\"display: inline;\"> <qco> from a small web dev.</qco> </h3>      <br>\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n11:21 am</dco> &nbsp;<qco> If nothing is something then what is something?</qco></h3>      anything<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And if something is nothing</qco></h3>      nothing is nothing<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; then is nothing something as long as that something is nothing?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n10:43 am</dco> &nbsp;<qco> Why is the english language so weird</qco> </h3>      because it is a combination of many different languages and dialects. i think actually most languages are born this way, and most languages are in that sense 'weird' which is normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n10:33 am</dco> &nbsp;<qco> Person that needs help with chords back. I need help with figuring out which chords are which, and chord progression.</qco></h3>      progression is a deceiving word. it doesn't mean anything. when someone says \"chord progression\" it just means a series of chords. it doesn't mean anything else<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Like how a Normal C major chord differs from those chords where you play C, F, A</qco></h3>      C, F, A is F major. to prove it, put the F on the bottom, then A above that, and C. looks just like a C chord in first position, except starting on F. you can also play a C chord as E, G, C. the notes in a triad (triad means a chord with 3 notes and no bass) can be in any order.<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; instead and why its sounds better when I group it with some chords. </qco></h3>      why things sound 'good' is a subject you'll have to just explore through experimentation<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I\n<br>Also can't play bass clef and trouble clef at the same time very well at all. </qco></h3>      does that mean reading from both clefs, or do you just mean playing in both ranges at the same time?<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thank you so much for the help! I'm having lots of fun reading the answers you give people on tips to play&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n9:46 am</dco> &nbsp;<qco> Are you Cuban?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n8:16 am</dco> &nbsp;<qco> Why do you reference \"home\" so often in the lyrics of your songs?</qco> </h3>      it just seems like a nice place\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n6:54 am</dco> &nbsp;<qco> Are you crazy?</qco> </h3>      i'm trying my best. i'm trying out some new techniques\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n6:09 am</dco> &nbsp;<qco> is it all getting better or worse???</qco> </h3>      everything is getting better and worse in different ways, all the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n2:00 am</dco> &nbsp;<qco> advice, on going back to school?</qco> </h3>      first locate the school, with a map, or GPS system. then go there. does not work if you have never been there, because then it would not be considered going \"back\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n1:56 am</dco> &nbsp;<qco> hi. thoughts on socks?</qco> </h3>      they are helpful, and useful\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n1:50 am</dco> &nbsp;<qco> When are you going to add subtitles to your videos</qco> </h3>      i would prefer to re-edit the entire video. there are words all over the screen in most of my videos, so it would be important to re-do the visual and the audio entirely\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n12:45 am</dco> &nbsp;<qco> How do I improve the ability to play from listening by ear on piano?</qco> </h3>      i'm not really sure. just start by trying to find notes you hear. i don't know any other strategy\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n12:38 am</dco> &nbsp;<qco> in \"it's gonna be alright\" why did you put axe instead of ask?&nbsp;</qco> </h3>      that's how many people say it, and i thought it was a nice twist. it also fits better in that spot. i thought it was a no brainer to go with ax there\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n12:29 am</dco> &nbsp;<qco> Do you ever learn music (from sheet music) for fun? Have you played any Bach or Beethoven or Chopin or maybe more contemporary/jazz songs from sheet music?</qco> </h3>      most of the early recordings on the 'jazz' page of this site, were done from the realbook, mostly not having been familiar with the song before. the ones that are done from reading are mostly labeled \"LTR\" in the file name which stands for 'learning to read'\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n10:50 pm</dco> &nbsp;<qco> ultimately you seem a bit irritaded here, being a little bit rumpy grumpy&nbsp;&nbsp;to people that are just asking you questions. </qco></h3>      i disagree but i respect your opinion<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;wouldn't it be better Not to answer, if you're mad at something else?&nbsp;</qco> </h3>      yes. if i am bothered by something outside of the questions page it is best to not use that toward the answers. i was going to skip your question, but then i realized that i should answer it because currently at this moment what is bothering me is not something outside the questions page, it is your question\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n10:21 pm</dco> &nbsp;<qco> hey, bill, i dont even know how to properly write in english, or even speak, to be honest, but i'm really afraid i'll never succed at doing art related stuff, its something that its always on the back of my mind keeping me from doing more stuff</qco> </h3>      everyone who has ever succeeded has had moments like that. and they moved forward anyway. just because there is dirt and mud everywhere doesn't mean you can't drive right through it on your dirt/mud bike\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n10:05 pm</dco> &nbsp;<qco> How do you answer a ueqstion?</qco> </h3>      try to say something that you think works well together with the question\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n9:50 pm</dco> &nbsp;<qco> Hi, i was reading through the random questions (love that you added that ittle feature btw)... and i found one where you were talking about randomization process, and how you told yourself that you didn't HAVE to post the selected song, but you did have to record it fully and make it the best you possibly can (since choosing not to do the randomly selected song would defeat the purpose)... I'm just curious if this ever actually happened, that you made a complete, finished recording but ultimately decided not to post it?&nbsp;</qco> </h3>      no, it seems like that could never happen. that strategy is kind of a paradox. because if i finish it, that means i tried my best the whole way and finished it. which means i definitely can release it. but the reason the strategy was in place is so i don't start second guessing the song choice early on in production. it helps me suspend disbelief and just give it a try. it is a strange paradoxical strategy, and ultimately lost some validity after 'california' because at that point i firmly established a weekly song schedule and announced it publicly. and i wouldn't exactly have time to do an entire song and then abandon it. so when i chose the second song i pretty much knew i was locked into it, even though i might have wanted to abandon it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n9:44 pm</dco> &nbsp;<qco> I make music. In fact I've been making music for about a year. The way I've been doing it, though, has all been through sequencing. Recently I got a feeling like I didn't have enough knowledge of music theory or playing instruments in general to really make \"good\" music. (right now I play drum kit and tenor drums, so I know how rhythms work but I don't know how to form cool chords and stuff like that). Do you have any suggestions of any resources or things that I could do to learn some more theory or learn how to play some common chords and stuff?</qco> </h3>      i don't know what every one really means by 'music theory,' it is a phrase that people use here in the questions over and over again, in a way that doesn't quite make any sense to me. but the best way to learn music, in my opinion, is by doing it and experiencing it, and experimenting. you can make many theories that way, and i don't know if that counts as music theory but it should, because they are theories you have about music\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n7:55 pm</dco> &nbsp;<qco> why did you never release the original script for hotewig like you did for the japan video?</qco> </h3>      the script for that one is much more insane, and i'm really not sure which version i should use. there are many drafts and it would take some effort to find all the pieces and put them together. i will do it, but it will take some work to get it together. i will likely use the final draft as of nov 1, 2016.\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n7:18 pm</dco> &nbsp;<qco> How long did you walk for when you walked through several zip codes?</qco> </h3>      the longest i've ever walked is about 8 hours. i've done it many times. but in the past few years i haven't really done it because i've been busy making content at an urgent and swift pace\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n6:25 pm</dco> &nbsp;<qco> I dont understand how people identify time signatures in almost all music (pop, rock, jazz, etc, etc). I play classical music, \n</qco></h3>      i think it's the same<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and i think the system is a bit different, but im not sure. Would you care explaining a little about that?</qco> </h3>      step 1 is, find the beat. so as the music is going, see where you would tap your foot or nod your head, or wave your conducting wand. in most songs, this is pretty easy to find. of course you could always make crazy songs where you can't find it, but in Most songs you can find it. however, in most songs you can also do it twice as slow (or half as fast) if you want. in some songs, it is at just a certain tempo that you're almost not sure whether to tap the beat at one speed or twice as fast. this is ok, any piece of music can be written in multiple ways, you could set the tempo twice as fast and write all the notes as half the values and it would mean the same thing. but in most songs, it is reasonably clear where the foot-tap is. and i will go a step further to say that most music usually has these beats grouped together in groups of 2, 4, 8, etc. the way most music is written on paper is in groups of 4 beats, with bar lines dividing the bars (or 'measures'). most music uses 4 beats per bar. that being said it is really up to you to decide where the begining of the bars should be. but i think in most music there is a clear answer. to learn how to detect other time signatures besides 4/4, just start finding examples of them and then you will get better at hearing them. but when songs use 3-based time signatures, it can often be represented in multiple ways, many of which actually still heavily involve 4s. 2s, 3s, and 4s, are used all the time in music. it is very rare that music consistently uses a 5 or 7 pattern all the way through. usually when time signatures like 5 or 7 happen, it tends to be only once, and then goes back to 4. it is quite common for songs to need to add an extra beat or half a beat here and there, particularly at the end of the chorus or at the end of a section. this is accomplished by having 1 bar that is a different time signature. it is much more rare to have a song that entirely is based on a 5 pattern or a 7 pattern or another higher odd number. i'm not sure if that answers your question actually, but i think my most important point is that most music is in groups of 2, 4, and 8. and the way that is most commonly written on paper is with 4 beats per bar, and the time signature is called \"4/4\" (actually the first number is written above the second number but that's not easy to type here) the top or first number represents how many beats per bar. the bottom (or second) number is supposed to tell you what kind of a note gets the beat. so 4/4 should technically mean there are 4 beats in a bar and a 'quarter' note gets 1 beat. i realize there are holes in this system and many time signatures really can't be analyzed quite this way but that is the way the idea is supposed to work\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n5:57 pm</dco> &nbsp;<qco> Any plans for a full music piece (no video)?</qco> </h3>      i have done many before\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n5:19 pm</dco> &nbsp;<qco> When did you figure out you wanted to create content For Real™?</qco> </h3>      i think i always knew\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n4:56 pm</dco> &nbsp;<qco> What do you have against owls and owl-related trivia?</qco> </h3>      nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n4:37 pm</dco> &nbsp;<qco> I have the opportunity to submit a name for a new elementary school, what would you name it</qco> </h3>      i would have to be familiar with the school, as well as its properties, and charicteristics\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n3:30 pm</dco> &nbsp;<qco> bill ive been pounding out kids songs like you wouldn't believe. it's very easy. why don't kids songs get to have the black keys? why are they special?</qco> </h3>      there are 2 ways to be introduced to black keys. let's start by staying in the key of C. play the first 5 notes, up and down, c,d,e,f,g,f,e,d,c. this is part of the \"key of C\", specifically the key of C major.  actually, it's all 7 notes all the way up. c,d,e,f,g,a,b,c. but let's just look at the first 5-- c,d,e,f,g. try JUST c, e, and g, all together at the same time. that's a chord. the name of that chord is C major. it is like your home chord in the key of C. ok great. now, plot twist, let's try a black note. instead of E, play the black note to the left of it instead (that note is called \"E flat\" which is written as E♭ or Eb if you don't have the flat symbol handy... whenever i type Eb it means \"E flat\") ..... so any time you would have played E, play Eb instead. so going up the first 5 notes of the C major scale but switching in Eb instead, you get C, D, Eb, F, G. and back down, G, F, Eb, D, C.  you'll notice it has a darker sound, like \"sad\" basically. this is called C minor. try the chord, C, Eb, G. that is a \"C minor\" chord. the C minor scale going all the way up is usually C, D, Eb, F, G, Ab, Bb, C. but the top part of the scale has a few different options that come into play that we'll worry about once we start seeing them actually in songs. mess around with the notes in C minor a little bit, especially the first 5 notes. for a challenge, see if you can figure out \"the ants go marching 1 by 1\", which is a kids song in a minor key. hint: you will need to include notes all the way down to the G below your root C. hint: the word \"march\" will be on C, and the word \"one\" will be on Eb. let me know if you can figure this out\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:54 pm</dco> &nbsp;<qco> I'm not good at writing songs, but I'm good at playing them, how do you write songs?</qco> </h3>      you just have to start by experimenting. anything is possible, and the possibilities might be overwhelming at first. you can literally do anything. just start trying things and go from there<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:23 pm</dco> &nbsp;<qco> so i've been playing around with learning songs by ear, and that's been working pretty well! but so far i've only been able to get pretty slow, uncomplicated ones. (e.g. most recently: peter gabriel's \"here comes the flood\" - the stripped down version, and schubert's \"du bist die ruhe\") i can almost always easily identify which notes to play until it gets up to like, 4 or more at one time. i have to sit there and go into hyperfocus and even then it takes me a minute. ive always thought i had a pretty good ear but maybe not - is this something i can develop with practice and experience? do you think it comes more naturally to some than to others?</qco> </h3>      for the peter gabriel song, are you doing the vocal melody? for this one you will need to expand the range to include down to the G below your low C. i don't know if that helps. Also, I should mention, when you are learning these melodies, they will not necessarily be in the same key as the recording -- meaning, they will sound like the song if you play it by itself. but if you compare it with the recording, the whole thing may be higher or lower. also, not every song is possible to play all in 1 key. some times it borrows notes from other keys (for example, in C that means using the black notes). are you familiar with the the traditional alphabet song (also known as twinkle twinkle little star), or row, row, row your boat, or happy birthday? Try those. hint: happy birthday will actually require you to expand the range down to G, when playing it in the key of C. happy birthday would start on the low G note. the other 2 songs should start on C and only use the notes from C to C. let me know if this helps. all this is called \"playing in the key of C\", where the C note will feel like your home base. for example, if we were to play these songs in the key of D, all the notes would be up a little higher, and as an added twist you have to swap in a couple of black notes to get it to sound right. but you will learn that later\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:19 pm</dco> &nbsp;<qco> i really need you to get in touch with me, please answer my mail</qco> </h3>      the only email(s) that i got around the same time of your question(s) were from 2 sponsorship companies, and 1 from the tonight show. and all of those seemed to use a very different writing style / capitalization scheme, and i don't think any of those were from you. although i'm not sure. \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:15 pm</dco> &nbsp;<qco> i sent you a mail, please check, i need an answer even if it's negative</qco> </h3>      which one was yours\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:12 pm</dco> &nbsp;<qco> I know how to read music and know all the keys on the piano. I need help with chords and being able to play treble and bass clef. Any tips?&nbsp;</qco> </h3>      is this mainly to read chord symbols that other people wrote, or is it to learn to use chords on your own? different learning approaches might be better depending on your situation\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n1:58 pm</dco> &nbsp;<qco> How did you build this glorious website?</qco> </h3>      i patiently made everything exactly how i wanted, while ignoring onlookers yelling at me the whole time for refusing to give in to their suggestion of making it terrible\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n1:26 pm</dco> &nbsp;<qco> What's your favorite unicode character(s)?</qco> </h3>       \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n1:22 pm</dco> &nbsp;<qco> do you have any thoughts on the increasing gentrification of brooklyn? </qco></h3>      keep in mind, brooklyn is like hundreds of different cities all on one huge island (actually it's part of an even bigger island)<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;as someone who wants to move there i'm concerned about how gentrification will affect rent prices. i always thought it's impossible to live there without a tech job and paycheck. </qco></h3>      you need a paycheck to live anywhere, but it does not need to be a tech job. keep in mind that brooklyn is much, much more than just williamsburg, greenpoint, etc. it's a hundred different places. it's just places and more places, as far as the eye can see. there's also queens (what's queens?) that's right, it's more places<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;however i do know that you live there </qco></h3>      are you sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and don't have a tech job. is it hard to make ends meet living there? </qco></h3>      if you can find $11 an hour, i think you will be fine. as long as you are willing to live more than 30 minutes away from the city (manhattan) by train<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i understand you're fairly financially stable though. thoughts?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n11:59 am</dco> &nbsp;<qco> is there anything you don't like</qco> </h3>      disliking stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n11:48 am</dco> &nbsp;<qco> why are mailboxes blue</qco> </h3>      why wouldn't they be\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n11:11 am</dco> &nbsp;<qco> how has the passage of time influenced you</qco></h3>      it allows me to move and change<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and did you figure out where it goes</qco> </h3>      the time is not what goes places. it's everything that goes places, and the time allows it to\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n10:55 am</dco> &nbsp;<qco> You don't like Roman numerals(<a href=\"q.php?date=201708071842\">8.7.17&nbsp;&nbsp;6:42 pm</a>)</qco></h3>      that's not what i said, but i think in modern times not too many people understand them at first glance. they look like letters.<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; :0 woah. What do you call a I,IV,V </qco></h3>      1, 4, 5 (by the way this is off the subject but if you are talking about a 4 bar chord sequence, in my opinion you really need to list all 4 bars, indicating which chord is doubled. such as 1, 1, 4, 5 or 1, 4, 5, 5. there is a huge difference depending on the timing, and if no timing is otherwise listed, just simply saying 1, 4, 5 (or I,IV,V) leaves me feeling still 100% left out of what is actually going on, with a 95% suspicion that it is actually referring to one of the two aforementioned 4-bar sequences, and being completely unable to determine which)<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or a I vi V IV?&nbsp;</qco> </h3>      1, 6-, 5, 4\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n10:05 am</dco> &nbsp;<qco> what is the difference between person and human</qco> </h3>      i think person means whatever you are. human is just what you happen to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n9:15 am</dco> &nbsp;<qco> i want to start making a game/video/anything creative but i don't have any ideas. any ideas on how to have ideas?</qco> </h3>      everything is an idea. just reach out and grab them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n9:10 am</dco> &nbsp;<qco> is the moon made of cheese?</qco></h3>      i don't think so<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; is everything made of cheese?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n8:58 am</dco> &nbsp;<qco> all your asnwers are only one sentence long! Why_</qco> </h3>      they are not, but i respect your opinion\n<br><br>"
  }
]
