[
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n7:02 pm</dco> &nbsp;<qco> What else did the Easter bunny tell you, we need to know the inside scoop</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n6:48 pm</dco> &nbsp;<qco> In the video help! I'm lost in a calendar, are you still lost in the calendar?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n6:16 pm</dco> &nbsp;<qco> There are some people who somehow manage to hyperlink to a previously asked question in their questions on this page (for example the <a href=\"q.php?date=201907021005\">7.2.19&nbsp;&nbsp;10:05 am</a>  one)...\n<br>This may be a stupid question but, how is that done?? Thanks!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n5:34 pm</dco> &nbsp;<qco> how's the new computer</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n5:33 pm</dco> &nbsp;<qco> do you have any special techniques for memorization?\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n5:07 pm</dco> &nbsp;<qco> When did your technological transformation start?</qco></h3>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n4:36 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907021557\">7.2.19&nbsp;&nbsp;3:57 pm</a>  the most latest one.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n2:28 pm</dco> &nbsp;<qco> Why no post on twitter?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n2:18 pm</dco> &nbsp;<qco> Did you forget about the improv page?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n1:35 pm</dco> &nbsp;<qco> What's your future goal?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n1:12 pm</dco> &nbsp;<qco> when will i finally dominate the world</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n12:58 pm</dco> &nbsp;<qco> if you had a YouTube red series, what would it be?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n12:52 pm</dco> &nbsp;<qco> Can I get help?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n12:00 pm</dco> &nbsp;<qco> I have a feeling that you don't make music for the fame or money. So then, why is it you do what you do and put so much time into it? I'm also under the assumption that you have other hobbies/a job, so WHERE do you find the time you put into it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n11:16 am</dco> &nbsp;<qco> could you start adding timestamps of when you UPLOAD the reality videos and not just when they were recorded?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n10:46 am</dco> &nbsp;<qco> Is the \"that's the way I like to live my life\" in \"Hi I'm Steve\" in Eb?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n10:38 am</dco> &nbsp;<qco> teach me music stuff :(</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n10:26 am</dco> &nbsp;<qco> re: names for notes on the keyboard, I think you could just use the International Organization for Standardization system of octave numbering (middle C, 262hz = C4). I know Yamaha calls it C3 but they're more wrong rather than simply different.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n9:40 am</dco> &nbsp;<qco> Why should we hire you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n7:57 am</dco> &nbsp;<qco> Is this a question?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n7:52 am</dco> &nbsp;<qco> The music video you are making better be the greatest you've ever made if it's taking this long to finish.</qco></h3>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n2:47 am</dco> &nbsp;<qco> Why do I love your music so much?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n1:50 am</dco> &nbsp;<qco> So if humans were hypnotized by an intelligent alien species, what would be the most likely thing we would be forced to do for them.</qco></h3>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n1:36 am</dco> &nbsp;<qco> How do I become more mentally healthy</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n12:37 am</dco> &nbsp;<qco> How do you break away from the shyness?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n12:33 am</dco> &nbsp;<qco> Are you an early bird or night owl?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n12:14 am</dco> &nbsp;<qco> I've seen you mention the frequencies of notes, a few times here on this page. Do you have this memorized for all notes on the piano or do you look it up? \n</qco></h3>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n11:09 am</dco> &nbsp;<qco> Can I buy a plaid shirt for my rocks</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n10:44 pm</dco> &nbsp;<qco> how many shopping trolleys does it take to reach the moon?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n9:32 pm</dco> &nbsp;<qco> how do you know if you're trying?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n9:16 pm</dco> &nbsp;<qco> are you actually quitting YouTube?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n9:07 pm</dco> &nbsp;<qco> do you play guitar?</qco></h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n9:06 pm</dco> &nbsp;<qco> Oh boy. I watched a video about chords the other day, and it was really interesting. The video made me realise that I should definitely learn more about music stuff, so I decided to download a free demo version of some random music theory book today. The book thing introduced me to basic music notation stuff first. I was doing fine and having fun until I came across tuplets/grouplets. I just straight up had a short crying session because the darn thing blew my mind (in a negative way). Like, how are you supposed to divide a whole note into three half notes???</qco></h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n7:56 pm</dco> &nbsp;<qco> i have been searching for awhile and getting more and more upset at the lack of clarity of information.&nbsp;&nbsp;would you mind going into some detail about what you know of compulsory licensing for doing covers.&nbsp;&nbsp;as well as the idea of a 'derivative work' rather than a 'cover' and how that requires songwriter permission rather than a compulsory license.&nbsp;&nbsp;i can't even figure out how to go about getting compulsory licenses or how much they would cost.&nbsp;&nbsp;and i know that many people just don't even worry about it and post things without licenses but it makes me sort of scared to do that.&nbsp;&nbsp;i really just don't want to bother with this crap because it sounds like a horrendous messy use of brainpower and time.&nbsp;&nbsp;fuck word-soup-lawyer-speak.&nbsp;&nbsp;so frustrating.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n7:25 pm</dco> &nbsp;<qco> i really don't understand the whole 'having suggestions for what bill should be doing' thing.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n6:48 pm</dco> &nbsp;<qco> If you had the opportunity to go on hot ones, would you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n6:26 pm</dco> &nbsp;<qco> when you first started out making your own music was it simpler than what you're doing now? i started writing my own songs after years of just covering stuff and even though i can play really complicated songs by other people my own songs are very simple. a few basic chords, simple melodies, not much crazy going on. is this normal or do i just suck? and i want to note that i do not equate complexity with quality, but i guess i'd like to eventually do songs in crazy time signatures with weird progressions and other funky things.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n6:08 pm</dco> &nbsp;<qco> About how many questions do you even get on this?\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n4:41 pm</dco> &nbsp;<qco> tell me about yourself.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n4:41 pm</dco> &nbsp;<qco> I have nerve damage in my left ring finger's tip. It constantly feels like pins and needles. Do you think this will stop me from being able to competantly play a guitar or bass?</qco></h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n3:57 pm</dco> &nbsp;<qco> will the video come out in September?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n3:38 pm</dco> &nbsp;<qco> i remember watching a late night show video where a guest was being interviewed and at some point they quoted a song i think and started singing it in whatever key, and after a few seconds the band joined them in that very key. how does this happen, is there like a player with absolute pitch making some sort of gesture to the rest of the band or does each one start playing very silently until they find the key (i don't remember if there were any wrong notes at the beginning)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n2:17 pm</dco> &nbsp;<qco> how much bread is in a loaf</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n1:07 pm</dco> &nbsp;<qco> im beginning to think paul mccartney is a crazy man who creates an illusion that life is long</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n12:43 pm</dco> &nbsp;<qco> ...has music theory ever made you cry tears of confusion and frustration...</qco></h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n11:56 am</dco> &nbsp;<qco> Are zebras magic camels?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n11:19 am</dco> &nbsp;<qco> How do I move to another planet?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n10:20 am</dco> &nbsp;<qco> it is vitally necessary for me to start finding gigs soon.&nbsp;&nbsp;i have not played enough gigs in my life and it is starting to weigh heavily on me.&nbsp;&nbsp;i play keyboard, and also wouldn't mind jumping off the deep end as a bassist if the duties were manageable.&nbsp;&nbsp;the problem is, i don't really have equipment.&nbsp;&nbsp;i don't have a keyboard amp or bass amp.&nbsp;&nbsp;is it important to get a certain kind of equipment to be accepted for more gigs?&nbsp;&nbsp;what have you done about this?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n10:05 am</dco> &nbsp;<qco> <a href=\"q.php?date=201906291407\">6.29.19&nbsp;&nbsp;2:07 pm</a> \n<br>\n<br>Oof. Time to see if I can break into any practice rooms on the music campus then</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n9:23 am</dco> &nbsp;<qco> Thank you Bill Wurtz! Really cool to see a part of your creative process. Do you manually write out all of your music?</qco> </h3><br><br>"
  }
]
