[
  {
    "html": "<h3> <dco>8.1.24&nbsp; \n7:37 am</dco> &nbsp;<qco> when you come up with a melody, is literally all of the harmony/chords implied to you, or are some parts uncertain? do you play around with the harmony sometimes to try and make it more interesting?</qco> </h3>      \ncan adjust the details later, but certain things are obvious. for example, if someone draws 2 eyes and nose, it will be fairly likely to you where the mouth will go\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.24&nbsp; \n7:11 am</dco> &nbsp;<qco> If lemons gives you life what would you do about it</qco> </h3>      \nthen i would make lemons one of the main characters in the bible\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.24&nbsp; \n6:34 am</dco> &nbsp;<qco> have you evee answered a question incorrectly</qco> </h3>      \nyes, i answer all of them incorrectly, including this one\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.24&nbsp; \n6:34 am</dco> &nbsp;<qco> Do your thoughts tend to get mixed up into a large soupiness, or is it more like clumping up into different solid pieces?</qco> </h3>      \nit's both, and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.24&nbsp; \n6:28 am</dco> &nbsp;<qco> What is something you have only thought about once in your life before you read this question?</qco> </h3>      \nthe previous question\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.24&nbsp; \n4:52 am</dco> &nbsp;<qco> i think of you as an otherworldly being. is this healthy?</qco> </h3>      \nmaybe. that might be inspiring in some way\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.24&nbsp; 3:01 am</dco> &nbsp;<qco> whats 2+2</qco> </h3>      \noff the charts\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.24&nbsp; \n1:26 am</dco> &nbsp;<qco> how to reveal I was human all along?</qco> </h3>      \nthere's no exact method, but that's what makes it so obvious and effective when you do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.24&nbsp; \n12:09 am</dco> &nbsp;<qco> What do you think of I^{7} chord? I love it!</qco> </h3>      \nit reminds me of what i like about pictures, which of course is lines\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2024-07.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>7.31.24&nbsp; \n11:08 pm</dco> &nbsp;<qco> Thoughts on middle school?</qco> </h3>      \nback in my day you had to just go from one school to the other with no school in between\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.24&nbsp; \n7:53 pm</dco> &nbsp;<qco> why is my fork a spoon</qco> </h3>      \nbecause someone taught you the wrong name for the thing and you're just finding out now what it really is called compared to what you thought it was called\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.24&nbsp; \n6:47 pm</dco> &nbsp;<qco> Hey Bill. So \"ch\" have sound of \"tsh\" and \"kh\" like church and character. And then \"sh\" has sound of \"sh\" like shovel. Why don't \"sh\" has sound like \"s-h\" (like s and h pronounced separately)?</qco> </h3>      \nthere's probably no good time to tell you this, you'd find out eventually anyway, so you might as well know: english is not a conlang\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.24&nbsp; \n6:27 pm</dco> &nbsp;<qco> Thoughts on your own thoughts?</qco> </h3>      \nusually instead i have feelings about things, and then in turn, thoughts about feelings. then is the circle round\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.24&nbsp; \n5:24 pm</dco> &nbsp;<qco> is there anything to celebrate about sports except some person's random genetic composition?</qco> </h3>      \nyes, the other thing to celebrate is the practice and work they've put in, in order to be much better than they would have been if they had not done such work and practice\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.24&nbsp; \n4:31 pm</dco> &nbsp;<qco> i don't know what i am doing</qco> </h3>      \nhow about starting a club, for people who are in a similar situation and looking for a club to join\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.24&nbsp; \n3:59 pm</dco> &nbsp;<qco> What word is your favourite?</qco> </h3>      \nword\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.24&nbsp; \n3:12 pm</dco> &nbsp;<qco> thoughts on the Olympics?</qco> </h3>      \nwhat the heck is an olympic\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.24&nbsp; \n2:04 pm</dco> &nbsp;<qco> do you believe in Frankenstein?</qco> </h3>      \nyes but i don't believe that that's the name of the monster per se\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.24&nbsp; \n1:28 pm</dco> &nbsp;<qco> do you like swans?</qco> </h3>      \nyes but i don't know very much about them. so in that regard it's somewhat of an \"uninformed decision\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.24&nbsp; \n1:02 pm</dco> &nbsp;<qco> Have you ever looked into the left brain right brain thing? There's talk out there about right brain being more about symbols and meaning and the left brain being more about words and logic. You've talked in interviews about breaking down all the barriers in your mind (conscious vs. unconscious, etc.), would you say this helps with your happiness and your pursuit of doing what's meaningful to you? Some psychologists think if the right brain is quieted too much (too much focus on words, facts etc.) things get gray and we get stuck and unhappy because nothing has meaning. Maybe part of living a meaningful life is focusing on symbolism and beauty the same that we focus on facts, and maybe that means listening to the right brain more, based on modern neuroscience stuff. Simply a thought</qco> </h3>      \ndo you ever wonder if one side of the brain thinks there's 2 sides, while the other side is pretty sure the brain can't be so precisely divided into 2 sides\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.24&nbsp; \n12:49 pm</dco> &nbsp;<qco> why is women's gymnastics set to music in the olympics but not men's</qco> </h3>      \nthere is music in both but the men are so muscular you can't hear the music under the sound of their muscles\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.24&nbsp; \n12:35 pm</dco> &nbsp;<qco> do you find it easier to improve your focus by moving distractions or narrowing down on the thing</qco> </h3>      \nmoving distractions is less important than clarifying what the thing is\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.24&nbsp; \n12:13 pm</dco> &nbsp;<qco> do you like my little pony generation 4?</qco> </h3>      \nis the pony big yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.24&nbsp; \n11:09 am</dco> &nbsp;<qco> I never know how to answer&nbsp;&nbsp;the commonly asked question \"how did you sleep?\" ...I don't know how I slept. I wasn't conscious. Any tips on answering?</qco> </h3>      \nask them how they slept\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.24&nbsp; \n9:00 am</dco> &nbsp;<qco> How punk is too punk?</qco> </h3>      \nwhen it becomes so rebelious that it rebels against itself and starts to sound nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.24&nbsp; 7:51 am</dco> &nbsp;<qco> what is your favorite thing to do</qco> </h3>      \ni like doing everything equally\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.24&nbsp; \n4:37 am</dco> &nbsp;<qco> What's ur best \"she be x-ing on my y until I z\" joke?</qco> </h3>      \n\"she will be doing variations on my joke format until i invent another joke format\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.24&nbsp; \n1:49 am</dco> &nbsp;<qco> how do you narrow down your focus to your \"main\" goals, or simply to your \"goals\". I feel like there are so many interests i think i have that are mostly FOMO on not being caught up in what's going on with x day to day. Even like forums of things tangentially related to my main goals feel like a distraction, but again so much FOMO on what knowledge i could get from visitting those places daily. and at the end of the day, if im not getting shit done, less of that is not going to hurt getting shit done which is what really matters.</qco> </h3>      \nthe first thing you could do is instead of only abbreviating FOMO, you could abbreviate everything. such as HDYNDYFTY\"M\"G, OSTO\"G\". and so on\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.24&nbsp; \n12:29 am</dco> &nbsp;<qco> You might have as well be questioned very much times about this but i ask again, on your opinion itself of your existence do you think there's a god?</qco></h3>      i only know of god from the merch. i never actually saw the original show or whatever it's from, so i don't actually know what it refers to<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and better yet do you think there's life after death? you can say it has to be other option but what do you think (sorry if evasive question)</qco> </h3>      it's sort of like the chicken and the egg\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.24&nbsp; \n12:01 am</dco> &nbsp;<qco> When are you at your happiest?</qco> </h3>      \nwhen i'm looking forward to something\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.24&nbsp; \n11:22 pm</dco> &nbsp;<qco> Have you ever heard of the Strokes?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so, have you ever seen them live?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.24&nbsp; \n10:05 pm</dco> &nbsp;<qco> i tell lies sometimes</qco> </h3>      \ni believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.24&nbsp; \n9:13 pm</dco> &nbsp;<qco> how would you feel if algebra was spelled as algebruh instead of algebra?</qco> </h3>      \nfine\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.24&nbsp; \n8:43 pm</dco> &nbsp;<qco> If you could have lunch with any fictional character, who would it be and why?</qco> </h3>      \nhow about tom cruise. i would ask him if he is based on the actor tom cruise who plays him\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.24&nbsp; \n7:04 pm</dco> &nbsp;<qco> do you have any thoughts on the concept of therapy</qco> </h3>      \nso ridiculous it just might work\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.24&nbsp; \n6:15 pm</dco> &nbsp;<qco> do you think human expressions on their own are an unintentional art form</qco> </h3>      \ni don't particularly disagree with that, per se\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.24&nbsp; \n5:02 pm</dco> &nbsp;<qco> i keep making my life waaaaaay more complicated than it needs to be i feel like i am my own worst enemy 95% of the time do you ever feel that way?</qco> </h3>      \noccasionally\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.24&nbsp; \n5:01 pm</dco> &nbsp;<qco> The ground plane left the port without me. Should I book another one, or get an airplane this time?</qco> </h3>      \nmaybe you could walk\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.24&nbsp; \n4:27 pm</dco> &nbsp;<qco> you big into art exhibitions</qco> </h3>      \nsometimes what i like to see is the architecture and infrastructure that houses the exhibit more than the exhibit itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.24&nbsp; \n2:10 pm</dco> &nbsp;<qco> do you like yourself</qco> </h3>      \ni'll try\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.24&nbsp; \n12:34 pm</dco> &nbsp;<qco> How many times have you thought about making music with a pringles can?</qco> </h3>      \ni'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.24&nbsp; \n10:54 am</dco> &nbsp;<qco> how do i deal with something i don't understand?</qco> </h3>      \nsing a song about what you think you know about it right now, including the things that don't make any sense according to your current understanding of them. this will be the kind of stuff that the actual understanders of the thing never could have thought of\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.24&nbsp; \n10:03 am</dco> &nbsp;<qco> How is your visual imagination's physics engine?</qco> </h3>      \nit's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.24&nbsp; \n9:36 am</dco> &nbsp;<qco> thoughts on overpriced food?</qco> </h3>      \nnow you've got me wondering what the correct price is for food\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.24&nbsp; \n8:30 am</dco> &nbsp;<qco> If you could have dinner with any fictional character, who would it be and why?</qco> </h3>      \ni'm not interested. how about lunch\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.24&nbsp; \n7:12 am</dco> &nbsp;<qco> what color would summarize you as a person? it can be existent or nonexistent.</qco> </h3>      \ni don't think 1 color could possibly summarize anyone\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.24&nbsp; \n6:31 am</dco> &nbsp;<qco> have you ever written a song with only one chord?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.24&nbsp; \n3:13 am</dco> &nbsp;<qco> a genie grants you three wishes. what's your second?</qco> </h3>      \ni don't actually understand what a genie is\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.24&nbsp; \n2:57 am</dco> &nbsp;<qco> i want to make original music but i also want to do a million billion song covers until the day i die is this even mildly relatable to you?</qco> </h3>      \nsomewhat\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.24&nbsp; \n2:36 am</dco> &nbsp;<qco> Does the \"out to lunch\" on the screen at 2:30 in \"the airport terminal\" have anything to do with your video titled \"out to lunch\", </qco></h3>      not beyond the fact that it's the same author who speaks the same language as himself<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, what is the connection, </qco></h3>      the only connection would be that that's a phrase that i happen to know. and thus over the course of years of videos, the phrase gets used more than once, just the same way you've probably used the phrase \"Next Thursday\" more than once in your life<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if not.. how can there not be a connection?&nbsp;</qco> </h3>      \none way to look at it is this: when i put the graphic in the airport video in 2019, i had no idea that i was going to even write the juggling video in 2022. and then, to complete the circle, when making the juggling video and finally arriving at the ending where the guy walks into the office, i probably didn't even particularly remember having used 'out to lunch' in the graphics of the airport video\n<br><br>"
  }
]
