[
  {
    "html": "<h3> <dco>6.25.23&nbsp; \n12:16 am</dco> &nbsp;<qco> do you feel like you make your stuff because your head is going to explode if you don't get it out somehow? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;that's how i feel sometimes.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.23&nbsp; \n12:02 am</dco> &nbsp;<qco> When you talk about making bad stuff until it starts becoming good, do you mean it in a \"keep trying even though you'll make a lot of random noise\" way or a \"just make random noise, then find a pattern in the noise\" way?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n11:11 pm</dco> &nbsp;<qco> what's an interesting dream that you've had recently</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n10:51 pm</dco> &nbsp;<qco> You can be ironically ironic?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n7:34 pm</dco> &nbsp;<qco> Have you ever encountered an unholy moly?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n5:48 pm</dco> &nbsp;<qco> is your dancing in your videos choreographed or do you just kinda move how you feel at the moment of recording?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n5:35 pm</dco> &nbsp;<qco> When you begin writing music, are the melodies and everything else in the song written as you go, or does it begin with a story you wish to tell?\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Another question: when you have those stories to tell, are they simply the child of creative thinking pulled from thin air or does it take a set process to create the surreal yet realistic environment in your videos? [Most notably in 'Perfect.']</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n2:54 pm</dco> &nbsp;<qco> How many coincidences have to happen in a row until I'm no longer considered crazy by others and my theories about the universe are correct?\n<br>\n<br>Apparently infinite</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n2:51 pm</dco> &nbsp;<qco> What is your favorite article on Wikipedia?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n12:19 pm</dco> &nbsp;<qco> how do I pull myself out of a barren waste land?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n11:27 am</dco> &nbsp;<qco> Why can't one of the 2 friends in \"Perfect.\" go up? Is it because of gravity?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n10:01 am</dco> &nbsp;<qco> in a scale of one to ten, how would you rate your favorite piece of art?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n9:47 am</dco> &nbsp;<qco> how to share non pop songs to someone who only listens to pop songs in order to raise their interest \n<br>being the only one irl who listens to small circles and doujin related felt to me that i am afraid to share/ scared of harassment&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n8:04 am</dco> &nbsp;<qco> opinion on rock music</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; 6:00 am</dco> &nbsp;<qco> can u respond to this question?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n4:19 am</dco> &nbsp;<qco> why is F more difficult to play than other chords on guitar</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n4:13 am</dco> &nbsp;<qco> Nee nee, geen google translate nodig. Maar dat kan ik nooit bewijzen natuurlijk. En jij?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n3:33 am</dco> &nbsp;<qco> what sport do you like</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n1:22 am</dco> &nbsp;<qco> will you still be able to make music when youre 70? i hope you can</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; 1:03 am</dco> &nbsp;<qco> Where do you live?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n10:50 pm</dco> &nbsp;<qco> bananas</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n10:36 pm</dco> &nbsp;<qco> what do you think the chief utility of balloons is?\n<br>I only ask because I have two that are just sitting around and I've been thinking about doing something with them.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n4:50 pm</dco> &nbsp;<qco> whats your opinion on blenders</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n4:20 pm</dco> &nbsp;<qco> How do you find inspiration?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n3:38 pm</dco> &nbsp;<qco> How do you make the key changes in your music feel so delicious? I just wanna devour them MMMM</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n2:25 pm</dco> &nbsp;<qco> What do I do if I wrote a super awesome song outside of my vocal range? I can sing the problematic part an octave down, but it just doesn't feel right. I can also move everything down until it fits in my vocal range, but the lowest parts feel way too low then. Do I just hope and pray that I can eventually sing it as it is?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n12:58 pm</dco> &nbsp;<qco> If the prefix re- means to do again, what does the refrigerator do again?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n12:28 pm</dco> &nbsp;<qco> What is \"VACATIONING IN THE MIDDLE OF THE SUN\" on the expert mode page? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It doesn't link to nything</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n12:16 pm</dco> &nbsp;<qco> If they say \"short\" for both height and length why is it that a great height is \"tall\" and a great length is \"long\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n5:25 am</dco> &nbsp;<qco> Is it really a question if it doesn't have a question mark, or am I just being a language purist?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n4:57 am</dco> &nbsp;<qco> why is there something rather than nothing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n2:08 am</dco> &nbsp;<qco> i'm tryna make some songs here, or at least write songs to develop in the future, and i was just wondering, when there are multiple, varying in similarity, tunes/melodies/chord progressions available to work with that i'd like to incorporate at some point into my music, how does one figure out whether to attempt to cram them in the same song or save them for another song, all while keeping in mind if i don't use that cramming technique i would have to come up with a likely less musically satisfying melody to fill the gap and complete the song, while also keeping in mind that if i do cram, the song MAY possibly sound better given the incorporation of multiple flagship tunes, but then might not make as much sense or sound AS natural given that they tend to be completely, or at least enough that it's noticeable, different. how do i figure out the correct balance?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n1:29 am</dco> &nbsp;<qco> how do i start learning music and theory?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n12:55 am</dco> &nbsp;<qco> is there such a thing as being too reliant on music? cuz i'm at a point where whenever i have to complete a task that might take me more than 5 minutes i have to listen to music, or if i'm not listening to music i'm messing around on garage band or practicing my instrument for marching band but no matter what i do, it's music related. i just feel like eventually i'm gonna get tired of music and i'm scared of that happening because it's such a big part of my life.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n11:35 pm</dco> &nbsp;<qco> hi. how do i know if i should make electronic music as opposed to something jazzy or in the realm of dream pop? do i even need to decide?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n10:30 pm</dco> &nbsp;<qco> What do you think the man in out to lunch had for lunch?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n9:13 pm</dco> &nbsp;<qco> Do you by any chance have a demo version/writing session of 'the moon is made of cheese' that you can share? I'd like to hear the stripped down, early version of that one.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n8:59 pm</dco> &nbsp;<qco> Why do you think it is that we often feel so strongly that certain people \"look\" or \"don't look\" like their name? Like, oh you look like a Brian or oh she doesn't look like a Chloe. Do you think there are actually certain features associated with certain names? Is it just confirmation bias? Both? Neither?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n6:40 pm</dco> &nbsp;<qco> How would you feel if some news organisation asked you a question on here and then quoted your off handed answer as if it was serious?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n6:25 pm</dco> &nbsp;<qco> Do you think we should rename sperm banks to semen factories</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n5:26 pm</dco> &nbsp;<qco> What is your favorite type of door?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n5:03 pm</dco> &nbsp;<qco> hey bill, will ever use samples from other media like youtube videos, other songs, etc?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n3:45 pm</dco> &nbsp;<qco> Should I try commission painting</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n2:58 pm</dco> &nbsp;<qco> What inspires you to use strange time signatures in some of your songs, such as how more than a dream's verses are in 7/4?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n2:47 pm</dco> &nbsp;<qco> a good melody seems important if you want to write a memorable song (this is in regards to non-lyrical songs, because you can make it more memorable with words) but is memorability important to writing a good song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp;\n1:48 pm</dco> &nbsp;<qco> I often find new artists through looking through the Wikipedia pages for certain genres of music. For example, I found the band Television Personalities while looking at the page for \"Anti-folk,\" and\n I ended up subsequently listening to their album \"And Don't the Kids Just Love It,\" all based on the fact that the picture for Television Personalities at the top of the Wikipedia page was really cool. Basically, all this combined gave me the impression that this would be a cool band, based on their name, genre, pictures, etc. When I listened to the album, it was good, but it wasn't as good as I expected it to be, even though I couldn't possibly have had any expectations for their music. Would you say my expectations based on things that had nothing to do with the MUSIC of Television Personalities in turn made my experience of their album less enjoyable? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Can that be applied to every artist? Is it best to just listen to a band's album cuz \"fuck it?\" as opposed to because \"they looked cool,\" or \"they had a cool album cover?\"&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n11:28 am</dco> &nbsp;<qco> Does answering all these questions help with your creative process or does it just help pass the time?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n11:02 am</dco> &nbsp;<qco> How is YHWH pronounced as featured in your \"history of the entire world, i guess\" documentary?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n7:37 am</dco> &nbsp;<qco> How do I get good at incorporating hand gestures in my communication</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n4:32 am</dco> &nbsp;<qco> if you were to throw a milk chocolate raisinet, how fast do you think it would go? (in kilometers per hour)</qco> </h3>"
  }
]
