[
  {
    "html": "<h3> <dco>12.23.24&nbsp; \n3:25 pm</dco> &nbsp;<qco> i am afraid of making songs on my computer. how do i proceed?</qco> </h3>      \nhow about making songs off the computer. somewhat rare these days, that could give you a bit of an edge, honestly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.24&nbsp; \n12:43 pm</dco> &nbsp;<qco> what's your favorite two letter word?</qco> </h3>      \nof\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.24&nbsp; \n12:05 pm</dco> &nbsp;<qco> How do you organize?</qco> </h3>      \ni just put everything first\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.24&nbsp; \n11:39 am</dco> &nbsp;<qco> what is something you strongly believe in?</qco> </h3>      \nstrength\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.24&nbsp; \n11:29 am</dco> &nbsp;<qco> what's your favorite definition of \"set\"</qco> </h3>      \nsomething like a 'group'\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.24&nbsp; 10:40 am</dco> &nbsp;<qco> do you have any Liturgical Christmas Songs you particularly like? if so, what are some examples/ what is an example?\n<br>Merry Christmas</qco> </h3>      \nto be quite honest i don't have a good grasp on the meaning of the word 'Liturgical'. i'm assuming it relates to liturgies but i don't know what that is\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.24&nbsp; \n9:36 am</dco> &nbsp;<qco> why are some rules so stupid?</qco> </h3>      \nthat's to make you realize how smart you are by comparison\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.24&nbsp; \n9:17 am</dco> &nbsp;<qco> Give me a random number</qco> </h3>      \n1\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.24&nbsp; \n9:17 am</dco> &nbsp;<qco> why did the wolf blow the pig's straw house down. i find that very rude</qco> </h3>      \nthe story is an advertisement, for bricks. the point is that the houses not made out of bricks fell down, and the house made out of bricks could not be blown down\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.24&nbsp; \n7:56 am</dco> &nbsp;<qco> in when i get older you said you wrote a poem about fame but what is that poem</qco> </h3>      \ni believe it would be something like this \"here's a poem about fame, and the strange things famous people say, and the strange world that hears them say it\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.24&nbsp; \n7:36 am</dco> &nbsp;<qco> What will you do about Kansas mice taking flash photographs of anthropomorphic cars on the Moon?</qco> </h3>      \nstep 1 is to assume that that is not happening\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.24&nbsp; 7:02 am</dco> &nbsp;<qco> what did you have for breakfast today</qco> </h3>      \nlunch\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.24&nbsp; \n6:15 am</dco> &nbsp;<qco> Opinion on dream-like album covers?</qco> </h3>      \nthe audio contents of the album is almost never as dreamlike. but if the cover is doing its job, it will compel you to feel like it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.24&nbsp; \n4:52 am</dco> &nbsp;<qco> Which kind of tree tells the best jokes</qco> </h3>      \nthe tree itself is the joke. by which i mean the tree is 100% true, which can be hilarious if you weren't expecting that to be the case\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.24&nbsp; \n4:19 am</dco> &nbsp;<qco> i have no idea whether it's \"pets mart\" or \"pet smart.\" i've always wanted to know. maybe it's both.</qco> </h3>      \ni was assuming it's \"pet is mart\"\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.24&nbsp; 4:09 am</dco> &nbsp;<qco> how are you doing</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.24&nbsp; \n3:16 am</dco> &nbsp;<qco> something you thought was normal but isn't for some reason?</qco> </h3>      \ni tend to be more surprised by things that are normal that i didn't suspect were normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.24&nbsp; \n2:51 am</dco> &nbsp;<qco> Do you have a beard now?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.24&nbsp; \n2:37 am</dco> &nbsp;<qco> Do you need anything while I'm at the shops?</qco> </h3>      \nyes but i'd have to get it myself since you wouldn't be here at that time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.24&nbsp; 1:17 am</dco> &nbsp;<qco> how do you decide which questions to answer?</qco> </h3>      \ni just answer this one\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.24&nbsp; \n1:06 am</dco> &nbsp;<qco> What are exactly the descriminating criteria for Anything Videos? That category seems to encompass a broad range of content...&nbsp;</qco> </h3>      \ntypically that means it's not a song. the audio from beginning to end would not be useful in its entirety as an audio song for listening purposes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.24&nbsp; \n12:13 am</dco> &nbsp;<qco> What does AI stand for</qco> </h3>      \naverage idiot\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.24&nbsp; \n12:02 am</dco> &nbsp;<qco> thoughts on mobile alabama ?</qco> </h3>      \nthat's where the palm trees are\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.24&nbsp; \n11:32 pm</dco> &nbsp;<qco> do you think you should have spent more time on the \"new song:\" videos to make it actually have animation or was that a genius director's choice</qco> </h3>      \nwhat i should do is do it like that more often but instead i cripple myself by demanding that i do a full blown video for every song i release, which drastically drastically reduces the number of songs i can release, compared to more sensible artists\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.24&nbsp; \n11:01 pm</dco> &nbsp;<qco> Key to working hard?</qco> </h3>      \ni can think of 2 things that really make this happen: wanting the result, or enjoying the process. if both are true then you're completely unstoppable\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.24&nbsp; \n9:52 pm</dco> &nbsp;<qco> your existence has changed the timeline in someway. like i cannot imagine a different timeline in which this isn't the case</qco> </h3>      \ni was considering changing it more\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.24&nbsp; \n9:50 pm</dco> &nbsp;<qco> Recommend a piece of writing to me?</qco> </h3>      \ni can't do that unless i have a much much closer relationship to you where i can really understand what works for you writing wise\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.24&nbsp; \n8:37 pm</dco> &nbsp;<qco> have you thought about considering the idea to collaborate with other creators? (on the internet or otherwise)</qco> </h3>      \nthere is always a clear instinct that that would be dysfunctional and disasterous. but the more i 'say' that, the less i trust it to be true, because it just sounds like a naive thing to say without having actually tried it. so occasionally i do try it, and i'm always shocked to find out how much more dysfunctional and disasterous it is than i even expected\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.24&nbsp; \n5:32 pm</dco> &nbsp;<qco> I'm best friends with my own front door is hands down my favorite song. No question, just statement.&nbsp;</qco> </h3>      \nthat's cool. my feeling is it doesn't really get good until the last 16 bars, so the question is always does that make it worth it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.24&nbsp; \n4:19 pm</dco> &nbsp;<qco> Do you still write new songs from scratch? Or do you have enough material from years past that you don't need to? \n<br>Either way, thanks for your music, and happy holidays!</qco> </h3>      \ni do a lot of both\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.24&nbsp; \n4:14 pm</dco> &nbsp;<qco> Lately I've been thinking about what causes stalled progress in the creative process. Why excitement for a goal dwindles the closer you get to achieving it. I've noticed the struggle usually occurs when I hit some sort of road block. Almost always when the experience of *doing it* stops being fun. Instead of asking \"how can I push through it?\" I wanted to know what you do to make the process enjoyable again? When I try to coerce it into a desired outcome it only makes it worse. Sorta like it's protesting or arguing with me in some weird way. So how do you invite the play back into it and help things move more freely? Thanks.</qco> </h3>      \nlike untangling a cable, ultimately you need to find the end (or start) of the cable. Basically what you need to do is open up a conversation with a friend (or, you know, rubber duck, or maybe just a television camera / yourself) and explain what this project is, for those of us who don't know. like just explain how you got into this whole mess. that will be like finding the end of the cable, suddenly you'll be able to see perfectly clearly what the point of this thing was all along\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.24&nbsp; \n4:00 pm</dco> &nbsp;<qco> Are you still working on songs?</qco> </h3>      \ni've been working on a lot of videos, but after that it's going to be a huge amount of songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.24&nbsp; \n3:40 pm</dco> &nbsp;<qco> Work ethic guru tells me I should look for discipline rather than motivation, but I look for both and find neither. Where should I look for discipline? or motivation for that matter?</qco> </h3>      \nyou remind me of someone looking for hunger\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.24&nbsp; \n3:24 pm</dco> &nbsp;<qco> are you working on new videosssss</qco> </h3>      \nextremely yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.24&nbsp; \n1:49 pm</dco> &nbsp;<qco> do you think that things can rhyme with orange if you stretch out the syllables, like how if you said or - ange instead of just orange you could say things like \"i have a FOUR-INCH OR-ANGE DOOR-HINGE\"\n<br></qco> </h3>      \ni believe you are quoting eminem from his '60 minutes' appearance (\".... and have porridge, with george\"). indeed he gets away with that just fine, even in the context of directly having a conversation about rhymes. but i wanna say, in actual music, outside the context of a conversation about rhymes, you can actually get away with much more. for example i'd have no problem rhyming orange with something like 'no where' and that could easily work in the context of music. what i'm saying is, these rhymes you (eminem) mention here work even better than you normally have to, in the context of music. (eminem clearly knows this also, he's done way crazier things than this)\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.24&nbsp; 1:24 pm</dco> &nbsp;<qco> Do you use capital letters\n<br></qco> </h3>      \nsince you've never watched any of my videos before i actually don't want to spoil the surprise\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.24&nbsp; \n12:57 pm</dco> &nbsp;<qco> What type of triangle is best&nbsp;</qco> </h3>      \nthe 'average' triangle\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.24&nbsp; \n10:33 am</dco> &nbsp;<qco> Does technology make humans weak?</qco> </h3>      \nsometimes it does, but other times it makes them strong\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.24&nbsp; \n10:30 am</dco> &nbsp;<qco> how u doin before xmas and new years eve ?</qco> </h3>      \nfine\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.24&nbsp; \n10:20 am</dco> &nbsp;<qco> is it an owl</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.24&nbsp; \n9:35 am</dco> &nbsp;<qco> in the hypothetical situation with 20 numbers in a hat mentioned in one of the previous questions, would it be possible that the person drawing the numbers just keeps putting the number on top of the pile of numbers and always picks up the top one? that could explain the pattern.</qco> </h3>      \nyes, that would fall under the umbrella of 'trickery or defect' that i mentioned. although according to the way the scenario was described, they were mixing them each time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.24&nbsp; \n9:27 am</dco> &nbsp;<qco> a day or 2 ago i asked why santa's helpers are elves. to follow up on that question, why is santa's base of operations the north pole?</qco> </h3>      \nthat's a reasonable place for a mythical headquarters for a winter-themed character, for a tradition based in the northern hemisphere. the main logistical problem with this is that the north pole is not always on solid land, but that might not have been so widely known back when the lore originated\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.24&nbsp; \n8:28 am</dco> &nbsp;<qco> did you know there's a hexagon at the top of saturn for some reason\n<br>\n<br>cool huh</qco> </h3>      \nyes that is cool\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.24&nbsp; \n7:21 am</dco> &nbsp;<qco> how long was the winter solstice yesterday?</qco> </h3>      \nmy understanding of the winter solstace is that it's just one moment, but i could be wrong\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.24&nbsp; \n11:16 pm</dco> &nbsp;<qco> When will you go on tour??! If ever&nbsp;</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.24&nbsp; 10:31 pm</dco> &nbsp;<qco> How are you doing?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.24&nbsp; 10:08 pm</dco> &nbsp;<qco> What should I ask you?</qco> </h3>      \nhow about \"What should I ask you?\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.24&nbsp; \n9:40 pm</dco> &nbsp;<qco> Did you know that the faces on Mt. Rushmore weren't carved and that they are natural rock formations? What are the chances that you'd have a rock formation that looks just like a president, let alone 4 presidents. Nature is crazy. It is a miracle, praise jesus.&nbsp;</qco> </h3>      \ni thought they originally were all shrek\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.24&nbsp; \n9:29 pm</dco> &nbsp;<qco> Why are Z and Y flipped in a German keyboard?</qco> </h3>      \ni'm not sure. it's tempting to say that it helps you type fast in german. but i've also heard that our qwerty layout was actually designed to make you type slower so as not to jam the typewriter. i'm not sure if that's true either\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.24&nbsp; \n9:02 pm</dco> &nbsp;<qco> how do you start being agreeable. more importantly, is being agreeable agreeing with others or being easy to agree with? most importantly, does that matter?</qco> </h3>      \nbeing 'agreeable' means agreeing with whomever the person saying 'agreeable' secretly has in mind. (hint: it's probably themself, and they probably also think that most other people already agree with them)\n<br><br>"
  }
]
