[
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n12:01 am</dco> &nbsp;<qco> send nudes</qco> </h3>      ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n12:00 am</dco> &nbsp;<qco> Are you listening to your mind?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n11:57 pm</dco> &nbsp;<qco> Why does the word \"quadrilateral\" have 13 letters if they have 4 sides?</qco> </h3>      i think the real question is, why does your question have 11 words if it is about quadrilaterals (a 4 sided shape)?\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n11:41 pm</dco> &nbsp;<qco> <a href=\"why-japan.html\">Why did you decide to make the first history video about Japan?</a> </qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n11:10 pm</dco> &nbsp;<qco> Why did the chicken cross the road?</qco> </h3>      to see things from a different perspective\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n11:06 pm</dco> &nbsp;<qco> Do you prefer <a href=\"pancakes-or-waffles.html\">waffles or pancakes? Or are you a crepe person?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n8:35 pm</dco> &nbsp;<qco> Why are you so worried about making everything you want to make \"in time\" when you have potentially 60+ years left to make it? Or is stressing yourself out just your way of ensuring you stay on track?</qco> </h3>      you may have underestimated the amount of content that is waiting to be made\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n7:32 pm</dco> &nbsp;<qco> why does the world peace phone keep on ringing?</qco> </h3>      because world peace is still calling, waiting on the line\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n6:18 pm</dco> &nbsp;<qco> <a href=\"collab.html\">Have you ever done any collaborations? If so, with whom did you work with and what did y'all produce?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n6:16 pm</dco> &nbsp;<qco> can you move any of your toes independently of one another? that's the feeling i think of when starting a new project. i don't really think i can do it, but start trying anyway and then get better and better at it and then BAM I'm illuminating a manuscript with my toes</qco> </h3>      oh nice that reminds me of all the dreams i have when i realize i can actually fly just a little bit, just enough to get off the ground slightly, or even further if i just do it for a little bit longer\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n6:12 pm</dco> &nbsp;<qco> why do you say \"nothing is funny\"</qco> </h3>      it is impossible to really determine what is funny or not. so sometimes i just say everything is funny, or nothing is funny, because i think when you look at it that way it kind of illuminates the situation a bit\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n6:07 pm</dco> &nbsp;<qco> You mentioned being proudest of your song \"i wanna be a movie star\" and said you'd love to finish it sometime. How close to being done is it, and is it in the pile to be picked randomly or are you saving it for a specific moment in time?</qco> </h3>      \ni get asked a lot which of my songs is my 'favorite' or which one i am 'most proud of' and i really don't look at it that way. i may have answered movie star because that is the one i was currently working on, and also a good excuse to drop a clue about the title of the upcoming song release\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n5:47 pm</dco> &nbsp;<qco> Songs! SONGS! YEAAAAAH!~ SONGS! FUCK YEAH SONGS! SOOOOOONGS! HELLLLLLL YEAAAAAAAAAAAH! MORE SONGS! EVERYTHING IS AMAZING! AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA SONGS! YEAAAH GO GO GO! SONGS!~! </qco> </h3>      i know what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n5:30 pm</dco> &nbsp;<qco> what is something you know nothing about?</qco> </h3>      i wouldn't be able to say, because i wouldn't even know the name of it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n4:57 pm</dco> &nbsp;<qco> I love the lyric \"this looks like a twelve-figure income town.\" Can you explain it in a bit more depth? Thanks </qco> </h3>      \"6 figure income\" means your yearly income (money) has 6 digits. so like 500,000 dollars a year is a \"6 figure income.\" 5,000,000 dollars a year would be a 7 figure income. that lyric is from the song new canaan, which tells the story of an aimless exploratory trip to a random town accessible via the New York transit system. one of the most immediately notable traits of the town is that it seems to be a really rich town. a '6-figure income town' would be a town where people with a 6-figure income might live. 12-figures is surely an exaggeration, but it seemed to be the number that fit the best in the song at that time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n4:34 pm</dco> &nbsp;<qco> what is the <a href=\"http://billwurtz.com/music-is-cool.mp3\">underlying philosophy of your music?</a></qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n3:49 pm</dco> &nbsp;<qco> Do you have any unusual hidden talents? Like ventriloquism, unicycling, yo-yo tricks, roller skate disco dancing, juggling, whittling, etc?</qco> </h3>      being normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n3:49 pm</dco> &nbsp;<qco> you said in one of your reality videos that you may flop over from exhaustion and might have to quit vine. <a href=\"vine-cancel.html\">how do you feel now that vine is fully dead?</a> considering it's one of the platforms that got you popular, do you miss it or are you glad it's gone so that you can focus  on other projects? tell me ur thoughts bill </qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n3:20 pm</dco> &nbsp;<qco> you say all music is bad. why do you think so?</qco> </h3>      that's not exactly true. sometimes people ask me to decide which music is good and which music is bad, which i think is a completely impossible question. so sometimes i just say 'all music is bad.' that's just me having a little fun, here on the questions page\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n2:59 pm</dco> &nbsp;<qco> at 6.10.17  7:58 pm you said the song you're most proud of is 'i wanna be a movie star' but i cant find it anywhere. have you not recorded it yet?\nalso if you go on tour plsssssss go to the uk and not just to london, somewhere closer to the north if that is possible. actually it would probably be a waste of your time so whatever</qco> </h3>      i get asked a lot which of my songs is my 'favorite' or which one i am 'most proud of' and i really don't look at it that way. i may have answered movie star because that is the one i was currently working on. it is done and it will be coming out tomorrow (tuesday)\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n2:32 pm</dco> &nbsp;<qco> are the reality page updates coming anytime soon?</qco> </h3>      i hope so. unfortunately the only time i got anything done on there was when i stopped doing everything else for 3 months during 2016, and i am not interested in doing that again. i would prefer to merge all the different things into the schedule. it is difficult because there are so many important things\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n1:27 pm</dco> &nbsp;<qco> do you understand why people feel the need to censor content and artwork? i do not understand it. </qco> </h3>      perhaps if they don't like some of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n1:22 pm</dco> &nbsp;<qco> what flavor of music do you find most unique</qco> </h3>      i'm not keeping track of which flavor is which, because you are allowed to change the flavors, and that's actually part of the whole fun anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n12:49 pm</dco> &nbsp;<qco> is your music stupid?</qco> </h3>      it is part of a fun game where you can't tell what is stupid or smart\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n11:49 am</dco> &nbsp;<qco> Do you consider yourself alive?\n</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n11:26 am</dco> &nbsp;<qco> I really enjoyed listening to in california, <a href=\"why-not-upload-songs-to-youtube.html\">why not upload it to youtube?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n8:22 am</dco> &nbsp;<qco> What should i do about my future? </qco> </h3>      start doing it!\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n8:17 am</dco> &nbsp;<qco> What is the best  process for those short term projects you keep mentioning and what do you think would be some good examples for some constructive projects?</qco> </h3>      you probably know best what kinds of things you have been wanting to do. you certainly know better than me\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n8:05 am</dco> &nbsp;<qco> Stop saying \"Oh hell yeah\"</qco> </h3>      how else am i going to indicate that i strongly agree with something\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n7:45 am</dco> &nbsp;<qco> do you ever feel impossible?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n6:42 am</dco> &nbsp;<qco> what is the most difficult part about making content that is unique from other people's?</qco> </h3>      doing everything yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n6:40 am</dco> &nbsp;<qco> About what fraction of questions that you don't answer are creepy, personal, or just plain stupid?</qco> </h3>      i am not keeping score in that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n6:02 am</dco> &nbsp;<qco> do you have friends?</qco> </h3>      hahahaha sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n4:54 am</dco> &nbsp;<qco> <a href=\"favorite-question-to-get-asked.html\">what is your favorite question you have received through this websitse?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n3:29 am</dco> &nbsp;<qco> Speed Bumps or Speed Humps. Need it for a crazy school assignment</qco> </h3>      where i'm from they call them speed bumps\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n3:18 am</dco> &nbsp;<qco> Who is your greatest inspiration/idol in the world?</qco> </h3>      there are several that are on par with each other but i have learned not to say them here because people will only start picking me apart left and right. you can surely discover them the better you get to know me or if you read between the lines\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n2:21 am</dco> &nbsp;<qco> I noticed your sense of humour became more reasonable after HotEWIG. Have you also noticed a change?</qco> </h3>      i don't think there was any change\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n1:01 am</dco> &nbsp;<qco> I know you've been working on a few new songs lately but are you working on a new video?</qco> </h3>      not yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n12:55 am</dco> &nbsp;<qco> Can you tell me a joke? I'm kinda need some comic relief right now.</qco> </h3>      two people can make another person if they want\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n12:38 am</dco> &nbsp;<qco> are you gonna do videos for any of the new songs? (california, I love you)</qco> </h3>      that would be nice but i am considering an alternative option which is MORE SONGS\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.17&nbsp;\n12:20 am</dco> &nbsp;<qco> what do you mean by \"there is no password\" to the reality section?</qco> </h3>      \n there is no password to the reality section. a password is not required to access the reality section. i hope that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp;\n11:34 pm</dco> &nbsp;<qco> <a href=\"character.html\">are you generally a random character or do you have to impersonate such a person to write your videos(especially the short ones)?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp;\n11:14 pm</dco> &nbsp;<qco> Opinion on NASA's planned manned interplanetary mission to Mars.</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp;\n11:11 pm</dco> &nbsp;<qco> I can't ask a question because I don't have internet. Please help, I don't have a computer either. -Bogg</qco> </h3>      you seem to be asking questions with success<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp;\n10:33 pm</dco> &nbsp;<qco> Why do you shift a one or two letters in all headers of your website?</qco> </h3>      graphics free title graphics\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp;\n9:07 pm</dco> &nbsp;<qco> <a href=\"how-long-did-it-take-to-make-hotewig.html\">How much time did it take you to put out the \"history of the entire world, i guess\" Video?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp;\n8:50 pm</dco> &nbsp;<qco> You seem like a smart person that manages to mix inspiration, music, humor, and randomness in your works, and I love that. Like, it make me think \"wow, when I grow up, I want to be him\". So after this kinda lengthy introduction, here's my question: <a href=\"why-short-videos.html\">Why do you make your works so short?</a> It kinda makes me sad, because it feels like you have so much potential, with all the music you make n' stuff, demonstrated in History of Japan and hotewig</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp;\n7:23 pm</dco> &nbsp;<qco> What's your general opinion on hip-hop/rap music?</qco> </h3>      you can make music in infinite different ways. try them all, or even make up your own! i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp;\n7:18 pm</dco> &nbsp;<qco> I've been reading the fuckkig pages obsessively for days now, i think i'm ready to apply for the question answering job on here, if the position is open</qco> </h3>      please get in touch\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp;\n6:59 pm</dco> &nbsp;<qco> When did you write 'I Can Play'? What was the inspiration behind it?</qco> </h3>      originally written in late 2010, but there were some slight re-writes and chord adjustments made in 2013, especially in the second chorus. the main inspiration is the same inspiration as for most of my songs, which is that it's fun to write songs\n<br><br>"
  }
]
