[
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n12:59 pm</dco> &nbsp;<qco> <a href=\"how-to-be-funny.html\">teach me how to funny. ;-;</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n12:58 pm</dco> &nbsp;<qco> <a href=\"why-do-you-exist.html\">why are you existing?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n12:50 pm</dco> &nbsp;<qco> what is?</qco> </h3>      almost everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n12:44 pm</dco> &nbsp;<qco> Hey Bill regarding your whole collaboration dilemma... you know you are NEVER going to find anyone who shares your artistic/musical vision, right? But, you might find somebody who has their own vision, unique from yours, that inspires or interests you in some way...&nbsp;&nbsp;then you can combine visions to make a super-vision. Like when the Power Rangers link up all their giant robots together to make a mega giant robot and together they defeat some intergalactic monster sent by Lord Zedd... that's what collaboration is. You don't have to compromise your own ideas and direction.</qco> </h3>      collaboration is not a dilemma for me. it has been a dilemma any time i have tried to make it happen, but i have found that working alone, while largely frowned upon in today's society, is actually wonderful for me and there is no dilemma when i do that. although it results in a lot of frowns, coming my way, on the subject\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n12:27 pm</dco> &nbsp;<qco> Bill, <a href=\"pets.html\">why aren't you a pet person?</a> Are you not an animal lover? This makes me sad.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n11:10 am</dco> &nbsp;<qco> <a href=\"character.html\">Is \"bill wurtz\" a character?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n11:09 am</dco> &nbsp;<qco> Would you ever considering doing an interview on the H3 podcast?</qco> </h3>      i will wait until they invite me, to decide<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n10:30 am</dco> &nbsp;<qco> <a href=\"why-didnt-you-answer-my-question.html\">I thought my questions were pretty valid, why'd you skip them?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n9:25 am</dco> &nbsp;<qco> do you ever feel like you're making a wrong decision?</qco> </h3>      oh hell yeah<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n9:07 am</dco> &nbsp;<qco> do you like vegetables?</qco> </h3>      they are ok<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n5:34 am</dco> &nbsp;<qco> hey bill i slipped and have almost certainly broken my finger and it's gonna be hard for me to practice instruments until it heals. what do i do?</qco> </h3>      perhaps learn some new interesting techniques. or maybe work on your singing<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n4:41 am</dco> &nbsp;<qco> Hi, I just broke time. How long will it take to fix it?\n<br></qco> </h3>      forever. it is already fixed<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n3:43 am</dco> &nbsp;<qco> <a href=\"why-didnt-you-answer-my-question.html\">I've asked you 4 questions and 0 have been answered. What's the deal, Bill?</a>&nbsp;</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n3:11 am</dco> &nbsp;<qco> have you got time to rectify all the things that you should?</qco> </h3>      i guess we'll have to just start the clock and see<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n3:07 am</dco> &nbsp;<qco> Do you believe goldfish are the root of all evil?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n3:03 am</dco> &nbsp;<qco> would you lose some percentage points on your sanity meter if you did not answer questions on this page?</qco> </h3>      the questions page is good and bad for my sanity at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n3:01 am</dco> &nbsp;<qco> \"7.15.17&nbsp;&nbsp;7:30 am\" / \"honestly i think he's fucking the mailwoman\" -- is that the first time you used the word fuck on this questions page?</qco> </h3>      ah, close guess. but i think it's the 100th\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n2:02 am</dco> &nbsp;<qco> what rhythms did you struggle more at first? like african 6/8, cuban songs that have a two-tempo break and then the clave feels inverted, indian talas (btw have you ever got a kicked out of those?)\n<br>thanks</qco> </h3>      i don't remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n2:00 am</dco> &nbsp;<qco> can you name a song that has a wrong melody note? like a fourth in a major chord? I always hated that but nowadays for some reason i find it fun and warm.</qco> </h3>      you'll never believe this, but the acoustic guitar under the second \"ya\" of \"hey ya\" is actually E maj. despite the fact that the vocal harmonies and everything else is clearly E minor. but for some reason it sounds fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n1:57 am</dco> &nbsp;<qco> Hey bill i have a question for you: what do you call a minor triad with the bass on the fourth? like, for instance, Em/A. It's not Asus because it doesn't have A's fourth. What do I call it?</qco> </h3>      Emin/A is probably the most accurate way to name it. you could say Amin9 but that wouldn't be fair because there is no 3rd. you could call it A9 but again that wouldn't be fair because there's no 3rd. you could call it the james brown chord, but that wouldn't be fair to all the zillions of other people who have used the chord. \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n1:57 am</dco> &nbsp;<qco> I love your work but sometimes I find myself asking \"does he have some kind of mental illness or is he just super creative and normal?\" Please answer!☺</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n1:55 am</dco> &nbsp;<qco> Hey bill what do you think of Sus13 chords? <a href=\"http://billwurtz.com/yes.mp4\">Have you ever used them</a>? Love you</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n1:25 am</dco> &nbsp;<qco> people often ask why you don't use caps, but they should realize that the \"ask\" button is capitalized</qco> </h3>      i guess they are not very observant. i get asked the capitals question, even at times when there are questions with me using capital letters right at the top of the page\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n1:24 am</dco> &nbsp;<qco> Isn't it amazing that even though the world is really complicated, we can fit pieces of it in our heads?&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n1:19 am</dco> &nbsp;<qco> I just spent 3 hours reading my backlog of questions on this page after being away for a week. Why do I love this page so much?</qco> </h3>      if you love this page then i think you're really gonna love <a href=\"random.php\">this page</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.17&nbsp;\n1:06 am</dco> &nbsp;<qco> how many miles are in a year</qco> </h3>      it depends how fast you go\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n9:22 pm</dco> &nbsp;<qco> Do you think Upper Structures are a useful voicing technique or are they lame</qco> </h3>      the entire chord is a structure. on top, underneath, and in the middle. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n8:58 pm</dco> &nbsp;<qco> I would love to support you, but I don't have money. What can I do to help you keep doing what you're doing?</qco> </h3>      whatever you are doing seems to be working fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n7:52 pm</dco> &nbsp;<qco> can u please put your music on google play? i wanna listen to your music because it BOPS but i only have google play D:</qco> </h3>      my music has been on google play for quite some time. did you try searching for \"bill wurtz\" (that's my name)\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n7:29 pm</dco> &nbsp;<qco> <a href=\"livestream.html\">would you ever do a livestream?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n6:56 pm</dco> &nbsp;<qco> What is your opinion about YouTube, its users, and its rules?</qco> </h3>      i don't really know too much about it. i just know that it has been a popular video site for a long time, so it would probably be smart to post my videos there, in addition to this site\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n6:03 pm</dco> &nbsp;<qco> What is it about using a III chord or a iv chord in a major progression that sounds so goooooood????... is that #5/b6 (in C you'd have the G# from the Emaj and the Ab from the Fmin) like a magic note or something?? So much emotion built in there if you use it in just the right way.&nbsp;</qco> </h3>      yes it is a very strong note and it is a secret weapon that has been passed down through the ages. just when you think it's forgotten, someone comes back around who knows how to use it and they rake in the cash handily\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n5:57 pm</dco> &nbsp;<qco> have you considered adding an FAQ page somewhere here to avoid some of the questions that you get over and over again?</qco> </h3>      that's not really going to stop anyone from asking the questions they're gonna ask. but it would make the page more complicated i think and cluttered, i think\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n5:13 pm</dco> &nbsp;<qco> Is fire flammable?&nbsp;</qco> </h3>      i was going to say yes but now that i think about it i'm not so sure\t\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n4:27 pm</dco> &nbsp;<qco> Opinions on potatoes?</qco> </h3>      i have nothing but the utmost respect and admiration for potatoes, and the potato community\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n3:47 pm</dco> &nbsp;<qco> can you please change your youtube bio back to \"science\" please?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n3:28 pm</dco> &nbsp;<qco> Try holding Shift while typing your answers? You seem to have forgotten what capital letters are</qco> </h3>      you seem to be oblivious to all the hundreds of times i have used capital letters, on this page, in videos, and elsewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n2:45 pm</dco> &nbsp;<qco> how you ended hoj in the draft script was pretty funny. why'd you change your mind? :(</qco> </h3>      the new ending just came to me suddenly, and it was a way to get out quicker, and also ends with a jingle. i thought it was a stronger ending\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n2:21 pm</dco> &nbsp;<qco> don't you hate it wHEN flannel?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n2:03 pm</dco> &nbsp;<qco> why don't you spend your time for videos instead of using it for these questions?</qco> </h3>      i spend some time doing videos and some time on questions. i think this is a reasonable strategy especially because it allows me to answer your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n1:53 pm</dco> &nbsp;<qco> how can we stop poverty?</qco> </h3>      one of the most important things we need would be some big breakthroughs in transportation (moving things from point A to point B, quickly)\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n1:31 pm</dco> &nbsp;<qco> why is the guy from \"i'm confused\" on your twitter background?</qco> </h3>      on twitter you can put a piece of graphics or artwork on your banner. i used something that i made. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n1:19 pm</dco> &nbsp;<qco> does every misspelled word and random colour (for example: euqstions and the green q) have a meaning</qco> </h3>      graphics free title graphics\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n12:42 pm</dco> &nbsp;<qco> You know, \"the part where i get to think of something and have it appear in someone else's mind\" is also my favorite part of mathematics. And there is a lot of work hidden behind the word \"and\" there as well. I'm starting to suspect this might be a common pattern to many things.</qco> </h3>      i've come to realize that work is the name of this planet<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n12:39 pm</dco> &nbsp;<qco> <a href=\"pets.html\">Would you rather own a cat or a dog?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp; \n12:13 pm</dco> &nbsp;<qco> Hi, why do you make weird videos</qco> </h3>      i'm just trying to be reasonable<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp; \n11:55 am</dco> &nbsp;<qco> Is it easy being you?&nbsp;</qco> </h3>      not exactly. it can be very confusing and stressful but also very rewarding and fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp; \n11:48 am</dco> &nbsp;<qco> If you're only willing to be friends with people with the same lifestyle as you, aren't you just going to end up awfully lonely? Why not make friends on the basis of shared interests, or a shared worldview? (no disrespect here, just kinda frustrated because you have lots of people who you could make friends with and I have no opportunity to make friends. sux)</qco> </h3>      i think you've misinterpreted my situation. i need to focus fully on what i'm doing. this has lead me to be where i am and it will also lead me to where i'm going to be in the future. any correspondence i have with anyone usually works only when it is integrated with or relevant to that process \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n8:56 am</dco> &nbsp;<qco> i think i accidentally destroyed the universe. how do i fix that</qco> </h3>      don't worry it also wasn't destroyed. even though you may have destroyed it, it also was not destroyed. that may sound strange but it's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n8:44 am</dco> &nbsp;<qco> While working on creating things, do you prefer to work with natural light, artificial light, darkness, or do you enjoy the unique qualities of each one?</qco> </h3>      whichever one is available\n<br><br>"
  }
]
