[
  {
    "html": "<h3> <dco>9.14.24&nbsp; \n11:58 pm</dco> &nbsp;<qco> Can you watch my dog for a week?</qco> </h3>      \nlet's be honest, no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.24&nbsp; \n11:57 pm</dco> &nbsp;<qco> do the 3d guys in your videos have actual names or is all of them just named janice</qco> </h3>      \nthey don't usually have names, but they have 4 digit number codes during production, starting with 0000\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.24&nbsp; \n11:03 pm</dco> &nbsp;<qco> Opinions on booleans?</qco> </h3>      \ni just assume everything is True\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.24&nbsp; 8:59 pm</dco> &nbsp;<qco> where do you edit your videos??</qco> </h3>      \nin my office\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.24&nbsp; \n8:21 pm</dco> &nbsp;<qco> whats the scariest month?</qco> </h3>      \njanuary\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.24&nbsp; \n7:55 pm</dco> &nbsp;<qco> Favorite moon?</qco> </h3>      \nfull\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.24&nbsp; \n7:10 pm</dco> &nbsp;<qco> there's a vending machine over there</qco> </h3>      \nok, i assume you are in japan\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.24&nbsp; \n6:41 pm</dco> &nbsp;<qco> bill i have to make a video about you for school i just wanted you to know</qco> </h3>      \nok thanks\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.24&nbsp; \n6:21 pm</dco> &nbsp;<qco> What is the trial we must overcome to seek your wisdom?</qco> </h3>      \nthat sounds kind of oppressive actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.24&nbsp; \n5:49 pm</dco> &nbsp;<qco> Do you plan on continuing to be as awesome as you currently are?</qco> </h3>      \nmore than\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.24&nbsp; \n4:34 pm</dco> &nbsp;<qco> which saxophone do you like the most</qco> </h3>      \nsurprise me\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.24&nbsp; \n2:42 pm</dco> &nbsp;<qco> i wrote a song in locrian</qco> </h3>      \nisn't there a prize for that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.24&nbsp; \n2:09 pm</dco> &nbsp;<qco> im at the corner store. im not tall and handsome or dancing on the floor. how to get there.</qco> </h3>      \nmaybe you can just say you are\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.24&nbsp; \n1:52 pm</dco> &nbsp;<qco> What should I write my essay on mr wurtz&nbsp;</qco> </h3>      \nnow i'm wondering if you can write an essay for something to be on\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.24&nbsp; 11:40 am</dco> &nbsp;<qco> do you like strawberries?&nbsp;</qco> </h3>      \nyes, but that doesn't mean they are good\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.24&nbsp; \n8:04 am</dco> &nbsp;<qco> what is your favorite star in the andromeda galaxy?</qco> </h3>      \nthere's so many great ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.24&nbsp; \n4:57 am</dco> &nbsp;<qco> wanna play a game? its your turn</qco> </h3>      \nyeah but it's your turn\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.24&nbsp; \n3:56 am</dco> &nbsp;<qco> when is the last time you drove a truck?</qco> </h3>      \ni have never driven a truck. i'm sorry about that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.24&nbsp; \n3:04 am</dco> &nbsp;<qco> ever noticed how most of the time words with q have it either at the start or at the end?</qco> </h3>      \nno it doesn't feel that way for me. certainly a lot of words end with 'que'\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.24&nbsp; \n2:49 am</dco> &nbsp;<qco> do you actually like times new roman? (the font)</qco> </h3>      it's ok. it's nice to use sometimes just because of the classic vibes, and it's very clean. i'd say if you have to use a serif then times new roman is the most trusted standard, let's say\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.24&nbsp; \n2:26 am</dco> &nbsp;<qco> As I write more songs, I'm finding it's really easy for me to write choruses and bridges the repetitive or most important parts of the song that reveal the core way that I feel about something. These are usually the things I write first, the first things I come up with. As I then have to expand on those ideas, I find it's difficult to put together verses or pre-choruses. I feel like I'm out of things to say. I think part of the problem is that these are usually the parts of other peoeple's songs I find least interesting. Like, my favorite \"musical moments\" are often choruses or bridges, and I don't usually think about verses. Ofcourse there are great lyrical moments that I think about all the time, but those are few and far between I suppose. It's like, I just wrote the best part of this song, and now you want me to... write a less interesting part? I don't know how to expand on my ideas in that way. Does that make sense? What do I do?</qco> </h3>      the first thing i'd absolutely recommend to any songwriter, forget everything you know about the names of the sections. \"chorus\", \"verse\", these terms play dirty and no one truly knows which is which, or if songs even need to have them, whatever. The important thing is, you've come up with the most important part, the best part. so you know you have that to offer. make the rest of the song about how good the main part is, and how excited you are to have people hear it. remember this 'additional contents' can be as short as you want, it can be after or before, in between, anywhere, and it does not have to be called a 'verse' or 'pre-whatever'. any amount of anything anywhere, in service of the main gift piece you are offering. in fact it's always good to first just ask yourself if maybe you don't even need anything else. and then just do whatever you need to deliver the goods. it's like you've got the birthday gift, all you need is the box. just put it in something and get it there, so it can be opened and enjoyed\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.24&nbsp; \n1:57 am</dco> &nbsp;<qco> how accurately would you say you can ascertain the emotional state of a questioner just by reading their question?</qco> </h3>      \non average, 50%\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.14.24&nbsp; \n12:53 am</dco> &nbsp;<qco> why is it so hard to write stories??</qco> </h3>      \nmaybe you're just afraid to make a racket\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n11:44 pm</dco> &nbsp;<qco> What is your opinion on the state of american politics?</qco> </h3>      \niconic\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n11:31 pm</dco> &nbsp;<qco> what kind(s) of textual writing have you done?&nbsp;</qco> </h3>      \nyou can check the \"notes\" page, or the white text on this page, to get an idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n10:58 pm</dco> &nbsp;<qco> whats the funniest thing youve heard today</qco> </h3>      \nthe date\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n10:58 pm</dco> &nbsp;<qco> would you rather make part of a song using a bachata or merengue beat, or alternatively the secret third option where you manage to use both and make it sound good</qco> </h3>      \nthat third way is the way i normally work, but without worrying whether the styles ever had names, because really it's a spectrum anyway so you could never name every shade, even if there were finite shades\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n10:33 pm</dco> &nbsp;<qco> Whats your favourite soup?</qco> </h3>      \ni just know the one from the andy warhol painting, but of course i have no idea what it tastes like\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n10:30 pm</dco> &nbsp;<qco> what is your nationality?</qco> </h3>      \ni'm assuming my ancestors may have been pangean\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n8:06 pm</dco> &nbsp;<qco> when was the last time you used a payphone?</qco> </h3>      \n2014\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n7:50 pm</dco> &nbsp;<qco> do you like your music??????</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n7:41 pm</dco> &nbsp;<qco> what should i do to \"displease\" or \"please\" someone</qco> </h3>      \ngive them a survey about how they do and don't like to be pleased\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n7:16 pm</dco> &nbsp;<qco> what is your favorite thing about space?</qco> </h3>      \ni like how roomy it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n7:05 pm</dco> &nbsp;<qco> it's friday 13th how do you feel about that?</qco> </h3>      \npretty good, not having noticed, as of this moment zaterdag 14 september 2024 02:27:40\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n6:53 pm</dco> &nbsp;<qco> Do you prefer the invention of the pen or the pencil?</qco> </h3>      \nthat seems like a trick question\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n6:17 pm</dco> &nbsp;<qco> whats ur favorite type of pasta and why</qco> </h3>      \nsorry i forgot to fill that part out\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n5:45 pm</dco> &nbsp;<qco> What's a song lyric that has a good slant rhyme? (I think it's called a slant rhyme - like when two words don't really rhyme but can sound like they kinda sorta do with the right pronunciation and inflection)</qco> </h3>      \nthis part of the literature on rhyming seems incoherent to me, in more ways than i can even describe. it always seems to completely overlook the things that do matter, and fixate on the things that don't matter. and bizarrely, most people's examples of 'slant rhymes' seem to slant the parts that ruin it, while actually keeping the parts the same that were already ruining it by being too much the same. anyway thanks for reading\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n5:23 pm</dco> &nbsp;<qco> Do you enjoy using analogies as a method of explaining concepts that could be explained simply otherwise, because the analogies might help make the journey towards understanding those concepts more interesting?</qco> </h3>      \nno. analogies are mostly for when the simpler explanation was not being understood\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n4:50 pm</dco> &nbsp;<qco> have you become the person you've always wanted to be?</qco> </h3>      \ni'm part way there\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n3:42 pm</dco> &nbsp;<qco> what's your favorite underrated movie</qco> </h3>      \ni don't know the ratings on movies. i never  check\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n3:41 pm</dco> &nbsp;<qco> out of every song you've ever made, what has been your proudest creation?</qco> </h3>      \nlately it's been that \"first show of the day\" chorus, on the soft clothing song\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n3:31 pm</dco> &nbsp;<qco> when you are working on your craft, do you ever feel FOMO on the other things you've always wanted to do? I've been going through this for last few years and it's prevented me from making significant progress on anything because I keep bouncing from one pursuit to another. How do I get rid of this FOMO and just specialize</qco> </h3>      \none way or another, you have to calm down, if only just a little\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n3:14 pm</dco> &nbsp;<qco> opinions on the moon</qco> </h3>      \nit's fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n2:32 pm</dco> &nbsp;<qco> hi bill, i wanna get into music and acting. how do i break the news to my parents?</qco> </h3>      \ndon't worry about breaking any news. unless you want to be a news anchor too, but even news anchors don't break news specifically to their parents, they tell a broader audience in general and if their parents watch then that's coincidental\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n2:23 pm</dco> &nbsp;<qco> Last thing you almost did?</qco> </h3>      \nanswer this question differently from this\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n12:33 pm</dco> &nbsp;<qco> Hi, you told me to meet you around this time, correct?</qco> </h3>      \nno, not correct. i'm sorry about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n12:19 pm</dco> &nbsp;<qco> What's the most \"unique and rare\" answer you've ever given to a question? (like different sizes in text, different COLOR in text, links to content that can only be accessed from the question page, etc\")</qco> </h3>      \none time i said how i was feeling\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n11:53 am</dco> &nbsp;<qco> Could you alert me on bonkerbrain?</qco> </h3>      \nsure, that sounds pretty easy actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n10:00 am</dco> &nbsp;<qco> If there was a guy who thought \"in my next life I'll think about the fact that I had this thought\" and then I think \"there was a guy who thought that in his next life he would be a guy who thinks about the fact that he had this thought\", does that make me the reincarnation of that guy?&nbsp;</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.24&nbsp; \n9:13 am</dco> &nbsp;<qco> is there a point where you just know everything about life (and/or music)? thank you mr. wurtz</qco> </h3>      \nyou can know a huge amount, and have huge amounts of experience, but there's always new things\n<br><br>"
  }
]
