[
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n5:42 pm</dco> &nbsp;<qco> hello bill was wondering how to be good at everything?</qco> </h3>      \nthe first thing you wanna do is go ahead and do everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n5:41 pm</dco> &nbsp;<qco> The fermi paradox dictates that, while we will never see them, there are most definitely intelligent aliens out there. Do you think that these aliens have music, or something similar to music?</qco> </h3>      \nsome of them do\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n5:30 pm</dco> &nbsp;<qco> last night i had a dream that you released a song called \"stars exploding\" or something like that and it was 11 minutes long, used mostly chords exclusively from the major scale, and was either about or had a major recurring theme of things being the way they are because people changed them. like something is only the way it is because someone either changed it or chose not to change it. There were no jingles or non sequitur lyrics or anything. I don't remember what it sounded like but it was incredible, any thoughts?</qco> </h3>      \nyes. <br>\n     1. you wrote it<br>\n     2. you are a writer<br>\n     3. you should look into improving your skills for documenting these ideas quickly when you wake up, so you can keep them<br>\n     4. you should try not to post your ideas before you produce them, because they're probably pretty good and you shouldn't let anyone steal them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n5:11 pm</dco> &nbsp;<qco> why does the thing do the thing</qco> </h3>      \nwould be so thingtastic\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n5:10 pm</dco> &nbsp;<qco> in a lot of your videos, you have words on the screen, and it usually looks likes it's glowing while there's another layer on top that also \"glows\", and to get to my question, where did you come up with the idea for that?</qco> </h3>      \njust seems like common sense really, especially if you never think anything is gonna be good enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n5:03 pm</dco> &nbsp;<qco> Did yo do a bad thing?</qco> </h3>      \nthat's preposterous. who do you think i am\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n4:55 pm</dco> &nbsp;<qco> how do you deal with having so many people look up to you and enjoy what you make? </qco></h3>      by being.... even better!<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;does it get overwhelming?&nbsp;</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n4:53 pm</dco> &nbsp;<qco> where do you draw your inspiration(s) from?</qco> </h3>      \nthe.... world\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n4:41 pm</dco> &nbsp;<qco> hy bill, can u use more capital letters</qco></h3>      sure, but, i already use a lot<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do u just hate'm</qco> </h3>      no, that wouldn't make sense, considering how much i use them. So far i should point out that you've used none, so i'm considering turning this whole conversation 180 degrees at this point\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n4:17 pm</dco> &nbsp;<qco> Are you scared of any of the songs you have made?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n4:06 pm</dco> &nbsp;<qco> how is your new video coming along?</qco> </h3>      \nit's either terrible or good, depending on what mood i'm in\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n3:20 pm</dco> &nbsp;<qco> what's the 11th letter of the title of your new song? (if there is 11+ letters in the title)</qco> </h3>      \ndepending on how bold and courageous i'm feeling, it may have less than 11 letters\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n3:15 pm</dco> &nbsp;<qco> you say you need to make a song every week, but you have not published a song for almost 2 years</qco> </h3>      \nah, that is probably part of the reason i've been so dreadfully..... Uncomfortable\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n3:08 pm</dco> &nbsp;<qco> whats your inspiration?</qco> </h3>      \nstairs, steps, that sort of thing\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n1:29 pm</dco> &nbsp;<qco> Bill can you give me some life tips of how to be less depressed and more social?</qco> </h3>      \nhave you considered..........GOING ONLINE\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n1:19 pm</dco> &nbsp;<qco> Hi. How do you make your videos, because both your yt page and Rest of this site, do not tell me. I need this for a project on how you make your gesamtkunstwerks. thanks,\n<br>ANONYMOUS\n<br>I WILL NOT TELL WHO I AM.</qco> </h3>      \nthat's interesting because i also need to know how to do it, for a project i'm doing called me doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n1:14 pm</dco> &nbsp;<qco> was there a specific moment you can point to where you figured out exactly what you wanted to do in life?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n12:46 pm</dco> &nbsp;<qco> is \"music theory\" real?</qco> </h3>      \nit's your job to invent it. if you do, then it will be\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n12:24 pm</dco> &nbsp;<qco> Just to confirm with several people, you are working on something for youtube right?</qco> </h3>      \nyes but it will also go to the music services (spotify,apple). Just to clarify, the youtube version will have video, where as the music services will get the audio version only. This works out well, because it is definitely a \"song\"\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n11:21 am</dco> &nbsp;<qco> I would like to write my own song but i have 0 clue where to start or what to do. where should I start first? how do I decide on a good time/melody/rhythm? sorry i'm&nbsp;&nbsp;asking so many questions, I'm just really confused&nbsp;</qco> </h3>      \ni have good and bad news. the good news is, you can definitely write anything and everything you ever wanted to write. The bad news, and maybe this won't apply to you, but, it took me many many many years to figure out these writing questions you mentioned. and this was after i had already had many many many years of general musical experience. so the writing thing was still many years on top of that. But i am quite sure that most people are not anywhere near as..... difficult... as i am\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n10:20 am</dco> &nbsp;<qco> what do you think of conspiracy theories</qco> </h3>      \nsometimes it's more fun to get out there and do a brand new conspiracy \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n9:50 am</dco> &nbsp;<qco> What's your favourite video on your YouTube channel?\n<br></qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n9:26 am</dco> &nbsp;<qco> I'm ending it all today, I suddenly remembered your videos while I was nearing the end and wanted to tell you that I really liked your videos, I hope you continue to make them long after I'm gone.</qco> </h3>      \nmaybe change the plans of ending it, because i'm quite certain you have a damn lot more stuff to do that no one else is gonna be able to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n9:18 am</dco> &nbsp;<qco> Have you ever written something like \"cabbage\" or \"beef\" in the notes of your songs?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n8:50 am</dco> &nbsp;<qco> Have you ever felt like being sad and happy at the same time</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n8:45 am</dco> &nbsp;<qco> on the percent scale of 1 to 100, how complete is the music video for your new song.&nbsp;</qco> </h3>      \neither 98 or 89, depending on which parallel universe you catch me in\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n8:44 am</dco> &nbsp;<qco> \"i just did a bad thing\" is basically my theme song. how can i focus less on the bad things and more on the good things?</qco> </h3>      \nhow about taking a walk on the WiLd SiDe\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n8:36 am</dco> &nbsp;<qco> how to make good music</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n7:43 am</dco> &nbsp;<qco> Bill, have you went to the land of the 2 letter words? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, Is the internet connection bad? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If not, How long is your next video going to be?</qco> </h3>      about 4 minutes and 10 seconds\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n4:09 am</dco> &nbsp;<qco> is your next video about the history of the universe?</qco> </h3>      \nthat would be a little redundant because i already did that (as best i could)\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n3:01 am</dco> &nbsp;<qco> Was 2020 good?</qco> </h3>      \nyes but also bad. It was made famous for its bad elements, but it's important to remember that good things also happened. a lot of things can happen in a year, so some of them must have been good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n2:50 am</dco> &nbsp;<qco> how do i prevent people from asking you how \"you predicted 2020\", or alternatively how do i stop being annoyed by it</qco> </h3>      \ngo ahead and re-orient your eye lids into the closed position\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n2:39 am</dco> &nbsp;<qco> crust</qco> </h3>      \nthat may be true\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n2:31 am</dco> &nbsp;<qco> what do you do when you get the feeling that you aren't good enough&nbsp;</qco> </h3>      \nget better\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n1:25 am</dco> &nbsp;<qco> why does it rain</qco> </h3>      \nyou requested this\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n1:18 am</dco> &nbsp;<qco> Hi bill w :) \n<br>What new things are you looking forward to trying? Musically or in general.&nbsp;</qco> </h3>      \nnot let all the things i want to do drown each other\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n12:45 am</dco> &nbsp;<qco> bill what do you think about making a 2020 song</qco> </h3>      \nthe thing i don't like about that is, there should be way way way way way more than 1 song per year. i would have to do multiple songs a week, really, in order to ever feel comfortable with myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n12:26 am</dco> &nbsp;<qco> you've persuaded me to appreciate tuesdays more. they are, indeed, very fresh. tuesday is also just a nice word to say. scratches my phonetic itch. \n<br>\n<br>are there any words that you find phonetically pleasing?</qco> </h3>      \njuxtaposed\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.21&nbsp; \n12:03 am</dco> &nbsp;<qco> How are you?</qco></h3>      ok<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also hypothetically speaking, if you lived in a house with noises coming from the walls, how would you go about dealing with that?</qco> </h3>      \nuse it to build confidence about the potential noises i can make\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.21&nbsp; \n11:33 pm</dco> &nbsp;<qco> Why are both The Stupid Song and Stupid Song 3 minutes and 13 seconds long?</qco></h3>      i actually never realized that. That is a huge coincidence<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Was Stupid Song a rewrite of The Stupid Song?</qco> </h3>      Absolutely not. those two songs are a huge inconvenience to each other, because they both want to have the same title. but that would be an inconvenience to the catalog\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.21&nbsp; \n11:30 pm</dco> &nbsp;<qco> Do things like the recent politics influence your lyric writing?</qco> </h3>      \nanything i've ever seen, known, heard, dreamed, or imagined, is fair game\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.21&nbsp; \n11:29 pm</dco> &nbsp;<qco> how on earth do you steamroll perfectionism</qco> </h3>      \nFor example, if you are writing a sentence, you could change all the letters to h\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.21&nbsp; \n11:22 pm</dco> &nbsp;<qco> when will you make ur next video?</qco> </h3>      \nas soon as i finish the one i'm making now\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.21&nbsp; \n10:34 pm</dco> &nbsp;<qco> give me an idea, what could i draw now?</qco> </h3>      \ndraw the paper you are drawing on\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.21&nbsp; \n9:54 pm</dco> &nbsp;<qco> What day of the week will you upload?</qco> </h3>      \nmy preferred day to upload is Tuesday, but, if i have a finished product and i am desperate to release it it could be any day\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.21&nbsp; \n9:51 pm</dco> &nbsp;<qco> how to make good music</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.21&nbsp; \n9:11 pm</dco> &nbsp;<qco> can you give me some life advice?</qco> </h3>      \nsure. remind me which life you have, so i can be sure to give you the right advice\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.21&nbsp; \n8:10 pm</dco> &nbsp;<qco> Sometimes when I try to do too much in too little time (with music) I get in a state of confusion. In that case I often finish the work, but seldom well. Though the feeling of confusion and overwhelmingness and complete loss of objectivity can be harsh. Ever feel the same?</qco></h3>      yes, but i think it's more common for when i'm working too slow, not too fast.<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so, do you have any tricks for not falling into that trap?</qco> </h3>      one of the tricks i normally suggest for that is working faster. but from what you have told me so far, that seems like the wrong solution for you. Maybe you could try working slower?\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.21&nbsp; \n7:49 pm</dco> &nbsp;<qco> why is your music so magical </qco></h3>      we'll see<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and are you planning to make more? </qco></h3>      oh hell yeah<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;the might quit song spooked me you might stop forever :(</qco> </h3>      that song has nothing to do with me stopping anything. Actually, around the time i made that song, my ambitions grew so huge that i choked on them. bad\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.21&nbsp; \n6:41 pm</dco> &nbsp;<qco> In your song la de da de da de da de day oh, you say the mall closed because you were too small. How small were you?</qco> </h3>      \ntoo small to think of a better lyric for that part\n<br><br>"
  }
]
