[
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n10:13 pm</dco> &nbsp;<qco> how do you even begin writing your lyrics? its just so abstract&nbsp;</qco> </h3>      \n\ni don't write lyrics separately. the words and melody and harmony are written together as one thing. the same way your left sleeve goes through a door (together with the other sleeve and the rest of your clothing and you also)\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n9:05 pm</dco> &nbsp;<qco> if you were a family guy character who would you be except I already call stewie</qco> </h3>      \n\nseth macfarlane\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n9:05 pm</dco> &nbsp;<qco> Ever wonder what people's reaction was to the first song ever played/sung?&nbsp;</qco> </h3>      \n\nnot any more than i wonder how the first existing human reacted to the second\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n7:04 pm</dco> &nbsp;<qco> what do you consider an ideal life</qco> </h3>      \n\nhaving goals and challenges\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n7:01 pm</dco> &nbsp;<qco> how to confront scary thoughts?</qco> </h3>      \n\ntalk about them, or write them down\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n6:57 pm</dco> &nbsp;<qco> bill you've been a huge part of my life. Ever since years ago when I first found your channel by getting \"and the day goes on\" in my recommended, its been my favorite song by you ever since, the song goes along so well with the animation style and i hope you return to it. I'm genuinely really excited about the things you'll do in the future. Thank you.</qco> </h3>      \n\ni see what you did there. you have dumped a warm load of kindness upon me, effectively energizing my morale\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n6:56 pm</dco> &nbsp;<qco> can i have it all</qco> </h3>      \n\ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; 6:53 pm</dco> &nbsp;<qco> what happens after we die?</qco> </h3>      \n\neverything. to be fair, everything also happens before\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n6:08 pm</dco> &nbsp;<qco> I'm curious about the 'bad ideas' you intentionally start with to help with idea gen, do those ever become relevant somehow at some point?</qco> </h3>      \n\noh sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n6:01 pm</dco> &nbsp;<qco> How much does your care for others drive your work?</qco> </h3>      \n\n50%\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n4:58 pm</dco> &nbsp;<qco> what is sentience really?</qco> </h3>      \n\nWHAT A TIMELY AND IMPORTANT QUESTION which i may or may not have been thinking about for at least the past 20 years but has never been more relevant. i have some great answers by the way, but they're so good i'd rather not distract from them by rambling as i am about the timelyness of the question and my preparedness for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n4:36 pm</dco> &nbsp;<qco> how do things do?</qco> </h3>      \n\nthings are self doing, but sometimes they may roleplay\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n4:20 pm</dco> &nbsp;<qco> im lowkey purple</qco> </h3>      \n\ni see what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n4:03 pm</dco> &nbsp;<qco> Do you ever quote your own videos?</qco> </h3>      \n\nnot under normal circumstances\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp;\n3:55 pm</dco> &nbsp;<qco> I was in a language learning Discord server at some point, and someone brought up a really interesting practice method. First some context. Suppose person A speaks French and wants to learn English, and the reverse for person B. Sometimes these people get together for \"language exchange\", which in this case is having a conversation in French, and then the next will be in English, and they'd alternate like this at whatever frequency A and B agree upon. The problem is that people who engage in this practice are usually not yet familiar enough with the language to make non-trivial sentences themselves, which greatly limits how complex the conversations can get. So it's hard and somewhat boring. The idea is that since these people need more input in their target language, they should just have conversations where A speaks French and B replies in English. They both get natural input in their respective target languages, without being limited in what they want to say. This sounds great on paper, so I'd like to convince the entire universe to try it to see how well it holds up in practice. How would I go about this?</qco> </h3>      \ni already know that's a great method. and it sounds like you suspect it also. of course what i would suggest is not to go trying to convince the entire universe of something. if it's good, the universe will probably find out anyway. and if it's not, then they'll be pretty mad at you for trying to force this on them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n3:40 pm</dco> &nbsp;<qco> could you write a song without caring about it</qco> </h3>      \n\nironically that's the only way writing is possible. also impossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n3:29 pm</dco> &nbsp;<qco> how do you feel when your memories come back in ways you weren't ready for</qco> </h3>      \n\nit's weird but ultimately it's pretty nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n3:21 pm</dco> &nbsp;<qco> how do you think of the lyrics to your songs?</qco> </h3>      \n\ntogether with the melody and harmony connected to it. the same way the left elbow of a baby is born (connected to the rest of the baby including the right elbow)\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n2:58 pm</dco> &nbsp;<qco> Do you own a cheese wheel, and if so, can I steal it?</qco> </h3>      \n \nnever buy, always rent cheese wheels\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n2:19 pm</dco> &nbsp;<qco> what is a song</qco> </h3>      \n\ni'm proud to say i'm really not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n2:09 pm</dco> &nbsp;<qco> do you have a least favorite number?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n2:03 pm</dco> &nbsp;<qco> How do you answer a question that does not have an answer?</qco> </h3>      \n\nmake something up\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n1:15 pm</dco> &nbsp;<qco> What's large?</qco> </h3>      \n\na barge\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n12:45 pm</dco> &nbsp;<qco> are these questions answered in front of a live studio audience?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n12:17 pm</dco> &nbsp;<qco> Have you ever lost grasp of what \"good\" art is?</qco></h3>      i've had the profound realization that there is no rule for what makes art 'good', there is no definition of 'good' art, and it can be different for every person at any time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Has art ever confused you on a spiritual level, to the point where you suddenly don't know what your goals are, as they all seem irrelevant and meaningless? </qco></h3>      there is always the risk of feeling like that occasionally. but the magic always returns plentifully, in surprising ways<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you have any advice on overcoming this?</qco> </h3>      it cures itself\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n10:39 am</dco> &nbsp;<qco> I'm inspired by manga but drawing scares me. Do I try to just make it work in words?</qco> </h3>      \n\nit's worth a try\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n10:30 am</dco> &nbsp;<qco> how to force myself to do what's good for myself in the long run over short term pleasures</qco> </h3>      \n\nthere are many ways this can go. one way is just pure fear. you become so afraid of the consequences that you have no choice but to make concessions. but the other way it can happen is you can try to get a better understanding of what the procedures are and how they can fit into your schedule in a way that actually feels like you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n9:19 am</dco> &nbsp;<qco> What is something that you enjoy watching other people doing but wouldn't want to do yourself?</qco> </h3>      \n\ndirecting actors\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n9:14 am</dco> &nbsp;<qco> do you have any tips to be uncomfortable?</qco> </h3>      \n\nsure. how searching for a piece of hay in a pile of needles\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n8:41 am</dco> &nbsp;<qco> HEy bill ! Do you believe in life after love ?</qco> </h3>      \n\nthank you for writing down that song lyric here. i appreciate it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n8:36 am</dco> &nbsp;<qco> do you think ideas can be given?</qco> </h3>      \n\ni don't see why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n7:23 am</dco> &nbsp;<qco> have you ever felt an intense satisfaction from completing a project or just any simple thing, really without having something halt your progress or get in the way? it seems so surreal being relieved at something like that, but it's something a lot of us take for granted. can you relate?</qco> </h3>      \n\nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; 6:15 am</dco> &nbsp;<qco> What's your favorite food</qco> </h3>      \nthe problem is, whatever i say here, you're just going to start imagining me eating it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n5:22 am</dco> &nbsp;<qco> What do you feel of yourself?</qco> </h3>      \n\ni have a lot of strong and contradictory feelings about myself, but i'm never sure if any of them can be trusted\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n3:35 am</dco> &nbsp;<qco> opinions on black forest gummy bears (i'm hungry and it's the only snack in my vicinity)</qco> </h3>      \n\ni've never heard of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n3:33 am</dco> &nbsp;<qco> You got a lot of asks pre-2020 about doing tours;&nbsp;do you still have plans on trying to do that, or what are your feelings on it?</qco> </h3>      \n\ni never had plans to do it. i have some strong opinions about what does and does not work in a live show, but i've never been ready to do such a thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n3:14 am</dco> &nbsp;<qco> Is chewing gum food?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n3:01 am</dco> &nbsp;<qco> How do I know what is... isn't?</qco> </h3>      \n\n....... process of elimination? although i'm not really sure if i've understood what you are saying\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n2:43 am</dco> &nbsp;<qco> What am I to do if spotted by a murder of crows or a parliament of owls ? Can I ask them why are they called thus ? would they answer ?</qco> </h3>      \n\nno, they don't call themselves that and they don't know they are called that\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n2:38 am</dco> &nbsp;<qco> What if my song is bad and I just don't realize</qco> </h3>      \n\nthat's great news, if you don't think your song is bad then that means you don't have the disease where you think all your songs are bad. this can give you a tremendous advantage in life, over those who do have that problem\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n2:20 am</dco> &nbsp;<qco> Is time real?\n<br></qco> </h3>      \n\nreal enough to use\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n2:16 am</dco> &nbsp;<qco> Can you help i dont have a question mark key on my keyboard</qco> </h3>      \n\n? here's one to copy and paste\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n12:57 am</dco> &nbsp;<qco> was the production of \"where i've been\" wildly different from any of the other songs on the 3 week schedule?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or where they all filled with a lot of sleep deprivation? </qco></h3>      inevitably there is a massive sleep crush at the end, but it gets steadily worse each time as the schedule goes along<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;would love the story of the production of that one! it's got a super cool feeling to it</qco> </h3>      i have very little memory of the production of that one, because it was so late in the schedule. i wish it turned out better\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.25&nbsp; \n12:46 am</dco> &nbsp;<qco> whats the coolest paradox you've ever known</qco> </h3>      \n\na paradox not being cool\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.25&nbsp; \n11:51 pm</dco> &nbsp;<qco> How will your day be? &gt;:)</qco> </h3>      \n\npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.25&nbsp; \n10:53 pm</dco> &nbsp;<qco> moving into an apartment with as yet undetermined wall thickness. if my neighbors can hear me plainly, got any tips on how to record vocals so they don't? besides singing more quietly. gotta belt some of these lines you know. italian opera like. i figure maybe make a plywood coffin and sound proof it? or maybe the closet with blankets?&nbsp;</qco> </h3>      \n\nmaybe you could just invite them over when you record. make it into a concert\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.25&nbsp; \n10:19 pm</dco> &nbsp;<qco> What's an interesting thing you learnt about recently?</qco> </h3>      \n\nsliced bread\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.25&nbsp; \n10:18 pm</dco> &nbsp;<qco> If you were a pancake in a stack of pancakes, which pancake would you like to be, and why?</qco> </h3>      \n\ni would not like to be any of the pancakes. i would be wishing i was something else, other than one of those pancakes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.25&nbsp; \n10:14 pm</dco> &nbsp;<qco> despite all my rage I'm still just a goose in a cage. honk.</qco> </h3>      \n\ni see what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.25&nbsp; \n9:59 pm</dco> &nbsp;<qco> we talk about human mental health, but what about animal mental health? do dogs get depressed</qco> </h3>      \n\ni'm not sure\n<br><br>"
  }
]
