[
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n10:57 am</dco> &nbsp;<qco> what exactly is a joke?</qco> </h3>      \na bit of unexpected ridiculousness\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n10:23 am</dco> &nbsp;<qco> you tend to sing about clothing alot, is there a reason for that?</qco> </h3>      \nit's a fun thing that most people are familiar with. also good for analogies, if the shoe fits\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n10:02 am</dco> &nbsp;<qco> why do people still make albums even tho records and disks arent popular anymore? is it just intertia or something else?</qco> </h3>      \ninertia seems like not the worst way to describe it honestly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n9:43 am</dco> &nbsp;<qco> Can you tell a truth in 5 words</qco> </h3>      \nyes i believe i could\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n9:30 am</dco> &nbsp;<qco> You wake up and realize that you have become Jesus Christ. How do you proceed?&nbsp;</qco> </h3>      \npretend i'm not. nothing good ever happens to anyone who openly admits to being Jesus Christ\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n8:46 am</dco> &nbsp;<qco> How do you enjoy the world when everything feels like it's going wrong?</qco> </h3>      \nthink of some things you'd like to do right\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n8:35 am</dco> &nbsp;<qco> Are you mad at me</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n8:07 am</dco> &nbsp;<qco> How much salami do you think is too much salami?</qco> </h3>      \nany\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n5:14 am</dco> &nbsp;<qco> Sometimes, I look back and wonder if I have done anything worthwhile with my life. Do you ever look back at what you've accomplished?&nbsp;</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n5:09 am</dco> &nbsp;<qco> Do you feel super weird around other people? Like does it feel so odd, and anxiety-inducing? Asking for someone who's an acquaintance&nbsp;</qco> </h3>      \npeople being around each other is ridiculous and very complex, but i welcome this ridiculousness, with curiosity\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n4:42 am</dco> &nbsp;<qco> Is it only black you see when you join the deceased?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n4:31 am</dco> &nbsp;<qco> So, I work out. I don't necessarily like working out, but the benefits like staying in shape make me kinda like it and want to do it right? So if I wanna choose a career, one is something that makes a lot of money and I don't think I hate it, one is something that I like, but doesn't necessarily make that much money, which one should I choose? Can a career be like working out? It might not be your favorite but as long as it has the benefits you kinda enjoy doing it cause it's rewarding?</qco> </h3>      \nit can be that way, or it can be another way. it can be many ways at the same time actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n3:50 am</dco> &nbsp;<qco> what was the last thing you invoked</qco> </h3>      \na piano-roll diagram, for the purpose of clarity in musical notation\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n1:27 am</dco> &nbsp;<qco> i hate when people say that \"Time goes faster as you get older.\" its scary and ridiculous thought and i dont believe it exist, here's why; i remember i saw a community talk show of someone whom like 31, he talked about that he didnt know what to do in his 20s but once he hits 27 his mind sort starts running in panic mode cus he is almost 30 and didnt know what to do, so he quit his job and took a long extended vacation somewhere in asia for 6 months, what interests me is, he said; it feels like a life time maybe years since he stays in there because when youwere a kid you dont think about time you just get curious about everythingand stays in the present to do whatever you want, time is fair and will always stays the same, the reason why  we think its faster, cus a lot of us dont try new routines or skills for example going to the same job,doing the same thing etc...' i remember when i had a new job, i stays there for 4 months but it feels like 2 years cus its new experience for me or learning programming, mostly im making new memories for myself. sorry, another thought i would like to share, do you agree with this?</qco> </h3>      i think you've made an important observation that more new experiences make your life seem longer\n \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n12:49 am</dco> &nbsp;<qco> i really enjoy your 2 friends on the beach video. the combination of the animation, the calm vibe, the music, and the dialogue makes my brain just kinda shut up for a bit (in a good way). plus, you have a very comforting voice. are you aware of the calming effect your voice has?</qco> </h3>      \ni think you will enjoy my next 10 videos or so\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.24&nbsp; \n12:45 am</dco> &nbsp;<qco> I accidentally filled my car with captain crunch again. Any advice?</qco> </h3>      \nsell it, for a higher price than a car without captain crunch in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n11:26 pm</dco> &nbsp;<qco> What's the deal with college fraternities and sororities?</qco> </h3>      \nvery difficult to get into, or out of\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n11:15 pm</dco> &nbsp;<qco> yo bill can you make your next song in 5/4 just to dab on the haters</qco> </h3>      \ni don't see why that would accomplish that. but it might be in 5/4 anyway, although that is statistically unlikely\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n10:44 pm</dco> &nbsp;<qco> do you remember the chords at the end of more than a dream? the \"today i woke up\" part. i'm relatively certain \"up\" is an fmaj7 voicing of some sort, but i can't tell how you arrived there.&nbsp;</qco> </h3>      \nit's <a href=\"Schermafbeelding2024-03-07om00.14.35.png\" target=\"_blank\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n10:10 pm</dco> &nbsp;<qco> how will you be?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n9:37 pm</dco> &nbsp;<qco> how do you answer so many questions?</qco> </h3>      \none at a time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n9:30 pm</dco> &nbsp;<qco> Have you ever wished to be a bird?</qco> </h3>      \nenvious of their personal flying abilities, at least\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n9:25 pm</dco> &nbsp;<qco> would you mind sharing the chords to just did a bad thing? if not the whole song, how about just for \"i've let the things i ruined ruin me\"?&nbsp;</qco> </h3>      \nfor that line, to get the job done you'll want something like Asus2, Bsus2, F#sus2maj7\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n9:05 pm</dco> &nbsp;<qco> thoughts on linguistics?</qco> </h3>      \ndank\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n8:59 pm</dco> &nbsp;<qco> I was going to ask you what your opinion on mashed potatoes was but then I realized I literally can't picture you eating. Do you just melt into the Forest over meal times and appear recharged</qco> </h3>      \nyes i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n8:25 pm</dco> &nbsp;<qco> in the chorus of call me maybe, why does she preface telling this person to call her with \"I just met you and this is crazy?\" isn't giving someone your number what you do if you want to further interact with them socially? that's not crazy. now, what's crazy is if I said \"hey, you're a really interesting person, and I want to talk more\" then saying \"so i'm not going to give you any way to directly connect with me when we are not occupying the same space\" like you just walk through downtown calling their name or something</qco> </h3>      \ni think the crazy part was not about the number giving, it was about wanting to make further contact so soon after first meeting the person\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n8:24 pm</dco> &nbsp;<qco> any advice on dealing with people who are nice but don't know how to shut up?</qco> </h3>      \nhow about not dealing with them at all\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n6:40 pm</dco> &nbsp;<qco> Hello, Mr. Wurtz, I hope you have a wonderful rest of your day/night when you read this. Whats your favorite dish or cuisine?</qco> </h3>      \nhow about a cashew\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n6:10 pm</dco> &nbsp;<qco> On a scale of things to stuff what would you rate pots and pans? Not as individual items, as one big collective of panned pots or potted pots</qco> </h3>      \npretty good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n5:45 pm</dco> &nbsp;<qco> are you mentally ill</qco> </h3>      \nnot quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n4:53 pm</dco> &nbsp;<qco> How many things are in the universe?</qco> </h3>      \nhow many do you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n3:50 pm</dco> &nbsp;<qco> when driving, do you always come to a complete stop at stop signs or do you sometimes just slow down</qco> </h3>      \ni stop and wait for a go sign to appear\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n2:20 pm</dco> &nbsp;<qco> Is the will really free?</qco> </h3>      \nsome of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n12:56 pm</dco> &nbsp;<qco> what was something that absolutely fascinated you as a kid?</qco> </h3>      \nmusic, for example\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n12:22 pm</dco> &nbsp;<qco> are you sane? am I sane? are any of us sane?</qco> </h3>      \na little bit\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n11:12 am</dco> &nbsp;<qco> Thoughts on instrumental music?</qco> </h3>      \nit usually finds itself attached to something. for example it may be a soundtrack to a game, or film scene\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n10:46 am</dco> &nbsp;<qco> Is life stupid?</qco> </h3>      \nyes, and smart\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n10:43 am</dco> &nbsp;<qco> How many 5 year olds could you take in a fight?</qco> </h3>      \nnot interested\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n10:36 am</dco> &nbsp;<qco> What should I do if I forget that air exists?</qco> </h3>      \nanything you would normally do\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n9:33 am</dco> &nbsp;<qco> the first thing I did when I went down to Toronto was I ordered myself a Double Big Mac. what about you?</qco> </h3>      \ni stared deep into the eys of the honorable Joseph Bloor\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n9:24 am</dco> &nbsp;<qco> do you think that people should be allowed to write fanfiction about anything they want? should it be restricted?</qco> </h3>      \ni don't think there are any rules against writing anything. however there may be some rules about where to publish certain things\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n7:40 am</dco> &nbsp;<qco> Why does time feel like it's going wayyy too fast?</qco> </h3>      \nsometimes when people realize that they are just getting older and older and older and older and then pretty soon they will just be old permanently, or at the very least not young per se\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n7:19 am</dco> &nbsp;<qco> What kind of person are you when something goes wrong? a \"we ball\" person or a \"it's over\" person?</qco> </h3>      \ni wonder if there are some other options\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n7:07 am</dco> &nbsp;<qco> Are we friends?</qco> </h3>      \nwe might be\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n6:33 am</dco> &nbsp;<qco> How did music affect you that made you realize it was magical? Was it the feeling it evokes from you? </qco></h3>      all kinds of feelings<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Was there a specific song that triggered this revelation?</qco> </h3>      \nit happens all the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n6:17 am</dco> &nbsp;<qco> hey bill, been doing anything interesting (i understand interesting things are very subjective but my definition of interesting within the context of this message is something interesting to specifically you) if not, damn, hope you do something interesting. if you are, cool.</qco> </h3>      \nthank you for checking, yes i am doing something interesting. hopefully you are also\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n1:46 am</dco> &nbsp;<qco> Why does the Froot Loops mascot stare into my soul?</qco> </h3>      \nhe's actually looking through you, to the soul of the person behind you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n12:48 am</dco> &nbsp;<qco> hi bill, so yesterday i wrote something and i felt pretty good about it but now i feel like i wrote a bunch of bullshit.\n<br>i always do this when i write and then i self-loathe and get confused about whether i am a good or a terrible writer. IT CONFUSES THE HELL OUT OF ME what should i do</qco> </h3>      \nrelax... everyone is both\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.24&nbsp; \n12:27 am</dco> &nbsp;<qco> I'm free!!! What should i do first??</qco> </h3>      \neverything\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n11:28 pm</dco> &nbsp;<qco> just realized i don't really care about the thing i'm working on any more.&nbsp;&nbsp;what do i do next?&nbsp;&nbsp;options: 1. try to finish it up anyway 2. try to change it so i care about it again 3. show it to other people as a half baked object and move on 4. shelve it for later and move on 5. other?</qco> </h3>      \nall those options are fine, and hopefully at some point you will get a chance to try each one. which order you try them in almost doesn't matter\n<br><br>"
  }
]
