[
  {
    "html": "<h3> <dco>2.28.23&nbsp; \n10:06 pm</dco> &nbsp;<qco> do you put an unhealthy amount of pressure on yourself to make videos&nbsp;</qco> </h3>      \ni don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.23&nbsp; \n9:58 pm</dco> &nbsp;<qco> how do i learn to improvise, i'm bad at it</qco> </h3>      \ntry to get worse. it loops around\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.23&nbsp; \n4:49 pm</dco> &nbsp;<qco> are you mentally stable</qco> </h3>      \ni'll put it this way: i'm fairly good at identifying objects amongst a set of objects. i can identify non-objects too, insomuch that they don't immediately become objects when identified, which in fact they do. but that's ok because i can also identify objects\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.23&nbsp; \n4:05 pm</dco> &nbsp;<qco> What were the chords for the piano line in \"9 8 7\" after \"is that the correct conclusion?\" </qco></h3>      something like Eadd4(no5, and Dadd4(no5)<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And how did it come about</qco> </h3>      looks like i may have been getting a little restless in that 2-chord vamp and was looking for some tweaks. looks like i was seeing how far i could push things out in the other direction while still being bounded by the normal melody there\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.23&nbsp; \n12:04 pm</dco> &nbsp;<qco> I've recently entered the university, and it sucks. There aren't enough classes , they keep changing the schedules , the website sucks, authorities don't do their job properly while we pay the university a lot. Even recently a bunch of people got stuck in the elevator and again people barely took responsibility. How do you think I should deal with this, Bill ?</qco> </h3>      \nhow about drawing a picture of the university\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.23&nbsp; \n9:56 am</dco> &nbsp;<qco> what if a planet orbited itself</qco> </h3>      \nthat seems too good to be true until i realize that's what actually happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.23&nbsp; 2:16 am</dco> &nbsp;<qco> what's your favourite video you've made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.23&nbsp; \n10:30 pm</dco> &nbsp;<qco> How do you know when you overthink something?&nbsp;&nbsp;</qco></h3>      you won't 'know' for sure, but you might feel that way. it feels like 'ah, ow, ... too much thinking' <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I've never felt rewarded for self-reflection, and I feel like every artist that emphasizes self-reflection never gains anything from it either.&nbsp;&nbsp;Whether that's because they don't learn from it or because they feel the need to overanalyze themselves because they think its what makes them important.</qco> </h3>      it sounds like you are getting close to finding the right amount that people should think. you've figured out that 'too much' is too much. you are certainly onto something there\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.23&nbsp; \n10:09 pm</dco> &nbsp;<qco> everything i put out on the internet makes me really anxious for some reason. this conflicts with my goal to make audiovisual content. how do i get over this feeling?</qco> </h3>      \ncompare/contrast this with the hardship of not doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.23&nbsp; \n9:57 pm</dco> &nbsp;<qco> In your interpretation does \"like a new pair of shoes\" go with the \"it's ringing out\" that comes before it, with the \"I will run to you\" that comes after it, or both?</qco> </h3>      \nif it's both, i can win pivot points. and i'll confess i was definitely going for pivot points write there\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.23&nbsp; \n7:37 pm</dco> &nbsp;<qco> what if the only things that give you inspiration start to stop doing that</qco> </h3>      \nthat should all get sorted out in the next shuffle. i wish you a safe and nice happy and fun shuffle, for your next shuffle\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.23&nbsp; \n5:07 pm</dco> &nbsp;<qco> Why is February 29th so elusive?</qco> </h3>      \nbecause we only need 1/4 of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.23&nbsp; 4:54 pm</dco> &nbsp;<qco> Do you have any sort of an archive for your sheet music? I'm really interested in your music from a music theory standpoint</qco> </h3>      \nyou're gonna get the more accurate theory from the audio recordings. because that's how the music actually turned out. whatever's on the paper was written before. which would be good if you were looking at it from a writing standpoint\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.23&nbsp; \n2:38 pm</dco> &nbsp;<qco> have you ever played a saxophone</qco></h3>      i might have attempted, but it didn't work<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or think you might want to learn how to play one in the future</qco> </h3>      it would be pretty cool, but i have to do other things first\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.23&nbsp; \n1:26 pm</dco> &nbsp;<qco> what's the inspiration behind repetitive endings (like in Mt. St. Helens is about to blow up, and Slow Down)</qco> </h3>      \nthose are usually inspired by eveything else in the song so far, and the cumulative total of how it feels to have arrived at that point\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.23&nbsp; \n7:45 am</dco> &nbsp;<qco> What percentage of the opinions expressed in \"got some money\" are your own?</qco> </h3>      \nabout 60\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.23&nbsp; \n7:39 am</dco> &nbsp;<qco> what's the weirdest slang term from another country you know of</qco> </h3>      \nbob's your uncle\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.23&nbsp; \n6:46 am</dco> &nbsp;<qco> what are your thoughts on negation?</qco> </h3>      \ni don't not like it, nor do i not dislike it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.23&nbsp; \n6:29 am</dco> &nbsp;<qco> When will you feel like you are in the right mind set to sit down and make a full \"Bill wurtz\" length album.\n<br>\n<br>If you ever come to that point as a musician when will the vinyl come out so I can buy 10 one for me and all my fish.</qco> </h3>      \nthe last time i really looked into trying to figure out what i really think a proper 'album' should feel like, i strongly came to the conclusion that what i was looking for also includes scenes, characters, situations, dialogue, and various other non-song devices, in addition to plentiful amounts of music and songs, all blended together in a special way, with video and more. then i realized that's not really called an album is it. oops\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.23&nbsp; \n5:49 am</dco> &nbsp;<qco> what games do you like to play\n<br>\n<br>and do you have a favorite game?</qco> </h3>      \ntrying to alter the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.23&nbsp; \n4:53 am</dco> &nbsp;<qco> Bill, have you ever made a song that contained an augmented chord,</qco></h3>      sure, but thankfully not for that reason<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or is that totally off your style?  </qco></h3>      i use them like door hinges<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;same question for diminished chords, though that may be easier to find.</qco> </h3>      also like a door hinge. similar, but different. doesn't really make sense when you contemplate the door hinge on its own. but when it's in context, you might not even notice it's there. in fact, you probably have augmented chords in your body, connecting your bones together\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.23&nbsp; \n3:55 am</dco> &nbsp;<qco> What the hell is 'redondo sun'?</qco> </h3>      \na fictional re-branding of an existing tanning salon\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.23&nbsp; \n1:44 am</dco> &nbsp;<qco> what's the most arrogant act you've done or thought ?</qco> </h3>      \nwas born\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.23&nbsp; \n11:09 pm</dco> &nbsp;<qco> What's your favorite quote from yourself?</qco> </h3>      \nwhatever i just thought of and am about to say\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.23&nbsp; \n9:59 pm</dco> &nbsp;<qco> how can i move to canada, from canada?</qco> </h3>      \nmaybe you could go sort of sideways\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.23&nbsp; \n8:29 pm</dco> &nbsp;<qco> What is it about trees that make them seem an universal language</qco> </h3>      \nthey are complicated enough to be a language, and they are all over the world\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.23&nbsp; \n6:57 pm</dco> &nbsp;<qco> which bill wurtz era are we in </qco></h3>      \"getting it all together\"<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and whens the next one?</qco> </h3>      \npretty soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.23&nbsp; \n6:30 pm</dco> &nbsp;<qco> bil,l \"not steve\" clumbed that mountain so quick and i feel inadequate in comparison because i clumnef a mountain in 6 hours and that is not nearly as quick</qco> </h3>      \nyes but the steve story is fictional with time exaggerated. so don't worry about that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.23&nbsp; \n6:03 pm</dco> &nbsp;<qco> what would I call the&nbsp;&nbsp;B flat major chord in the key of C? flat 7?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.23&nbsp; \n5:30 pm</dco> &nbsp;<qco> What do I do</qco> </h3>      \nyou could re-invent the pork chop. it's damn near time that thing got a re-invent \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.23&nbsp; \n10:06 am</dco> &nbsp;<qco> I want to write a song but my life is really good now and all I've ever been able to write is about sad or angry stuff. Do you have any tips on what to write about if you don't know how to write happy songs?</qco> </h3>      \nit's like going for a walk. How to decide which part of yourself to take for a walk? ........ this may seem a little all-encompasing, but i think you'll usually find that you gotta just bring your whole self\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.23&nbsp; \n11:42 pm</dco> &nbsp;<qco> What's the colour of the shirt of one of the characters in the next video?</qco> </h3>      \ngrey\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.23&nbsp; \n11:09 pm</dco> &nbsp;<qco> why do you use a dedicated audio recorder instead of your phone?</qco> </h3>      \nthere could be all kinds of reasons, but one reason that comes to mind just off the top of my head: it's very difficult to operate a touch screen without looking\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.23&nbsp; \n10:57 pm</dco> &nbsp;<qco> church bands. thoughts?</qco> </h3>      \ndank\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.23&nbsp; \n10:20 pm</dco> &nbsp;<qco> I feel like the world is advancing so quickly that it's unwise to trust that things will be similar 50 years from now, and to base life decisions off of that information. so like I'm in college because if I was 60 today I would need to have a retirement plan and stuff to provide for my family, and a college degree in today's world seems to provide that. but staying in college just doesn't make any sense to me since the systems in place when I will be 60 are gonna be so different to the ones today.. does this sound rational to you?</qco> </h3>      \ni don't know anything about college, but you're right, the world changes extremely fast\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.23&nbsp; \n8:50 pm</dco> &nbsp;<qco> How long does a video with 3D take to make vs an entirely 2D one</qco> </h3>      \neither way can take a long or short time. i guess it just depends on how much time you want to spend\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.23&nbsp; \n8:27 pm</dco> &nbsp;<qco> why does the chord progression A C D F sound cool?</qco> </h3>      \nbecause someone is doing it cool. if that person is you, then congratulations on doing that\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.23&nbsp; \n7:01 pm</dco> &nbsp;<qco> why do i feel as if my music/art requires external validation to have the right to exist? </qco></h3>      it sounds like you are feeling a little insecure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is there a way to put the same gravity on my own opinion?</qco> </h3>      sometimes it helps to find out that most of your favorite artists, even some of the most influencial artists of all time, have felt this exact same way. maybe even worse than you're feeling it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.23&nbsp; \n5:32 pm</dco> &nbsp;<qco> can i fax you something</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.23&nbsp; \n4:38 pm</dco> &nbsp;<qco> is it normal that things that may hinder the ego actually heighten it</qco> </h3>      \nyep\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.23&nbsp; \n4:00 pm</dco> &nbsp;<qco> What do you think the Mona Lisa is smiling at?</qco> </h3>      \nthe cartesian coordinate system\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.23&nbsp; \n3:18 pm</dco> &nbsp;<qco> How do you know what chord to change to?</qco> </h3>      \nthe same way you know what colors to use in a painting............. and i think if you talk to most artists, it turns out they don't know how they know, and sometimes they don't even know, and they have to just do it anyway\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.23&nbsp; \n2:28 pm</dco> &nbsp;<qco> so i understand how to figure out the chords for so-called 'pop' songs but when it comes to jazzy/whatever songs where there's like 1 chord a syllable and the chords get really complicated i have trouble figuring out what's what, have no idea what key everything is in, etc. how do i approach this?</qco> </h3>      \ni'm not sure what kind of songs you're talking about, but if it's too overwhelming then you might have to stay with something a little bit simpler until you have a little more experience. but if you are feeling bold you can just go in and start trying to make sense of it. if it makes less than .01% sense at the moment, then you should stay with simpler things for a little while longer. but if you're getting at least 25% sense out of it, then it's probably worth the endeavor. and then come back to it again later when you have more experience and it will probably be even clearer then\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.23&nbsp; \n1:10 pm</dco> &nbsp;<qco> what is the inspiration for la de da de da de da de day oh? i feel like it has a lot more hidden meaning than some of your other songs.</qco> </h3>      \nthe verse part was written somewhere in early 2009 when i was feeling like there's too many zillions of ways to do songwriting and i haven't even discovered most of them yet. so i was feeling like i don't have enough time to do stuff. the \"be like you\" is just a lyric swap i did when i picked it up to work on it in sept 2012. it just felt more 'in the pocket' musically. and 'believe them too' was from the same 2012 session, to match 'be like you' in that same pocket. prior to the sept 2012 session, i only had up to the end of the first pre-chorus, which is about 'wanting to write a song'. and it was all cued up to hit the chorus. so 'la de da de da' is like, that's the sound of a song being written. i got the entire chorus written on that session, and i was pleased with the results. that possibly made the song feel like it was up on a pedestal (afraid to touch it because i like it too much, i'm afraid i'll ruin it). and it stayed right there for years, with nothing beyond the first cho. it finally was up for selection in october 2017 when i was brave enough, and it was picked by the final random selection among about 27 other semi-final choices. i almost changed my mind the next day because i was still afraid to ruin it, but then i suddenly tricked myself into imagining the second verse, then the first 3 lines of the second verse came very quickly and then i was confident in the song selection. i continued the writing until the end, according to my standard songwriting practices and procedures\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.23&nbsp; \n1:10 pm</dco> &nbsp;<qco> What is the ultimate purpose and meaning of human existence, </qco></h3>      there's multiple purposes. you can make new ones, or find ones that have been used before. whatever floats your boat<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how can we live our lives in a way that aligns with this purpose?</qco> </h3>      \nif you find a purpose you really believe in then you'll automatically find yourself lining up with it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.23&nbsp; \n9:45 am</dco> &nbsp;<qco> In your opinion, what's the best shape for a cake?</qco> </h3>      \ndisc\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.23&nbsp; \n9:11 am</dco> &nbsp;<qco> was learning 3d animations hard for you? personally,&nbsp;&nbsp;i would think yes</qco> </h3>      \nstill havn't learned most of it, but it's easy or hard depending on whether or not i'm feeling sensible\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.23&nbsp; 8:41 am</dco> &nbsp;<qco> why is it called a building when it's already built?</qco> </h3>      \nto distract you from the new building they are now building\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.23&nbsp; \n8:02 am</dco> &nbsp;<qco> So for the middle section on \"if the world doesn't end \" again, at \" when one world ends\" I&nbsp;&nbsp;think its Ebmin7, but for \" comes alive \" my ear wants to hear an Fmin7 but I'm hearing a C in the bass</qco></h3>      Db in the bass<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and the second inversion of that Fmin7 doesn't sound quite right there when I play it with the song so I'm not sure. </qco></h3>      it's Dbmaj7<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;But I think for \"comes along for the \" you switch to an f major </qco></h3>            that's like F7sus4 or Fsus4, pretending as if it's going to Bbmin<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;which in my mind functioned as a 5 to modulate to Bb but then u did an interrupted cadence to gmin7 on \"ride\" which I loved. Then on \"Change you're mind\" I'm hearing a Dmaj7/E then an Abmaj7 then it goes back to the sus2sus4 voicing on the E on \"stay for a while\". Then I'm not too sure but I think I've got the chords for the bit that follows which leads back to the main verse: <br>Amaj7 Abmaj7 Dmaj7/E </qco></h3>      yep<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ab Db </qco></h3>      don't know where you got that right there<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I was also wondering why there were so many major 7th chords with their 2nds in the bass in this middle section,</qco></h3>      i like them, except i don't think of it as 1 over 2, it usually feels more like 4 over 5 to me. <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it's a very specific sound that's amazing to listen to and I don't remember hearing it in many of you're previous songs , correct me if I'm wrong tho.<br>&nbsp;</qco> </h3>      i use it all the time. it's really not that far off from D/E, or E9sus4. which i'd use in the key of A. i also use them in more 'orphaned' key contexts. it's a nice way to land in a new key on that chord as if it's the 5. happens a lot near the end of bridges, if we've launched around through some keys, it's a good landing point for a 5 chord in a new key (or even, back to the original key, if it works out that way.) But it also is just a good textural modal vamp, in which case it would feel more like a 1 chord in mixolydian\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.23&nbsp; \n5:22 am</dco> &nbsp;<qco> why does who,what,when,whom,whose,which and where\" all start with a w but how starts with an h\n<br>\n<br>do you think that your existence has something to do with this decision?</qco> </h3>      \nmaybe what we're seeing here is statistics playing out. maybe those types of words have something like 85% chance of starting with W, and 15% chance of starting with H. that would explain the results you are seeing\n<br><br>"
  }
]
