[
  {
    "html": "<h3> <dco>5.21.21&nbsp; \n1:01 pm</dco> &nbsp;<qco> which of your songs would be your favorite, assuming a new one could not be your favorite? </qco></h3>      i would never assume that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(Must be an already-released song of yours)</qco> </h3>      my ability to make new songs will hopefully fly in the face of that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.21&nbsp; \n12:57 pm</dco> &nbsp;<qco> is your next song about fast food</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.21&nbsp; \n12:48 pm</dco> &nbsp;<qco> Is <a href=\"q.php?date=202105101431\">5.10.21&nbsp;&nbsp;2:31 pm</a>  ordered by when you made them?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.21&nbsp; \n12:26 pm</dco> &nbsp;<qco> is your shift key broken</qco> </h3>      \ni have 20 shift keys and 19 of them work perfectly and 1 of them tends to press itself unexpectedly\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.21&nbsp; \n11:55 am</dco> &nbsp;<qco> do you like the joke questions or serious questions more?</qco> </h3>      \neverything in the world is both\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.21&nbsp; \n11:15 am</dco> &nbsp;<qco> If someone tries to put a definite meaning on a piece of art, is it still art?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.21&nbsp; \n11:00 am</dco> &nbsp;<qco> <a href=\"q.php?date=201609121612\">9.12.16&nbsp;&nbsp;4:12 pm</a>  is this legit? Or was this satire?</qco> </h3>      \nthey're learning to do it with single particles\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.21&nbsp; \n10:14 am</dco> &nbsp;<qco> how is it even possible to be happy without being completely delusional or ignorant&nbsp;</qco> </h3>      \ni was going to say it's like surfing, but then i realized if you fall off it can also be like floating\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.21&nbsp; \n9:17 am</dco> &nbsp;<qco> WHat is tHe meAninG oF lIfe</qco> </h3>      \ncould be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.21&nbsp; \n8:01 am</dco> &nbsp;<qco> What are the chords for \"money\" when you say \"swiftly get away\"?</qco> </h3>      \nF#min, G#7, C#\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.21&nbsp; \n6:05 am</dco> &nbsp;<qco> can i pretend im an expert at something even if im in the process of becoming one?</qco></h3>      sure. except for space travel maybe<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; will it prepare me and give me confidence?</qco> </h3>      yes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.21&nbsp; \n11:28 pm</dco> &nbsp;<qco> Is going down to the mall, realizing it was closed, a true story in la de da de da de da de day oh?</qco> </h3>      \nit's based on a real life experience, almost. this is what really happened: one day i started to notice that a lot of stores at the mall were closing, and moving out of the mall. the mall was still open, but most of the stores had shut down. i didn't see or hear of any explanation for this. also it was a mall that i really liked going to.  so there's this very mild subtle feeling of cold apocalyptic abandonment\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.21&nbsp; \n11:22 pm</dco> &nbsp;<qco> how can i stop perfectionism from incapacitating me</qco> </h3>      \nhopefully you find perfection soon so you can see how boring it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.21&nbsp; \n10:46 pm</dco> &nbsp;<qco> does your character in 'i'm a princess'(with a yellow crown and pink halo) represent yourself?</qco> </h3>      \nmaybe around april, 2019\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.21&nbsp; \n9:19 pm</dco> &nbsp;<qco> Do you always record vocals after all the instrumentation?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.21&nbsp; \n7:16 pm</dco> &nbsp;<qco> do you know how long the next song will be</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.21&nbsp; \n5:55 pm</dco> &nbsp;<qco> hey,, how can i learn to play chord inversions without having to spend 30 seconds thinking about it each time</qco> </h3>      \nhow did you learn to speak sentences without spending 30 seconds thinking about each word\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.21&nbsp; \n5:51 pm</dco> &nbsp;<qco> How often do you break the rules?</qco> </h3>      \na different amount than i'm supposed to\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.21&nbsp; \n5:42 pm</dco> &nbsp;<qco> Bill, over the last months im hopless stuck with a feeling of overhelming futility. I really don't know how to cope with it. Booze helps a little bit. But it doesn't solve the Problem for longer periods. Do you have any tips for me to appreciate my existence without questioning it every day?\n<br>\n<br>Hopefully you have a nice day :)\n<br>\n<br></qco> </h3>      \ni think you need a cool project\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.21&nbsp; \n5:10 pm</dco> &nbsp;<qco> I was scrolling through expert mode, and saw the music sheets for \"here comes the sun\". Is it true that it was in the making since 2010,</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or was it just the wrong date?</qco> </h3>      \nit's right\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.21&nbsp; \n3:39 pm</dco> &nbsp;<qco> The cover art for At the Airport Terminal seems really eccentric compared to the content of the song. Why did you choose to give such a humbly pleasant song such a crazy cover photo?</qco> </h3>      \nknowing me, i was probably trying to make it 'good'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.21&nbsp; \n2:36 pm</dco> &nbsp;<qco> how close is the relationship between your songs and their videos?</qco> </h3>      \nlike a cookie and the jar\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.21&nbsp; \n1:42 pm</dco> &nbsp;<qco> Which is the principal source of inspiration of your songs?</qco> </h3>      \nthe universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.21&nbsp; \n1:00 pm</dco> &nbsp;<qco> thoughts on wyoming?</qco> </h3>      \n      i'll believe it when i see it \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.21&nbsp; \n12:07 pm</dco> &nbsp;<qco> bill, must songs rhyme? </qco></h3>      do you like it when they do, or when they don't<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because my rhyming skills are just poop\n<br>have you ever tried to rhyme lyrics?&nbsp;</qco> </h3>      \nno. in my opinion, 'try' is the enemy of the 'rhyme'. the best and most genuine rhymes are found in nature. so i find it's best to just go about your songwriting, and the right rhymes will always be where they want to be. trying to rhyme is like trying to make the sun come up\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.21&nbsp; \n11:45 am</dco> &nbsp;<qco> What is sadness?</qco> </h3>      \na break, from all the happiness\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.21&nbsp; \n10:28 am</dco> &nbsp;<qco> can anyone be a musician</qco> </h3>      \ni don't see why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.21&nbsp; \n10:08 am</dco> &nbsp;<qco> how do i cope with none of my friends understanding my extreme passion for anagrams</qco> </h3>      \nyou may have to do them by yourself for a while\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.21&nbsp; \n8:17 am</dco> &nbsp;<qco> Do you take requests?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.21&nbsp; \n8:12 am</dco> &nbsp;<qco> is the next song about chicken wings</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.21&nbsp; \n7:43 am</dco> &nbsp;<qco> what's a song</qco> </h3>      \ni have no earthly idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.21&nbsp; \n7:42 am</dco> &nbsp;<qco> Is When I Get Older an autobiography of yours?</qco> </h3>      \nhopefully the first few lines are\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.21&nbsp; \n4:56 am</dco> &nbsp;<qco> is the next song a sequel/continuation/spinoff of mount st helens is about to blow up?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.21&nbsp; \n2:40 am</dco> &nbsp;<qco> Why don't you post any more of your chord charts and sheet music on expert mode anymore?&nbsp;</qco> </h3>      \ni'm always posting more. Most of them are usually going to be from before 2011 because around 2011 i switched to using text lyric sheets with cited audio references. and i'm gradually posting more of those too\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.21&nbsp; \n12:53 am</dco> &nbsp;<qco> How do you decide the tempo for your songs? Do you specifically right it down first or have a rough estimate of where you wanna be?</qco> </h3>      \nget a metronome, make a guess, try a few bars, adjust it until it's close, then when it's close, play the song all the way through at that tempo, and then ask yourself if you thought it was too fast or too slow. and then change the metronome accordingly, and repeat this process, changing the metronome smaller and smaller amounts. and i only stick to integers because i think it's good luck\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.21&nbsp; \n11:42 pm</dco> &nbsp;<qco> Bill, how do I get my melodies to be more melodic and less methodical? I always want so many notes, to try and contain as much complexity as possible because I'm always so afraid creating a song that is generic. But sometimes I feel like I ruin the song doing so, what do I do?</qco> </h3>      \nsounds like it's time to impose a note limit. Also it's worth writing down what you think 'generic' means, because i'm not actually sure myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.21&nbsp; \n10:55 pm</dco> &nbsp;<qco> do all of your songs have meaning?</qco> </h3>      \nyes EXCEPT when i've done too many with meaning and then it suddenly becomes more meaningful to do one without meaning, so i do 1 like that and then go back to doing them with meaning\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.21&nbsp; \n9:34 pm</dco> &nbsp;<qco> Whats your favorite song you made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.21&nbsp; \n9:26 pm</dco> &nbsp;<qco> F# or Gb?</qco> </h3>      \nif the lower neighbor is F, then you'll want Gb. <br>\n      \nif the upper neighbor is G, then you'll want F#. <br>\n      \nif BOTH, then it's times like these when you'll wish you had 12 letters\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.21&nbsp; \n8:40 pm</dco> &nbsp;<qco> What was the bad thing you did that you seemed to regret doing so much?</qco> </h3>      \nfailed at producing a song too quickly nor too slowly, and accidentally ended up working on it for exactly the right amount of time \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.21&nbsp; \n7:40 pm</dco> &nbsp;<qco> what's double harmonic major with a sharped fourth called? is it just b2 #4 b6, or is there a cooler, less numeric way?&nbsp;</qco> </h3>      \n'double harmonic major' is not something i've ever heard anywhere near places where music is used for audio purposes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.21&nbsp; \n7:27 pm</dco> &nbsp;<qco> if im learning a song on GarageBand piano, and im listening to the song as reference, how to i simplify what im playing so i dont end up playing as many notes as im hearing\n<br></qco> </h3>      \nthis is really an artistic exercise, which is actually pretty fun and easy. at each moment, play a game where you ask yourself 'what would i do if i HAD to express this harmonic moment in just 1 note.' and i think you can pretty clearly find an answer. and then just move it up to 2 notes and leave it at that. maybe use 3 in an emergency\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.21&nbsp; \n7:05 pm</dco> &nbsp;<qco> i feel like with most of my creative endeavors, i get to a point where i realize that i was indeed able to do what i set out to do. and feel like proving i can do something new now, and keep jumping from one thing to another trying to prove that i can do it all. while at the same time accidentally proving that i can't do anything for long enough. or atleast showing light to the fact that it seems like i haven't cared enough to prove i can keep improving on something or atleast not stop doing it, which maybe would let me do things, since apparently my motivation is trying to prove that i can be and do. ever dealt with something like this? I want to practice all my creative outputs periodically instead of focusing on a single one for months and then switch. do you have any experience making micro-shifts macro and macro-shifts micro?</qco> </h3>      \none weird trick which nay sayers HATE is to make projects that are about 99% smaller than what you thought was supposed to be a normal sized project\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.21&nbsp; \n5:42 pm</dco> &nbsp;<qco> why do diminished chords and augmented chords sound similar to me?</qco> </h3>      \nyou're probably using them totally outside of a song right now. Try taking a song you already know, and swapping out a 'diminished' chord with an 'augmented' chord and i think you will see that it immediately will sound ruined. But, if you don't think you know any songs with  'diminished' or 'augmented' chords, then i would recommend skipping this topic until it comes up naturally in a song\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.21&nbsp; \n4:02 pm</dco> &nbsp;<qco> how many vowels are there in your next song's title?</qco> </h3>      \n6\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.21&nbsp; \n2:08 pm</dco> &nbsp;<qco> WHy do i exist</qco> </h3>      \nfor business, or pleasure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.21&nbsp; \n1:41 pm</dco> &nbsp;<qco> do you study/have studied</qco> </h3>      \nthat reminds me i was going to ask you, have you made\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.21&nbsp; \n1:03 pm</dco> &nbsp;<qco> what's the best thing to do right now?</qco> </h3>      \nhow about ushering in a new era\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.21&nbsp; \n12:57 pm</dco> &nbsp;<qco> Do you enjoy sports?</qco> </h3>      \n  i must admit i like the ball \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.21&nbsp; \n10:49 am</dco> &nbsp;<qco> do any of your songs have the time signature 69/420&nbsp;</qco> </h3>      \nno\n<br><br>"
  }
]
