[
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n6:56 pm</dco> &nbsp;<qco> hi sorry but i'm still very curious as to whether you actually have non-24 sleep disorder, can you confirm or deny this, thanks</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n6:50 pm</dco> &nbsp;<qco> how long is the new song/video</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n6:23 pm</dco> &nbsp;<qco> Is thinking so differently ever difficult or stressful?&nbsp;&nbsp;Or do the right words and responses just come to you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n5:27 pm</dco> &nbsp;<qco> What and who inspires you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n5:26 pm</dco> &nbsp;<qco> Do you have a specific person in mind when you refer to \"you\" in your songs?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n5:10 pm</dco> &nbsp;<qco> What would you answer someone, who has no question?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n4:59 pm</dco> &nbsp;<qco> Why do you talk and sing about lamps so much?&nbsp;&nbsp;Are you a lamp lover?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n4:21 pm</dco> &nbsp;<qco> How do you develop a unique sound without every song sounding the same?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n4:11 pm</dco> &nbsp;<qco> why are your posts on social media so random, but at the same time meaningful?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n3:06 pm</dco> &nbsp;<qco> are their certain kinds of people or traits in people you actively avoid or don't like?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n2:25 pm</dco> &nbsp;<qco> How do you reflect on your journey and growth so far?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n2:22 pm</dco> &nbsp;<qco> I like how in your songs you always talk about not being able to/ wanting to go home it just somehow fits with all of them is there a specific reason why you do that?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n12:44 pm</dco> &nbsp;<qco> Do you feel it is easier to come up with a great melody and fit lyrics to it, or the reverse?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n12:42 pm</dco> &nbsp;<qco> I value your musical wizardry greatly, have you ever been asked to or considered teaching music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n12:35 pm</dco> &nbsp;<qco> Do you think you could be \"normal\" if you tried</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n12:34 pm</dco> &nbsp;<qco> Hi Bill, So I just started teaching myself how to play piano with a book i got from a store, Which is also teaching me how to read sheet music at the same time. My problem is that I am so new to both concepts that it takes me an incredibly long time just to figure out the notes let alone being able to play the notes as i read them. Then once i figure out the notes from the sheet music it falls under muscle memory and i end up getting technically better with playing the piano but not so great at reading while playing. Should I focus on one more than the other to start or should i keep trying to play as I'm reading?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n11:45 am</dco> &nbsp;<qco> so i dont play or know anything about music but let me see if I understand this: a chord on a guitar is when u strum all the strings, \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and a chord on a piano is when u press 2-3 notes at once, right?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n11:09 am</dco> &nbsp;<qco> how to cope with a general lack of motivation for the things other people say I should want to do?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n10:53 am</dco> &nbsp;<qco> Who is Jingryd Wnlyeii? (The name written on the check at the end of \"sexy pants\")</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n9:28 am</dco> &nbsp;<qco> whens the next song coming out</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n9:24 am</dco> &nbsp;<qco> How would ideas for your song go?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n9:18 am</dco> &nbsp;<qco> I am in love with your jazz covers, especially R&amp;B covers with Shanice's \"I Love Your Smile\" for 16:11 minutes long!!! They are truly, simply divine! When you look back on that, did you you consider that as your own strength test?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n9:12 am</dco> &nbsp;<qco> what is the void</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n8:45 am</dco> &nbsp;<qco> will there be more opportunities in the future if i miss them now</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n8:33 am</dco> &nbsp;<qco> Is the new song gonna have any 5/4 timing moments?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n8:33 am</dco> &nbsp;<qco> I have calculated that if you continue with the 14-day cycle you will produce approximately 1 hour of content every year</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n8:14 am</dco> &nbsp;<qco> Why do I keep messing up all the time?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n7:34 am</dco> &nbsp;<qco> Do you like Halloween? I think it's the best.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n7:30 am</dco> &nbsp;<qco> how to persist through a consistent lack of motivation</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n6:10 am</dco> &nbsp;<qco> I find it extremely hard to directly write a song with complex chords (like, with a lot of color) but when I'm playing around with my guitar I often find progressions that make me go 'wow that sound good' and it turns out they are complex chords. do you write your songs thinking 'oh I should add a #11 here'</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n or do you just play what sounds good and then see what chords it is?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n also, does it get easier understanding what color each note gives to a certain chord ? will I some day be able to think 'if I add that weird note here it'll sound amazing' </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nor is that just for the music theory learners ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n5:32 am</dco> &nbsp;<qco> Do you consider yourself a very congruent person?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n3:38 am</dco> &nbsp;<qco> How to learn to make songs in genre X? For now I've thought that the best way is to listen to songs of that type and try to understand how they \"work\". What do you think?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n3:36 am</dco> &nbsp;<qco> Are you Syd Barrett in disguise?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n3:13 am</dco> &nbsp;<qco> Do you enjoy food?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n1:05 am</dco> &nbsp;<qco> What is the best tasting thing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n1:03 am</dco> &nbsp;<qco> okay, so if you don't have a favorite of one of your songs(yet), then what song in the past did you have the most fun writing/composing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.18&nbsp; \n1:01 am</dco> &nbsp;<qco> do you have a favorite holiday?</qco> </h3><a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2018-09.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>9.30.18&nbsp; \n11:57 pm</dco> &nbsp;<qco> what time is it on the moon?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.30.18&nbsp; \n11:57 pm</dco> &nbsp;<qco> do you prefer analysis or algebra?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.30.18&nbsp; \n11:56 pm</dco> &nbsp;<qco> do you think if we ask enough 'what's the Xth word of your next song' questions we'll be able to jigsaw puzzle assemble the entire song together ahead of time</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.30.18&nbsp; \n11:18 pm</dco> &nbsp;<qco> ive been writing songs for half a year now. at first i did it just for the fun of it, but now i kinda wish i could record them. my voice sucks tho. and idk how to do it. do u consider it hard? your records sound really good (like sound quality wise) helppp :/</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.30.18&nbsp; \n11:09 pm</dco> &nbsp;<qco> Do you have a business email?</qco> </h3><a href=\"https://billwurtz.com/email.html\">yes</a>"
  },
  {
    "html": "<h3> <dco>9.30.18&nbsp; \n11:05 pm</dco> &nbsp;<qco> what's your favorite furniture</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.30.18&nbsp; \n9:54 pm</dco> &nbsp;<qco> music in general is so complicated to me and it makes me so sad because i want to be able to do cool stuff with music but i know it'll stress me out if i try to learn how to do music stuff</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.30.18&nbsp; \n9:43 pm</dco> &nbsp;<qco> i really wish i were good at singing. how do i get better at it? are there any specific things i should do besides. doing it a bunch ?? cuz i know nothing about singing how to Good????? wenjnwafsdgsf</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.30.18&nbsp; \n9:00 pm</dco> &nbsp;<qco> If the music video playlist is chronological, then why do you drop newxvideosxinbtte middle of the first (good/newer/not-angsty-teen/beyond-growing-pains) half?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.30.18&nbsp; \n8:55 pm</dco> &nbsp;<qco> Whenever I first make a song in a particular genre, I really like it, but each time after that, I seem to lose grasp on what made the first one good. Do you have any tips on keeping that consistent quality?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.30.18&nbsp; \n8:31 pm</dco> &nbsp;<qco> Do you like to type on a computer?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.30.18&nbsp; \n8:29 pm</dco> &nbsp;<qco> i'm listening to bohemian rhapsody and i'm just sitting here like how the hell did a six minute prog rock song gain the love and attention of millions for multiple decades? like it breaks all the \"rules\" of how to be a popular song but does it anyway. that's amazing and i can only dream of pulling some shit like that</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.30.18&nbsp; \n7:31 pm</dco> &nbsp;<qco> would you ever do something avant garde and infernal sounding with positive lyrical themes?</qco> </h3>"
  }
]
