[
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n5:39 pm</dco> &nbsp;<qco> I am currently in the early stages of recording all my ideas (mostly writing projects, some non-writing projects) into timestamped text files;&nbsp;I have configured a immediate shortcut to do this, etc. I worried I am just recording complete garbage and that it will be impossible to sift through later, not even certain how exactly I will be picking and actioning these things. Are there any recommendable checks, measures, bits of discipline to make this whole process workable?</qco> </h3>      i'll tell you the way i went through it. my plan, when i was at the exact same stage as you, is to go through them in order. talk/discuss (record the discussion also) the item at hand and determine where it's at. discuss its origins, discuss your first reactions, impressions, think about its origins, .... contemplate its place in the universe , ... and imagine whether you think it's worth it for it to exist / be finished. if you genuinely determine it's worth it, then start pursuing the next steps. determine what piece of it you have. is it the middle? beginning? something else? if it's the beginning, then your next task is to come up with the next part. this is best done by sheer runthroughs, and cut off right at the end, and listen very closely if the next bit will present itself. it can also be good to think process of elimination. what do you know it will and won't be? (categorically). i.e. will be a zebra/pony ride, or will it not be a zebra/pony ride. etc.... that could narrow it down. and again, continue raw runthroughs and cut off at end. If the initial idea was in the middle, that's probably just a lot of process of elimination. Once you have a significant development done on that item, document/date your progress and move to the next one. Then, aftar about 6 months of doing this (writing a little bit on each item) ... then, organize all the items into a new order, by % completed. appraise them all by % complete you think they are (estimation) and re-sort the list.  Then, look at the top group (90 to 99% completed). choose (genuinely, without random assistance) 1 item from that group. Your next task is to finish the writing on that item. when i say 'finish the writing' i mean know how it goes from beginning to end. know all the bars, how many bars, all melody/lyric, chords, ... whatever constitutes your idea of a song in your mind, finish it so you know all that. mark it done. then go to the next group (80 to 89%). do the same thing. pick one, finish it. keep going like this, to the 70s, 60s, etc, all the way down, finishing (writing) 1 item per group. go around the group 2 or 3 times. Now, it's time to record. take the entire list, it doesn't matter what order, but preferably chronological. go through the list, (this will take a day or two) for each song, check how the song goes (properly consult all your documentation for it, read it, play it, check out all samples, etc. fully check how it goes, even if you think you vaguely remember. look it up for real.) then decide 'would i be excited to record this' or 'would i not be excited to record this'? your list of 'yes's can be as long as you want, so don't worry about 'to the exclusion of all other' just yet, just ask yourself would you be excited on some planet in some universe to record this one. if yes, then add it to a list (this is the semi-finals for recording selection list). Continue going through the entire master items list and add all the ones you would be excited to do. Then, as soon as you've gone through the entire list, IMMEDIATELY numberize the semi-finals list and make a random selection (using computer, like <a href=\"https://random.org\">random.org</a>. It is important that you do this immediately when completing the semi-finals list. Do not go around a second time. whenever i've gone for a second round of elimination, i often end up actually eliminating all of them. Trust your feelings in the first round. and immediately put it up for randomization (pick 1 out of the semi-finals, entirely computer assisted.) The one it chooses, that's the one. You should have already sufficiently eliminated any that are actually wrong for any reason. so you must trust this choice. And do it! This means, because you're working with a list of mixed completion levels, in many cases you will have to first finish the writing. then get to the recording. in cases of 100%, go still do writing verification. open the files, think and consider it, decide if the 100% appraisal holds up. if it doesn't, know that you are required to make a decision 1 way or another as to how to finish it, if not already. Then record it. that's the only thing you work on until the recording is done. and remember, if you get hung up because you think you 'can't make it good enough', remember to finish it anyway and accept your bonus: which is you'll automatically be better next time. then continue to do recording and continue to do it until you start to feel like it's getting so good it makes you angry that not enough people are hearing it. then start opening up some social media accounts,\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n5:02 pm</dco> &nbsp;<qco> why do birds fly in the business section</qco> </h3>      they are business birds. that is the only explanation\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n4:58 pm</dco> &nbsp;<qco> You can produce insanely deep and subtle harmonies and rhythms, and also have millions of fans. You're among the few who prove that it's possible to touch a big audience without harmonic or rhythmic sacrifice. </qco></h3>      why the heck would anyone sacrifice that. what on earth is to be gained by sacrificing it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tPop music doesn't have to suck. I've been called a musical snob by colleagues because I usually find popular music boring and predictable</qco></h3>      there might be some mistake. you might be listening to pop music's groupies<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t but you proved them wrong. Thank you.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n4:58 pm</dco> &nbsp;<qco> Why does food taste like food but only sometimes</qco> </h3>      could be a hybrid. food/nonfood\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n4:46 pm</dco> &nbsp;<qco> Is there a way to avoid procrastination?</qco> </h3>      no, but you can delay it. do the procrastination later\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n4:46 pm</dco> &nbsp;<qco> If you could be any number which one would you be&nbsp;&nbsp;</qco></h3>      0<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tand why?</qco> </h3>      zero is rumored to have a close relationship with infinity\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n4:45 pm</dco> &nbsp;<qco> Opinion on birds?</qco> </h3>      some are angry, others flappy\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n4:42 pm</dco> &nbsp;<qco> What are your thoughts on thoughts?</qco> </h3>      it's like another world..... in your mind!\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n4:24 pm</dco> &nbsp;<qco> how to start world war h</qco> </h3>      enter your email, name, and phone number to start. then you will be directed to a page telling how to start, which will then prompt you for your email name and phone number, and that is what takes you to the page where you can then begin the starting process\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n3:33 pm</dco> &nbsp;<qco> Why is 8 the best number ?</qco> </h3>      for cube purposes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n2:29 pm</dco> &nbsp;<qco> Not a question, but La de Da de Da de Da de Day Oh brings me immeasurable joy.&nbsp;</qco> </h3>      holy smokes, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n2:25 pm</dco> &nbsp;<qco> How do you feel about reality tv</qco> </h3>      pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n2:15 pm</dco> &nbsp;<qco> Do you talk a lot in real life?</qco> </h3>      possibly the same amount as you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n2:10 pm</dco> &nbsp;<qco> what is your response to those claiming that you have \"dropped off the face of the earth itself\"</qco> </h3>      videos/music\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n1:04 pm</dco> &nbsp;<qco> what is your favorite show on the television</qco> </h3>      all the shows are on the computer now. if you see some on the television, check again, it's a computer\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n11:57 am</dco> &nbsp;<qco> What is your honest, non-biased opinion on potatoes?</qco> </h3>      it's a lump. \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n11:27 am</dco> &nbsp;<qco> how be smart</qco> </h3>      impossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n11:25 am</dco> &nbsp;<qco> If I wanted to transend humanity, what would I have to do?</qco> </h3>      go on the computer\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n11:24 am</dco> &nbsp;<qco> Do you get these questions</qco> </h3>      yes, and then i give them back, with my take on them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n11:22 am</dco> &nbsp;<qco> what is your religion</qco> </h3>      \n\n\n i was wondering if we could combine them all somehow\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n11:18 am</dco> &nbsp;<qco> favorite work of art that doesn't exist?</qco> </h3>      i will show you but by then it clearly will exist\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n11:10 am</dco> &nbsp;<qco> Why is the world flat</qco> </h3>      that is due to its extreme roundness\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n11:07 am</dco> &nbsp;<qco> whats your favorite color that isn't a color but also kinda is</qco> </h3>      fresnel\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n10:59 am</dco> &nbsp;<qco> are you alive</qco> </h3>      let me perform some tests\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n10:56 am</dco> &nbsp;<qco> hey bill, how would you describe the change in melody after the lyrics \"and it goes along\" at the end of \"and the day goes on\"?</qco></h3>      goes down<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t I don't know much about music theory, </qco></h3>      you are supposed to make your own theory. as long as you have the ability to hear the sounds, the theory of what those sounds mean is in your hands<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\ti just really like what you did there and i want to look into it.</qco></h3>      the chords help there too<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t\n<br>love your work\n<br>\n<br></qco> </h3>      that is kind of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n10:54 am</dco> &nbsp;<qco> How can a speeding bullet be speeding? </qco></h3>      going very fast<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tAre there bullet traffic laws? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tIf so, what are they?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n10:48 am</dco> &nbsp;<qco> I'm moving into a house and now I will have a studio and I am so excited.</qco> </h3>      watch out for ghosts. sometimes houses have ghosts. especially in the studio, depending on whether it's a haunted studio. if it's not haunted, you may be able to haunt it yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n10:40 am</dco> &nbsp;<qco> what do you think of google?</qco> </h3>      sometimes i wonder what google thinks of me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n10:39 am</dco> &nbsp;<qco> how do you achieve the force?</qco> </h3>      push/pull\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n10:32 am</dco> &nbsp;<qco> is the earth round or flat? i think it's round.</qco> </h3>      it's both. if you think that's impossible, just take a look at pizza\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n10:29 am</dco> &nbsp;<qco> how can we eliminate poverty?</qco> </h3>      one of the most important things we need would be some big breakthroughs in transportation (moving things from point A to point B, quickly)\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n10:25 am</dco> &nbsp;<qco> hows learning 3d going?</qco> </h3>      pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n9:33 am</dco> &nbsp;<qco> What do you recommend on people going to the sun after waking up&nbsp;</qco> </h3>      go there before you go to sleep. that way you can wake up directly on the sun\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n8:59 am</dco> &nbsp;<qco> Would you ever do longer songs? Like your longest song (I Guess I've Got to Listen to Bob Marley) is 4:22. Would you ever do something longer (like 5+ minutes) or is 2-3 minutes your ideal song length?</qco> </h3>      as soon as it gets past 4 minutes, it's gonna want to be a bit more than a song at that point. which i have done, and will do even more\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n7:47 am</dco> &nbsp;<qco> have you ever talked to the sun?&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n7:04 am</dco> &nbsp;<qco> Do your videos have symbolism?</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Or is everything just random?</qco> </h3>      random would look a little more like this: cls19vlhsi6aby1qefsg8arrtgy4warlk44a63t6tyd96v8jvviv0x6o6vy40jwp9wcpio01d20jc1ijl0sqd4mmoiy3rn2s84zacbz5toc9gs8yfv32nkdyqt7xt8733ps2s6dz2znqvj3uhc32pfstdzpms4atpt45rgb9l7iv412vwz8jn72wmfcwzk57b4humxgnvqornykhjcx3mjob4sqrs6e5ezs2nxyuwrexsgnuk5p2r2kpg49nf1z913v7gu0gzeetxaxq2vwjslobz47fh\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n6:49 am</dco> &nbsp;<qco> do you have a pro tip for if one has a deadline to do something by, and feels so unreasonably upset about the fact that it is too soon for them to prepare as much as they would like to, to the point where it is preventing them from actually making the most of the time that there is still left&nbsp;</qco> </h3>      you get better the more times you do this, but it really depends on how excited you are about finishing it. it needs to be something you would be very excited to have complete\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n5:59 am</dco> &nbsp;<qco> why are you so beautiful</qco> </h3>      \n\n\nnormal. i am nromal \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n5:24 am</dco> &nbsp;<qco> Are there any languages you want to learn?</qco> </h3>      bpy\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n5:20 am</dco> &nbsp;<qco> <a href=\"q.php?date=202001072147\">1.7.20&nbsp;&nbsp;9:47 pm</a>  hi I'm an agronomist and my boyfriend is a plant physiologist, when roots are connected plants can communicate with extremely slow electrical impulses. If roots aren't connected, some fungi can transfer the signal. The closer relative the other plant is, the clearer the communication. These messages are usually about the environment and slowly advancing dangers. Quickly advancing dangers (animals eating plants) use hormones and wind. Since these responses are to dangers, plants \"feel\", but as far as we know, not emotions. \n<br>\n<br>We have the questions page bookmarked on our homescreens, we like to explore your really awesome project of a website together:) we know it isn't a question, but it's 3:20AM and we couldn't help but chime in:)&nbsp;</qco> </h3>      holy smokes, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n5:17 am</dco> &nbsp;<qco> What stops me from making my arm a baseball bat so I can ball at anytime?</qco> </h3>      society\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n5:17 am</dco> &nbsp;<qco> I don't want to try. </qco></h3>      try what<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tDo i have the right to make my family sad or should i try to make everything work?&nbsp;</qco> </h3>      i'm not entirely seeing the connection here. missing some details i think\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n4:16 am</dco> &nbsp;<qco> How can I fit the worship of satan into my daily routine?</qco> </h3>      you can get an app to do it automatically, all day even while you are sleeping\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n4:07 am</dco> &nbsp;<qco> What is the unit of measurement on the count down timer?\n<br>I suspect cubits.</qco> </h3>      integers\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n4:05 am</dco> &nbsp;<qco> How's \"steve\"?</qco> </h3>      i'm not sure. i think it's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n3:59 am</dco> &nbsp;<qco> What is sex?</qco> </h3>      ask your friends and neighbors\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n3:13 am</dco> &nbsp;<qco> Is the countdown timer using a linear unit of time</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t because I cannot figure it out</qco> </h3>      i have a desperate need for it to reach 0 as soon as possible, that's why i implemented it. but there are also huge mountains to move to get me prepared for that. so i am slow playing it. it is very important that it keeps moving, but it also cannot hit 0 today. i am still not ready. working as fast as i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n3:13 am</dco> &nbsp;<qco> what is your opinion on spiders?&nbsp;</qco> </h3>      we have different beliefs but i respect them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n3:01 am</dco> &nbsp;<qco> whats a good conversation starter</qco> </h3>      hey guys, welcome to this conversation\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n2:33 am</dco> &nbsp;<qco> im gonna cry because life is so beautiful but it's always ending and everything is always disappearing</qco> </h3>      don't forget about the new things that are appearing. and also the many new things that can be created from other things. don't forget you can also create things yourself\n\n<br><br>"
  }
]
