[
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n10:22 am</dco> &nbsp;<qco> hello I've heard you wanted to do a tutorial somehow but you still gotta respect the schedule. Well how about making both at the same time? When you're ready, you could record most of the process (writing, singing etc) and you could talk to us directly like reality videos or/and add comments later when you can't really talk to us or wanna add more after. Then after posting the song on the different platforms you could work for a few days on the tutorial and upload it so you don't spoil the song/video to the audience cause they already listened to/watched it and they can be like \"oh that's how it's done\" while having a fresh example. Just a suggestion&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n10:16 am</dco> &nbsp;<qco> Do you ever plan on releasing anything akin to scrapped songs or lost recordings?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n10:12 am</dco> &nbsp;<qco> How do you brainstorm?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n10:04 am</dco> &nbsp;<qco> Ok,&nbsp;&nbsp;prove to me that the plain old audio wouldn't work for reality</qco> </h3><a href=\"201811270421.mp3\">201811270421</a>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n9:36 am</dco> &nbsp;<qco> First off not a question: I thoroughly enjoyed the podcast from start to finish so I'm not sure what you mean when you say it went awful, I actually came out of it feeling more capable to work on creative stuff even though it probably won't get seen. Now for the question: you seem pretty dedicated to answering these questions, any particular reason for that?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n9:25 am</dco> &nbsp;<qco> what kind of a specie r u?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n9:18 am</dco> &nbsp;<qco> what do you look for when getting a new pair of shoes</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n8:06 am</dco> &nbsp;<qco> Your Christmas song is so christmassy, even without lyrics and I don't know why. How did you do it? What makes a song christmassy in your opinion?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n8:03 am</dco> &nbsp;<qco> You have mentioned that you might be on another podcast some time in the future and I think that's hype. Ethan focused a lot on your viral videos and that's cool but many of us are also more interested in your songs. Stuff like your songwriting process, composition, lyrics etc. Do you know the Musica Analytica podcast by Adam Neely and three other music youtubers? They talk a lot about everything music and music theory and do it from the comfort of their own home via video call. Would you be interested in being a guest if presented with the opportunity? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Adam has mentioned in a Q&amp;A video once that he would find it pretty cool to collaborate with you. I'd kill to witness that.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n6:48 am</dco> &nbsp;<qco> what is difference between EP and album??</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n6:45 am</dco> &nbsp;<qco> You said that is was a problem that you couldn't make videos while doing live shows but you could just do videos of the shows!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n6:35 am</dco> &nbsp;<qco> A genie offers you immortality but you can never talk to another person again. Do you take it?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n6:08 am</dco> &nbsp;<qco> What if I am too afraid to do things?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n5:19 am</dco> &nbsp;<qco> um this is gonna sound weird but, my favourite song that you made is \"i like\", and while i can just use some website to download it off youtube for free, i'd love to just, support you? so do you mind putting it on itunes?? just for me??? i really like that song, i wanna give u sth in return for blessing me with it :)</qco> </h3><a href=\"https://billwurtz.com/donate.html\">here</a>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n3:46 am</dco> &nbsp;<qco> Why don't you capitalize sentences?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; My third grade english teacher would be very mad at you.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n3:01 am</dco> &nbsp;<qco> I've noticed many of the songs you've released recently are fairly longer, (compared to some other music you've put out) and often have lots of layers to them. Slow Down I especially love for its varied instrumentation. When writing a song, at what point do you think \"That's enough\" or \"This is missing something\",</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n and how can you tell when to add or subtract a piece of a song?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Also, just out of curiosity, how long is the longest song you've put together, finished or otherwise?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n2:41 am</dco> &nbsp;<qco> What is the value in making messages in art and stuff cryptic?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wouldn't you want everyone to get the message?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n2:29 am</dco> &nbsp;<qco> is the rolling out the window a reference to Peter Pan?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n2:28 am</dco> &nbsp;<qco> Do you sometimes make up questions so you can answer them here?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n2:24 am</dco> &nbsp;<qco> is your relationship with music as professional as with most other things in your life,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n or is it wildly passionate making you do crazy things&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n2:17 am</dco> &nbsp;<qco> how much money did the chips company pay you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n2:04 am</dco> &nbsp;<qco> Capitalism or Communism?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n1:42 am</dco> &nbsp;<qco> how do u feel about fish?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n1:41 am</dco> &nbsp;<qco> is it wise for us to go to mars</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n1:30 am</dco> &nbsp;<qco> did u ever try to figure out the notes of like dial tones</qco> </h3><a href=\"https://www.youtube.com/watch?v=KRnDMPbtUSM&amp;feature=youtu.be&amp;t=2m38s\">here</a>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n1:25 am</dco> &nbsp;<qco> what's your secret in living a happy life</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n1:04 am</dco> &nbsp;<qco> what's your favorite vegetable</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n12:44 am</dco> &nbsp;<qco> Ok so one time I asked you how to write lyrics and you said \"let them write you\" but for whatever reason they won't</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also how do you write a melody like wth</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n12:40 am</dco> &nbsp;<qco> the reality videos are so fucking cool i just found them. is there any way you would start posting just the audio files? i know you don't have time to make the videos</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n12:38 am</dco> &nbsp;<qco> i'm pretty sure christmas is real, why would the easter bunny say it isn't?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n12:22 am</dco> &nbsp;<qco> When did you decide to learn how to play music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n12:07 am</dco> &nbsp;<qco> Hey Bill, I know everyone and everything pressures and tries to HARD to get you to monetize. But I'm so glad that you don't.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I get to find am your music in one place and download it all easily and with no charge. And I don't have any money so I usually have to illegally download music and feel guilty about it. Instead I get all your music free with no charge and no bad feelings. Your content makes me happy and inspired. Your songs have literally saved me from suicide on multiple occasions and I want to also do music as a when I thought I couldn't before. With no charge. And please never monetize or set up paywalls.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Anyway, sorry this isn't a question. I hope you can forgive that. Thank you, and live long and prosper!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n12:03 am</dco> &nbsp;<qco> how do i get good at improvising music</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n11:48 pm</dco> &nbsp;<qco> what's your favorite emoticon</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n11:36 pm</dco> &nbsp;<qco> Why haven't you posted a video for your song, \"Got to Know What's Going On\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n11:09 pm</dco> &nbsp;<qco> How to not accidentally be an asshole all the time</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n10:54 pm</dco> &nbsp;<qco> how many things is too many things</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n10:45 pm</dco> &nbsp;<qco> Why do you think 1=2?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is it like how the universe came to be or something?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n10:34 pm</dco> &nbsp;<qco> will i ever be happy</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do i just have to pretend i am forever</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n10:13 pm</dco> &nbsp;<qco> Heyy bill, I really wanna work on being a better, more focused person, and I have been trying to direct myself towards certain goals. However, around twice every day, I get into these tired, depressive moods where I feel really worthless and dysphoric. During these periods, I can never get any drawing work done without scribbling all over the tablet, and i get temperarily get back into my bad habits. Have you experienced something similar, and do you have any advice into crushing these moods?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n10:10 pm</dco> &nbsp;<qco> is math art?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n9:57 pm</dco> &nbsp;<qco> Do you have the power to control time?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;your long music videos seem short and your short music videos seem long.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n9:49 pm</dco> &nbsp;<qco> i have to start an essay and im having difficulty motivating myself. how do you keep yourself going on long projects?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n9:48 pm</dco> &nbsp;<qco> how do we erase memories that hurt now when you remember them?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do you think we should erase them in the first place?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n9:47 pm</dco> &nbsp;<qco> Is art real?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n9:44 pm</dco> &nbsp;<qco> how do you feel about genres?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n9:24 pm</dco> &nbsp;<qco> You mentioned you find food a weird thing to talk about. I think the reason why it's brought up so much is that it's a conversation topic people use when they want to connect with someone but don't know where to start. Kind of like the weather. Everyone's subject to the weather, and everyone has to eat food. Usually using those topics is a sure-fire way to find some common ground with someone. Knowing that, do you still find it a strange topic of conversation?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n9:21 pm</dco> &nbsp;<qco> hey bill, i cant tell you how much i admire your work ethic. Any tips for avoiding burnout when working the sorts of long hours you do for your channel?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n9:05 pm</dco> &nbsp;<qco> how in the world do you know so damn much about music!!!!!!!!!! \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;p.s. why are u intamate with a landfill. \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;bill r u good.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n8:43 pm</dco> &nbsp;<qco> what would you say to me if i were jesus</qco> </h3>"
  }
]
