[
  {
    "html": "<h3> <dco>1.13.21&nbsp; \n2:09 pm</dco> &nbsp;<qco> what's a song of yours with jeans in it</qco> </h3>      \nairport terminal, in the last verse\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.21&nbsp; \n2:08 pm</dco> &nbsp;<qco> why do we lose touch with reality sometimes</qco> </h3>      \nto get ideas for new ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.21&nbsp; \n1:41 pm</dco> &nbsp;<qco> before you upload a song do you make a test group like family listen to it?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.21&nbsp; \n12:22 pm</dco> &nbsp;<qco> when was time invented?</qco> </h3>      \nnow\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.21&nbsp; \n12:08 pm</dco> &nbsp;<qco> do you recommend being as cool as you&nbsp;</qco> </h3>      \ni recommend being as cool as you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.21&nbsp; \n11:56 am</dco> &nbsp;<qco> whats the ideal balance between doing things and not doing things</qco> </h3>      \nbeing someone\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.21&nbsp; \n11:49 am</dco> &nbsp;<qco> Whats the most important school subject?</qco> </h3>      \nlearning\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.21&nbsp; \n11:31 am</dco> &nbsp;<qco> It's clear that writing lyrics and melody at the same time is the best option, but what if that doesn't work out? What if I have a melody with no words? </qco></h3>      then you've got a fun puzzle on your hands<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How did you manage this in And the Day Goes On? </qco></h3>      was a fun puzzle<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thanks for your time!</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.21&nbsp; \n11:22 am</dco> &nbsp;<qco> how would you describe the thing when you're listening to a song and you sing along, but then you start thinking about something completely different, not about the song at all, but you keep singing the song..</qco> </h3>      \nauto pilot\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.21&nbsp; \n10:34 am</dco> &nbsp;<qco> why dont you use capital letters</qco> </h3>      \ni do, but, i'm thinking the reason it could appear that way is if you were paying zero attention whatsoever\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.21&nbsp; \n10:16 am</dco> &nbsp;<qco> How was your weekend</qco> </h3>      \nare you telling me the week ends\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.21&nbsp; \n10:09 am</dco> &nbsp;<qco> Can you tell me about the crazy time signatures in slow down?</qco> </h3>      \nsure. there is not very much crazy happening. most of it is just 4/4. The outtro is in 7/4. the 2 second intro happens kind of in an alternate universe and was never written down on paper, and if it was, it would have to be something weird, possibly with a tempo change\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.21&nbsp; \n10:03 am</dco> &nbsp;<qco> hey bill do you enjoy eating blades of grass? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also can you send a dozen bricks to my house so i can walk down a brick road through a brick door into a brick house while holding the dozen bricks?</qco> </h3>      sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.21&nbsp; \n9:15 am</dco> &nbsp;<qco> Why is time so scary?&nbsp;</qco> </h3>      \nbecause you never know what's going to happen next\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.21&nbsp; \n9:10 am</dco> &nbsp;<qco> its very cold in canada where i live, If I turn on a fan the point said fan in any direction other than here, will it blow the cold air away?</qco> </h3>      \nyes, but, more air will move in toward you from the other side, to fill the void. and this air will probably also be cold, unless there was something over there to heat it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.21&nbsp; \n8:46 am</dco> &nbsp;<qco> i've been wondering a lot what it takes for a pop song to be really good. easy structure, hook catchiness, engaging rhythm, great production, nice mixing, bunch of everything? idk, i feel dizzy</qco> </h3>      \nthe only thing that matters, is that you came up with it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.21&nbsp; \n8:04 am</dco> &nbsp;<qco> how do you plan on proving the earth is round?</qco> </h3>      \ntake a picture of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.21&nbsp; \n6:50 am</dco> &nbsp;<qco> does your last video have some cryptic message in it?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.21&nbsp; \n5:06 am</dco> &nbsp;<qco> do ideas come to you and then you act on it or do you sit down at your desk and force an idea out of your brainhole?</qco> </h3>      \ni can do it both ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.21&nbsp; \n4:26 am</dco> &nbsp;<qco> how to be funny?</qco> </h3>      \nanyone can be funny. just do stuff that's not funny and wait for people to be mad at you for not being funny. at least that's the way i do it \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.21&nbsp; \n3:51 am</dco> &nbsp;<qco> What is the last lyric of the new song?</qco> </h3>      \nit\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.21&nbsp; \n3:43 am</dco> &nbsp;<qco> Any ideas on how to not overthink overthinking?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.21&nbsp; \n1:50 am</dco> &nbsp;<qco> what is something that feels illegal but isn't?&nbsp;</qco> </h3>      \nthe toilet\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.21&nbsp; \n1:32 am</dco> &nbsp;<qco> what is the most 'weird genre' you have ever listened?</qco> </h3>      \npop/rock\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n11:30 pm</dco> &nbsp;<qco> Can you reveal the release date of the next video if I guess it right?\n<br>\n<br>\n<br>January 23rd.</qco> </h3>      \nwhat on earth makes you assume that my guesses would be any better than yours\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n10:54 pm</dco> &nbsp;<qco> what is the theory of relativity</qco> </h3>      \nbeing on a moving train, and realizing that maybe the train is staying still and the world is moving past it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n10:51 pm</dco> &nbsp;<qco> When do you know you are \"overthinking\" something?</qco> </h3>      \nif you find yourself asking that question\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n9:48 pm</dco> &nbsp;<qco> Do you prefer your songs be combed through for a deeper meaning or taken at face value?</qco> </h3>      \none day i hope to succeed at putting the deepest meaning at face value\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n9:02 pm</dco> &nbsp;<qco> thoughts on music?</qco> </h3>      \nit's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n8:26 pm</dco> &nbsp;<qco> my mom doesn't like my music and it's really discouraging. i like my songs (for the most part, there's a few clunkers) and i know that that's what matters, but it still hurts. any advice? also, has this happened to you?&nbsp;</qco> </h3>      \nmusic is like hypnosis. the only reason people think any music is good or bad is because something about the way it was delivered has hypnotized them into a positive or negative opinion about it. You may be perfectly good at this process, but, one funny thing about the process is: it doesn't tend to work very well on close friends or family members. they already know you too well\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n8:00 pm</dco> &nbsp;<qco> are there any possible tips you can give to a musician that wants to get better at their craft?</qco> </h3>      \nhow about doing .............. music\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n6:46 pm</dco> &nbsp;<qco> i wanna buy lucky charms cereal but i dont want the charms. i do not want to be charmed by my cereal. Any advice?</qco> </h3>      \njust add some sand\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n6:39 pm</dco> &nbsp;<qco> what time of day are you planning to release your new song/video?</qco> </h3>      \nmaybe around 12 noon UTC\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n5:27 pm</dco> &nbsp;<qco> how do you make your videos?</qco> </h3>      \nwe'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n4:54 pm</dco> &nbsp;<qco> What do i do if i feel queasy at the airport terminal?</qco> </h3>      \ncheck to see if you've gotten on the plane yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n4:53 pm</dco> &nbsp;<qco> why arent you making videos?</qco> </h3>      \nbecause i am busy making videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n4:39 pm</dco> &nbsp;<qco> How do you get past music block? I want to make a song and I have the first part though out, but I'm kinda stuck there</qco> </h3>      \ntry this: imagine it is a video. you dont have to make a video, just imagine how it would go if it was in a video. sometimes that helps you think of more music\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n2:42 pm</dco> &nbsp;<qco> &nbsp;Recently Ive been changing the key to a lot of my songs trying to find what's the best fit. I'm wondering how do you decide what key to record your songs in?</qco> </h3>      \nwhichever one the singer can sing it best. if there's no singer, then use whichever one the instruments sound the best. if there's no difference, then use the original key you first heard it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n2:03 pm</dco> &nbsp;<qco> Is liking the smell of the surroundings after rain too weird?&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n2:00 pm</dco> &nbsp;<qco> Have you ever thought about making a podcast?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n1:58 pm</dco> &nbsp;<qco> do you think you'll ever record a song longer than bob marley?</qco> </h3>      \nbetter, not longer\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n1:27 pm</dco> &nbsp;<qco> hi Bill we have a project homework and i need a quote about honesty. I want to quote you Can you tell a few words about honesty? Please reply it is important to me</qco> </h3>      oh man, i must have talked about honesty a million times. i talk about it quite often. i think it should be very easy for you to find this, if it is important to you. but if it's just for an assignment to someone else, then don't worry about it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n12:55 pm</dco> &nbsp;<qco> Can you sell your pants?</qco> </h3>      \nyes, but don't forget, you can also rent them out\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n12:42 pm</dco> &nbsp;<qco> what do you think about the concept of owning material things? are they irrelevant and block the progress to true happiness?</qco> </h3>      \nit can be part of the process\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n12:25 pm</dco> &nbsp;<qco> wat r u working on</qco> </h3>      \nit's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n12:13 pm</dco> &nbsp;<qco> what the hell are jeans</qco> </h3>      \nan acoustic percussion instrument\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n11:29 am</dco> &nbsp;<qco> does raisins actually taste good?</qco> </h3>      \nonly if you don't know about chocolate\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n10:26 am</dco> &nbsp;<qco> How many trees do you think I can fit in my schedule?&nbsp;</qco> </h3>      \n1 forest\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n8:45 am</dco> &nbsp;<qco> What is the purpose of money?</qco> </h3>      \ntrade\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n7:24 am</dco> &nbsp;<qco> why do you think that releasing music song-wise is better than releasing music album-wise?</qco> </h3>      \nwhat happens to me, when i hear a new album, is i don't like any of the songs. but whenever any song is released individually, i always like it. this is just what i've noticed, as a listener\n<br><br>"
  }
]
