[
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n4:53 pm</dco> &nbsp;<qco> why are you so awesome?</qco> </h3>      \ncould be some kind of defense mechanism\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n4:31 pm</dco> &nbsp;<qco> am i in a void or not</qco> </h3>      \ncannot be in a void. voids are empty\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n3:51 pm</dco> &nbsp;<qco> crunchy cheetos or puffy cheetos</qco> </h3>      \nwhy can't they be both\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n3:25 pm</dco> &nbsp;<qco> what is the most asked question this month?</qco> </h3>      \nthis one\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n2:03 pm</dco> &nbsp;<qco> Are you incapable of making a new upload on YT? \u0013\u0013</qco></h3>      most of my uploads are actually videos made and produced by me. which i am capable of but there is a lot that goes into it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tI mean it's been 4 months!</qco> </h3>      \ni did one before that took me 11 months\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n1:34 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907251129\">7.25.19&nbsp;&nbsp;11:29 am</a>  Thank you very much for your answer. It is very helpful, but I'm referring more to the natural resistance and lack of motivation I feel to learn the process (it could be any process). How too I bust through that?\n<br>\n<br>Does this resistance I feel mean that I don't want the thing badly enough?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n1:22 pm</dco> &nbsp;<qco> Do you prefer anything or everything?</qco> </h3>      \nanything\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n12:50 pm</dco> &nbsp;<qco> Will That Video Talking About Velcro Be Ever Made Because It Seems ...&nbsp;&nbsp;&nbsp;&nbsp;Interesting&nbsp;</qco> </h3>      \ntoo scrapy\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n12:37 pm</dco> &nbsp;<qco> How can i be a positive person?\n<br></qco> </h3>      \nbe a positive object and then gradually undergo metamorphosis into a person\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n12:37 pm</dco> &nbsp;<qco> How do I write question</qco> </h3>      \nit can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n12:18 pm</dco> &nbsp;<qco> Is water wet or not</qco> </h3>      \nit's extremely dry\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n12:01 pm</dco> &nbsp;<qco> What is a normal time to eat lunch?</qco> </h3>      \nlunch time\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n11:48 am</dco> &nbsp;<qco> How do I take over the questions page? I would like to establish a strict policy of communism.&nbsp;</qco> </h3>      \ntoo late it's already communist\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n11:47 am</dco> &nbsp;<qco> Why my geog teacher is so rude?</qco> </h3>      \ncould be some underlying cardinal frustrations\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n11:29 am</dco> &nbsp;<qco> I am in a situation where I want something really badly (a website for myself), but I don't like the process to get it (learn how to build it, and then do it). Have you ever been in a situation like that?</qco></h3>      sort of<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Do you have any advice for me? thanks a lot!</qco> </h3>      \nif you can make text files and if you have a web broswer, you can make a website without the internet, just on your computer. pretty cool. then once you have some things happening there, it's a pretty small leap to launch it online\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n11:24 am</dco> &nbsp;<qco> How would you advise a child who lives the exact same day everyday and a life restricted to school and home without any freedom?</qco></h3>      some people would risk it all and give up everything just for the opportunity to have home and school<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Life is boring and I can't be bothered to wait for change to happen.</qco> </h3>      \ni will see if i can get that expedited for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n10:19 am</dco> &nbsp;<qco> Can you try making a video with the same type completely on a mobile device like an iPad or some sort?</qco> </h3>      \nthere is currently no type, but i would be interested in delving madly into ipad software\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n9:08 am</dco> &nbsp;<qco> Opinion on fish as pet?</qco> </h3>      \ntoo large\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n8:44 am</dco> &nbsp;<qco> Opinion about velcro?&nbsp;</qco> </h3>      \nfake\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n7:13 am</dco> &nbsp;<qco> how many garlic cloves to potatoes is ideal for mashed potatoes?</qco> </h3>      \nskip the potatoes, and just mash the cloves\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n6:09 am</dco> &nbsp;<qco> how do you know so much</qco> </h3>      \ni made it up\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n5:20 am</dco> &nbsp;<qco> Do you have problems in your life so that why your 'hi I'm steve' video has a deeper meaning?</qco> </h3>      \neveryone has problems, but that video is more focused on solving them. i consider the final jingle (\"that's the way we can get things done\") to be the most important part of the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n4:38 am</dco> &nbsp;<qco> i have ideas for things like cartoons and movies but i have no experience with making either one. ive been writing down my ideas in a little book and im banking that im going to forget all of it, find my book, and work on my ideas when i have more experience on the topics in the future. my question is what can i do to save my ideas that i cant explain on paper? and how would i be able to remember every little detail without missing anything that i thought of in the past? (lets say the past is right now)</qco> </h3>      \nrecord a short video of yourself talking through it, acting it out, and explaining it in as many ways as you can. in your idea list, write town the title/location/filepath of the demo video\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n3:20 am</dco> &nbsp;<qco> do you think a book is good?</qco> </h3>      \nit has to be 300 pages or more\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n2:51 am</dco> &nbsp;<qco> is there any triangle boy movie or any of the likes? i'd like to see more of my three sided bb thanks&nbsp;</qco> </h3>      \nyou don't wanna see it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n1:50 am</dco> &nbsp;<qco> how does one not forget everything thats currently important to them?</qco> </h3>      \nwrite it down, maybe twice\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n12:40 am</dco> &nbsp;<qco> How do I make a song while knowing nearly nothing about music theory? Like I have an idea of what the mood is supposed to be like and all but when I start playing on the piano, I don't know how to modify a chord or scale and stuff like that so I don't get anywhere interesting.</qco> </h3>      \nno one knows. until you spend some time with it, and then suddenly you know. think back to the way you learned your native language\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n11:40 pm</dco> &nbsp;<qco> what is the occupation that you think is the most underrated?</qco> </h3>      \njob rater\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n10:06 pm</dco> &nbsp;<qco> you think could upload the stems to Just Did a Bad Thing? i love the production and would like to hear the individual instruments to see how it's made.</qco> </h3>      \ni would love to release that but the price would be too high\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n9:30 pm</dco> &nbsp;<qco> do you use tab or space for formatting? pick carefully, your life's on the line</qco> </h3>      \nno it's not but i use both\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n8:15 pm</dco> &nbsp;<qco> hello bill, do you have any more scheduled interviews coming up? both of your recent interviews were great. i hope you enjoyed them as much as we enjoyed watching/listening to them. you previously talked about how you were terrible at doing interviews but, imho, they're great and very genuiune. please don't go hard on yourself. it's great seeing you on screen. you are great.</qco> </h3>      \ni am doing as many as possible in order to unlock higher skill levels<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n7:12 pm</dco> &nbsp;<qco> peach iced tea or lemon iced tea?</qco> </h3>      \nhow about just ice, fuck the fruit\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n6:17 pm</dco> &nbsp;<qco> Have You Ever Thought The World Is Stupid&nbsp;&nbsp;So You Planned To Raid Area 51 Steal The Aliens Move To Mars And Lived There?</qco> </h3>      \nwhy leave home? raid area 51 online\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n5:49 pm</dco> &nbsp;<qco> do you live in a castle</qco> </h3>      \ntechnically yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n4:25 pm</dco> &nbsp;<qco> Are you a tractor?</qco> </h3>      \ntechnically no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n3:34 pm</dco> &nbsp;<qco> in march 2014 you asked if me if i wanted to get high and now weed is legal in canada so when I turn 18 meet me at toronto pearson I have decided to accept your offer thank you very much I have a potato to eat</qco> </h3>      \nmake sure you get some black pepper on it, in case you get too high\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n2:52 pm</dco> &nbsp;<qco> how can I find songs I could really like?</qco> </h3>      \nthey have to find you, but you could entice them by going to more places\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n1:41 pm</dco> &nbsp;<qco> How do I know what I'm feeling</qco> </h3>      \nyou must use your brain/mind to interpret the feelings\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n12:31 pm</dco> &nbsp;<qco> Got a pin from your shop and it is very nice. Where can i wear it?</qco></h3>      i don't know<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t On one hand pins seem like a weird thing to wear in public but on the other hand i really want do wear your pin.</qco> </h3>      it could go on the jean\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n11:55 am</dco> &nbsp;<qco> Do you agree disorder is the purpose of everything?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n10:04 am</dco> &nbsp;<qco> would it be possible to use midi input from your (musical) keyboard to do key shortcuts?&nbsp;&nbsp;it looks like there are some programs to do this</qco> </h3>      \nyes. the thing i am most interested in working out now would be how to use a sliders device (such as a mixingboard style control surface) to directly control any slider or parameter in a program, particularly a video editing program. preferably multiple controls at the same time, each with different sliders\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n9:56 am</dco> &nbsp;<qco> How many bad days have you had so far?</qco> </h3>      \nat least 4\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n8:29 am</dco> &nbsp;<qco> Can you tell me how to fly?</qco> </h3>      \nmust obtain thrust, and lift\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n7:21 am</dco> &nbsp;<qco> where can motivation be found?</qco> </h3>      \nin the garbage\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n6:18 am</dco> &nbsp;<qco> what are your thoughts on the new Twitter \"update?...\" it's literally mobile Twitter and it pisses me off</qco> </h3>      \none solution would be to move to the sahara desert where there is no twitter\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n5:00 am</dco> &nbsp;<qco> In the event of becoming a self aware dinosaur, would you accept being a dinosaur?</qco> </h3>      \ni suppose i would have to\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n4:19 am</dco> &nbsp;<qco> if the next song u make was your last, what would it be about\n<br></qco> </h3>      \nyou\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n3:53 am</dco> &nbsp;<qco> Do you actually exist?</qco> </h3>      \nlet me run some experiments to find out\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n2:43 am</dco> &nbsp;<qco> can I have your bread?</qco> </h3>      \ni thought you already had it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.19&nbsp; \n1:11 am</dco> &nbsp;<qco> If you were a teacher, what subject would you teach (that isn't music-related)?</qco> </h3>      \nwhatever was asked\n<br><br>"
  }
]
