[
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n9:01 pm</dco> &nbsp;<qco> what do you believe about the mysterious nature of the letter T</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; 7:39 pm</dco> &nbsp;<qco> have you ever asked yourself a question on this page?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n7:13 pm</dco> &nbsp;<qco> tomorrow is my deadline to finish my song but i just got sick and i was already behind</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n7:10 pm</dco> &nbsp;<qco> Hey bill. I know this may not exactly be your area of expertise, but i was wondering if you might have some wisdom. I'm college-age and have completed two half-year contracts as an orchestra (band) pianist on cruise ships. I've been eyeing the musical director role on ships for many months, and it looks like that goal is achievable within the next year or so. But I tend to be impatient and am afraid that this might take time away from my ultimate goal of being a composer/songwriter and conductor on land. Yet it&nbsp;&nbsp;would be my first directorial role and would undoubtedly be extremely useful in the future. How do I deal with this impatience? Obviously you're not me and i know you haven't done ships, but any insight into the music business is helpful.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n6:55 pm</dco> &nbsp;<qco> how to disappear?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n5:58 pm</dco> &nbsp;<qco> Is anything ever 100% false?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n5:33 pm</dco> &nbsp;<qco> best state</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n5:00 pm</dco> &nbsp;<qco> can you describe your music in one word</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n4:40 pm</dco> &nbsp;<qco> does ketchup jam?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n4:10 pm</dco> &nbsp;<qco> do you have any idea on how to escape this rat race</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; 3:28 pm</dco> &nbsp;<qco> how do you get in the mood for writing? you know those times when ideas just start naturally appearing out of thin air and it doesn't feel forced or fabricated</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n3:28 pm</dco> &nbsp;<qco> do you dance?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n3:08 pm</dco> &nbsp;<qco> Do you like to solve problems that do not exist</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n12:05 pm</dco> &nbsp;<qco> if you were to graph your video/song making efficiently over amount of people working with you, what would that graph look like.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n11:21 am</dco> &nbsp;<qco> in your opinion, does using complex music theory ideas in a song (i.e. micro-tonality, complex time signatures, complicated voicings or whtever) automatically make it good? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if it aims just to be complex in the sake of being complex does it lack depth for it if it isnt effective to the listeners? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is inherently simple music with simple chord progressions or melodies bad even if its effective to the listeners?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n11:12 am</dco> &nbsp;<qco> thoughts on cats?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n11:12 am</dco> &nbsp;<qco> What would you like to talk about</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n10:53 am</dco> &nbsp;<qco> has a song ever made you cry before\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if yes what song made you cry</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n9:42 am</dco> &nbsp;<qco> thoughts on rainbow bubblegem</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n9:31 am</dco> &nbsp;<qco> thoughts on the hero's journey?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n8:04 am</dco> &nbsp;<qco> what should i do when im stuck?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n7:31 am</dco> &nbsp;<qco> what is the best cheese ever</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n5:06 am</dco> &nbsp;<qco> What's the most beautiful letter?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n4:54 am</dco> &nbsp;<qco> hello it's my birthday. actually it was yesterday technically. how do you feel about birthdays? i think personally they could be better. but i don't know, i'm still open to input. what do you think?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n4:18 am</dco> &nbsp;<qco> how does one sleep despite having insomnia?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n3:40 am</dco> &nbsp;<qco> I wish you'd bring back the monday videos. Would you consider doing that in the future, with shorts like back then?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n2:33 am</dco> &nbsp;<qco> do you have any advice for being influenced by something without copying it / finding your own voice?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n2:23 am</dco> &nbsp;<qco> What was the writing process like for \"got to know what's going on\" and \"i'm scared\"? Because I feel like they can be interpreted as the experiences of living with autism and anxiety respectively, and I'm curious about how intentional that was.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n1:55 am</dco> &nbsp;<qco> im not sure if i have class today and im scared to ask so what im gonna do is im gonna go to uni anyway and see if class is going on but if not then i will sit in the library and get work done and then go home again</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n1:53 am</dco> &nbsp;<qco> What's your favorite Dutch phrase?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n1:33 am</dco> &nbsp;<qco> what is the overarching theme of human history?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n12:48 am</dco> &nbsp;<qco> whats a cool thing youve wanted to make</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n12:17 am</dco> &nbsp;<qco> what is your opinion on the number 19</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n11:29 pm</dco> &nbsp;<qco> how do i go to bed later ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n11:04 pm</dco> &nbsp;<qco> what is the last thing you can remember that made you laugh</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n10:10 pm</dco> &nbsp;<qco> What was the meanest teacher you had in school?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n9:55 pm</dco> &nbsp;<qco> You've said before that you don't like albums, and for that reason you won't make one, but why wouldn't you be able to make one in a way that you do like? or is it just not worth it to try since you probably won't like it and then you'll just have a bunch of songs that are supposed to go together but don't and are therefore not as good on their own as they would be if you didn't try to make them as an album?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n9:03 pm</dco> &nbsp;<qco> why do all your instrumental songs not have any vocals in them? is it just like a coincidence or smth?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n8:58 pm</dco> &nbsp;<qco> In the hit billboard top 100 song \"got some money\", in th song you mention how you have boats on your plane, on the hotel where you're staying. How many boats are on said plane?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n7:13 pm</dco> &nbsp;<qco> thoughts on scary words.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n6:16 pm</dco> &nbsp;<qco> best grater for cheese</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n4:35 pm</dco> &nbsp;<qco> thoughts on school teachers?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n3:55 pm</dco> &nbsp;<qco> a visual album is a type of album in which every song is accompanied by a music video or the entire album is accompanied by a feature-length film. is your next project similar to this definition?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n3:54 pm</dco> &nbsp;<qco> i have a full time job and a game im polishing and re-factoring for pc release. often times i get distracted and play games etc. simply because i dont feel motivated to work on said game. Thing is, i have many other game-dev code-y projects going on. But in my mind i feel like whatever time i \"allot\" (is that even a thing) to personal projects, HAS to go on the one i mentioned. So i either get distracted doing non personal projects or work on this. Should i just use allocated gaming time to work on other projects? and not fear letting the \"main project\" stall. i hope im kind of clear on my issue and wonder if youve had to work through this in the past</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n3:26 pm</dco> &nbsp;<qco> Are there some songs that you like and listen to despite not liking the lyrics for whatever reason? The reason why I like a lot of songs that I listen to frequently is because I enjoy the instrumentation/melodies/harmonies/production, etc., even though I don't like the lyrics-and I can kind of ignore them, despite how prominent and therefore unavoidable they are in the song. Do you feel this way about some songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n1:25 pm</dco> &nbsp;<qco> why have you mentioned going to hell in multiple songs</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n1:03 pm</dco> &nbsp;<qco> How do I remember my manners when my chosen Political Party loses?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n12:40 pm</dco> &nbsp;<qco> how can people be friends</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n12:39 pm</dco> &nbsp;<qco> Opinions on reintegrating the ampersand into the alphabet? Who kicked it out anyway?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n10:37 am</dco> &nbsp;<qco> i use my phone as a microphone for music and it's kinda weird since my phone can max record it at 256kbps while i export the instrumentals at 320kbps.\n<br>\n<br>do you think it matters that much?\n<br>\n<br>and should i solve this issue as soon as possible, or do I just continue?\n<br>\n<br>(i don't think it even sounds like it's recorded on a phone microphone when the song is complete)</qco> </h3>"
  }
]
