[
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n11:17 pm</dco> &nbsp;<qco> <a href=\"plans-now-after-hotewig.html\">What do you have planned for after History of the Entire World?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n11:16 pm</dco> &nbsp;<qco> How does one define something as \"True\"?</qco> </h3>      you just have to make your best guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n11:08 pm</dco> &nbsp;<qco> If you had to learn a language, <a href=\"all-the-languages.png\">which one would it be?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n11:07 pm</dco> &nbsp;<qco> Do you understand what's going on? I don't. I thing nobody does. Why is that? What's going on?</qco> </h3>      everything is going on. you can look at it any way you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n10:43 pm</dco> &nbsp;<qco> Are witty responses a requirement for you responding to a question?\n</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n10:36 pm</dco> &nbsp;<qco> when writing music, do you intentionally put a message or theme in the song or is it just pure emotion?</qco> </h3>      the world around me is filled with emotions, thoughts, feelings, ideas, maybe even things that are something else entirely. there are many ways to put those things together, and i've tried many different ways, and would like to try even more ways, in the future. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n9:58 pm</dco> &nbsp;<qco> what did you study when you finished high school?</qco> </h3>      how the hell this universe might work, and what my role in it could possibly be\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n9:54 pm</dco> &nbsp;<qco> Have you ever been directly inspired by something from the 70s, 80s, or 90s?</qco> </h3>      yes, and also the 60s, 50s, 40s, 30s, 20s, 10s, 00s, the 1890s, and also the times between 2000 and the present. also stuff from before 1890 also\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n9:46 pm</dco> &nbsp;<qco> <a href=\"why-didnt-hotewig-mention-everything.html\">hi, not a critic, but did you consider talking more about American civilizations in the \"history of the world i guess\" video? or the millions of lives lost and cultures destroyed during the process of colonization?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n9:22 pm</dco> &nbsp;<qco> Is going into space something that is desirable to you?</qco> </h3>      not until there is something to do out there\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n8:50 pm</dco> &nbsp;<qco> At what point in making your HOJ and HOTEWIG videos do you determine what's you're going to make jingles out of? Do you have an idea starting out, or do you determine it from the script, or when you do the animation? Thanks!</qco> </h3>      the jingles were written in exact detail during the writing process, which includes the exact script, and the exact jingles. jingles are something i can use at any time, and usually if i need to say something boring and i can't think of a way to make it interesting, music might be a good option\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n8:50 pm</dco> &nbsp;<qco> Hey, it's me, person watching your videos everyday. So, I'm wondering, why did you bring up the sultan of Oman living in Zanzibar? It's pretty funny but seems unrelated to everything else. One of my favourite things about the video is how you make history into an interrelated narrative in which everything mentioned is important. But the Sultan thing seems super random. Thanks!</qco> </h3>      there are hundreds, thousands of things that happened in world history, so needless to say it was an insane challenge to figure out what to include and what to cut, and a never ending impossible balancing act. to help stay upbeat and sane in this project, i found it important early on to keep a very light and free attitude about the whole thing. people are surely going to get on my case for 'not mentioning this' and 'not mentioning that,' you can't mention everything that ever happened in one video. so the only way to really keep my shit together was just remember that this is a crazy thing to attempt, so just keep it fun, and don't be afraid to include weird things on purpose, just as a reminder that this is supposed to be fun, to hopefully distract from the fact that it is impossible to actually mention everything. the oman jingle was written in an early draft, and then got cut along with a million other things, but i liked the jingle so much i brought it back. trying to keep the whole thing perfectly balanced with an equal amount of details everywhere is kind of like drawing a straight line in a hurricane. at some point you have to just accept that certain random things are going to have extra details. also once a bit is written and turns out good, it can be hard to let go of. other examples would include the chandragupta/seleucis elephant deal, the robespierre stuff, etc. i had a hundred years war bit that i liked so much i was so sad to cut it, but there was surely already way too much britain/france in the video, and the first thing people usually complain about in history videos is that there's too much europe. so i had to cut it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n8:37 pm</dco> &nbsp;<qco> <a href=\"plans-now-after-hotewig.html\">Whats next? Love your videos btw</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n8:31 pm</dco> &nbsp;<qco> Is this next song you're working on like: da, da, da-DA-DA-da dah da da! Or more like: mmm-hmm-hmmmm mmmm ?</qco> </h3>      more like \"in california you can smoke marijuana\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n8:29 pm</dco> &nbsp;<qco> do you think chips will still sponsor you after coming out as anti-ad</qco> </h3>      i have never been sponsored by anyone\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n8:19 pm</dco> &nbsp;<qco> What part of hotewig did you use the emotional Zawinul for</qco> </h3>      i used it a lot. it is a mid-range lead sound. it is used on  'grab stuff at the same time' probably that high blip on 'dinosaurs,' 'better farming was just invented,' 'oh look it must be the (mycenaean) greeks,' 'ah the greeks just had the idea...' 'hey china put itself back together again,' tibet (in a lower range, it blends in with the chord), 'korea just became itself,' 'china's back yay' (it's all by itself on that one), the renaissance art montage, australia, and surely many more times\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n8:14 pm</dco> &nbsp;<qco> <a href=\"survival-strategy.html\">what motivated you to make these videos?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n7:56 pm</dco> &nbsp;<qco> Favorite [insert generic object here]?</qco> </h3>      i like the unique qualities of each one\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n7:55 pm</dco> &nbsp;<qco> could you harmonize a political speech</qco> </h3>      sure. i actually started doing a barack obama one a long time ago but i never finished it. i doubt anyone is too interested in the 2012 state of the union speech any more, so i might have to pick a new one\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n7:53 pm</dco> &nbsp;<qco> what do i do on a date</qco> </h3>      try to make sense of the world around you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n7:50 pm</dco> &nbsp;<qco> get a life maybe?</qco> </h3>      i already have one\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n7:30 pm</dco> &nbsp;<qco> What animal poses the most danger to humans?</qco> </h3>      humans\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n7:26 pm</dco> &nbsp;<qco> You seem like you're really good at being yourself, so i would like some advise. i always feel like a chameleon acting like the people i'm around it's like i have a completely different personality when i'm with different people. So if i'm trying to be myself should i be a chameleon because that is myself or should i try to be me. if the second how do i do that. (p.s. i like your reason for always using lowercase i's)</qco> </h3>      i think over time you will become a unique blend of everything you've ever liked about anyone\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n7:22 pm</dco> &nbsp;<qco> <a href=\"will-you-update-reality.html\">Are you going to make anymore reality videos I think they are cool</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n7:16 pm</dco> &nbsp;<qco> how often do u AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA</qco> </h3>      i'm doing it right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n7:15 pm</dco> &nbsp;<qco> I lke doing things that cant be done, i also like moving things that cant be moved. Do you feel the same as me in this regard. If so, how?</qco> </h3>      yes, it is nice. sometimes it can be fun to prove everyone wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n6:28 pm</dco> &nbsp;<qco> How do you like birds? Do you wish you could fly as they can?</qco> </h3>      that would be nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n6:27 pm</dco> &nbsp;<qco> Hey Bill, could you direct the Grammar and Punctuation Police away from your website? If that person doesn't like how you run your website, it can go somewhere else. Cheers! </qco> </h3>      ah, that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n6:14 pm</dco> &nbsp;<qco> Why do you think that everybody has a different music taste?</qco> </h3>      because everybody has a different past, present, and future\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n6:10 pm</dco> &nbsp;<qco> how do you know what size something actually is if everything is relative                 ?</qco> </h3>      size is relative. when you say a size it has to be in relation to something else\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n6:08 pm</dco> &nbsp;<qco> I'm sorry I can't understand is your next project medium size</qco> </h3>      it is a never ending series of medium sized projects\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n6:06 pm</dco> &nbsp;<qco> should i plant this forest i have right here?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n6:05 pm</dco> &nbsp;<qco> <a href=\"forgot-the-question.html\">I always ask questions on here but then I forget to check back until a week later and I have no idea what the question was and can't find it help</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n5:46 pm</dco> &nbsp;<qco> Where does Europe end and Asia begin?</qco> </h3>      you have to decide for yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n5:29 pm</dco> &nbsp;<qco> why does your patreon say bill wurtz is creating and nothing else?</qco> </h3>      because i am not allowed to delete the word creating\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n5:23 pm</dco> &nbsp;<qco> do you still think your music is stupid?</qco> </h3>      i don't think i ever did\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n4:18 pm</dco> &nbsp;<qco> are you more of a feeler or a thinker?</qco> </h3>      i prefer to do them both together\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n4:15 pm</dco> &nbsp;<qco> On 5.23.17 9:28 pm, what do you you mean \"channel(s)\"? I thought you only had one on YouTube.</qco> </h3>      i have content available in a variety of places. some sites call it a 'channel,' but other sites might call it different things. for example on this site it's just called 'pages.' on some sites it's called an 'account.' on some sites it's called an 'artist catalog' etc etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n3:27 pm</dco> &nbsp;<qco> Why does \"i'm a diamond\" start with four bars of \"boxes taste like mush\"? Does it mean anything?</qco> </h3>      without that, the next part would never have existed. it's kind of like being thirsty. being thirsty is lousy and a real drag, but that's what makes the water taste so good when it arrives\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n2:59 pm</dco> &nbsp;<qco> do you think you will shut out input from your fans if this questions page gets too insane, or do you always want to make sure there's a way for people to reach you?</qco> </h3>      it has steadily become more insane, over time, and i have made the necessary adjustments, over time. i hope to keep doing it as long as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n2:30 pm</dco> &nbsp;<qco> Why don't you actually answer most of the questions?</qco></h3>      because there are way too many questions to have time to answer\n       \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n2:23 pm</dco> &nbsp;<qco> How do you group notes without scales? Can you give an example of one of your note groupings?</qco> </h3>      pick any part of any song i have made. or any music from any video i have made. that would be an example of a group of notes that i thought was appropriate for that situation\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n1:29 pm</dco> &nbsp;<qco> what to do if i dont know what the fuck i want to do with my life</qco> </h3>      try some different things\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n1:03 pm</dco> &nbsp;<qco> Do you have multiple channels?</qco> </h3>      sure, but they're not always called 'channels'<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n12:38 pm</dco> &nbsp;<qco> Why is there a world</qco> </h3>      there is everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n12:28 pm</dco> &nbsp;<qco> Can you tell me everything that's happened in the world</qco> </h3>      not right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n12:17 pm</dco> &nbsp;<qco> what is your favorite key to write in</qco> </h3>      which ever key the idea was originally in. although it really doesn't matter\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n12:07 pm</dco> &nbsp;<qco> is the square root of pi pi?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n11:32 am</dco> &nbsp;<qco> what is the most frequent letter of the alphabet?</qco> </h3>      in this language, e\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.17&nbsp;\n11:28 am</dco> &nbsp;<qco> what is the difference between a duck?\n</qco> </h3>      one leg is the same\n<br><br>"
  }
]
