[
  {
    "html": "<h3> <dco>3.1.20&nbsp; \n12:14 am</dco> &nbsp;<qco> how to love?</qco> </h3>      i'm not sure. can't remember all the ways. i think i have determined the way i like to do it is to keep forgetting and then remembering again\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2020-02.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n11:11 pm</dco> &nbsp;<qco> what do u think about leap day and the fact it only comes once every 4 years and isn't exactly supposed to exist but it does</qco> </h3>      very exciting. makes you want to just stare at the date all day, in disbelief<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n11:00 pm</dco> &nbsp;<qco> who are some artists or bands that you like/inspire you, if any?</qco> </h3>      any of them who have ever existed\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n10:58 pm</dco> &nbsp;<qco> How do you balance work and life?&nbsp;</qco> </h3>      play\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n10:39 pm</dco> &nbsp;<qco> What is the proper way to worship the soap gods?</qco> </h3>      purchase soap. subscribe to soap\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n10:32 pm</dco> &nbsp;<qco> how you have time to do all these good things so fast</qco> </h3>      we'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n10:23 pm</dco> &nbsp;<qco> opinions on stickers?</qco> </h3>      too slippery\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n9:59 pm</dco> &nbsp;<qco> would you enjoy having a reindeer as a friend?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n9:58 pm</dco> &nbsp;<qco> do you think our large brains have made us all sort of freak out too much?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n9:56 pm</dco> &nbsp;<qco> does life exist?</qco> </h3>      let me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n9:44 pm</dco> &nbsp;<qco> Hey bill how *strong* is your day so far?</qco></h3>      too strong. was looking to weaken it a bit<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Could it lift a very large mango or just a small one?&nbsp;</qco> </h3>      neither\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n9:41 pm</dco> &nbsp;<qco> Just wrote a song, now what?</qco> </h3>      write another! or write the same one again!\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n9:18 pm</dco> &nbsp;<qco> Do you answer these questions primarily for the community, as an exercise in creativity, </qco></h3>      extremely both<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or for some other reason?</qco> </h3>      i also get my news from here\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n9:16 pm</dco> &nbsp;<qco> How do you ask a good question?</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n9:03 pm</dco> &nbsp;<qco> how can i be like you</qco> </h3>      \ni'm not sure. i haven't even figured out how to do it yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n8:44 pm</dco> &nbsp;<qco> what is your favorite question?</qco> </h3>      \nwhat\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n8:29 pm</dco> &nbsp;<qco> new video soon?</qco> </h3>      \noh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n7:59 pm</dco> &nbsp;<qco> are you an atheist?\n<br></qco> </h3>      \ni actually don't remember what that is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n5:49 pm</dco> &nbsp;<qco> How did people create program for programming without program for programming?</qco> </h3>      \nmust have used sticks and leaves\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n5:46 pm</dco> &nbsp;<qco> What actually does happen if you mix soap with soap</qco> </h3>      \nyou'd be famous, i'm sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n5:40 pm</dco> &nbsp;<qco> Your music is so complex, and videos...they seem almost impossible to create! How did you become so pro but yet didn't take art to serious-misterious mode?</qco> </h3>      \ni am pretty sure i did take it there, for significant sections of my childhood<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n5:14 pm</dco> &nbsp;<qco> How many iq you have ?</qco> </h3>      \ni have them all. i am hoarding it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n4:46 pm</dco> &nbsp;<qco> is pineapple an good substitute for bread</qco> </h3>      \ni was going to say no but now that i think about it sure it's fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n4:34 pm</dco> &nbsp;<qco> Your songs are amazing and mean so much to everyone in different ways, how do you do this?</qco></h3>      i am not sure yet<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Is it trying to be vague enough to apply to everyone</qco></h3>      that is very common songwriting advice which i have always heard. but i'm not sure if i ever figured out how to do that. seems almost too easy<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t or specifying something everyone goes through or a balance of the two?</qco> </h3>      \ni think the way i originally approached it was i tried to write only for myself and about myself, then when that didn't work at all i tried shattering the entire atom, and that was fun, and then it gave me fuel for writing about myself more, and occasionally the 'simple' technique you mentioned which never resulted in anything more than a line or two, .... then at some point a couple years later i learned how to 'finish' 'unfinished songs' ..... so that was a huge breakthrough .... which led to being able to combine all 3 techniques. at least that is vaguelly how i remember getting to where i am today\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n4:26 pm</dco> &nbsp;<qco> how is your good and very cool project doing?&nbsp;</qco> </h3>      \nit's ok, i have no idea what the heck i'm doing but that is part of the fun. it reminds me of last time i did this\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n4:18 pm</dco> &nbsp;<qco> is there such thing as an individual identity?</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t the more i think about it the more i think its exclusively shared/communal/relative.</qco></h3>      yes, there is a high amount of relativity involved, i have noticed that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t like if you are the only creature in the universe what is your identity growing up around nothing</qco> </h3>      \nvery lonely\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n4:02 pm</dco> &nbsp;<qco> what was the inspiration for \"i hate myself\"?</qco> </h3>      \nit's just those little moments in life where you screw up, and you have to calm yourself down by singing a little seranade to yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n3:58 pm</dco> &nbsp;<qco> can you tell me something fascinating</qco> </h3>      \ndarkness is actually very bright\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n3:46 pm</dco> &nbsp;<qco> What is the best way to fold my shirt?&nbsp;</qco> </h3>      \nyour computer can do it. make a new folder and put the shirt in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n3:30 pm</dco> &nbsp;<qco> Why does bologna rhyme with pony but though doesn't rhyme with cough&nbsp;</qco> </h3>      \nhm, this can only lead to the conclusion that rhymes are not entirely based on spelling\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n2:23 pm</dco> &nbsp;<qco> would you mind compiling all the resources that you're using to learn 3d modeling? it's something i'm interested in learning as well. thanks</qco> </h3>      \nyou are better off talking to someone who actually knows what the hell they are doing. and modelling is not really all that important compared to animation, lighting, and .... oops i almost forgot AUDIO AND MUSIC which i was just reminded was the whole reason i got into this mess\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n2:21 pm</dco> &nbsp;<qco> If I use a vacuum cleaner to clean itself because it is dusty, is that like a cat licking itself?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n2:09 pm</dco> &nbsp;<qco> What is your countdown timer at?\n<br>What is the countdown timer at?\n<br>What does the countdown timer say?\n</qco></h3>      all very good questions, and i am here to say it's in a state of free fall.<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tAw maan, that's so baa. Hope it's at 0 soon.</qco> </h3>      \nit will be\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n1:31 pm</dco> &nbsp;<qco> what happened in new canaan?</qco> </h3>      \ni wrote a song about going there. actually i started it on the way there, wrote more of it while i was there, worked on it some more on the way back, and then made some fixes to it a few years later\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n11:55 am</dco> &nbsp;<qco> what do you edit with?</qco> </h3>      \nwhat the heck do i initially make the content with, that seems to be the more relevant question these days\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n11:52 am</dco> &nbsp;<qco> Do you think that bananas are a ligthsaber?</qco> </h3>      \nyes, only all of them together. all bananas together equal 1 light saber\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n10:51 am</dco> &nbsp;<qco> how many cheeses does it take before it becomes a problem?</qco> </h3>      \nthat depends on the size of each cheese\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n10:07 am</dco> &nbsp;<qco> Do you make videos to order?&nbsp;&nbsp;</qco></h3>      absolutely not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tIf so, how do we engage?</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n10:06 am</dco> &nbsp;<qco> There's something so personal about your songs. It's like it's written in raw emotions, and has been Google translated to English, but also rhymes.</qco></h3>      holy sandstorm you are very friendly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Will your new videos still have that aspect in them once you figure out Blender and such?</qco> </h3>      \nof course\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n10:03 am</dco> &nbsp;<qco> Why do i have 2 bags of grapes?</qco> </h3>      \nbecause they wouldn't all fit into 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n10:00 am</dco> &nbsp;<qco> Is science real</qco> </h3>      \noh that would explain a lot\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n10:00 am</dco> &nbsp;<qco> What is life</qco> </h3>      \n\n\nit's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n9:51 am</dco> &nbsp;<qco> Is 'might quit' in 3/4 or 6/8? </qco></h3>      6/8 (or 12/8). to be clear, it is supposed to be 4 small groups of 3, passing by at a rate of approximately 120 bpm. NOT 3 groups of 2, at 180 bpm.<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tOr did you make it ambiguous on purpose</qco> </h3>      \nabsolutely not. it was one of my worries that someone might interpret it as 3/4, and i tried my absolute hardest to set up the intro in such a way that it would be launched properly and clearly, because i do NOT like the way it feels the other way. if you think it's ambiguous then i clearly have failed\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n9:29 am</dco> &nbsp;<qco> how do we know that batteries have electricity? they could be running on hamsters and we just don't know</qco> </h3>      \ni think the people who made the batteries know\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n9:26 am</dco> &nbsp;<qco> i'm a beginner and when i try to figure out the melody or chords of the songs, since i really got no sense of intervals (can only identify them in real slow and artificial situations), it feels like all i can do is hit aimlessly on my keyboard hoping to get the right one. will it make sense one day if i keep at it?</qco></h3>      i think so, but that's just a hypothesis. whenever i went through that stage i was too young to remember so i'm not sure exactly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t it doesnt seem like i'm training my ear since i'm just guessing around hitting keys. </qco></h3>      i guess my first question is, can you tell when you get it right. can you at least hear when you've matched the note. that must be the gateway to all else<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tbut i know no other ways of training that would serve as the transition from artificial exercises in eartraining programmes to real songs. or are there really other better training ways? i feel like stuck in this.\n<br>now i can read the staff and sort of manage to play along with it, and sort of know some theory on paper, but all this seems very far away from real songs or from using my ear ...</qco> </h3>      it sounds to me like you are too far ahead on paper. your ear needs to catch up. that's what it seems like to me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n9:21 am</dco> &nbsp;<qco> What kind of things have you been modeling in 3d recently, ie. trees, people? </qco></h3>      scenery, attempts at people, but that's impossible<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tWhat's been the most difficult?</qco> </h3>      \npeople. don't worry, i'm not really gonna do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n9:09 am</dco> &nbsp;<qco> Mr.Wurtz, on 2.21.20 you were asked the question \"What's the countdown timer at?\" and you replied \"19\". On 2.24.20 you were asked the same question and you replied with \"18\", which means that every 3 days the timer goes down by one.</qco></h3>      i'm afraid your sample size is dreadfully too small for any level of accurate assumption<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Tomorrow it will be 1.3.20, which means that the timer will be at 17. This pattern will eventually lead to the countdown timer ending on 20.4.20. Is this true?</qco> </h3>      \nnot at all\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n8:20 am</dco> &nbsp;<qco> My pillow is eating me help\n<br></qco> </h3>      \nin some cultures this is considered very enjoyable\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n7:54 am</dco> &nbsp;<qco> WHAT ARE THOSE FLYING THINGS IN THE SKY!?</qco> </h3>      \nthey are objects! you are supposed to identify them\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n7:46 am</dco> &nbsp;<qco> When is ur next vid</qco> </h3>      \ni'm having a countdown timer\n<br><br>"
  }
]
