[
  {
    "html": "<h3> <dco>3.17.19&nbsp; \n9:45 pm</dco> &nbsp;<qco> will the new video be posted soon? or are you ditching us again?</qco> </h3>      if by 'ditch you' you mean stop creating content, i have never done that. content creation has been the most urgent and primary focus in my life for at least the last 10 years\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.19&nbsp; \n8:54 pm</dco> &nbsp;<qco> who or what inspires you?</qco> </h3>      everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.19&nbsp; \n8:51 pm</dco> &nbsp;<qco> describe yourself as one of your vids/songs</qco> </h3>      <a href=\"https://billwurtz.com/im-a-leopard.mp4\">leopard</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.19&nbsp; \n8:24 pm</dco> &nbsp;<qco> favorite Destiny's Child moment?&nbsp;</qco> </h3>      \nmaybe <a href=\"dc-rememberthefirstday.mp3\">this</a>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.19&nbsp; \n6:33 pm</dco> &nbsp;<qco> why haven't you made a video for might quit yet?</qco> </h3>      the reason i have not made the 'might quit' video is because i have been busy making the 'might quit' video\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.19&nbsp; \n6:32 pm</dco> &nbsp;<qco> wiLl U make another jazz thing?</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i liked ur jazz things so it would be cool if u made more even though i havent even listened to all of them/ Allso u probably are also busy making \"audiovisual content\". but wait, isnt jzaz \" audio content\"? its alredy one half of the coin and all u would have to do is add a video of something onto it then it would be considered \"audio visual content\" right?</qco> </h3>      yes, i've done that for some of those. the visual is as casual as the audio\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.19&nbsp; \n6:20 pm</dco> &nbsp;<qco> Where do you get such unique and interesting inspiration, what about every day life brings you to the thought process that lands you with some of your more out there things such as your notebook on this website or songs like La De Da De Da De Da De Day Oh?&nbsp;</qco> </h3>      the end, beginning, and middle\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.19&nbsp; \n5:23 pm</dco> &nbsp;<qco> how do i make myself less sad</qco> </h3>      visit the nearest place you've never been to\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.19&nbsp; \n4:25 pm</dco> &nbsp;<qco> What would you say to someone who has never been exposed to any sort of music</qco> </h3>      hi, hello, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.19&nbsp; \n4:19 pm</dco> &nbsp;<qco> when will you update the scramble page</qco> </h3>      every day\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.19&nbsp; \n4:14 pm</dco> &nbsp;<qco> when will you update the reality page</qco> </h3>      every friday\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.19&nbsp; \n4:05 pm</dco> &nbsp;<qco> bill what if i fail school?</qco> </h3>      maybe that will give you an opportunity to succeed at something else\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.19&nbsp; \n2:02 pm</dco> &nbsp;<qco> is bill wurtz creating?</qco> </h3>      maybe but i wouldn't exactly put it that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.19&nbsp; \n1:30 pm</dco> &nbsp;<qco> If your songs were people, what mental disorders would they have?</qco> </h3>      normalcy\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.19&nbsp; \n9:35 am</dco> &nbsp;<qco> can you please explain your schedule. everyone is referencing it but I don't know what it is</qco> </h3>      making full blown audio visual content by yourself takes a frighteningly long time, especially if you want it to be relatively rich and good, and of a reasonable length. i used to do videos 5 days a week, but that was only possible with extremely short material. then i scaled back to 2 short videos a week, and then unscheduled i worked on 3 minute song-videos. to my dismay, the song-videos took a frighteningly long time. then i found success on 'vine' so it became a priority to do 7 extremely short videos per week, and there was pretty much no additional time leftover. since finding success on youtube and with longer material (longer than 6 seconds at least) i never wanted to go back to 6 seconds, because i made more than enough of that stuff to last 1000 lifetimes. but the problem is, i've been searching for a schedule that works with longer content, and i found it impossible to find one. 6 weeks seems unacceptable for one song-video. i might as well be dead. but i was already moving as fast as i thought possible. this is all i have thought about, every day, for the last 4 years or more. it's one of the defining issues of my life. some time in september 2017, i suddenly snapped and said \"2 weeks per video, that's it, just do it. 2 weeks. i don't care who you are. just do it.\" and the idea was to alternate between music video (song) and non-song video. this worked for the 1st video, soap tips (non-song) i finished that just barely inside of 2 weeks. but for the next video (song) i failed spectacularly. the fact is, it takes much much longer to make a 3 minute song+video than a 1 minute non-song video. any way you calculate it that's obviously true. especially if you are also producing a song that is supposed to be in tip-top shape. also added was the fact that i hadn't done a live action music video in about 2 years, so i was in a very very careful mindset. must have got like a trillion takes. that whole song+video took 14 weeks to make. as that one was being released, i promised myself once again that it MUST be 2 weeks per video. i resigned to not doing songs on that schedule, my plan was to do 'any' video every 2 weeks, and then 'in the background' work on song-videos. that of course is a death sentence to the song-videos, because even uninterrupted those things take massive amounts of weeks, so how would it ever get done quickly 'on the side.' so i succeeded at 2 consecutive non-songs, on a 2 week basis, then i suddenly decided it was time for another song, and i made a deadly serious promise that it would be done inside of 4 weeks. (feb 13 - mar 13) (i knew better than to ask for 2, that was just too insane.) i tried as hard as i could, and i didn't make it. once you hit an original proposed deadline and it's not done, it can be very devastating. much to my dismay, it took until april 25th to get it done, for a total of 11 weeks. during this time i should mention i felt i had very much to learn about audio mixing, and was determined to get better sounding mixes, so i was spending several days in the mix, also weeks in the arrangement, many days in vocals, and many many many days in the video. also learning new video techniques here as always. So at this point it's pretty much understood that my dreams are never going to come true with regard to the pace of music video releases. even at this stage i am frequently racing the clock, setting timers to push speed faster, and the total time for the project still remains many weeks long. the next one i completed in 8 weeks, which was a slight improvement, and the next one also in 8 weeks. then, this puts us at about September, 2018, suddenly i had another one of those panic lightning bolt moments of life-or-death determination. and i decide i'm gonna get this in 2 weeks or die trying. i don't know why this worked this time when i was so far off before, but it worked. many many things about the process changed. the writing changed, the arranging process changed, the vocal session changed drastically (for the better, in multiple ways) and the video session changed drastically. other changes too, in general, such as regimened morning walks to help kick off absolute peak productivity, which also serves as an escape moment to calm down because there is litterally no other time available on this time frame. so for some reason, i was magically able to sustain this 2-week stunt for 7 songs (with video included) in a row. it really seems like the best thing that's ever happened to me, it is reassuring, strengthening, revitalizing, ridiculously exciting, so good in so many ways. also completely and totally terrifying. the last 2 of those songs had their visual component nearly entirely made during the last 36 consecutive hours before release. in the christmas song, i recall screaming and having a total mental breakdown at 5pm on tuesday because i realized the 1st chorus sucks (visually) and i couldn't find a way to make it good. Anyway, something was starting to hit me, and it was the feeling that i need to integrate non-song videos into the schedule. but, being that the 2-week song release schedule was the best thing to ever happen to me, i was not going to give that up. so at this point (early december) i decided i should ADD another video (non-song) to the 2 week schedule, on the opposite week. so the 2 week song schedule would uninterrupted, but i would do a non-song additionally, in between. so essentially that means 1 video every week. If we stop and think about this, we can see that this is sheer greed right here, because about a year earlier, my 'dream schedule' was 2-weeks for a songvideo, and 2 weeks for a non-song, which back then was possible for non-songs but still wildly unattainable for songvideos. and NOW IT'S POSSIBLE as i proved 7 times in a row last fall. So essentially i am strong enough right now to actually do the dream schedule that was so sought after and unattainable last year. but instead, no, i insist on doubling it. here we see the greediness. december 2018, i failed at this, i attempted to do 'ball and stick' for tues dec 4 (the week in between the songs), and just couldn't get it done on time. then i frantically raced to try to still complete a song by the due date (dec 11), but it was chosen too quickly and on friday i noticed some serious problems with the choice, and had to abandon it, with nowhere near enough time to complete an entire song+music video in just 3 days. so in my greed to add non-song content to the 2 week schedule, i failed at the 2 week schedule. and ever since then i have been staggering along, injured and confused. for some reason, i still maintain that what i want is the 1+1 schedule (1 week per video, and alternating songvideo and nonsong). but that is very very very intense. i think the absolute quickest i've ever completed a songvideo might be about 10 days. of course also not helping the situation is the fact that after doing so many 2-week songs, i'm getting thirsty for a little more care and focus and new techniques. so i'm less willing to really make things suck. but for some reason i am still extremely attached to the 1 week schedule even though it is still quite a few steps over my head. oh well, i guess that's <a href=\"alexhonnold-impossiblepossible.mp4\">ambition</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.19&nbsp; \n9:27 am</dco> &nbsp;<qco> How about a favourite Rob Thomas moment?&nbsp;</qco> </h3>      how about <a href=\"robthomas-scs-bridge.mp3\">this</a>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.19&nbsp; \n7:55 am</dco> &nbsp;<qco> Is every feeling of embarrassment I've ever experienced just premature self-judgement?</qco></h3>      probably some of them<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If I was completely unashamed, would I be embarrassed?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so why is anyone ever embarrassed?</qco></h3>      i don't know<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Why am I embarrassed??</qco></h3>      i don't know<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Would this be a good or a bad thing?</qco> </h3>      sometimes it can lead to various improvements\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.19&nbsp; \n7:03 am</dco> &nbsp;<qco> favorite mariah carey moment</qco> </h3>      maybe <a href=\"mariah-inside.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.19&nbsp; \n6:51 am</dco> &nbsp;<qco> <a href=\"q.php?date=201903160735\">3.16.19 7:35 am</a>  What is it?</qco> </h3>      travel\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.19&nbsp; \n4:52 am</dco> &nbsp;<qco> what time period are you living in</qco> </h3>      the phanerozoic eon\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.19&nbsp; \n3:21 am</dco> &nbsp;<qco> favourite r. kelly moment?</qco> </h3>      maybe <a href=\"rolltape.mp3\">this</a>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.19&nbsp; \n2:13 am</dco> &nbsp;<qco> did it take multiple tries to get your shoes or your piano into the trash in \"gonna throw my wallet away\"</qco> </h3>      no but it took multiple tries to get it to look good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.19&nbsp; \n1:50 am</dco> &nbsp;<qco> why do you make songs instead of cave paintings&nbsp;</qco> </h3>      i don't make songs instead of cave paintings, i make videos instead of cave paintings\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n10:05 pm</dco> &nbsp;<qco> to what extent are you rethinking the two-week schedule, if at all? what are you thinking for the future in terms of scheduling?</qco> </h3>      adding non-song content on the opposite tuesday, while still not interrupting the 2-week song+video schedule. this was the plan since dec 1. it is very very very difficult. i am not strong enough yet, but still trying\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n9:33 pm</dco> &nbsp;<qco> Will you be making a new music video any time soon?</qco> </h3>      besides the one i'm doing now, yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n8:36 pm</dco> &nbsp;<qco> do you have final cut pro x?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n if so, any tips?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n8:01 pm</dco> &nbsp;<qco> do you have a website</qco> </h3>      it's interesting you brought that up\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n5:13 pm</dco> &nbsp;<qco> Did you expect that you would ever get famous?</qco> </h3>      i expected it when it was very young and then i quickly realized it would require much more hard work than i thought\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n3:21 pm</dco> &nbsp;<qco> is might quit in polythyhmed 4/4 or 6/8?</qco> </h3>      it depends whether you prefer to write a lot of 3s or a lot of dots\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n2:34 pm</dco> &nbsp;<qco> do you think viruses are alive?</qco> </h3>      i've never thought about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n10:21 am</dco> &nbsp;<qco> how do i know if i've done the right thing if everything i do is wrong?</qco> </h3>      if that were true then you can be sure you did the wrong thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n10:13 am</dco> &nbsp;<qco> Do you have a TikTok account?&nbsp;</qco> </h3>      yes but the url sucks, and i am still frustrated about someone stealing my identity on there\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n10:13 am</dco> &nbsp;<qco> what is your favorite weird al Yankovic song?</qco> </h3>      how about one of the billboard polka medleys\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n9:55 am</dco> &nbsp;<qco> what percentage of the Might quit video is completed&nbsp;</qco> </h3>      i have no percentage meter\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n9:53 am</dco> &nbsp;<qco> Regarding the creative difficulties your fans express to you, you often reply with \"you must complete the 12 levels of suffering...\" Would you mind elaborating what you mean by this?&nbsp;</qco> </h3>      i've been using that answer when their situation reminds me vividly of one of the many paradoxical struggles i've been through, again and again and again and again, and then finally when i thought it was my last chance ever, i failed. and then acheived victory the following time, strangely\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n8:34 am</dco> &nbsp;<qco> making up stuff like music and stories makes me anxious and depressed but also not making it has the same effect. what do i do?</qco> </h3>      ah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n8:20 am</dco> &nbsp;<qco> about the \"bill wurtz - topic\", what is that page supposed to do? what is the purpose of its existence?</qco> </h3>      probably to show you videos on the topic of 'bill wurtz' in case you may be interested in that topic\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n8:12 am</dco> &nbsp;<qco> favorite dril moment?</qco> </h3>      how about <a href=\"https://twitter.com/dril/status/501974696985100288\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n7:35 am</dco> &nbsp;<qco> <a href=\"q.php?date=201903151132\">3.15.19&nbsp;&nbsp;11:32 am</a>  I am not op but is there one even in \"at the airport terminal\" ?</qco> </h3>      of course\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n7:31 am</dco> &nbsp;<qco> favorite misheard lyric</qco> </h3>      won't be long till i '<a href=\"sia-hitthedumpster.mp3\">hit the dumpster, hit the dumpster</a>'\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n6:28 am</dco> &nbsp;<qco> favorite stevie wonder moment?</qco> </h3>      maybe <a href=\"sw-heavenhelpusall.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n5:44 am</dco> &nbsp;<qco> favorite 30 seconds to mars moment?</qco> </h3>      maybe <a href=\"30stm-thisiswar.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n4:25 am</dco> &nbsp;<qco> if you could take any two animals and combine them,</qco></h3>      human+computer<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what would your new animal be called </qco></h3>      person<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and what would be its function?</qco> </h3>      it's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n4:18 am</dco> &nbsp;<qco> do you have a favorite james taylor moment?</qco> </h3>      how about <a href=\"jt-srintro-1988.mp4\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n3:01 am</dco> &nbsp;<qco> how do i make content</qco> </h3>      you must bake the content\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n2:29 am</dco> &nbsp;<qco> Why do you create music?</qco> </h3>      to see what's good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n2:04 am</dco> &nbsp;<qco> will you allow people to film you in your live show or you wouldn't like it to be spoiled for others that haven't seen it yet</qco> </h3>      it's 2019. the world is cameras\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n2:00 am</dco> &nbsp;<qco> whats the HEAVIEST song you know?</qco> </h3>      maybe something like <a href=\"https://youtu.be/tWEq-KuF21I?t=36s\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n1:50 am</dco> &nbsp;<qco> even stealing your own identity?</qco> </h3>      i keep trying\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.19&nbsp; \n11:52 pm</dco> &nbsp;<qco> have you ever made a song</qco> </h3>      i will check<br><br>"
  }
]
