[
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n11:35 pm</dco> &nbsp;<qco> What do you think about people with bad grammar? I think there bad</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n11:27 pm</dco> &nbsp;<qco> don't you not not dislike non-music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n11:10 pm</dco> &nbsp;<qco> Do you ever think about how bacteria are just made of chemistry and reactions but like really smart chemistry that doesn't have to just bump into other molecules randomly?\n\nSo some weird stuff happened first that no one really knows (maybe it was like an enzyme molecule thing that catalysed a reaction in which another enzyme molecule is made so the more of the substrate it gets to go via it's reaction pathway, the more enzyme there is and then the more it can get substrate and then..)  and then one day you suddenly have these bacteria things that are basically mini robots that are programmed to drive to things they can react with - kitted out with state of the art reaction driving and maximising equipment. But they don't choose where they go they just get dragged around by chemotaxis.\n\nBut then chemotaxis gets really really complicated and the mini robots team up into little groups of robots (by accident) to make eukaryotes and these basically become ultra amazing jellyfish robots and it gets kinda hard to start to see where they're just getting dragged around by chemotaxis and where they're making decisions i mean could you call an insect's behaviour decisions?\n\n Then some filler and thanks to some handy processes like evolution and natural selection we get the next gen. supercomputer chemistry that can think and work with other supercomputers to keep doing what it's always done without ever really realising it. Because there was no such thing as realising something. And then the more they work together the smarter they get and eventually the chemistry based supercomputers learn what chemistry is. And then it's weird because the chemical system on a passive level is incredible at chemistry with a super fine tuned system but actively doesn't even understand what chemistry is and is kind of shit at it.  So we're kind of chemistry doing chemistry because it means it doesn't have to deal with random stuff on an even better level and it beats entropy even more extravagantly than it did before - using the passive system, that took billions of years to develop by chance, to move individual atoms and make structures like laptops and abstract\n  structu\n res like music that are too statistically unlikely and should never exist but if you go the long way around to making them by starting with bacteria they do.\n\nSo I'm just a chemical system that become sentient? Is that supposed to mean something? I guess you could even say chemistry had to be made too from more fundamental stuff. Will AI be like the next level after us? cos it's still chemistry just kinda like it realised what it was and instead of waiting for evolution built a better, faster, smarter vessel for itself. If it wants - if we want.\n\nSo the universe went from having no purpose and just random stuff to having a purpose. Because we want things does that count as purpose?\n\nIdk kinda rambley.\n\n</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n10:38 pm</dco> &nbsp;<qco> why do people use a * when they make a typo i dont get it</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n10:14 pm</dco> &nbsp;<qco> Would the idea of an interview with a newspaper or website appeal to you in any way? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n10:12 pm</dco> &nbsp;<qco> Do you have an apprentice? </qco></h3>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n9:27 pm</dco> &nbsp;<qco> Can I freeze my dead body for 2000 years, keep my money legally safe in an account earning compound interest, thaw 2000 years later, re-animate and repair my body, and then live the life of a billionaire?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n8:32 pm</dco> &nbsp;<qco> <a href=\"favorite-joke.html\">whats the best joke</a>\n</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n7:51 pm</dco> &nbsp;<qco> Why are you so odd?\n</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n7:19 pm</dco> &nbsp;<qco> What is your opinion on life?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n7:01 pm</dco> &nbsp;<qco> do ya drink the tap water pretty much anywhere ya go?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n6:21 pm</dco> &nbsp;<qco> what do you do when you make mistakes?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n6:19 pm</dco> &nbsp;<qco> hey bill, why did you upload like a year or 2 after your previous video?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n6:03 pm</dco> &nbsp;<qco> do you agree with the idea that the music you listen to when you're around 14-15 shapes your music taste for the rest of your life</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n5:49 pm</dco> &nbsp;<qco> have you ever considered?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n5:48 pm</dco> &nbsp;<qco> doES ThIs SeNtENCE TRIGGER youR ObseSSiVe CoMPuLSivE DisORdeR?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n5:25 pm</dco> &nbsp;<qco> So, like, how does JFK's birthday make you feel? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n5:07 pm</dco> &nbsp;<qco> which of the numbers is the best?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n5:04 pm</dco> &nbsp;<qco> what's the best way to spell questions?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n4:53 pm</dco> &nbsp;<qco> How do you not become full of yourself/ insecure? Thanks for taking the time to answer my questions</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n4:37 pm</dco> &nbsp;<qco> why is the title card for hotewig in comic sans?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n4:25 pm</dco> &nbsp;<qco> does math matter? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n4:24 pm</dco> &nbsp;<qco> what does time feel like</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n4:23 pm</dco> &nbsp;<qco> has the universe ever spoken 2 u</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n4:17 pm</dco> &nbsp;<qco> should i feel guilty about \"bad\" decisions i've made in life? i should probably just go forward and leave the guiltiness behind but it's so fucking hard to do. and also it feels like i'm gonna \"fail\" all the upcoming decisions too.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n3:55 pm</dco> &nbsp;<qco> <a href=\"dont-understand.html\">dogs or cows</a></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n3:55 pm</dco> &nbsp;<qco> tell me why 1+1=3?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n3:54 pm</dco> &nbsp;<qco> How long do you believe humanity will survive before facing extinction?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n3:48 pm</dco> &nbsp;<qco> how do i get good at music theory like you? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n3:42 pm</dco> &nbsp;<qco> how can i convince myself that i indeed am enough? i'm really struggling.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n3:41 pm</dco> &nbsp;<qco> hey bill, on \"5.1.17  11:20 am\" you answered a question concerning something called the \"5 day schedule\" and you talk about the year 2009 and how your creativity and productivity exploded. Can you fill me in on this, or link me something more in depth about it? it seems interesting what you talk about there how you had your mind blown by things and started writing much more</qco> </h3><a href=\"http://billwurtz.com/schedule.png\">5 day schedule</a><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n3:20 pm</dco> &nbsp;<qco> are you from Mars?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n3:09 pm</dco> &nbsp;<qco> are you willing to join the u.s.s.r for a good cause?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n2:16 pm</dco> &nbsp;<qco> if i want to a ask someone a question,what do i ask them?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n1:56 pm</dco> &nbsp;<qco> how do you stay motivated when working on a big, long-term project like your history of the entire world video? what do you do if you get frustrated because something isn't working right in your projects? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n1:45 pm</dco> &nbsp;<qco> How do i get a girlfriend?\n</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n1:37 pm</dco> &nbsp;<qco> <a href=\"face-reveal.html\">will you ever do a face reveal</a></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n1:34 pm</dco> &nbsp;<qco> what do u plan on doing now?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n1:26 pm</dco> &nbsp;<qco> did you know that brazil is a country?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n1:25 pm</dco> &nbsp;<qco> where is where?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n1:15 pm</dco> &nbsp;<qco> do you like your own music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n12:55 pm</dco> &nbsp;<qco> if you were to make a stop sign how would it look like?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n12:48 pm</dco> &nbsp;<qco> What did you want to be when you grew up?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n12:34 pm</dco> &nbsp;<qco> Do you have any ideas for bigger projects or do you plan to go back to making smaller videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n12:32 pm</dco> &nbsp;<qco> have u thought about getting a discord?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n12:27 pm</dco> &nbsp;<qco> What i have to do to be an expert in time and space? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n12:17 pm</dco> &nbsp;<qco> what do you think about accountants?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n11:48 am</dco> &nbsp;<qco> is it possible for one to overthink/think too much</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n10:55 am</dco> &nbsp;<qco> would you associate more with a transcendental or an algebraic number?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n10:44 am</dco> &nbsp;<qco> should I learn bass or piano bill?</qco> </h3><br><br>"
  }
]
