[
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n9:43 pm</dco> &nbsp;<qco> How many times if ever was there a \"secret\" message in any songs?</qco> </h3>      probably all the time. i don't know what any of them are, due to their secretness\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n9:20 pm</dco> &nbsp;<qco> How do you feel about renting cows?</qco> </h3>      in hindsight, that seems like a good idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n9:20 pm</dco> &nbsp;<qco> Is your \"next\" video gonna be epic</qco> </h3>      all of them are supposed to be epic. and the amounts and quantities of them that i can do is supposed to be epic also\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n8:43 pm</dco> &nbsp;<qco> If you had the ability to make an exact copy of yourself, how many copies would you make?</qco> </h3>      0\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n8:25 pm</dco> &nbsp;<qco> Real talk: Some of your answers here are actually so inspiring and helpful, and when it's a serious question, you can answer with such a motivating and uplifting response. You could be a philosopher if you wanted to be.\n</qco></h3>      what additional steps would i need to take, besides just doing the philosophy right here? are you saying there's some sort of paperwork to fill out? i'm not understanding. you are saying i am philosohical but somehow implying that that does not make me a philosopher. do i need to change the font or something<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tSo, how have you been in the last 7 months? Everything alright? Not that I expect anything to be wrong at all, I just genuinely want to know how you are doing today, on this fine day.</qco></h3>      the day is not that fine actually, it's freezing cold and most of my windows have fallen out. i tried to get a second space heater but it blew the fuse which actually ruined my standing desk, which crushed the keyboard tray. now i have no knee room and i have no space to draw. i am doing pretty good actually, but the day itself is not fine, although it's currently nighttime<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t How's the 3D animation going? Good?</qco></h3>      it's ok but i haven't learned nearly enough<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Hope you're not too stressed or anything with anything in your life. Hope all goes good, Bill! We all look forward to seeing your return, and will be open to anything you put out to us that might be new to us. Old or new style, we will all support you. Have a good rest of your day.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n8:08 pm</dco> &nbsp;<qco> I make bad decisions. How do I not make bad decisions? Thanks.</qco> </h3>      how do you even know the decisions are bad?\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n7:23 pm</dco> &nbsp;<qco> Do you eat burritos vertically or horizontally? Diagonally?</qco> </h3>      scrambled\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n7:21 pm</dco> &nbsp;<qco> What do I need to do to cope with loneliness?</qco> </h3>      sing some songs, even better, write some songs. write some things other than a song\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n7:16 pm</dco> &nbsp;<qco> what angle should I listen to your music at</qco> </h3>      <a href=\"midway.mp3\">~~ listening angle ~~</a>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n6:33 pm</dco> &nbsp;<qco> have you thought of the possibility that all the questions comes from one single entity&nbsp;</qco> </h3>      if they did, i don't think they would have asked me this particular question so many times, in so many different styles and dialects\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n6:15 pm</dco> &nbsp;<qco> Long Island should be a part of Connecticut instead of New York, change my mind</qco> </h3>      i agree with you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n5:24 pm</dco> &nbsp;<qco> If i ask you to answer this but you answer me with no... does it mean you lied because you literally answered with no but didnt wanted to answer but you still answered something but with no but answered?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Why ist it colder at night than outside?</qco></h3>      you probably have the wrong thermometer<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t What is the different between duck?</qco></h3>      one leg's the same<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t I have so many questions..</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n5:06 pm</dco> &nbsp;<qco> is green the best colour for plants\n</qco></h3>      almost<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tif not, what colour should it be</qco> </h3>      purple\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n4:43 pm</dco> &nbsp;<qco> Why are all of your responses less than 3 sentences?</qco> </h3>      they are not, but 3 sentences seems not very concise usually\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n4:31 pm</dco> &nbsp;<qco> I know your a bit busy but are you gonna make a vid( doesn't have to be long) for Christmas? If you don't, merry Christmas early</qco> </h3>      instead of making videos for holidays, i like to make videos for every other occasion, besides holidays\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n4:11 pm</dco> &nbsp;<qco> have you looked into incorporating unity3d into your workflow?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n4:02 pm</dco> &nbsp;<qco> is paste tasty</qco> </h3>      almost but not quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n3:47 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911051646\">11.5.19&nbsp;&nbsp;4:46 pm</a> \n<br>if i do add other forms of media, and put in the effort to get very good at singing, keyboard, guitar, drums, maybe bass as well, and singing, would it still be completely unreasonable and i should give up on music entirely? could you give a percentage chance of me making a living and getting an audience from this?</qco> </h3>      sure, but i need some more information. first you must tell me how good you're willing to get and how hard you're willing to try\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n3:45 pm</dco> &nbsp;<qco> If you could click your fingers and know any language, what would it be?</qco> </h3>      all of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n3:08 pm</dco> &nbsp;<qco> What is a dog?</qco> </h3>      approximately 2 cats\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n2:34 pm</dco> &nbsp;<qco> Are you silent because you're making a huge project, or do you just not like us anymore?</qco> </h3>      i'm becoming stronger\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n1:39 pm</dco> &nbsp;<qco> So, giraffes, what's with their necks?</qco> </h3>      ordinary. they have ordinary, modest necks\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n1:31 pm</dco> &nbsp;<qco> Help my friend sucks at guitar and looks at this page, tell him what a flat is.</qco> </h3>      it kind of means the note goes 1 fret lower, but to really get the idea i think you're going to have to look at the piano\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n12:24 pm</dco> &nbsp;<qco> why did damien tell us to plant some trees before answering the question?</qco> </h3>      it's just a good idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n12:03 pm</dco> &nbsp;<qco> When do you think the project will be finished?\n</qco></h3>      which project<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tAlso, do you think you will ever do a live show or something like that?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n11:59 am</dco> &nbsp;<qco> I bet everyone's been asking this but are you working on something big or just taking a break?</qco> </h3>      neither. i am learning and building entirely new tools and skills for making videos and much more\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n11:10 am</dco> &nbsp;<qco> <a href=\"q.php?date=201911062134\">11.6.19&nbsp;&nbsp;9:34 pm</a>  this question made me think about the prospect of you creating your own piece of interactive game-esque media and it made me extremely hype, are you hype to try doing this as well??</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n10:51 am</dco> &nbsp;<qco> Is that a bot answering questions? I might have to do a turing test!</qco> </h3>      bring it on\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n10:45 am</dco> &nbsp;<qco> how do I convey feelings and ideas through notes and chords? like, how do I know which combination of notes best expresses things?</qco> </h3>      you just have to start trying them and see how they feel\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n10:40 am</dco> &nbsp;<qco> How to watch YouTube</qco> </h3>      not necessary. youtube watches you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n10:24 am</dco> &nbsp;<qco> Will you answer this question in the Courier font?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n10:22 am</dco> &nbsp;<qco> <a href=\"q.php?date=201911071549\">11.7.19&nbsp;&nbsp;3:49 pm</a>  (not that guy but...)\n<br>ah, i thought otherwise. your styles (with syd at least) have something in common imo, especially the lyrics. for example he too made a song about a girl making him feel blue (\"here i go\")\n<br>i guess people can have similar ideas without knowing each other huh\n<br>anyway what inspired you when it comes to your lyrics? i mean your unusual style</qco> </h3>      the music inspires the lyrics, and the lyrics inspire the music. this is made possible by writing both at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n10:16 am</dco> &nbsp;<qco> so i've been recently pondering how productive I am in my days and wondering just how much more I could get done. I have no problem doing everything I need to do, but I feel like there's so much unused potential I could tap in to if I just worked my ass off. Also I have some people telling me not to worry about it and just relax. Maybe it's better for my mental health, but by god that would feel like a waste. Thoughts?</qco> </h3>      there are certain times in life where all your goals seem to allign clearly and you can suddenly make a very simple and tight schedule. this happened to me in january 2014, and it also happened in august 2018. it will probably happen to me again soon. it often happens very soon after you feel like you've hit rock bottom\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n9:04 am</dco> &nbsp;<qco> So I'm working on preparing to work with multiple cover bands and I've found that unless there's Charts, nobody knows what to do because they haven't listened to the recording. which sucks, but that's just all who's available to me where i Live. I just want to know (because I have wet dreams about this)&nbsp;&nbsp;Do the pros REALLY just give the band members a playlist of the setlist and then leave it up to the individual Bandmembers to transcribe and execute their part? because I've been writing EVERYBODYS part down in the group and it's exhausting and time consuming. and in the end the people I'm working with are only up to tackle five tunes a week. and it just feels like: \"I have three hours of material(One+half written). At this pace I'm never gonna get to perform live.\" \"how do you climb out of hell?\" is my question I guess.</qco> </h3>      professionals should be able to learn much more than 5 songs a week, especially if they are allowed to read. many people prefer to make their own charts. they should be able to read charts as well, but even if they are good readers, no chart can actually explain exactly how a song is supposed to sound. so even with charts, you have to listen to the song to get the full picture. it's interesting that you can only find readers who won't listen, because i've found it's much more common to find people who listen, try to memorize, and don't even write things down because they can't read\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n8:56 am</dco> &nbsp;<qco> How do you not get bored with your life</qco> </h3>      fall upon hard times\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n8:41 am</dco> &nbsp;<qco> what time signature is 'no harm' in?</qco> </h3>      it changes every bar\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n6:57 am</dco> &nbsp;<qco> Do you ever Pretend to be excited about something?&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n6:39 am</dco> &nbsp;<qco> what are your opinions on sand?</qco> </h3>      bland\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n6:05 am</dco> &nbsp;<qco> top cheese and wine recommendations&nbsp;</qco> </h3>      <br>     1. cheese<br>     2. wine<br>     3. cheese and wine<br>     4. neither cheese nor wine\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n5:54 am</dco> &nbsp;<qco> have you ever gotten into the shower and have a mayor existential crisis that lasts for a fee seconds</qco> </h3>      no, usually the shower is where the existential crises tend to get resolved\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n5:33 am</dco> &nbsp;<qco> When are the super cool epic videos coming?!</qco> </h3>      right away\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n4:47 am</dco> &nbsp;<qco> are u gonna put out some short vids soon(ish)?&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n3:13 am</dco> &nbsp;<qco> Why is your presence such a captivating thing?&nbsp;</qco> </h3>      that must be some kind of survival strategy\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n3:07 am</dco> &nbsp;<qco> What is going to happen today?</qco> </h3>      i'm gonna learn how to make outdoor daytime scenes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n3:02 am</dco> &nbsp;<qco> my bandmates are very busy and i'm finding some gigs but they keep on saying \"that's not enough time in advance\" and i have to turn a bunch of potential gigs down because of it. is there anything i can do to make it feel like we're not missing a bunch of opportunities to play gigs?</qco> </h3>      get a new band!\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n2:25 am</dco> &nbsp;<qco> Why is my browser's default font Comic Sans?&nbsp;</qco> </h3>      could be a gift from god\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n2:15 am</dco> &nbsp;<qco> what is one thing you'd tell your FUTURE self to do/not do ?</qco> </h3>      make a talk show\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n1:54 am</dco> &nbsp;<qco> What is that 4 stringed acoustic ukulele-like instrument that u play?</qco> </h3>      baritone ukulele\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n1:52 am</dco> &nbsp;<qco> Is \"welp, let's see how this sounds\" when you're about to play an edgy lick something that remains a legitimate part of a solo even when you've reached mastery?&nbsp;&nbsp;Or do you always know something is gonna shred correctly with the rest of the group right before you even play it?&nbsp;&nbsp;Is jazz mastery partially about mind reading?</qco> </h3>      \ni'm not sure what mastery means, but i think you just want to spend a lot of time with the instrument and enjoy yourself, and keep taking risks, especially the fun risks\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n1:39 am</dco> &nbsp;<qco> what do you think about plants?</qco> </h3>      they are growy\n<br><br>"
  }
]
