[
  {
    "html": "<h3> <dco>7.8.19&nbsp; \n1:22 am</dco> &nbsp;<qco> How late at night is it?</qco> </h3>      about 2 thirds\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n11:54 pm</dco> &nbsp;<qco> IM NOT AFRAID TO SAY WHAT I MEAN!! im afraid of saying what i dont mean. relate?</qco> </h3>      sort of\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n11:32 pm</dco> &nbsp;<qco> how long did la de da take to finish again? i forget. </qco></h3>      several weeks<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you think this current music video is going to take longer than, shorter than, or the same amount of time as la de da did?</qco> </h3>      should be about the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n10:35 pm</dco> &nbsp;<qco> What's your secret to making the perfect lasagne?</qco> </h3>      make a huge pile of lasagne on the floor, then drop the pan face down onto the pile. then slice through the pile, just under the pan. rotate upright\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n9:31 pm</dco> &nbsp;<qco> as a follow up to <a href=\"q.php?date=201907061627\">7.6.19&nbsp;&nbsp;4:27 pm</a>  , how do you feel about some of the other modes? for instance, phrygian?</qco> </h3>      hard to prove that it is what it is. just like it's hard to prove that an apple is rotated to the right\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n9:20 pm</dco> &nbsp;<qco> Which Back to the Future is the best one?</qco> </h3>      2\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n8:38 pm</dco> &nbsp;<qco> Can I ever create something truly original?&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n8:20 pm</dco> &nbsp;<qco> will your new video be longer than 1 second?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n8:03 pm</dco> &nbsp;<qco> How do you remain productive?\n<br></qco> </h3>      sometimes it's good to stop for a moment and reconfigure <br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n7:49 pm</dco> &nbsp;<qco> Why do you only make clean songs?</qco> </h3>      no song is clean<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n7:24 pm</dco> &nbsp;<qco> Wikipedia says you're a comedian.</qco></h3>      that's a lie<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; When do you feel serious?</qco> </h3>      when i'm telling the truth\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n7:03 pm</dco> &nbsp;<qco> hi i asked a question a long time ago that you probably don't remember, it went something like \"oh no idk how to feel emotions anymore and it's making my music sound like crap because idek how to make stuff sound good because i can't even tell what i'm feeling\" \n<br>i estimate that was 8 months ago (?) well i still haven't solved my problem and i'm beginning to wonder if I should just quit trying to make music. it's just been super discouraging. i mean what if i'm just really not cut out for this and my joy for music is never coming back?\n<br>or maybe it's all in my head or something\n<br>or maybe i should consult an actual psychiatrist\n<br>or maybe i should just stay in bed forever</qco> </h3>      explore things other than music. that's 2 fun things, rolled up into 1: exploring, and non-music\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n5:57 pm</dco> &nbsp;<qco> are you fighting demons while on hiatus?</qco> </h3>      i am programming the capability to fight demons\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n5:56 pm</dco> &nbsp;<qco> Do you ever have moments where you need to sit and think about stuff but you aren't really sure what you're thinking about?</qco> </h3>      i think<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n5:38 pm</dco> &nbsp;<qco> What's your least favorite song</qco> </h3>      they are all tied for the worst\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n5:11 pm</dco> &nbsp;<qco> Can you solve a puzzle?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n4:50 pm</dco> &nbsp;<qco> why must it be so rainy</qco> </h3>      must appease the shareholders\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n4:25 pm</dco> &nbsp;<qco> conspiracy theory: you're creating a backlog to put out more consistent uploads.&nbsp;</qco> </h3>      that doesn't actually work\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n4:14 pm</dco> &nbsp;<qco> What is the best religion?&nbsp;</qco> </h3>      [Your Brand Here] ad space available\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n1:57 pm</dco> &nbsp;<qco> Do you ever wonder if there's anything out there that's truly meaningful?</qco> </h3>      not exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n1:53 pm</dco> &nbsp;<qco> When are you going to make more music and YouTube videos?\n<br>From Vietnam</qco> </h3>      as soon as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n1:45 pm</dco> &nbsp;<qco> Why were there so many freakin nomads in the Eurasian Steppe?</qco> </h3>      with so much room to roam, it's hard not to roam. in fact, chances are, whatever you are looking for has also roamed, and therefore you need to roam also in order to find it<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n12:49 pm</dco> &nbsp;<qco> Thoughts on unrequited love?</qco> </h3>      soon, thanks to science, it may be possible to requite your own love\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n12:20 pm</dco> &nbsp;<qco> how many breads have you ate</qco> </h3>      one million\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n11:49 am</dco> &nbsp;<qco> did you switch editing programs</qco> </h3>      i'm in the process of switching<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n11:30 am</dco> &nbsp;<qco> do you like food?</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n9:54 am</dco> &nbsp;<qco> are you uploading video</qco> </h3>      not right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n8:23 am</dco> &nbsp;<qco> Why are you you</qco> </h3>      ah, that is due to the reflexive property of equality\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n7:54 am</dco> &nbsp;<qco> I've been feeling sad lately, which is rare for me. May you please cheer me up for a bit&nbsp;</qco> </h3>      i am trying\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n6:28 am</dco> &nbsp;<qco> i've recently taken this approach to songwriting that's based around recording little song ideas whenever i get them and just having a constant pile of 15-second-long demos to take from and expand upon whenever i want to. this has been working fine so far, but i fear that the number of ideas will soon be so large that i won't be able to make all of them into full songs at a reasonable pace while also developing them to their maximum potential. do i stop recording ideas so fast, giving me more time to work on what's already there but also potentially missing out on what could be some great ideas? do i make them into full songs faster, letting me catch up to the rate at which i'm recording demos but also not giving me enough time to make each song the best version of itself? is there a compromise? do a take a different songwriting approach? help!</qco> </h3>      i think this is a fine approach, as long as you can learn not to be scared of how large the list gets. just understand that there are infinite ideas, and you will never get a chance to do all of them. once you understand that, there is no harm in having an enormous list. if choosing becomes a problem, you could use random number generators to help\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n5:59 am</dco> &nbsp;<qco> Does an instrument's timbre govern how far outside it may go during a solo?\n</qco></h3>      i doubt it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nIs the answer the same regarding resolving/ending phrases on tensionous tones?</qco> </h3>      i don't know what that means\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n4:54 am</dco> &nbsp;<qco> Do you think using the word \"cool\" figuratively will ever go out of style? </qco></h3>      eventually<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nIt doesn't even feel like slang, but I'm sure that's how people once felt about \"keen\" and \"wicked\" and the like.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n3:06 am</dco> &nbsp;<qco> how to deal with negative thoughts?</qco> </h3>      positive thoughts\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n2:41 am</dco> &nbsp;<qco> do you prefer the more random strange questions or the more technical ones instead?</qco> </h3>      what about the random technical ones, or the strange technical ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n1:01 am</dco> &nbsp;<qco> It's been 3 months since your last video. People are making speculations. You have to post again. Please</qco> </h3>      i'm posting questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n12:18 am</dco> &nbsp;<qco> you haven't posted anything on YouTube or Instagram lately. does this mean something big is in the works?</qco> </h3>      what's in the works is not a big piece of work, but a big re-working of the way(s) i do work. i am sorry for the delay\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n11:03 pm</dco> &nbsp;<qco> The chorus of just did a bad thing, particularly \"and how many times is the game s'pposed to change?\" reminds me of when my parents took me to see a psychiatrist who had me on this computer program in their office where I played a mix n' match game, and the rules changed as I played it without prompt. Does this line harken to something like this?</qco> </h3>      no, but i think they both harken to the same thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n10:11 pm</dco> &nbsp;<qco> how do you tie your shoes?</qco> </h3>      my shoes came pre-tied\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n10:07 pm</dco> &nbsp;<qco> what are some words you use to describe qualities of sound across different places in the eq spectrum and their associated frequency?&nbsp;</qco> </h3>      high, low, medium\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n9:14 pm</dco> &nbsp;<qco> How to stop looking for mistakes</qco> </h3>      organize your mistakes neatly, so you know where they are\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n8:41 pm</dco> &nbsp;<qco> how does this channel works?&nbsp;</qco> </h3>      you can ask a question at the top of the page, and the rest of the text on the page is questions that other people have asked, and my answers to them. new questions/answers are added about once a day\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n7:05 pm</dco> &nbsp;<qco> your music is so wonderful, why do you make it?</qco> </h3>      that would surely be reason enough, if true\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n6:32 pm</dco> &nbsp;<qco> Why do you upload to youtube slightly later than other places? I see \"Might Quit\" has been on this website/itunes since Mar 12, yet the youtube date is Mar 18.</qco> </h3>      that was a mistake. due to the time delay required to send songs to streaming services (spotify, itunes, etc) i have to guess 2 days in advance (hopefully more, if i want it delivered to some of the other sites on time) when i think the video will be done. sometimes unfortunately i guess wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n5:27 pm</dco> &nbsp;<qco> What was it about school that didnt make sense to the character in might quit?</qco> </h3>      \nnot specified\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n4:27 pm</dco> &nbsp;<qco> how do you feel about the lydian mode?</qco> </h3>      dazzled, with childlike wonder\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n3:44 pm</dco> &nbsp;<qco> are you e?</qco> </h3>      ₔ\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n2:37 pm</dco> &nbsp;<qco> Do you exist more by having your own website? Asking for a friend</qco> </h3>      slightly\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n2:02 pm</dco> &nbsp;<qco> Have the constant influx of worried dudes on this page made you regret the title of \"might quit\"</qco> </h3>      somewhat\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n1:49 pm</dco> &nbsp;<qco> how do you feel about harrison subverting the rhyme on i want to tell you with \"when you're here / all those words they seem to slip away\"? he could have said disappear instead obviously, but he didn't. from what i can tell, it seems he did it because extending the sound \"ear\" wouldn't be quite as natural sounding as \"way.\" is this part of why you don't chase rhymes?</qco> </h3>      in that case, it's actually rhyming with the previous line\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n12:41 pm</dco> &nbsp;<qco> are you quitting</qco> </h3>      some things, but not others\n<br><br>"
  }
]
