[
  {
    "html": "<h3> <dco>11.21.24&nbsp; \n11:40 am</dco> &nbsp;<qco> least favorite city?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.21.24&nbsp; \n10:29 am</dco> &nbsp;<qco> Why won't you feed the horses</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.21.24&nbsp; \n9:19 am</dco> &nbsp;<qco> How do I know if i like myself?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.21.24&nbsp; 9:06 am</dco> &nbsp;<qco> does the day go on? :(</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.21.24&nbsp; 8:58 am</dco> &nbsp;<qco> who taught you music</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.21.24&nbsp; \n8:50 am</dco> &nbsp;<qco> can good news outweigh the bad news</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.21.24&nbsp; 7:33 am</dco> &nbsp;<qco> What is your opinion on opinions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.21.24&nbsp; \n7:24 am</dco> &nbsp;<qco> how do i fit rhythm with melody?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.21.24&nbsp; \n7:21 am</dco> &nbsp;<qco> I'm questioning what I'll be doing for the rest of my life once I'm on my own time. Historically, I've spent a lot of time unwisely, and I'm worried that will continue and I'll end up regretting it. Do you know any ways to avoid wasting time?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.21.24&nbsp; \n7:21 am</dco> &nbsp;<qco> What are your thoughts about Earth?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.21.24&nbsp; \n6:55 am</dco> &nbsp;<qco> Do you þink we should bring back þe letter þorn (þ)?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.21.24&nbsp; \n5:45 am</dco> &nbsp;<qco> to clarify an earlier question, my daughter and i have have different thresholds of boredom, likely due to growing up under different circumstances (ie she has much greater access to digital media than i did at her age). how do i teach her the life skill of occupying oneself in the absence of a tv/tablet.\n<br>\n<br>nevermind, i just realized i've done all i can do and she'll have to work it out on her own. and i/other adults will just have to tolerate her complaining for now.\n<br>\n<br>no wait on second (third?) thought, do you have any thoughts on how to respond to \"iiiiii'm booooooored\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.21.24&nbsp; \n3:55 am</dco> &nbsp;<qco> do you cringe at your past self</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.21.24&nbsp; \n3:32 am</dco> &nbsp;<qco> what is probably the most interesting thing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.21.24&nbsp; \n1:56 am</dco> &nbsp;<qco> there's a spider trying to catch the second hand of the clock through the plastic. what should i do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.21.24&nbsp; \n1:16 am</dco> &nbsp;<qco> have you been asked every question?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.21.24&nbsp; \n1:16 am</dco> &nbsp;<qco> is it worth it to develop a skill solely for the purpose of being good at that skill? like you just wanna be really good at something?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; \n10:28 pm</dco> &nbsp;<qco> I watched gladiator and it made me look up a bunch of stuff about the Roman Empire. It made me realize I know nothing. I thought the Roman empire fell because Caesar died. Turns out it started when he died. I was my high school valedictorian and am a high salaried software engineer. How did I learn nothing about the world?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; \n9:43 pm</dco> &nbsp;<qco> Are you still a princess?? Or have u grown out of it?\n<br> I used to be a princess but grew out of it cause I was losing my mind.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; \n8:49 pm</dco> &nbsp;<qco> i tried to explain to my 7 year old that \"boredom\" is not necessarily a bad thing, because there's no limit to the thoughts you can think. do you have any words of wisdom i can share with her?\n<br>\n<br>also i think i just realized the only times i am truly bored are when i am forced to focus on something i'm not interested in. she's bored whenever there's no screen in front of her and no one to play with.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; \n7:36 pm</dco> &nbsp;<qco> how do you deal with compliments to your art? how do you avoid letting them get to your head?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; \n7:21 pm</dco> &nbsp;<qco> sometimes I feel like that my own perception of myself, or my true self, whatever you'd call it, isn't real, since others only see a false reality. that, in a sense, I don't truly exist.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; \n6:09 pm</dco> &nbsp;<qco> why is open source software just so god damn good? (at least most of the time) like, it's not always up to spec, but you've got SUPER hard hitters like blender, there's this incredibly lightweight and customizable media player i recently found, and i just discovered this really really nice program that's a DREAM for emailing. like, what's the deal? and why does absolutely no one else seem to use these programs?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; \n6:07 pm</dco> &nbsp;<qco> how do i get this song out of my head it's been seared into my brain for the last four months and when i listen to it, i remember it more and it gets more stuck</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; \n6:01 pm</dco> &nbsp;<qco> are airports just super large ikea's or are ikea's just super small airports</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; \n6:00 pm</dco> &nbsp;<qco> whats it like living in a place</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; \n5:36 pm</dco> &nbsp;<qco> I had this dream once about this underground library with everyone there wearing clothes of varying shades of green and it was all in professional clothing with a potential underlying plot. Is this a good set up for a narrative?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; \n2:40 pm</dco> &nbsp;<qco> Why do you have several random (at first glance, at least) pictures from mainly 2009 and 2010 on your website that are only visible on the Expert Mode page? Unlike the various media on the Artifacts page, they don't seem to be explicitly related to any of your videos. Why did you decide to put these pictures, in particular, on your page?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; \n2:29 pm</dco> &nbsp;<qco> What are your thoughts on outer space?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; \n2:25 pm</dco> &nbsp;<qco> How do you pronounce 'new orleans'? \n<br>\n<br>Or-leens (rhymes with jeans)?\n<br>Or-lins (rhymes with bins)?\n<br>Naw'lins (rhymes with law-bins)?\n<br>\n<br>Or another way?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; \n1:59 pm</dco> &nbsp;<qco> how do you keep consistent with having your output being in a particular category or place? for example, having all things of X type in a particular thing labeled something. i have this problem where i get caught up in how things are organized and the system by which things get published that its difficult for me to establish a visible body of work that makes sense to me, because i think, \"well, maybe this belongs in that category instead of the one its in right now\" or \"maybe i should unpublish this entirely\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; \n1:55 pm</dco> &nbsp;<qco> why do they call it oven when you of in the cold food of out hot eat the food?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; \n1:29 pm</dco> &nbsp;<qco> do you spontaneously combust on tuesdays or wednesdays</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; \n12:34 pm</dco> &nbsp;<qco> Would you rather learn finnish, estonian, or hungarian?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; \n11:09 am</dco> &nbsp;<qco> when was the last time you put a blue backpack on a staircase and hit it with a baseball bat</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; \n9:37 am</dco> &nbsp;<qco> I can trick you into using a capital&nbsp;&nbsp;letter. hold shift and press the d key</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; \n9:01 am</dco> &nbsp;<qco> how do i have ideas?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; \n8:27 am</dco> &nbsp;<qco> what are your goals besides your very next project?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; 8:24 am</dco> &nbsp;<qco> have u ever used a capital letter</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; \n5:59 am</dco> &nbsp;<qco> why is unstylized html so comforting?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; \n4:57 am</dco> &nbsp;<qco> do you have any exercises to help me write songs with words in them without feeling self-conscious and silly</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; \n1:08 am</dco> &nbsp;<qco> why do people want you to collaborate so much?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.24&nbsp; \n12:20 am</dco> &nbsp;<qco> Are you ready to be wowed? Have your socks knocked off?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n11:15 pm</dco> &nbsp;<qco> should i learn my schools fight song on all the concert band instruments? i've been genuinely looking for something to do lately and i think it would be fun.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n10:13 pm</dco> &nbsp;<qco> why don't i want to do anything. wait, i should rephrase that. I want to do stuff, but at the same time i really don't, and won't let myself. the stuff is important stuff. what can i do about this. -j</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n10:05 pm</dco> &nbsp;<qco> how do I write something that reflects my mental state. I'm having some trouble because I can't see my forehead.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n9:51 pm</dco> &nbsp;<qco> Will you help me to spread my semi-radical message of peace, understanding, and ambivalence?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n9:14 pm</dco> &nbsp;<qco> What makes light bright?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n9:11 pm</dco> &nbsp;<qco> why am I sad</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.19.24&nbsp; \n9:02 pm</dco> &nbsp;<qco> (responding to a response from 2018) what the hell are you talking about? i disagree completely.</qco> </h3>"
  }
]
