[
  {
    "html": "<h3> <dco>4.9.21&nbsp; \n11:44 am</dco> &nbsp;<qco> I am severely restricted by space, so I only have a 25-key keyboard. How do I discover funky chords with funky extensions?&nbsp;</qco> </h3>      \nextentions are not funky. rhythms are funky. \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.21&nbsp; \n11:09 am</dco> &nbsp;<qco> What is your favorite character that you have created?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.21&nbsp; \n10:36 am</dco> &nbsp;<qco> Why are paradoxes so fun?&nbsp;</qco> </h3>      \nthe way people react to them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.21&nbsp; \n10:26 am</dco> &nbsp;<qco> have you ever written or are you planning to write any short stories?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.21&nbsp; \n10:12 am</dco> &nbsp;<qco> how do i improve on music?</qco> </h3>      \nbe very honest\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.21&nbsp; \n8:35 am</dco> &nbsp;<qco> in the live show do you plan on trying to mimic the synth sounds and bass sounds in the recordings, or use different instrumentation?</qco> </h3>      \ni generally have a no-mimic policy for live shows\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.21&nbsp; \n8:22 am</dco> &nbsp;<qco> How do you find inspiration for a new song?</qco> </h3>      \nlook anywhere. it's there\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.21&nbsp; \n8:03 am</dco> &nbsp;<qco> can I see the 'bad' princess model?</qco> </h3>      \nsure. it's the one from the top of the house, then on the bike, etc \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.21&nbsp; \n7:55 am</dco> &nbsp;<qco> I want to change my name.&nbsp;&nbsp;how do i decide that a name is good&nbsp;</qco> </h3>      \nyou have to try it and then see if you like it after a few decades\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.21&nbsp; \n7:09 am</dco> &nbsp;<qco> how do you overcome burnout in writing music or making sketches?</qco> </h3>      \ntry doing them simpler than you ever dreamed of, in hopes of revealing your actual self for once\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.21&nbsp; \n6:29 am</dco> &nbsp;<qco> is your new song about a huge meteor that is about to hit earth but the doulingo owl sacrifices itself to safe everyone?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.21&nbsp; \n5:52 am</dco> &nbsp;<qco> What is your inspiration for your music? </qco></h3>      everything<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you just write down your random thoughts onto a sheet or is it planned first?</qco> </h3>      neither. unplanned, non-random\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.21&nbsp; \n3:34 am</dco> &nbsp;<qco> Would you please write a book? About anything.</qco> </h3>      \ni think i prefer to write outside of books. it's more interesting for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.21&nbsp; \n2:53 am</dco> &nbsp;<qco> will you ever make videos for songs you released that don't have videos?</qco> </h3>      \ni've done it before, if that counts\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.21&nbsp; \n12:29 am</dco> &nbsp;<qco> I want to try writing out the entirety of my songs before I start making them in a DAW, but I don't know how to read or write sheet music, do you have any advice?</qco> </h3>      \nyes. make small demos. what works best for me is i use a lyric sheet with references to the audio demo. so it looks like<br>\n<br>tempo= 92<br>\nsee recording 771 for timed run through<br>\nrecoring 770 for more detailed demo / talk thru<br>\n<br>\n\nlyric lyric lyric lyric lyric<br>\nlyric lyric lyric lyric lyric (recording 557)<br>\n<br>\nlyric lyric lyric<br>\nlyric (recording 559)<br>\n     <br>\n     and the recordings will be just a live vocal+keyboard demo and also explaining any other necessary details or instructions i might have. Usually i will also let the recordings run while i am trying to come up with the ideas, just to make sure i catch anything i come up with. then when i think i'm sure, then i'll jump to the next recording and demo it concisely and that will be the recording that is referenced in the lyric sheet. then of course when it's all done, do a timed run through on a click, where you might miss a couple of lyrics but the important thing is to see the proper road map, then, you can also have a more detailed one, where you may stop and clarify whatever you need\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n11:44 pm</dco> &nbsp;<qco> how would you define \"punk\" music? </qco></h3>      sometimes it's fun to call it 'punk' whenever you are rebelling against something<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;have you made/would you ever make music that could be classified as punk?</qco> </h3>      i forgot to mention, 'punk' also sometimes means it was made in the early 1980s with loud guitars on a low budget. so from that definition, no i've never done that. from the other definition, then maybe yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n11:08 pm</dco> &nbsp;<qco> Do you have all of the song written before you start recording?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Meaning, drums, bass, etc. Or is it just more of a skeleton of a song and you add more layers during the recording process? Thanks!</qco> </h3>      exact melody, exact lyric, exact chords, exact tempo, exact road map. and occasional suggestions for further details\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n10:39 pm</dco> &nbsp;<qco> Why are your vids so short and funny and colorful?</qco> </h3>      \nit was the best i could do at the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n10:12 pm</dco> &nbsp;<qco> Was the line \"mmm buckets catch the dreams as they fall from my ceiling\" intended as a reference to Langston Hughes' idea of \"a dream differed\"?</qco> </h3>      \nno. i've never heard of that\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n8:12 pm</dco> &nbsp;<qco> in one of your answers you mentioned that you make up characters. do your characters have specific personalities?</qco> </h3>      \nsure. check out the videos to see\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n7:48 pm</dco> &nbsp;<qco> have you ever used that rhodes sound that you write music with in an actual song?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n6:14 pm</dco> &nbsp;<qco> what sort of instrument do you use to fill in the chords in songs? The chords usually seem full and chordy but i can't hear what instrument is playing them. Is it some synth?</qco> </h3>      \nsometimes you can get magical results by combining 2 different ones. sometimes the results are even more magical if you sort of only play half the chord with one of the instruments. The trick is to just pick an instrument you have, then, go through the entire song and very carefully and inquisitively just sort of test the waters to see where you can get a word (note) in. i call this the sprinkle method, which has its advantages and disadvantages, but, the advantage is that sometimes the natural blending effect makes it sound like you have more magical instruments than you really have\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n6:05 pm</dco> &nbsp;<qco> I saw an answer to one of the questions about your having finished the audio for the latest project you're working on. \n<br>\n<br>Out of curiosity, why not release audio tracks without videos at this point? </qco></h3>      greed, i think<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And, for the top super star songs that you have, just release only those with videos? \n</qco></h3>      perhaps this is a psychological problem i have, but, i try to make all my songs top super star songs. it always seems like a bad career move to ever deliberately make one that is not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It looks like writing, arranging, and recording are pretty fast for you--just bums me out to not hear new music you have been making just to wait for the video.</qco></h3>      i know, me too. except for me it's harder than waiting, because i have to do all the work also. combine that with the guilt of knowing you have to wait<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Imagine if the release of your large catalog was held up by the creation of videos. The songs mean so much more to me.&nbsp;&nbsp;&nbsp;</qco> </h3>      i feel the same way. negotiations have been underway day and night to rectify this exact issue\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n4:42 pm</dco> &nbsp;<qco> Would you agree that 7x7=49 has the same energy as Thursday?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n4:29 pm</dco> &nbsp;<qco> ive seen so many people asking about your next song, but i'm just here to ask if there will be a next song\n<br>\n<br>so will there be a next song</qco> </h3>      \nyes. if i can have it my way, there will be hundreds\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n3:28 pm</dco> &nbsp;<qco> Do you choose a song to record based on worldy events even slightly?</qco> </h3>      \nnot usually. there will surely be another worldly event later down the line which may fit, which is more fun sometimes because people think you are a time traveler or something\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n1:56 pm</dco> &nbsp;<qco> is there any meaning behind the ''the day goes on'' sound?</qco> </h3>      \ni suddenly got jealous of how easy and normal it might have been, to write songs maybe in the appalachian mountains in the 1890s. so for a moment i spontaneously pretended i was\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n1:28 pm</dco> &nbsp;<qco> would you eat an entire tomato&nbsp;</qco> </h3>      \nin bizarro world maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n1:16 pm</dco> &nbsp;<qco> Let us suppose that one day you want to make a music video, so you pull up your list of song ideas, and find that you are completely out of song ideas.&nbsp;&nbsp;Every idea you had has already been released as a music video by you.&nbsp;&nbsp;So, now you need a new song idea.&nbsp;&nbsp;Would you rather actively try to make a new melody/lyrics and work for it, or instead just go about your day-to-day life until a song idea comes naturally to you?&nbsp;&nbsp;(Or would you do something else?)</qco> </h3>      i do new song idea generation sessions ('songgen') habitually every time before doing a new song/video. and then the new ones are added to the list for selection, and then a selection is made from the total list\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n1:02 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202104070748\">4.7.21&nbsp;&nbsp;7:48 am</a>  can you tell us what this new type of videos is?</qco> </h3>      \nit might have similarities to what you might have seen in a movie cinema theater, but, let's face it, it's not that similar\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n12:36 pm</dco> &nbsp;<qco> will the next video be a song? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what non-song video ideas are you excited about for the future?</qco> </h3>      \nwindow washer\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n12:36 pm</dco> &nbsp;<qco> why did you cancel your video \"hang me\"?</qco> </h3>      \ni didn't cancel it, so far i've just always chosen to do a different video instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n12:28 pm</dco> &nbsp;<qco> do you have any opinions on jellyfish?</qco> </h3>      \nunable to smile or frown, they must innovate to show their emotions in different ways \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n12:00 pm</dco> &nbsp;<qco> Your style is great, but do you ever feel confined by it?</qco> </h3>      \nthe style itself is confined, by my capabilities\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n10:56 am</dco> &nbsp;<qco> why do you always use lowercase?</qco> </h3>      \ni don't, but the reason i ALMOST always use it is because of its normalness and super normal vibes in general\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n10:48 am</dco> &nbsp;<qco> has anybody ever guessed the title of one of your songs/videos?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n9:58 am</dco> &nbsp;<qco> What is the 127th word of the next song?</qco> </h3>      \nall\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n8:34 am</dco> &nbsp;<qco> Is your next song about the inevitable collapse of society?&nbsp;</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n6:12 am</dco> &nbsp;<qco> hey! i recently got a keyboard for my birthday but i don't know any chords or how to play it ? i really want to play at least one instrument? any tips on how to start playing it?\n<br></qco> </h3>      \nfirst turn it on, get a sound, and start pressing some keys. should trigger some wild emotions. should be more than enough to work with\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n6:07 am</dco> &nbsp;<qco> how long is your next video and the song you just finished (approximately)?</qco> </h3>      \n3 minutes and 20 seconds\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n5:08 am</dco> &nbsp;<qco> Are you the princess in 'I'm a princess'? </qco></h3>      i doubt it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, why are your dreams falling from your ceiling? I know a good Italian plumber if your pipes are broken :)</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n5:08 am</dco> &nbsp;<qco> did you ever ask yourself questions in here?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n2:52 am</dco> &nbsp;<qco> <a href=\"q.php?date=202103232319\">3.23.21 11:19 pm</a>  <a href=\"q.php?date=202103241817\">3.24.21 6:17 pm</a>  So, just to verify, you did absolutely no work on \"i'm a princess\" while working on \"here comes the sun\", correct?</qco> </h3>      \nthat's right\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n1:33 am</dco> &nbsp;<qco> What do you think about furries?</qco> </h3>      \nnot furry enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n1:21 am</dco> &nbsp;<qco> What does the switch from princess to dunce mean to you?&nbsp;</qco> </h3>      \nplot twist\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n12:42 am</dco> &nbsp;<qco> Are you finding being not relatable far too relatable to the masses?</qco> </h3>      \ni've come to expect this, based on some research i did back in the day\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n12:08 am</dco> &nbsp;<qco> what is a secret?</qco> </h3>      \ni either don't know or can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.21&nbsp; \n12:07 am</dco> &nbsp;<qco> i have a sneaking suspicion that you are danny devito. is this true?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n11:35 pm</dco> &nbsp;<qco> any tips for getting into music from zero experience?</qco> </h3>      \ngetting an instrument should do the trick\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n9:40 pm</dco> &nbsp;<qco> is there anything that isn't paradoxical when analyzed deep enough?</qco> </h3>      \nyes\n<br><br>"
  }
]
