[
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n12:55 am</dco> &nbsp;<qco> what is the secret to originality?</qco> </h3>      imagine the way you think things are normally done. then do something completely different\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n12:51 am</dco> &nbsp;<qco> Malcom Gladwell said in his best-selling book \"Outliers\" that \"...and no one- not rock stars, not professional athletes, not software billionaires, and not even geniuses- ever make it alone.\"\n\nDo you feel like you have broken that rule, that \"no one makes it alone\"?</qco> </h3>      sounds like his book is not very encouraging to outliers\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n12:42 am</dco> &nbsp;<qco> <a href=\"memes.html\">Do you enjoy the memes?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n12:38 am</dco> &nbsp;<qco> are people whose opinions differ from mine bad people?</qco> </h3>      no. and also their opinions might not even be as different from yours as you might think\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n12:31 am</dco> &nbsp;<qco> was new canaan, pennsylvania \n\n good? </qco></h3>      there is no new canaan in pennsylvania<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you have a place there?\n</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n12:27 am</dco> &nbsp;<qco> you honestly seem depressed when you apologize to people about how the history of the world video wasn't good.\n</qco></h3>      i think it was good. or at least i tried to make it as good as i can, which will have to be good enough because it's done now<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\n\nwhy does it seem like you hate yourself for everything you've done in the video?</qco> </h3>      i can only guess why it seems that way to you. i have no guesses actually\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n12:17 am</dco> &nbsp;<qco> Advice for someone picking up an instrument again after 3 years of neglect?</qco> </h3>      play it! after you pick it up\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n12:16 am</dco> &nbsp;<qco> Do you think the soul is a religious thing or simply a chemical reaction?</qco> </h3>      i think it's more patterns than chemicals\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n12:16 am</dco> &nbsp;<qco> did you know you were posting history of the world right before the ap world history test? (I watched it on the way to test and took it as a sign from the gods)</qco> </h3>      people started to tell me about those tests in april, assuming that it would be done by then, and i assumed it would be too. then as it got closer, i almost started to get stressed in a weird way, and then i got sort of upset about being stressed because test-prep is so not the reason i do what i do. if i did that, i would just get on camera and say a bunch of facts, not spend almost a year making the craziest thing i possibly can. so as the video was approaching completion on the week of the test, i was a bit torn because i didn't want to feel like i was racing to finish it for the test. and yet i didn't want to release it the day after the test either. it was very confusing and strange. the test was a very strange thing to think about, and it was very important to remember that that is not the reason i did it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n12:06 am</dco> &nbsp;<qco> Do you like making the smaller videos or the larger, histories of ___ more?</qco> </h3>      right now i am most exciting about catching up on things of a more medium size\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n12:04 am</dco> &nbsp;<qco> how much history did you have to learn to make a history of the entire world, i guess</qco> </h3>      probably about 5 times as much as is in the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n12:03 am</dco> &nbsp;<qco> Now that you're done making that AMAZING video, how do you plan to spend your <a href=\"free-time.html\">free time</a>?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n12:01 am</dco> &nbsp;<qco> why do you use this font</qco> </h3>      i don't use any font. the font you are seeing here is the font your browser chooses to use when there is no font assigned\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n12:18 am</dco> &nbsp;<qco> <a href=\"time-asked.html\">Are the timestamps on the questions when they're asked or when you answer them?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n11:56 pm</dco> &nbsp;<qco> how do you do stuff with things</qco> </h3>      i try to just get some things and do the stuff. if that doesn't work try doing it sideways\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n11:53 pm</dco> &nbsp;<qco> <a href=\"do-you-answer-all-questions.html\">Do you answer all of your questions?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n11:41 pm</dco> &nbsp;<qco> what part of the video of \"History of the Entire World, i guess\" did you get stuck on? For example, it was very difficult and you couldn't move forward for a while.</qco> </h3>      i got stuck many, many, many different times. writing it was like a puzzle. even after learning all the crap then you have to figure out how to fit it together and make it make sense and also be good and also be short enough to actually make the thing in one human lifetime. huge nightmare. also knowing that people will surely think i did something wrong when i can't actually mention everything that happened ever. very strange\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n11:37 pm</dco> &nbsp;<qco> You single and ready to mingle? Or just single and alone. And <a href=\"are-you-sad.html\">sad</a>?</qco> </h3>      i am mingling in the best way i know how\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n11:35 pm</dco> &nbsp;<qco> Are you okay with all of people that are so narrow-minded and selfish in their inability to understand how it wasn't possible for you to fit literally every single aspect of our world in a finite amount of time?</qco> </h3>      yes, that is reasonable\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n11:33 pm</dco> &nbsp;<qco> what even motivated you to finish the history of the entire world video if you're not getting paid?</qco> </h3>      because i thought it would be awesome. also i am getting paid but that's not why i did it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n11:32 pm</dco> &nbsp;<qco> do you have neat tricks for everything?</qco> </h3>      no but i have neat tricks for some things\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n11:30 pm</dco> &nbsp;<qco> What you think about fidgit spinners?</qco> </h3>      i think it's a great way for time travelers to know if they are in the year 2017\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n11:30 pm</dco> &nbsp;<qco> opinion on pretzels?</qco> </h3>      they employ a very specific type of logic\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n11:28 pm</dco> &nbsp;<qco> how do I make friends as an adult without friends?</qco> </h3>      get famous i guess. although i'm not sure if that would work\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n11:27 pm</dco> &nbsp;<qco> do you ever see a question that you really want to skip but you don't and answer it anyway</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n11:15 pm</dco> &nbsp;<qco> Have you found anything good to eat on Kosciusko street yet?</qco> </h3>      i have actually never been down that street. i think it is all residential\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n11:13 pm</dco> &nbsp;<qco> How often do you <a href=\"shaving-my-piano.html\">shave your piano?</a>\n</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n11:02 pm</dco> &nbsp;<qco> What do you think of the firing of FBI director Comey?</qco> </h3>      i haven't gotten a chance to think about it yet\n        \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n11:01 pm</dco> &nbsp;<qco> do you feel too much pressure to make your fans 'happy'? </qco></h3>      i have learned some clever tricks to avoid that pressure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how do you feel when some of your fans get angry with you for one reason or another?</qco></h3>      sad, bad, etc<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; does it bother you when people ask multiple questions in one go when it clearly says \"ask A question\"?</qco> </h3>      no, especially now that i figured out this neat trick for putting my answers in between\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n10:56 pm</dco> &nbsp;<qco> do you feel lucky to have been human?\n</qco></h3>      oh hell yeah<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n would it have been better to be a dog or a rock</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n10:55 pm</dco> &nbsp;<qco> Do you believe it's always wrong for someone to commercialize their creativity?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n10:51 pm</dco> &nbsp;<qco> Will you be uploading more and specifically when? I got way too excited when I saw history of the world come out...</qco> </h3>      i will continue to make content as fast as humanly possible, and upload it as soon as it is complete, to the appropriate platform(s). i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n10:48 pm</dco> &nbsp;<qco> Bill, <a href=\"pancakes-or-waffles.html\">you a waffles or pancakes guy?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n10:43 pm</dco> &nbsp;<qco> Have you ever written a sentence with a capitalized first letter?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n10:27 pm</dco> &nbsp;<qco> what happened to canada on the video or whatever</qco> </h3>      it's kind of like when you try to juggle 500 balls but you can't juggle them all. that's what happened to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n10:26 pm</dco> &nbsp;<qco> What gives you the idea to make a video on the history of the world?</qco> </h3>      seemed like a thrill\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n10:26 pm</dco> &nbsp;<qco> WILL YOU EVER ANSWER A QUESTION WITH AN UPPERCASE LETTER?</qco> </h3>      will you ever notice when i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n10:22 pm</dco> &nbsp;<qco> what is the history of the making of the history of the entire world I guess? thanks.</qco> </h3>      i tried one on just japan first, as a warm up, to figure out what the hell i was doing\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n10:20 pm</dco> &nbsp;<qco> Did you win?</qco> </h3>      not yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n10:18 pm</dco> &nbsp;<qco> are you going to be using your own drawings in your videos from here on out? you did a really good job with those in the new vid!</qco> </h3>      seems like a reasonable technique, and i want to thank the person last summer who told me that graphics tablets exist\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n10:15 pm</dco> &nbsp;<qco> <a href=\"why-japan.html\">why did u originally decide on a history of japan video so specifically and not any other country</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n10:09 pm</dco> &nbsp;<qco> will you be using your graphics tablet more in future videos</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n10:06 pm</dco> &nbsp;<qco> <a href=\"alphabet-nonsense.html\">On a scale of 1-47, 11 being the highest, what is your favorite color yes or no?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n10:06 pm</dco> &nbsp;<qco> your new songs will be like two different meat cooking styles: medium, and well done</qco> </h3>      they will be more styles than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n9:59 pm</dco> &nbsp;<qco> if u read this that means u can read, you are able to understand, and you have eye(s) which are able to identify pixels on ur monitor, oki </qco> </h3>      i see what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n9:58 pm</dco> &nbsp;<qco> you said the video would be 19 minutes and 23 seconds long, but it came out as 19 minutes and 26 seconds. what was added to make the length 3 seconds longer?</qco> </h3>      a little extra space at the end, because sometimes youtube videos get cut off at the end. also the run time is only 19:25, the youtube preview icon usually displays videos as 1 second longer than they are. also i might have cut the ending music a bit later than i was previously cutting it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n9:55 pm</dco> &nbsp;<qco> why r ur videos well made but ur website straight outta 2003</qco> </h3>      i have tried to make it in a way that i think is good. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n9:48 pm</dco> &nbsp;<qco> I love you so much Bill you are my idol what would it take for you to do a TOUR?</qco> </h3>      get some hit singles. then find the right players\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n9:47 pm</dco> &nbsp;<qco> Youre brillant, and funny! Thank you for your effort and creativity. How did you come up with the in the beginning part where God gets bored and wants to have some fun? And Hey, lets start a religion?</qco> </h3>      basically just researched as much as i could about the big bang and then thought about it until i felt like i understood what was going on. which is mostly impossible to understand but i tried anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.17&nbsp;\n9:40 pm</dco> &nbsp;<qco> Why don't you capitalize proper nouns</qco> </h3>      it seems to me there is no exactly fair way to determine the propriety of nouns\n<br><br>"
  }
]
