[
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n7:05 pm</dco> &nbsp;<qco> how are scenes filmed</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n7:00 pm</dco> &nbsp;<qco> how many silent letters does \"queue\" have</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n5:08 pm</dco> &nbsp;<qco> A friend gave me a very nice notebook a few years ago but I never wrote anything in it because it's so nice it intimidates me. I solved the problem by giving the notebook to another friend, but isn't that cheating? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What else could I have done?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n3:55 pm</dco> &nbsp;<qco> Whenever somebody asks you a question about your songs, you reply as if you don't know. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Does this mean that not even you know what these songs mean?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n2:04 pm</dco> &nbsp;<qco> how were you able to make the 7/4 in more than a dream feel so natural, especially when transitioning into 4/4?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n12:55 pm</dco> &nbsp;<qco> hi bill, i want to write music but im scared it won't be good enough, any advice?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n12:15 pm</dco> &nbsp;<qco> Is humming a form of music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n10:20 am</dco> &nbsp;<qco> how to confuse someone?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n7:35 am</dco> &nbsp;<qco> when was the last time you ever went to a movie theater?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n4:19 am</dco> &nbsp;<qco> so, i'm a guitarist, i've been learning it for many years and have made some tunes,\n<br>but in the past couple of months, i've been experimenting with daws and edm.\n<br>specifically, fl studio, and the problem is, i cant make a tune.\n<br>not that i dont get an idea, when im in the shower i get tons of great ideas or\n<br>when im about to sleep, but when i go to my computer, to write them down,\n<br>ive forgotten what i was thinking of.\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and the same thing also happens with guitar, ill randomly start playing a tune that\n<br>i really like, but when i go to write it down, its just not as good and mid way\n<br>through writing, ive forgotten most of it\n<br>\n<br>do you have any advice?\n<br>thanks</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n3:27 am</dco> &nbsp;<qco> who invented inventing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n2:59 am</dco> &nbsp;<qco> jeez there really keeps being another day doesnt there</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n1:42 am</dco> &nbsp;<qco> max amount of notes you can play simultaneously (on your piano keyboard)?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n1:24 am</dco> &nbsp;<qco> why does physics exist?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n1:13 am</dco> &nbsp;<qco> Do you understand more about human nature than most?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.22&nbsp; \n10:20 pm</dco> &nbsp;<qco> what is the best answer?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.22&nbsp; \n7:38 pm</dco> &nbsp;<qco> how to commit to something? i think i have commitment issues</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.22&nbsp; \n7:38 pm</dco> &nbsp;<qco> how to get help because it seems impossible right now</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.22&nbsp; \n6:56 pm</dco> &nbsp;<qco> favorite pun involving music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.22&nbsp; \n5:21 pm</dco> &nbsp;<qco> what is the secret ingredients for goldfish</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.22&nbsp; \n3:59 pm</dco> &nbsp;<qco> do you like giving advice?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.22&nbsp; \n11:12 am</dco> &nbsp;<qco> Have the songs you decide to work on changed since the re-build of the graphics and song-making department? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so how and why?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.22&nbsp; \n8:12 am</dco> &nbsp;<qco> how many boxes can you fit inside of each other until there's just too many?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.22&nbsp; \n6:10 am</dco> &nbsp;<qco> Who inspired you to make music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.19.22&nbsp; \n2:02 am</dco> &nbsp;<qco> If you could have any superpower, what would it be </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and why?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n11:48 pm</dco> &nbsp;<qco> do you approach other things in your life similarly to how you approach making music</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n11:24 pm</dco> &nbsp;<qco> whenever i create smomething, I always enter a cycle of \"will it be perfect\" and \"its not good enough\" to the point where i cant even do it. what can i do to do better?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n10:56 pm</dco> &nbsp;<qco> if a time signature has 2 as the note duration, a half note equals 1 beat. so does a quarter note in that meter equal half a beat?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n10:30 pm</dco> &nbsp;<qco> Was 2014 the last normal year?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n9:20 pm</dco> &nbsp;<qco> went through in extensive interview and application process for a job I really wanted and just got rejected and told that I was the runner up for the position. what should I do now ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n8:42 pm</dco> &nbsp;<qco> how to not procrastinate</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n7:56 pm</dco> &nbsp;<qco> Have you been working on here comes the sun for years? I see an old sheet for here comes the sun in expert mode.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n6:31 pm</dco> &nbsp;<qco> does having a conversation count as being creative</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n6:11 pm</dco> &nbsp;<qco> I want to make music do what I want it to do. How do i get a song to fit a givin mood and setting?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n6:03 pm</dco> &nbsp;<qco> I always write melodies where the male is singing what SHOULD be the major 7th, but since it's a male voice it forms an ugly semi tone distance from the root. What is to be done in situations like this???</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n3:59 pm</dco> &nbsp;<qco> what is the best question?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n2:59 pm</dco> &nbsp;<qco> You've been doing music for almost 20 years now. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How will you celebrate once the day rolls around?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n2:55 pm</dco> &nbsp;<qco> hello bill, it has come to my attention that this is the questions page. this is correct, right?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n2:23 pm</dco> &nbsp;<qco> In I'm a princess, when you said, \"do you love me? Or have things gone astray?\" Who were you talking to?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n1:28 pm</dco> &nbsp;<qco> What's the point in waking up every day?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n12:48 pm</dco> &nbsp;<qco> what ryhme with orange</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n12:46 pm</dco> &nbsp;<qco> so okay please hear me out;\n<br>\n<br>my go-to songwriting method is finding the inspiration at some point of my jam sessions, playing it for a couple of minutes while growing it, the whole deal, giving it the correct amount of water, moonlight, sunlight, etc... then i do the same thing for more and more jam sessions, different days, months, maybe years, and let the song finish itself without any haste. this has been going on for a couple of years. i use a guitar for that. after this pseudo procedural progress finally settles in the place where i know the progression and melodies by-heart, i start to think of other things while playing it over and over, the bass, the other melodies, the cool stuff that goes around, the transitions, etc.. after a while, something liminally similar to what the song is going to be like is recorded down in my head, naturally.\n<br>\n<br>i can't write any kind of music down if saying \"da-da dummm d'dree da! da-da dumm d'dree da\n  da-da-dumm dp ts dm dpdp ts dm dpdpdpdpdpdp\" will not resemble the intro of \"i wanna hold your hand\" by beatles to you, which i doubt......... (this is supposed to be a joke that has been written after the whole text is finished since i feel guilty about asking a SERIOUS!!!!question that is 2362 sentences long.) \n<br>\n<br>i may write the lyrics down depending on my knowledge of their music and that's all. and i dont give a damn about not being able to do this since i am not going to \"show\" my music instead of playing it somehow anyways. so the closest thing to keeping them down that i have, is recording that sessions with my cellphone, which now has 4236426427624 unnamed voice recordings which seems impossible to quarry now........\n<br>\n<br>anyways, now that i have many songs that feel complete by-heart, i want to have some better demos. not \"sonudingbetter\" demos but demos that show more about the work. which needs a daw for more layers, which i have. \n<br>\n<br>the problem i\n s, whenever i open it and have my connections ready, my hand just does not go to my songs to play. its some kind of fear that is not actually fear? maybe a fear of redundance i dont know. i just want to add the layers that are in my head but never heard since i am only one person and have only recorded them live. how can i get over this things? whenever i open the daw i just play a song from my streaming services and play things over them, find some silly guitar effects and experiment on them, but my hands never want to press the record button and play the whole progression just once and then play some other things on them which is the only thing i need. whenever i start thinking about that, my mind goes crazy about what-ifs, and i see myself getting lost in the muddiness of my ears understanding why the recordings suck but my hands have no idea how to try and fix it with my unwhole knowledge about the frequencies... i dont even want them to be ready-to-go songs right now, thats one\n  of the next couple of steps. i just want them to represent what i have in my heart and head in a better manner. i have been trying to start this for a long time... \n<br>\n<br>how can i start doing this? should i learn to how to write music down someway? will it be a good tool to have in my pocket, depending on my problems? it just seems like i just got to start somehow, but i just cant... you seem like a person who can understand me about this, any and every kind of insight from you is appreciated. \n<br>\n<br>i love every single thing you had ever done. at least the things that were somehow presented to me, and a great source of inspiration. \n<br>\n<br>please help................\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n12:41 pm</dco> &nbsp;<qco> Did they intentionally make the word \"lisp\" hard to say for people with a lisp?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n12:29 pm</dco> &nbsp;<qco> Will the next song contain a dog?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n12:07 pm</dco> &nbsp;<qco> I've read a lot of theories about how 'slow down' (amazing song btw) is about a major natural disaster 'radio's playing a different kind of music' 'universe starting to shake' etc. Did you intend for this song to have that kinda theme or is it about something different?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n10:58 am</dco> &nbsp;<qco> can there ever be two things</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n9:57 am</dco> &nbsp;<qco> favourite time signature?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n3:43 am</dco> &nbsp;<qco> what is the maximum length of time one person can speak uninterrupted in a conversation before it's officially Weird</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n3:38 am</dco> &nbsp;<qco> I want this song I'm working on to be perfect so freaking bad. I did a real shot at recording it and I found about 7 major structural changes that would require me to rerecord a lot of the parts, and I'm afraid if I try to do that I'm NEVER GOING TO RELEASE IT, TIME'S TICKING AHHHH</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n3:01 am</dco> &nbsp;<qco> if you can't know what genre something is then how can you even know if it's music or not</qco> </h3><br><br>"
  }
]
