[
  {
    "html": "<h3> <dco>6.17.21&nbsp; \n9:56 pm</dco> &nbsp;<qco> do you still have a bad car?</qco> </h3>      \nit's worse\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.21&nbsp; \n8:25 pm</dco> &nbsp;<qco> How much can you bench press</qco> </h3>      \n1, maybe 2 benches\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.21&nbsp; \n8:19 pm</dco> &nbsp;<qco> Are you a vampire?&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.21&nbsp; \n8:18 pm</dco> &nbsp;<qco> If possible, how can I find a song's key without use of a key signature.</qco> </h3>      \ni'm not sure. it's similar to figuring out which way is the top of a face, which is another skill i have but don't understand\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.21&nbsp; \n5:18 pm</dco> &nbsp;<qco> What makes you inspired?</qco> </h3>      \ncurved or straight lines\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.21&nbsp; \n3:56 pm</dco> &nbsp;<qco> When making a design for say a cover or graphic do you generally prefer strait or curved lines? Or is it very dependent on the subject?</qco> </h3>      \ni haven't been keeping score. you'd have to look through all my graphics and tally up how many curved or straight lines i've used\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.21&amp;nb\bsp; \n3:13 pm</dco> &nbsp;<qco> where is old zealand</qco> </h3>      \nin the netherlands\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.21&nbsp; \n2:42 pm</dco> &nbsp;<qco> What is the most reasonable thing you've done?</qco> </h3>      \ntravel from point A to point B in a straight line\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.21&nbsp; \n12:55 pm</dco> &nbsp;<qco> Also bill which one of your songs were your favorite making or do you like them all equally?</qco> </h3>      \nduring when i'm making them, i have to convince myself that it's gonna be good\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.21&nbsp; \n11:34 am</dco> &nbsp;<qco> i am taking myself both way too seriously and not seriously enough, and experiencing the negative effects of both and the positive effects of neither. how can i get a better handle on this</qco> </h3>      \nstart recording your life into an audio book\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.21&nbsp; \n10:03 am</dco> &nbsp;<qco> Do you have a favourite video you've made? If so, what is it?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.21&nbsp; \n8:35 am</dco> &nbsp;<qco> have you ever thought about remastering your very first song?</qco> </h3>      \nthere's many other things i have yet to master for the first time, so i should take care of those first, then maybe circle back for the re-masters\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.21&nbsp; \n4:15 am</dco> &nbsp;<qco> I'm reenrolling in school like a year after dropping out, how do I do better this time?</qco> </h3>      \nre-invent the school day\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.21&nbsp; \n4:03 am</dco> &nbsp;<qco> how do i be cool?</qco> </h3>      \nimpossible. it can't be done\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.21&nbsp; \n12:58 am</dco> &nbsp;<qco> favorite nighttime pasttime depression or stuff that definitely isn't depression</qco> </h3>      \nmentally breaking apart 6 digit numbers into their prime factors while falling asleep\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.21&nbsp; \n12:54 am</dco> &nbsp;<qco> do you require barf to make the seasons change?&nbsp;</qco> </h3>      \nsometimes you can just dream them\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.21&nbsp; \n12:47 am</dco> &nbsp;<qco> What inspires your music?</qco> </h3>      \nthe 'rotating' sort of world we seem to be living in\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.21&nbsp; \n10:31 pm</dco> &nbsp;<qco> &nbsp;in Just Did a Bad Thing why did you end the song with \"just did a strange thing. Now everything's pink\" I more want to know about \"everything' pink\"\n</qco> </h3>      \nthe reason you want to know about it, is because it's strange. So therefore, that means i was telling the truth when it says it's a \"strange thing\". so you can see this plays very nicely into my longstanding reputation of honesty and being a truth teller\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.21&nbsp; \n10:29 pm</dco> &nbsp;<qco> how do i stay motivated</qco> </h3>      \nwhat would you like to do\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.21&nbsp; \n5:57 pm</dco> &nbsp;<qco> What do you do when you're having existential dread?</qco> </h3>      \nmake a website about myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.21&nbsp; \n3:35 pm</dco> &nbsp;<qco> how do i stop the knowledge of production process tedium from stifling my imagination?</qco> </h3>      \nyou're going to have to find ways to stay calm and get comfortable, even on the set\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.21&nbsp; \n3:05 pm</dco> &nbsp;<qco> Bill what really inspired you to start making music and stuff?</qco> </h3>      \nthe relentless passage of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.21&nbsp; \n2:07 pm</dco> &nbsp;<qco> Whenever I start working on a project, and I'm feeling motivated, I always find a way to get distracted, and either I stop working on the project or I lose motivation. Do you have any tips for removing distractions, or finding another way to deal with them?</qco> </h3>      \nit's not about removing other relationships. it's about strengthening your relationship with the original project. Explain to someone (or maybe a wall) what the project even is, and why you think you wanted to do it in the first place. usually that line of thinking is all it takes to re-connect\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.21&nbsp; \n11:31 am</dco> &nbsp;<qco> i'm having an existential crisis about my life how do i deal with this????? and survive as well</qco> </h3>      \ngo on tour to promote the crisis \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.21&nbsp; \n8:23 am</dco> &nbsp;<qco> how do I cope with being stupid?</qco> </h3>      \nfigure everything out\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.21&nbsp; \n7:53 am</dco> &nbsp;<qco> I have some question about, \"Here Comes the Sun.\"\n<br>1. Why is sadness represented by a happy face(except for one frame)?\n</qco></h3>      to keep it interesting\n<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. The room sadness is in is Room 3A, is that a symbol for something, or just random?</qco></h3>      it's supposed to make the room seem more lifelike\n<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>3. Why do I keep listening to it?</qco> </h3>      \nif i did a good job\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.21&nbsp; \n7:29 am</dco> &nbsp;<qco> La de da de da de da de day oh is my happy place. How did you find inspiration for it?&nbsp;</qco> </h3>      \nfirst i started writing an almost freestyle song about how i didn't have enough time to write all the songs i wanted to write. then a couple years later i picked up where i left off and wrote the chorus i probably wished i could have written back then ('la de da'). then about 5 years after that i was brave enough to choose it for recording, and so i wrote the rest of it and then recorded it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.21&nbsp; \n1:15 am</dco> &nbsp;<qco> how do you feel about people still calling fire, earth, wind and water \"elements\" after so many year of progress and discovery&nbsp;</qco> </h3>      \nelement is a useful word. each word you just used is an element of your sentence. \"rock\" is one of the elements of \"rock and roll\", etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.21&nbsp; \n1:10 am</dco> &nbsp;<qco> How did you learn to animate?</qco> </h3>      \nby visualizing point A and point B in a superposition \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.21&nbsp; \n12:46 am</dco> &nbsp;<qco> How do I win?</qco> </h3>      \nyou have already won. it's just bonus points you are collecting now \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.21&nbsp; \n11:11 pm</dco> &nbsp;<qco> I know you try to write the lyrics along with the melody and chords at the same time. But how often do you get too excited about the melody and chords and just keep going without the lyrics, mumbling or with words that sound kinda right but are to be changed later? </qco></h3>      that happens to me frequently, but usually after about 2 bars it becomes clear that it doesn't quite have as much potency, power, and direction, as it does when you have some scenes, scenarios, and situational stakes involved. and the same is true the other way around<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The lyrics often have to catch up later for me, but what I'll do pretty often is say the words that feel right, and then replace occasional lines and words later with better ones in one way or another. Does that ever happen with your writing?</qco> </h3>      that seems ok, but then it's only a matter of time before you need that strongly motivated plot twist to remind you what being awake is like\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.21&nbsp; \n10:43 pm</dco> &nbsp;<qco> what is your favorite time signature?</qco> </h3>      \nnormal\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.21&nbsp; \n10:21 pm</dco> &nbsp;<qco> How do I know if the day goes on?</qco> </h3>      \ncheck the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.21&nbsp; \n9:26 pm</dco> &nbsp;<qco> Why are all your songs in https://billwurtz.com/videos.html are in blue except for 'whatever' and 'i'm a princess', which are in an aqua (greenish) color?</qco> </h3>      \nthta's probably because you've clicked on them before\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.21&nbsp; \n6:03 pm</dco> &nbsp;<qco> how much nothing have you done recently</qco> </h3>      \nthat's difficult to measure\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.21&nbsp; \n5:17 pm</dco> &nbsp;<qco> Hi Bill! Would you be willing to explain how you see the categorization music if you don't use genres?</qco></h3>      categorizing music is a lot like categorizing amorphous  blobs. fun, useful, non-binding,<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or, what the paradigm shift is?&nbsp;</qco> </h3>      that's just when the paradigm changes. a paradigm is pretty much....how things are. So it's when the way things are.....changes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.21&nbsp; \n2:12 pm</dco> &nbsp;<qco> how to do what you want to do</qco> </h3>      \ntoo many ways to imagine\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.21&nbsp; \n1:51 pm</dco> &nbsp;<qco> are your songs love letters to the universe and whatever else may be?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.21&nbsp; \n12:59 pm</dco> &nbsp;<qco> solution for too many pet projects at one time</qco> </h3>      \npicture a tree in a field\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.21&nbsp; \n12:33 pm</dco> &nbsp;<qco> Opinions on the use of irony in music?</qco> </h3>      \nmusic does not function without irony\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.21&nbsp; \n11:51 am</dco> &nbsp;<qco> what do you do in your free time</qco> </h3>      \nmy time is actually very expensive\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.21&nbsp; \n10:34 am</dco> &nbsp;<qco> how do i conceal my past negative thoughts from hurting me</qco> </h3>      \nwrite them into a folk tale\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.21&nbsp; \n9:30 am</dco> &nbsp;<qco> what do you think of two ways of writing lowercase a (or&nbsp;ɑ)</qco> </h3>      \none of those is significantly more reliable. and the other one is likely to look like &#593; if placed into unforgiving circumstances\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n11:31 pm</dco> &nbsp;<qco> Do you listen to some of your music in certain occasions? </qco></h3>      maybe<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ie if you do a bad thing, put on \"just did a bad thing\", etc?</qco> </h3>      i'm more likely to listen to that one if i feel like i've done a good thing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n10:34 pm</dco> &nbsp;<qco> hi bill, i'm trying to get better at singing. i sing a lot all the time and i can hit notes properly but my voice just sounds really thin. it sounds like it's coming out of a thin beam rather than a full wide wave of sound, idk exactly how to describe it. how do i fix this??</qco> </h3>      \nthe content of what you are singing has to matter to you. it has to feel like exactly what you mean to say at that moment. these are the conditions necessary for your voice and body to actually care about delivering the message\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n9:11 pm</dco> &nbsp;<qco> what is the best way to consume the earth</qco> </h3>      \nmaybe as a side order\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n8:17 pm</dco> &nbsp;<qco> How do you learn the fingering for playing fast piano lines?&nbsp;</qco> </h3>      \nthe line has to matter to you. it has to feel like exactly what you mean to say at that moment. these are the conditions necessary for your fingers to actually care about delivering the message\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n7:33 pm</dco> &nbsp;<qco> pancakes or waffles</qco> </h3>      \nah, the classic cry of the person who has yet to discover waff cakes \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n2:06 pm</dco> &nbsp;<qco> Do you mix and master your own songs? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;They have a nice clarity to them and I can hear all the individual parts very well!</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n12:51 pm</dco> &nbsp;<qco> do you still count it as the bass tone when it's sub bass?</qco> </h3>      \nanything from maybe 100hz down to 28hz, i would consider bass. anything below that i would consider a more of a sound effect\n<br><br>"
  }
]
