[
  {
    "html": "<h3> <dco>11.26.21&nbsp; \n3:38 am</dco> &nbsp;<qco> Is there an easy way to remember which are columns and which are rows. I have to think like 3 seconds everytime i see either name</qco> </h3>      \nthose poles on greek buildings are called \"greek columns\". if you're on stage looking into the audience, think of all the people sitting in the \"front row\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.21&nbsp; \n2:56 am</dco> &nbsp;<qco> How to be good at sports?</qco> </h3>      \nwin\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.21&nbsp; \n1:19 am</dco> &nbsp;<qco> why should i continue to exist in a universe that would do something as cruel and pointless and wrong as take my mom away without even giving me a chance to say goodbye</qco> </h3>      \nbecause the world also does things that are much nicer than that. nice enough to be more than worth it. that's one of the ground rules actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.21&nbsp; \n12:32 am</dco> &nbsp;<qco> I keep wanting to learn new piano songs, but I can't find the motivation to stick with one for a while. Do you have any advice?</qco> </h3>      \nit looks like you're gonna have to find ones that you like even more. those ones that really rock your world, that you can't live without. the ones that mean everything to you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.21&nbsp; \n11:44 pm</dco> &nbsp;<qco> do you ever just sing your songs in your everyday life?</qco> </h3>      \nprobably whichever one i'm currently working on, because it would be glued into my head during that time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.21&nbsp; \n10:25 pm</dco> &nbsp;<qco> thoughts on the moon?</qco> </h3>      \n 'wow what an empty place' .... 'the days feel like months' \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.21&nbsp; \n8:47 pm</dco> &nbsp;<qco> I've been playing piano for almost a year now but haven't progressed as much as I thought I would. I still enjoy hitting keys in simple rhythms so much it feels like a chore to do anything else. As a self-taught musician how did you go about learning music theory? </qco></h3>      just by continuing to have fun on the instrument, and maybe starting to get into finding what notes and chords some of my favorite songs are using, which can be figured out by playing the instrument, as you're doing<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thanks for reading this.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.21&nbsp; \n7:30 pm</dco> &nbsp;<qco> what are you thankful for</qco> </h3>      \ni'm thankful the deisel pump is too big to fit in the hole for a normal car gasoline tank\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.21&nbsp; \n6:05 pm</dco> &nbsp;<qco> do you like fax machines</qco> </h3>      \ni like the name of them. i've never actually used one\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.21&nbsp; \n3:21 pm</dco> &nbsp;<qco> what do you fear about the new song</qco> </h3>      \nnothing. i'm mostly scared of myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.21&nbsp; \n3:11 pm</dco> &nbsp;<qco> How do you know when a song is finished?&nbsp;</qco> </h3>      \ni don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.21&nbsp; \n2:54 pm</dco> &nbsp;<qco> I want to write music for video games, any advice on how to do such a task?\n<br>\n<br>I know video game songs are very different from your songs in some ways but I still thought I'd ask</qco> </h3>      \njust play the game for a while and start making things up\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.21&nbsp; \n1:33 pm</dco> &nbsp;<qco> what's your favorite mode of transportation?</qco> </h3>      \nalready being there\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.21&nbsp; \n10:58 am</dco> &nbsp;<qco> what do you want for christmas</qco> </h3>      \nto finish the song video i'm working on\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.21&nbsp; \n9:56 am</dco> &nbsp;<qco> Who is/are your favorite fictional character(s)?</qco> </h3>      \n'somebody' from the phrase 'i wanna be somebody'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.21&nbsp; \n8:28 am</dco> &nbsp;<qco> I sing for fun (but not in front of anyone because I just started recently) and I keep hearing words like \"pitch\" and \"tuning\" being thrown around which I don't really understand, plus idk anything about music theory, so I was wondering how to improve. It also doesn't help that I only get to sing when the house is empty, which is maybe only twice a week. I also really want to play the piano ever since I messed around with it a few times in the past but I don't have access to it now and my parents are pretty discouraging when it comes to music because they think it's useless and will only distract me further and isn't profitable enough to bring food to the table, so I definitely can't convince them to buy one anytime soon, nor do I know a close friend who owns a piano (probably because I don't have many friends). I want to get involved with music but I'm currently studying engineering (which I'm also passionate about), which is extremely hard to handle as it \n is without bringing music into the picture. I think I spend a good chunk of my waking hours listening to music in the background, but I'm kind of reluctant to explore music theory not only because it's kind of inaccessible but also because once I dig too deep I just become entrenched in it and I don't want to become even more distracted from my studies. The education system in my country also holds this suffocating disdain for anything related to the arts and music, so there aren't many opportunities/resources that I know of. I'm still pretty optimistic about taking up music as a hobby, but the pressure and competition in academics will only increase in the next few years, making it even harder to give time to basically anything else I might be interested in. Anyway, complaining aside, I just need a few tips on how I could build on any crucial skills I might need for playing an instrument or singing because I've had zero training in anything related to music (due to the aforemention\n ed shitty education system). Also, sorry for making this unnecessarily long (I wanted to give the proper context for my situation).&nbsp;</qco> </h3>      \nyou're going to have to find something to play. basically the only way you can expand your musical/artistic knowledge and skills is by actually 'playing' with things. that may seem like bad news if you feel like you don't have the time or resources. but i can tell you that even people who have 10 times more time and resources than you still feel like it's not enough. so just focus on whatever is within your time and resources, and begin developing a playful attitude within that space as soon as possible. music can be made with spoons if necessary\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.21&nbsp; \n7:08 am</dco> &nbsp;<qco> i think i have a solution to your problem.&nbsp;&nbsp;if you keep recording the same song and then producing the same video to accompany it, each production cycle will take the same amount of time.&nbsp;&nbsp;in this way your schedule can become absolutely uniform</qco> </h3>      \nthat's not true, i think it would be faster each time. which is much better than staying the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.21&nbsp; \n6:52 am</dco> &nbsp;<qco> do you know the muffin man&nbsp;</qco> </h3>      \nmuffins are made by machines now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.21&nbsp; \n5:13 am</dco> &nbsp;<qco> what do you think is some valuable information everybody should know?</qco> </h3>      \n1=1\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.21&nbsp; \n4:13 am</dco> &nbsp;<qco> I stress out way too much about the future. What are your tips for living in the present?&nbsp;</qco> </h3>      \ncount your body (how many bodys you have in your body) (1)\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.21&nbsp; \n3:37 am</dco> &nbsp;<qco> I don't wanna do a zigzag.</qco> </h3>      \ni understand\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.21&nbsp; \n11:43 pm</dco> &nbsp;<qco> what is the best toaster</qco> </h3>      \nboaster\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.21&nbsp; \n10:57 pm</dco> &nbsp;<qco> What would you call the genre of your music?</qco> </h3>      \naverage\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.21&nbsp; \n10:39 pm</dco> &nbsp;<qco> what's your favorite feeling?</qco> </h3>      \ngood\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.21&nbsp; \n10:31 pm</dco> &nbsp;<qco> what are some themes in your new song?</qco> </h3>      \nfear\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.21&nbsp; \n9:52 pm</dco> &nbsp;<qco> I Guess I've Got to Listen to \"I Guess I've Got to Listen to Bob Marley\".&nbsp;&nbsp;How Do You Feel About This?</qco> </h3>      \nit's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.21&nbsp; \n5:56 pm</dco> &nbsp;<qco> how many weird, indescribable feelings have you felt?</qco></h3>      if the feelings are indescribable, the number of feelings is also undescribable, and uncountable<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; your music has made me feel unique emotions i can only compare to nostalgia, maybe because it's such a strange emotion.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.21&nbsp; \n5:13 pm</dco> &nbsp;<qco> why do people react to things that make them angry in the first place, shouldn't they just ignore it?\n<br></qco> </h3>      \nyes. they should also ignore diseases\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.21&nbsp; \n4:59 pm</dco> &nbsp;<qco> why does my name sound like it made out of rubber?</qco> </h3>      \nmaybe because (i'm just guessing) your name is braub\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.21&nbsp; \n4:19 pm</dco> &nbsp;<qco> how do people have time to meet friends</qco> </h3>      \nthey do it while doing something else. that is how most friends are met\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.21&nbsp; \n4:15 pm</dco> &nbsp;<qco> are you an introvert or extrovert</qco> </h3>      \ni doubt it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.21&nbsp; \n3:15 pm</dco> &nbsp;<qco> how do you feel the music?</qco> </h3>      \nno one knows\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.21&nbsp; \n2:03 pm</dco> &nbsp;<qco> when has fear last stopped your momentum</qco> </h3>      \nthis month\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.21&nbsp; \n1:46 pm</dco> &nbsp;<qco> Do you like trains?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.21&nbsp; \n1:20 pm</dco> &nbsp;<qco> what is the prophecy</qco> </h3>      \nit's gonna be ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.21&nbsp; \n11:44 am</dco> &nbsp;<qco> suggest a pen name?.</qco> </h3>      \nscribble\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.21&nbsp; \n11:34 am</dco> &nbsp;<qco> I've been a big fan for ever, i watched every reality video and i just wanted to know, What keeps you going?</qco> </h3>      \nyou, for example\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.21&nbsp; \n11:00 am</dco> &nbsp;<qco> Do you appreciate the different variations of bread?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.21&nbsp; \n10:06 am</dco> &nbsp;<qco> in what genre would you put your songs into?</qco> </h3>      \nwouldn't\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.21&nbsp; \n6:56 am</dco> &nbsp;<qco> how long does It take for you to record your songs</qco> </h3>      \ni don't know. not knowing is a source of considerable struggle for me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.21&nbsp; \n6:41 am</dco> &nbsp;<qco> what is the greatest crime which is not illegal but should be?</qco> </h3>      \nbeing innocent\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.21&nbsp; \n5:47 am</dco> &nbsp;<qco> what's ur fave art piece?&nbsp;</qco> </h3>      \nthe scientific method\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.21&nbsp; \n4:04 am</dco> &nbsp;<qco> what to do?</qco> </h3>      \ndo everything, just to be safe\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n10:41 pm</dco> &nbsp;<qco> what is the typical amount of time between writing a song and releasing it?</qco> </h3>      \nusually whatever the production time is. which despite my best efforts is not typical\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n10:19 pm</dco> &nbsp;<qco> what melody in more than a dream did you dream?</qco> </h3>      \n<a href=\"20200823_0556.mp3\" target=\"_blank\">this one</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n9:57 pm</dco> &nbsp;<qco> How do you get yourself to do something you have to do, but don't want to do?</qco> </h3>      \nstart trying to understand 2 things more deeply: 'why', and 'how'\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n9:36 pm</dco> &nbsp;<qco> do you have any thanksgiving plans</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n9:21 pm</dco> &nbsp;<qco> I've noticed that when you tweet, you often do it on dates that end in 4, such as the 14th and 24th. Maybe 23rd depending on timezones. Is this intentional?&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n7:58 pm</dco> &nbsp;<qco> im afraid of writing songs about my feelings cause i dont want to sound whiny. i keep trying to figure out ways to rewrite them so i sound less whiny but then it ends up sounding less authentic. how do i get the bravery to share my authentic feelings ...?</qco> </h3>      \nyou could try being twice as whiny, and see where that leads you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.21&nbsp; \n6:24 pm</dco> &nbsp;<qco> can you list every rat/mouse you have seen</qco> </h3>      \nno\n<br><br>"
  }
]
