[
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n9:10 pm</dco> &nbsp;<qco> Do you still find having a schedule very important to being productive in your case?</qco> </h3>      \nyou can do it with a schedule, or you can do it without a schedule. no one can decide which way is 'better'. a wise man in an elevator once said to me, 'i think you need both!' and i've never understood how that could be possible but i don't doubt it to be true\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n8:45 pm</dco> &nbsp;<qco> there's a quote by someone that i like. what's your take/thought on this: \"A long period of confusion isn't a side effect of trying to do something radically interesting, it's the price of admission.\"?</qco> </h3>      \nthat sounds fair\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n7:43 pm</dco> &nbsp;<qco> this is a question.</qco> </h3>      \ndo i believe you.\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n7:31 pm</dco> &nbsp;<qco> do you grapefruit</qco> </h3>      \ni don't recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; 6:58 pm</dco> &nbsp;<qco> how's the weather?</qco> </h3>      \nchangey\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n5:20 pm</dco> &nbsp;<qco> am i burnt out, or just lazy? regardless of what it is, how do i escape it?</qco> </h3>      \nwhat is it you want to do?\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n4:51 pm</dco> &nbsp;<qco> Do you think the invention of writing has been a disaster for the Human Race?</qco> </h3>      \n\"no, i do not think that\" - my written response\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n4:21 pm</dco> &nbsp;<qco> What is your favorite acronym?</qco> </h3>      \nacronyms can't really occur naturally -yo mama\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n2:18 pm</dco> &nbsp;<qco> when is wednesday?</qco> </h3>      \nright in the middle of the week\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n2:03 pm</dco> &nbsp;<qco> thing 1 or thing 2?&nbsp;</qco> </h3>      \nnot or, and. thing 1 AND thing 2\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n12:12 pm</dco> &nbsp;<qco> When is the best time to double track vocals</qco> </h3>      \nat the stroke of midnight\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n11:17 am</dco> &nbsp;<qco> how do you think about the notion of infinity, as in infinitely big/small?</qco> </h3>      \nsometimes it's useful to respect the fact that it would break any machine it's envoked on. i think this can help us explain some of more puzzling phenomena in the universe. after all, infinity is the only actual number of anything, in the grand scheme of things\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n9:42 am</dco> &nbsp;<qco> I know you've been asked about this song a lot lately, but is the \"ground plane\" a play on words, (as in surface)? You said before that this is on of the \"title first\" songs, so it would make sense for that to be the reason behind the name</qco> </h3>      \nthere's like 4 meanings of the word 'plane' and i think they have a long term relationship, in my mind\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n8:44 am</dco> &nbsp;<qco> do you ever like to do things just for the sake of enjoying them, without expecting to gain or achieve anything else in the process?</qco> </h3>      \ni think there's a line that i've blurred long ago that you seem to have not blurred\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n7:25 am</dco> &nbsp;<qco> do you enjoy making your skit videos or music videos more?</qco> </h3>      \ni wonder if i can combine the two somehow\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n7:06 am</dco> &nbsp;<qco> is the crowd going wild?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n6:30 am</dco> &nbsp;<qco> In a previous question, you stated that you live in the 2030s. </qco></h3>      not true. the way i remember it was that i was accused of not living in the 2020s, and i was just trying to diffuse the tension<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is that what you meant when you said \"You'll never catch me\" in a previous song ?&nbsp;</qco> </h3>      \nthat line is probably a reaction to the fact that i'd seemed to have started letting the song write itself faster than itself. an exhilirating fresh feeling at this early hour of... barely into the first verse\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n5:23 am</dco> &nbsp;<qco> do you speak spainish?</qco> </h3>      \nnot yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n3:56 am</dco> &nbsp;<qco> why do slightly out of tune pianos sound so charming to me</qco> </h3>      \nmaybe you associate them with overpriced coffee shops, no i don't believe i said that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n1:37 am</dco> &nbsp;<qco> if you observe an object, and then observe the same object a year later, have you observed the same object twice, or two different objects?&nbsp;&amp; does your answer change if this object is capable of independent thought</qco> </h3>      \nthat's the same object, as you said. if it's the same object, then it's the same object. you can crunch the numbers on this\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n12:58 am</dco> &nbsp;<qco> \"Might Quit\" is my favourite song of yours (that I've listened to), is that valid?</qco> </h3>      \nthat's profound, that means you might actually have heard it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n12:45 am</dco> &nbsp;<qco> did the guy in your last video ever get out of the barren waste land?</qco> </h3>      \nnot in the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n12:14 am</dco> &nbsp;<qco> Have you listened to the beatles?</qco> </h3>      \nyes i have\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; \n11:20 pm</dco> &nbsp;<qco> do you got a lingle bongle boo you need to be hoo poo goo</qco> </h3>      \nno i do not\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; \n11:12 pm</dco> &nbsp;<qco> Why does gravity exist</qco> </h3>      \nmatter just needs a hug, doesn't it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; 10:50 pm</dco> &nbsp;<qco> thoughts on bill wurtz</qco> </h3>      \ngotta be impossible to work with\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; \n10:28 pm</dco> &nbsp;<qco> i appear to be incapable of doing my homework until the night before it's due. like it makes me a little stressed but i get it done so it can't be that bad right\n<br></qco> </h3>      \nno that's very good. i mean have you ever tried putting on your shoes before you get out of bed? very awkward\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; \n9:37 pm</dco> &nbsp;<qco> what has inspired you for your latest song</qco> </h3>      \nlet's be honest, all my songs are inspired by the joy of songwriting\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; \n8:17 pm</dco> &nbsp;<qco> can you help me live alone in the wilderness for 5 weeks without any help?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; \n8:12 pm</dco> &nbsp;<qco> bill, i think youre a magic practictioneernenrer and just wont admit ot&nbsp;</qco> </h3>      \ni've admited that original musical/visual content is magic, and i am indeed a practitioner of original musical/visual content. so on that basis i really wouldn't deny your claim\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; \n7:39 pm</dco> &nbsp;<qco> do you think god dreams? if so what do you think they dream about?</qco> </h3>      \nhow about living in a physically consistent universe with object permanence\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; 5:04 pm</dco> &nbsp;<qco> what is your favorite thing?</qco> </h3>      \nremind me again how many things there are\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; \n5:01 pm</dco> &nbsp;<qco> when you answer these questions, do any of them stump you and you have to think about it for a while?</qco> </h3>      \nyes that happens some times\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; \n3:01 pm</dco> &nbsp;<qco> i bet you can't make a sentence without the letter \"A\"</qco> </h3>      \nok well i bet you're wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; \n2:53 pm</dco> &nbsp;<qco> Why does \"hello 2\" come 5 days before \"hello 1\" on the songs page?</qco> </h3>      \nprobably because they were not produced in the order that they were written. they are probably numbered in the order that they were written\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; \n2:09 pm</dco> &nbsp;<qco> I don't think I can agree with you all the time, and I find knowing that quite odd to me because you seem like such an agreeable person</qco> </h3>      \nremind me again which person an agreeable person is assumed to agree with\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; \n2:07 pm</dco> &nbsp;<qco> i find that your answers here often unearth ideas, feelings and opinions I've always held VERY close to me, but either never realized it or never bothered to put it into words. how can i do this for other people as well and maybe spread the love</qco> </h3>      \nyou have to build your own way. well, maybe you don't HAVE to\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; \n2:04 pm</dco> &nbsp;<qco> i think im going crazy, i fell into this rabbit hole starting with wes anderson movies, i cant explain this shit man, how do you know if youre going crazy</qco> </h3>      \nthere's a good test for this: start a business where you have to do business with not-crazy people. and if that business succeeds then you know you're not crazy. it's a good grounding technique, i use it all the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; \n1:37 pm</dco> &nbsp;<qco> is it normal to feel anxious when a podcast or lecture has an editted skip? i cant help but think someone didnt like it or felt negatively about something and removed it, it makes me imagine all the cringe that could have been there\n<br></qco> </h3>      \ni understand what you mean. also for some reason, in recent times, i can feel unedited material skyrocketing in value\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; \n12:34 pm</dco> &nbsp;<qco> what's the best thing you've ever done?</qco> </h3>      \nit hasn't happened yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; 11:38 am</dco> &nbsp;<qco> do you like bread</qco> </h3>      \nit'll work\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; 11:22 am</dco> &nbsp;<qco> Are you a nihilist?</qco> </h3>      \ni only know that word from this page, and it's pretty awkward every time because i'm the exact opposite of that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; \n10:46 am</dco> &nbsp;<qco> Do you feel like people in the post-internet world are more obsessed with categorizing things than people were prior to the internet</qco> </h3>      \nabsolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; \n10:42 am</dco> &nbsp;<qco> Was the world born last Thursday</qco> </h3>      \nyes but also every other day and also at night\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; \n8:58 am</dco> &nbsp;<qco> did you intend for ground plane and fly around to both have similar motifs?&nbsp;</qco> </h3>      \nno, and i don't believe they do. just so we're on the same page, i'm going with the assumption that 'motif' means 'thing' until someone can prove to me that another definition is more useful\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; \n8:30 am</dco> &nbsp;<qco> do you set aside time in your day to giggle and kick your feet and respond to questions on your site and call it \"question time\" and have an alarm that goes off when it's time</qco> </h3>      \nthat's just about right except the giggle and kick part is not described quite accurately\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; \n5:14 am</dco> &nbsp;<qco> How can I be as apathetic as you and live as if the 2020s never came on</qco> </h3>      \ndon't you get it, i'm living in the 2030s\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; \n5:03 am</dco> &nbsp;<qco> Have you ever wanted to be a fish?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; \n3:55 am</dco> &nbsp;<qco> when you were in school how did you make time for the stuff you actually wanted to learn while you had obligations?\n<br></qco> </h3>      \ni didn't deal very well with the external obligations. there weren't that many, as long as i understood that i would be potentially forfeiting my chance to climb the social ladder via academia. But the thing is, i wouldn't even have the slightest clue how to do that, even if someone handed me the keys for free\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; \n1:09 am</dco> &nbsp;<qco> When people say \"think outside the box\", what do you picture the box being made out of?</qco> </h3>      \nstraight lines, in the shape of a rectangle\n\n<br><br>"
  }
]
