[
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n12:30 pm</dco> &nbsp;<qco> What instruments do you usually use for your songs?</qco> </h3>      \nall of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n9:54 am</dco> &nbsp;<qco> Thoughts on camels?&nbsp;</qco> </h3>      \nsome camels have 2 humps, while some humps have 2 camels \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n8:44 am</dco> &nbsp;<qco> thoughts on astrology?</qco> </h3>      \n it can be used for business or pleasure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n8:24 am</dco> &nbsp;<qco> What's your personality type?</qco> </h3>      \n1\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n8:08 am</dco> &nbsp;<qco> how do you feel about people listening to your music on an elephant?</qco> </h3>      \ni hope they're using headphones, so they can hear all the music in the  music\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n7:15 am</dco> &nbsp;<qco> how do i not get negative thoughts at night</qco> </h3>      \ni think you need a pet project\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n3:59 am</dco> &nbsp;<qco> Is there a genre of music that you don't like?</qco></h3>      i can't think of any genres<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What do you think of some metal songs?</qco> </h3>      which ones\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n3:10 am</dco> &nbsp;<qco> how am i supposed to make things cool?</qco> </h3>      \nsometimes you have to temporarily make something uncool, in order for the transition from uncool to cool to be more apparent\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.21&nbsp; \n1:01 am</dco> &nbsp;<qco> what's an instrument I can learn somewhat proficiently in a month? (thanks)</qco> </h3>      \nlight switch\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.21&nbsp; \n11:50 pm</dco> &nbsp;<qco> are the multiple references to getting out of a room in your song rabbit snakes related to this clip at 0:08? https://billwurtz.com/reality/201011200506.mp4</qco> </h3>      \nrabbit snakes was written first, but, i suppose they both pertain to a larger theme of figuring out where i am in relation to the walls\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.21&nbsp; \n10:32 pm</dco> &nbsp;<qco> What are your thoughts on improv in music? </qco></h3>      it's cool<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I feel like if you're improvising a solo, they'll be some really cool segments in there.. but also probably some noodling in between. What do you think is the advantage of improvising/noodling a solo as opposed to just writing/working out a melody line to play over the solo section? \n</qco></h3>      improvising it might be a good way to capture something extremely genuine<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I feel like most musicians can probably write a melody/lead line (whatever you want to call it) that is better than something they can improvise on the spot. I think improv can definitely be a powerful writing tool, but why not improv over x amount of bars until you work out some cool parts, cut out the noodling, and just choose the best parts.. rinse and repeat until you have a cohesive 'solo' that is fully worked out and arranged?\n</qco></h3>      that could work unless the splicing makes it feel fake<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I think, even for the most talented musicians, if they're improvising an extended solo there's probably gonna be at least some moments in there that just sound kind of aimless/meandering/not very strong.&nbsp;</qco> </h3>      that may be true HOWEVER, the same can also be true of the production process\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.21&nbsp; \n9:32 pm</dco> &nbsp;<qco> Alright I have a theory that you saved the world by uploading and made that in your songs. In one of ur recent songs u said u have a plane just in case you need to swiftly get away and in your the day goes on song you said you come down to Virginia to change ur name just incase you have to fly away. Later on in the song u said u built a time machine to go to the future but go off topic so I think you saw the future in ruins because you didn't upload because a man went insane because you didn't upload so he launched nukes to blow the world up and u found that out so to save the world you needed to go back to the present And make a video. you were currently leaving a school of some sort in the I think I might quit so you left and went down to Virginia and there you flew away in your airplane. You then went to Japan to write the history of Japan down. (Going backwards in your videos.) So you then went to middle east Asia (Egypt). To write the history of the wor\n ld because society started in Egypt. As said in your history of the entire world you guess. You learned new found wisdom from your old family's house front door where your ancestors were born so then you went to your recording studio and made a video because it all took the span of two years and uploaded the day before the insane person nuked the world. Is this true?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.21&nbsp; \n6:41 pm</dco> &nbsp;<qco> Why are you so cryptic? I love it;&nbsp;it's fascinating.&nbsp;</qco> </h3>      \nthat's more than enough reasons right there\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.21&nbsp; \n3:40 pm</dco> &nbsp;<qco> are u homophobic</qco> </h3>      \nno but i am afraid of homophobia. so that would make me homophobophobic, for those following along at home\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.21&nbsp; \n1:47 pm</dco> &nbsp;<qco> thoughts on kazoos?</qco> </h3>      \ntoo good. don't use\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.21&nbsp; \n11:00 am</dco> &nbsp;<qco> What numbers appear in your next song?</qco> </h3>      \nall, every, a, \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.21&nbsp; \n8:27 am</dco> &nbsp;<qco> How do you tell the difference between inversions of chords who use the same notes (For example, I came across F-G-B-D-F, and I don't know if it's F2 or Bdim7 or G7)? This song uses so many inversions that I don't think I can safely assume it's just the order in which the notes appear...</qco> </h3>      \nit all depends where the bass is\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.21&nbsp; \n6:42 am</dco> &nbsp;<qco> I wish to be abducted by aliens. Any ideas on how to make this happen?</qco> </h3>      \ntry to abduct the aliens first but then stop just before doing it, then they will probably abduct you in self defense\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.21&nbsp; \n1:38 am</dco> &nbsp;<qco> i'm going to france this summer, any tips?</qco> </h3>      \nsee if you can find the direct center\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.21&nbsp; \n1:25 am</dco> &nbsp;<qco> how on earth do people (for example, you) write beautiful song lyrics??? it's so fucking hard for me. my strategy so far is 1) pick a general topic 2) do some research and 3) write, but all my lyrics come out garbled and/or garbage :( any tips?</qco> </h3>      \nthere's 2 things i can suggest. first, you might have to garble them a bit more, to get them more churned up so they bloom properly into something bigger/better. and the second suggestion is to try doing it with music\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.21&nbsp; \n12:06 am</dco> &nbsp;<qco> Don't you think that \"focusing on the beauty\" in life makes us susceptible to being fucked over by the powers that be? Rampant financial corruption, callous environmental destruction, ridiculous amounts of unnecessary suffering, and a media that distorts the truth in the face of all of this isn't going to be fixed by art. Obviously, beauty and goodness exist. But the truth behind the way we live is so, so ugly, it's impossible to ignore. I respect your decision to make music. But is this situation we've put ourselves in, as a human race, something we should seek to merely ameliorate, rather than tear down completely?</qco> </h3>      \naccording to my best dictionary services, it seems like you're asking if we should make the world better or get rid of it. my opinion is we should make it better\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.21&nbsp; \n6:44 pm</dco> &nbsp;<qco> hi bill, i pride myself on being good at counting but it took importing money.mp3 to a daw to figure out that the ending part is in 9. i think the one bar that deviates from the others threw me. was that on purpose? thanks for the lil brainteaser!</qco> </h3>      \ni think that extra beat is needed to think about each lyric line. the lyric lines at that point are contemplating the meaning/purpose of money, so that is supposed to be somewhat of a what the fuck moment\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.21&nbsp; \n6:21 pm</dco> &nbsp;<qco> HELP the sun is going down. How do I stop it from going down?</qco> </h3>      \nmove westward\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.21&nbsp; \n5:32 pm</dco> &nbsp;<qco> I had a dream, however the question is aimed towards the end of it. The end of the dream played a sort of remix of \"the road\". Would you consider remaking your old songs?</qco> </h3>      \nthere's many other things i have yet to make for the first time, so i should take care of those first, then maybe circle back for the re-makes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.21&nbsp; \n4:45 pm</dco> &nbsp;<qco> what are your political views</qco> </h3>      \neveryone is each other, from a different time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.21&nbsp; \n2:44 pm</dco> &nbsp;<qco> I am tired. How can I stop being sleepy on the weekends?</qco> </h3>      \nyou could sleep during the rest of the week\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.21&nbsp; \n11:35 am</dco> &nbsp;<qco> is the postwoman in \"hi i'm steve\" trans or am i projecting</qco> </h3>      \nsurely both. everything in that video is fully projectable\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.21&nbsp; \n8:19 am</dco> &nbsp;<qco> do you regret putting the fidget spinner in soap tips</qco> </h3>      \nno way\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.21&nbsp; \n7:24 am</dco> &nbsp;<qco> Hi. Can you tell us the background for \"Outside\"? </qco></h3>      started with the chorus figure. just a nice good clean hook, concise, easy to understand. that went into the list as just that much, in march 2017. this was during the late stages of the history of the entire world video production, so it felt like i hadn't done any songwriting in ages. i took a brief break to come up with some ideas. this 'oudside' hook was one of them. then it was selected several months later, probably on a semi-random selection process. then i wrote the rest, according to my standard songwriting practices and procedures<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What does it mean to you,</qco></h3>      going 'outside' of something. for example, if you were in column A, try going 'outside' of column A by going over to column B. it's the feeling of thinking outside the box, combined with the feeling of going outside of your house. a fulfilling/refreshing feeling<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what is it about, </qco></h3>      going outside<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and what inspired it?</qco> </h3>      the main chorus/title figure (written first) was probably inspired by the feeling of being stuck on a gargantuan non-song video project for almost a year. the rest of the song, written later, would be inspired by the central chorus/figure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.21&nbsp; \n4:54 am</dco> &nbsp;<qco> what is the function of a rubber duck?</qco> </h3>      \nby explaining everything to the duck, you are able to realize what you already knew but forgot to explain to yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.21&nbsp; \n3:35 am</dco> &nbsp;<qco> What is the scramble page</qco> </h3>      \nanagrams\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.21&nbsp; \n2:13 am</dco> &nbsp;<qco> how do you know so much about memes if you don't use reddit&nbsp;</qco> </h3>      \ni have a meme subscription service\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.21&nbsp; \n1:22 am</dco> &nbsp;<qco> what food item scarred you for life</qco> </h3>      \ntrash\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.21&nbsp; \n12:00 am</dco> &nbsp;<qco> I bought a bookshelf. What's a fun way to organize books?</qco> </h3>      \ntry putting the whole bookshelf in FRONT of you, in the video chat. between you and the camera\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.21&nbsp; \n10:08 pm</dco> &nbsp;<qco> what is a major shakeup you think will likely affect all of humanity in the next fifty years?</qco> </h3>      \nsomeone's gonna re-invent the floor\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.21&nbsp; \n7:40 pm</dco> &nbsp;<qco> you mentioned that you had already made some parts of the video for i'm a princess before deciding to switch everything to 3d </qco></h3>      that's not quite right. i switched everything to 3D right at the beginning of the princess process. but THEN, i got so deep into it i realized i have to update everything. and then everything changed<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(and then completing here comes the sun first). which parts of the video had you already made in not-3d,</qco></h3>      parts that are no longer visible, and they had to be replaced with new 2D. the 2D parts had to be re done, but all the original 3D parts are still there, in addition to new 3D parts<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and how much of it is visible in the final video? (the \"diamonds in the sky\" part at the start looks like a 2d video placed into a 3d scene,</qco></h3>      it sounds like in that scene the part you think is 3D is actually a 2D render of a 3D scene, and the part you think is 2D is actually 3D, viewed from a stationary camera angle<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; was that one of these parts? are there any other ones?)</qco> </h3>      <a href=\"princess-20190512.mp4\" target=\"_blank\">this much</a> is from april/may 2019. there was also some 2D with this that i couldn't use due to the upgrade\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.21&nbsp; \n7:36 pm</dco> &nbsp;<qco> I tend to have trouble writing bass lines for songs, I can do the melody and the drums, but always struggle with bass, Any tips?</qco> </h3>      \nno need to write a bass line. just play it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.21&nbsp; \n7:06 pm</dco> &nbsp;<qco> hey man, I want to sing your songs but I'm sick right now and my throat is hurting me. what should I do???</qco> </h3>      \ndo some writing or drawing, for now\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.21&nbsp; \n6:46 pm</dco> &nbsp;<qco> can u do a making of pls</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.21&nbsp; \n5:01 pm</dco> &nbsp;<qco> jesus walks into your room on a motorcycle </qco></h3>      didn't happen<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how do you feel</qco> </h3>      pretty good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.21&nbsp; \n3:35 pm</dco> &nbsp;<qco> what's your favorite color combination?</qco> </h3>      \nblack and white\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.21&nbsp; \n12:53 pm</dco> &nbsp;<qco> I have been wondering about people's opinions. Do you really think they matter in the end since we will all end eventually.&nbsp;</qco> </h3>      \ni'm not following your logic. don't things that end actually go up in value, due to limited time of availability?\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.21&nbsp; \n12:06 pm</dco> &nbsp;<qco> Have you ever carried a dozen bricks on a brick road through a brick door into a brick house</qco> </h3>      \nno but that sounds like something i would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.21&nbsp; \n8:47 am</dco> &nbsp;<qco> do you plan out / work on the music videos for your songs while you working on the music?</qco> </h3>      \nno. but sometimes i imagine a scene or situation first, which inspires the songwriting. then by the time i get to the video, there is a good chance the video will reflect that. at least it should, if i'm doing my job properly\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.21&nbsp; \n7:26 am</dco> &nbsp;<qco> URGENT: i have a JOB INTERVIEW in SIX DAYS! i am in no way prepared!!! do you have any advice for me????</qco> </h3>      \nthe only way to be prepared for a job interview is to get more job interviews, before that one\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.21&nbsp; \n6:55 am</dco> &nbsp;<qco> How do you feel about carrots being a spice?</qco> </h3>      \nthat would be fine with me\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.21&nbsp; \n2:45 am</dco> &nbsp;<qco> do all dreams have meanings ?</qco> </h3>      \nthat depends if you can figure out what a meaning is\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.21&nbsp; \n2:33 am</dco> &nbsp;<qco> In Bad thing you seem to have neglected to elaborate as to what the bad thing you did is. If you don't mind me asking, what was this bad thing or is it up to interpretation.\n</qco> </h3>      \nfailed at producing a song too quickly nor too slowly, and accidentally ended up working on it for exactly the right amount of time \n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.21&nbsp; \n11:35 pm</dco> &nbsp;<qco> Hey bill. I've been writing some more music and I was wondering: is there such thing as something being too conventional to the point where it takes some of the value or \"grooveness\" away? I really enjoy harmonically interesting stuff so I always feel like I'm 'giving in' when I come up with something fairly conventional. So do you have any tips for dealing with these thoughts or coming up with less simple harmonic ideas or transforming older ideas to be more complex?&nbsp;&nbsp;Thank you!!</qco> </h3>      \nas long as you like it, then you're gonna be fine\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.21&nbsp; \n7:38 pm</dco> &nbsp;<qco> what should i draw</qco> </h3>      \nthe observable universe. or at least .... it will be observable as soon as you draw it\n<br><br>"
  }
]
