[
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n8:39 pm</dco> &nbsp;<qco> do you know where albuquerque is? i just can't find it</qco> </h3>      \nit's on the rio grande river, in the state of new mexico, just north of mexico\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n8:26 pm</dco> &nbsp;<qco> give me a pun</qco> </h3>      \n'good afternoon'\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n8:25 pm</dco> &nbsp;<qco> Is the number 846 possible or necessary?</qco> </h3>      \nit's both\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n8:03 pm</dco> &nbsp;<qco> Are films better when they don't make sense?</qco> </h3>      \nsomething about it has to make deep sense to you on some level of your mind or feelings. additionally, it can be a lot of fun if there's also some way that it seems to not make sense, despite making so much sense. that makes the sense it does make more impressive\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n7:43 pm</dco> &nbsp;<qco> Hi...I'm insane</qco> </h3>      \nok, i believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n6:15 pm</dco> &nbsp;<qco> What should I do on my birthday</qco> </h3>      \ni'm wondering what are you going to do on every other day\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n6:09 pm</dco> &nbsp;<qco> why did you make new canaan? is this another mt st helens situation where you didnt do any research until after you made the song</qco> </h3>      \nno, the new canaan song was mostly written aboard an actual metro north train from grand central to new canaan, on may 15, 2009\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n5:23 pm</dco> &nbsp;<qco> Good morning Bill, what is your favorite timezone?</qco> </h3>      \nUTC+0\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n4:44 pm</dco> &nbsp;<qco> But what is a mountain?</qco> </h3>      \nit's a pile of ground\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n4:03 pm</dco> &nbsp;<qco> help time is moving how do i make it stop</qco> </h3>      \ni don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; 3:21 pm</dco> &nbsp;<qco> do you like people</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n3:13 pm</dco> &nbsp;<qco> how are your walls doing?</qco> </h3>      \ngood\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n2:29 pm</dco> &nbsp;<qco> school is starting what do i do</qco> </h3>      \nhow about going there? disclaimer, do not go if you are not enrolled in the school\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; 2:19 pm</dco> &nbsp;<qco> How do you pronounce ueqstions?</qco> </h3>      \nquestions\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n1:43 pm</dco> &nbsp;<qco> What are some of the ways in which your work is influenced by quantum mechanics?</qco> </h3>      \nany moment can have multiple meanings, as it relates to different time ranges. for example, moment A can have one meaning in relation to the context of what comes before it, but a different meaning in relation to what comes after it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n1:07 pm</dco> &nbsp;<qco> How to pull a rabbit out of a hat?</qco> </h3>      \nmaybe it's better to cut a hole in the hat and reach through the hole and push the rabbit out\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; 12:43 pm</dco> &nbsp;<qco> what's your favorite question</qco> </h3>      \nthis one\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n9:47 am</dco> &nbsp;<qco> Do you think about the diamonds in the sky anymore</qco> </h3>      \ni think about a lot more than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n9:04 am</dco> &nbsp;<qco> how to handle six college classes, two jobs, a couple internships, potential research, clubs, \n<br>and volunteering while sleeping, eating, and trying to transfer? i don't know how to use a planner</qco> </h3>      \nto keep it simple, just use plain paper or a plain document\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n8:44 am</dco> &nbsp;<qco> in 987 is \"wonder\" a form of wordplay? (the won in wonder sounds like 1)</qco> </h3>      \nabsolutely\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n8:33 am</dco> &nbsp;<qco> I might say something stupid&nbsp;&nbsp;,</qco> </h3>      \nit might be hard to decide if something is stupid or not\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; 8:02 am</dco> &nbsp;<qco> have you ever carried a dozen bricks down a brick road through a brick door into a brick house?</qco> </h3>      \nno, that seems too extravagant\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n7:44 am</dco> &nbsp;<qco> why do you rearrange all the letters in the page names</qco> </h3>      \ni don't rearrange all the letters, i just rearrange a small percentage of the letters. if i did any more you probably would have trouble understanding them. but it's done for stylization, the same way in the old days they might have made the first letter huge and drew a vine around it or something\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n7:31 am</dco> &nbsp;<qco> i don't know how you manage to do it but some of the lines in your songs and videos seem to click right into my brain and it's so enjoyable, lines such as \"simon says i can't remember anything i've been doing or anything i remember\", or \"and if i sound ok that's cuz i'm crazy and i know you're crazy too\", or \"i'm riding a pony into the sunset everything's green and gold so i'm not in hell yet\" or countless other examples, i don't know how you come up with these but they're unlike anything else i've encountered</qco> </h3>      \ni'm not sure how it works either, but as soon as i realized that anything like what you described might be possible, i immediately knew that it's a job worth pursuing\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n7:18 am</dco> &nbsp;<qco> Am I really allowed to make lists of things I actually really want to do?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n6:57 am</dco> &nbsp;<qco> How can you tell which notes are in chords just by listening to them?</qco> </h3>      \ni'm really not sure. how do you know what people are saying when they talk to you? something about the ear and brain that does this magic, and gets better and better with more practice and exposure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n6:33 am</dco> &nbsp;<qco> should i cut my hair?</qco> </h3>      \nyou could, but you don't have to feel obligated to \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n4:43 am</dco> &nbsp;<qco> whats your favourite element (chemical thing)&nbsp;</qco> </h3>      \nthe only logical way to put any one of them above the others is to say the first one, hydrogen\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n3:30 am</dco> &nbsp;<qco> I've been in a course to learn Auslan (Australian sign language) for the past 2 months and I'm doing fine but I have an unshakable feeling I'm going to suddenly fall behind, have you experienced any similar feelings before and are those feelings better off being ignored?</qco> </h3>      \ni've never felt that way before, but sometimes i feel an unshakable feeling that i might feel that way in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n3:17 am</dco> &nbsp;<qco> I'm writing a song about the gnus (they're confused), but I'm pretty clueless about what steps go into creating music. Should I just keep writing lyrics that won't get heard? (At least it makes me feel closer to the lonely hooved herds.)</qco> </h3>      \nthe only way you can really learn about songwriting is by doing it. and everyone does it differently. some things you'll figure out instantly, other things you may not figure out until your 10,000th song\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n3:13 am</dco> &nbsp;<qco> I can never get the consistency of my carbonara sauce just right, any advice?</qco> </h3>      \nno. i've never heard of carbonara sauce\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n3:00 am</dco> &nbsp;<qco> Do you ever bend the rules?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n2:30 am</dco> &nbsp;<qco> what's the best punctuation?</qco> </h3>      \ndot.\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n2:21 am</dco> &nbsp;<qco> How do you manage to say such succinct, eloquent, and thoughtful answers to your questions, Bill?</qco> </h3>      \nsometimes i answer a few hundred where i'm not that way, and a few hundred of those times i kick myself and say 'dammit! i was not all those nice things that person said i would be'. then eventually i get a few of them right\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n12:41 am</dco> &nbsp;<qco> meet me in september. when things get better, will you take me there?&nbsp;</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.24&nbsp; \n12:40 am</dco> &nbsp;<qco> What do you think people find appealing about you and your music? How does that make you feel? Do you inherently believe you don't deserve it?</qco> </h3>      \nthat feels like a trick question somehow\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.24&nbsp; 11:24 pm</dco> &nbsp;<qco> What are your thoughts on people making fan art, fan stories, and just generally getting attached to your characters? (For example: Two friends, Steve, Damian Maymdien, etc)</qco> </h3>      \ni was thinking of making some fan art about your question\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.24&nbsp; \n10:59 pm</dco> &nbsp;<qco> Am I really smart if my thoughts are not always consumed by intellectualism&nbsp;</qco> </h3>      \ni'm not following your logic here\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.24&nbsp; \n10:22 pm</dco> &nbsp;<qco> what if i can't do what i want to do? have you ever had similar experiences like this?</qco> </h3>      \nsure. but your description of the scenario seems so extremely broad that it's hard to imagine anyone not going through that several times a day\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.24&nbsp; \n9:48 pm</dco> &nbsp;<qco> are you sure you're real?</qco> </h3>      \nare you sure you know what you mean by real\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.24&nbsp; \n9:47 pm</dco> &nbsp;<qco>\nhey mr. wurtz. i'm in my last year of high school and thinking about what degree i should pursue, for a forseeably big amount of my future life. i'm very idealistic and to balance this i try to frame my thoughts as logically as possible, which brought me to the conclusion that it would be wisest to choose something that has a \"future\" economically. however i think that i've reached the conclusion that All Jobs Are Equally Hard, which makes me think maybe the rightest answer to The Career Equation is to choose the best bridge to something you're truly passionate about. maybe that's why there are so many choices. therefore, i'll study illustration because i can't imagine not devoting as much time to Art as i possibly can. multimedia Art. fascinating. i say this because your Art inspired me deeply to follow this nagging feeling, and although i haven't been proven right just yet, i'm pretty thankful to you for helping me understand the value of simplicity in evaluating life and its little, actually pretty big quirks.\n\nanyway my question is this- Art is a means of survival in the sense that it anchors your sense of self and helps you stay consistent in your worldview even as it expands and builds upon itself, right- but does it ever stop feeling like if you don't obsessively materialize your thoughts you'll float away and lose your sense of identity? or is it that the more you immerse yourself in your Art and other means of Art, the more crucial it becomes for your survival?</qco> </h3>      \nwhat i think i'm seeing here is you like writing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.24&nbsp; \n9:43 pm</dco> &nbsp;<qco> when is the last time you've enjoyed a donut?</qco> </h3>      \nfeels like 1979 but that's not correct\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.24&nbsp; \n9:26 pm</dco> &nbsp;<qco> i know everything</qco> </h3>      \nwould you be mad if it changes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.24&nbsp; 9:25 pm</dco> &nbsp;<qco> what is your favorite thing</qco> </h3>      \nremind me again what is a thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.24&nbsp; \n8:58 pm</dco> &nbsp;<qco> dear bill, what are your thoughts on adulting?</qco> </h3>      \nsounds creepy actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.24&nbsp; \n7:44 pm</dco> &nbsp;<qco> tell me all the stuff you actually know about sleep.</qco> </h3>      \nit's fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.24&nbsp; 7:31 pm</dco> &nbsp;<qco> what's your favorite question</qco> </h3>      \nthis one\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.24&nbsp; \n5:34 pm</dco> &nbsp;<qco> is music math?</qco> </h3>      \nno, but everything has math in it, and music is not an exception to that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.24&nbsp; 4:56 pm</dco> &nbsp;<qco> hello bill!!!! :))</qco> </h3>      \nhi\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.24&nbsp; \n4:18 pm</dco> &nbsp;<qco> will there be a bill wurtz vinyl pressing?</qco> </h3>      \nnot yet\n<br><br>"
  }
]
