[
  {
    "html": "<h3> <dco>3.24.24&nbsp; \n1:11 am</dco> &nbsp;<qco> thoughts on pancakes</qco> </h3>      \nthey are the first item. item 1. that's why, when you ask a person to 'name an item' they will say, by default, 'pancakes'\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.24&nbsp; \n12:11 am</dco> &nbsp;<qco> do you ever wonder why the english put all these unnecessary u's everywhere&nbsp;</qco> </h3>      \nyou're a step ahead of me. i never assumed that the english added them. for me it remains a possibility that they are a remnant from an earlier time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.24&nbsp; \n10:45 pm</dco> &nbsp;<qco> Do you understand the concept of love?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.24&nbsp; \n9:23 pm</dco> &nbsp;<qco> hi, sorry to bother you-i'm a big fan of this artist and musician named bill wurtz. have you ever though of collabing with him?</qco> </h3>      \nthat sounds like a nightmare\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.24&nbsp; \n7:36 pm</dco> &nbsp;<qco> so i have been wondering. and i feel like that the entire system going through living in a state of mind where you follow school and then a career or job that you love or hate, only to be old and be free, and then to die and regret you have not done more in your life. it just saddens me. just like how i formulate my sentences. say. how do you cope with this?</qco> </h3>      \ni'm pretty sure you don't have to actually do it quite that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.24&nbsp; \n6:50 pm</dco> &nbsp;<qco> What would be the best instrument to set on fire? (I don't mean what instrument is bad and should therefore be burned, I mean what instrument would be the most interesting to see on fire, or in fire?)&nbsp;</qco> </h3>      \nchurch organ of course\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.24&nbsp; \n5:30 pm</dco> &nbsp;<qco> Thoughts on everything that has existed, and ever will exist?</qco> </h3>      \nit's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.24&nbsp; \n4:14 pm</dco> &nbsp;<qco> Why is it easier to break things than to fix them?</qco> </h3>      \nthat's just because your taste for fixed things is more refined than your taste for broken things\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.24&nbsp; \n2:58 pm</dco> &nbsp;<qco> are you self-sabotaging?</qco> </h3>      \nnot always\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.24&nbsp; \n2:27 pm</dco> &nbsp;<qco> maybe im just strange but i dont like 9 to 5 work week i mean like i love it as im getting good income but the idea of wasting your life and creatively for pointless admin work until you die its an alien to me. is it ok to think about that?</qco> </h3>      \nsure. i think this just stems from the problem that we need to eat to survive, and food is not so easily available. the situation is actually getting steadily better. in the old days, people had to farm their asses off all day long just to eat. they'd start preparing the oven for dinner in the morning. etc. so it's getting better but it's still bullshit, i understand you there. it's a mad fight to survive, but then again therein lies the impetus to invent and innovate\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.24&nbsp; \n2:10 pm</dco> &nbsp;<qco> What are your thoughts on flip phones?</qco> </h3>      \nit makes me wonder, where are the flop phones\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.24&nbsp; \n1:38 pm</dco> &nbsp;<qco> Opinions on laugh tracks?</qco> </h3>      \ncan't live with them, can't live without them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.24&nbsp; \n1:37 pm</dco> &nbsp;<qco> hey bill if you could be any historical event what would you be and why?</qco> </h3>      \none of the bangs. preferably big\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.24&nbsp; \n1:26 pm</dco> &nbsp;<qco> how do you feel about fonts</qco> </h3>      \ngood\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.24&nbsp; \n1:11 pm</dco> &nbsp;<qco> okay. so i have recently been doing my best to learn piano improv. im good with chords, voicings, and leadings but im really having trouble actually \"building\" the full song. its like, theres little mini moments that could be something, but it feels impossible to string it together. whats the best method to actually starting to build full songs? the weird part is, i feel like i used to could do it, but now its a year later and my actual \"song\" writing skills feel dead, but my random improv skills are good. i feel like i killed one to gain the other haha. yea hi</qco> </h3>      \nyou're doing great\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.24&nbsp; \n12:16 pm</dco> &nbsp;<qco> Do you believe in magic?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.24&nbsp; \n11:32 am</dco> &nbsp;<qco> who invented the expression \"wasting time\"? i think they weren't a funny person. it makes me sad. we should have ignored them</qco> </h3>      \nno one had to invent that. that phrase is self-inventing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.24&nbsp; \n5:52 am</dco> &nbsp;<qco> Were you going to say no but now that you thought about it yes?</qco> </h3>      \ni was going to say yes, but now that i think about it, no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.24&nbsp; \n4:54 am</dco> &nbsp;<qco> What's the word of the day?</qco> </h3>      \nsaturday\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.24&nbsp; 1:47 am</dco> &nbsp;<qco> Why is the sky blue?</qco> </h3>      \nthat's your fault\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.24&nbsp; \n1:06 am</dco> &nbsp;<qco> was tv better 20 years ago</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.24&nbsp; \n12:15 am</dco> &nbsp;<qco> Have you ever met the hat man?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.24&nbsp; \n11:11 pm</dco> &nbsp;<qco> what are your thoughts on the julian calendar?</qco> </h3>      \nalmost as good as the gregorian\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.24&nbsp; \n10:15 pm</dco> &nbsp;<qco> My friend says, you're a goofball. Do you have a response to this outrageous statement.</qco> </h3>      \nno, because they said it to you, not me. the response would come from you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.24&nbsp; \n9:27 pm</dco> &nbsp;<qco> what do you think causes some things to come naturally to some people but not others?</qco> </h3>      \nother things. which of course come naturally to others but not to some people\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.24&nbsp; \n7:44 pm</dco> &nbsp;<qco> all my friends are doing better than i could ever. i will have to do multiple times the work just to have a chance to catch up with them. we all have the same amount of time to grow up and similar upbringings. how are they achieving so much more than me? there's an intense guilt and fear of missing out associated with my dilemma. i don't think i'll ever be worthy any more to know them on a friendly level. how should i go about rectifying this and being as successful as my \"friends\"</qco> </h3>      \nyou have success anxiety. your first goal should be to mitigate that. that's a bigger problem than the success you perceive anyone else to have. have you ever wondered whether other people have success anxiety too, because the answer is yes they do\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.24&nbsp; \n7:42 pm</dco> &nbsp;<qco> how real is santa claus compared to the tooth fairy</qco> </h3>      \nabout 150%\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.24&nbsp; \n7:05 pm</dco> &nbsp;<qco> Are you a princess?</qco> </h3>      \nsometimes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.24&nbsp; \n6:16 pm</dco> &nbsp;<qco> ever wonder what roof tiles are made of?</qco> </h3>      \n\nno, but i do now\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.24&nbsp; \n6:09 pm</dco> &nbsp;<qco> What's your favourite part of answering questions&nbsp;</qco> </h3>      \n\nthe purple font color\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.24&nbsp; \n4:37 pm</dco> &nbsp;<qco> I'm a jobless man child who lives on welfare (thanks Finland!), I like to wake up in the evening, because I like the darkness of the night and the lack of screaming children.\n<br>\n<br>I like to put all the lights off, close the blinds of course and sit in front of my compute monitor while listening to incredible music from my headphones.\n<br>\n<br>The incredible atmoshpere of my small ass apartment is fascinating. The complete darkness with the only light coming from the small computer monitor, the quietness, the incredible kick ass music i vibe to with my wireless headphones so i can dance alone without stupid wires. Oh and i love hitting my weed vape while in the darkness. alone.\n<br>\n<br>I'm quite happy with this situation, I dont mind the lack of friends really. My parents tell I should get a job. Should i get a job?\n</qco> </h3>      \nif all of the above is actually true, then perhaps not\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.24&nbsp; \n3:56 pm</dco> &nbsp;<qco> if you were a noodle what kind of noodle would you be?</qco> </h3>      \n\nonly you know that. this whole thing was your idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.24&nbsp; 3:25 pm</dco> &nbsp;<qco> do you like apples</qco> </h3>      \n\nno, but that doesn't mean they're not good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.24&nbsp; \n3:04 pm</dco> &nbsp;<qco> did you take a ground plane whilst making 'the ground plane'</qco> </h3>      \n\ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.24&nbsp; \n2:27 pm</dco> &nbsp;<qco> i just read the phrase \"consumed by optimism,\" and i was wondering what it takes to be consumed by optimism? do you think if i slather myself in honey, optimism will consume me? would that do the trick? </qco></h3>      maybe the opposite way around: if you are consumed by optimism, then maybe you will do the honey thing<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;bonus question: what do you think and how do you feel about statements that begin with \"i wonder\" and end with a question mark? i think they are technically wrong but too good not to use, and they make me feel rebellious and free.</qco> </h3>      it probably ought not to have a question mark, but the question mark has become the standard for that situation. in this case i'd personally feel more free doing it the other way, because it is the less commonly used way, with the added bonus of being more logical. in fact, a trail of dots would seem the most appropriate. i wonder what that would look like .... \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.24&nbsp; \n2:18 pm</dco> &nbsp;<qco> how come frowns dont turn upside down</qco> </h3>      \n\nmaybe they are weighted\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.24&nbsp; 1:25 pm</dco> &nbsp;<qco> do you think you're a pretty cool guy?</qco> </h3>      \n\nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.24&nbsp; \n11:34 am</dco> &nbsp;<qco> Do you sometimes consider choosing a favorite an intrusive thought</qco> </h3>      \n\ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.24&nbsp; \n10:01 am</dco> &nbsp;<qco> somebody wrote me a love letter. how should I respond?</qco> </h3>      \n\nwith a response letter of course\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.24&nbsp; \n7:37 am</dco> &nbsp;<qco> What is your all time favorite word?</qco> </h3>      \n\nfor all time, i'd hope to have the freedom to change words at least a couple of times\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.24&nbsp; \n6:16 am</dco> &nbsp;<qco> Hi Bill, sometimes I try to write music but often when I start a project I am unsure how to carry on with it, and I've only ever finished a handful of songs that I've started. Do you have any advice on how to keep going with writing a piece of music?</qco> </h3>      \n\nif your desire to finish it is strong enough, it will outweigh any requirement for it to be 'good'. and then it becomes very easy\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.24&nbsp; \n5:40 am</dco> &nbsp;<qco> why does chocolate ice cream taste so bad</qco> </h3>      \n\nmaybe it expired long ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.24&nbsp; \n1:43 am</dco> &nbsp;<qco> Can you really do nothing? If you're only existing technically you did nothing, but at the same time existing is also everything that you are. Idk. What do you think?</qco> </h3>      \n\n'doing nothing' only makes sense when there is an implied finite set of other things you could be doing. and so, the state of doing none of those things, would in that context be considered 'doing nothing'. but it's not really possible to weigh that against a complete set of all possible things you could be doing. because it's impossible to be doing none of those infinite things\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.24&nbsp; \n1:12 am</dco> &nbsp;<qco> thoughts on the interrobang‽</qco> </h3>      \n\nthe whole point of the interrobang is to dazzle your friends by knowing what it's called. in actual use, it's probably less readable than \"?!\", and, worse, it runs the risk of not being available in your reader's textual environment\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.24&nbsp; \n12:25 am</dco> &nbsp;<qco> What is your opinion on turkeys</qco> </h3>      \n\neffortlessly funny\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.24&nbsp; \n9:00 pm</dco> &nbsp;<qco> Out of all the planets out there, why are we on this one?</qco> </h3>      \n\nwhich one were you expecting to be on\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.24&nbsp; \n8:25 pm</dco> &nbsp;<qco> i'm unlearning how to read. can you give me any tips?</qco> </h3>      \n\nsure. don't do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.24&nbsp; \n8:19 pm</dco> &nbsp;<qco> coffee or tea?\n<br>\n<br>coke or pepsi?\n<br>\n<br>shoes or sandals?\n<br>\n<br>plane or train?</qco> </h3>      \n\nthose are some nice pairs, but it's not clear what you need me to do with them. if i were in a pessimistic mindset, i'd assume you'd like me to eliminate one of each two. but that seems needlessly destructive here\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.24&nbsp; \n8:06 pm</dco> &nbsp;<qco> i like ur art because the more you scrutinize it the more you see just how much unfathomable detail you put into every millisecond. i shudder at how much detail is going into what ever project ur on right now. and here is a question mark so it is a question. ?.</qco> </h3>      \n\nholy nabisco seasonal variety pack, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.24&nbsp; \n7:59 pm</dco> &nbsp;<qco> could an inconsistent alarm clock be the next big thing in society?&nbsp;</qco> </h3>      \n\ni was going to say no but now that i think about it yes\n<br><br>"
  }
]
