[
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n4:23 am</dco> &nbsp;<qco> Would you say that you are fairly consistent with the amount of time you spend writing and producing a song (once you've picked one to write),</qco></h3>      when i feel like my life depends on it, yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and the inconsistencies in time between uploads over the past few years is due mostly to video production?</qco></h3>      absolutely not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Are there songs that took you much longer than expected to either write or produce purely in the audio department?&nbsp;&nbsp;</qco> </h3>      \nsure. most songs produced OUTSIDE of the following 3 time frames: [feb 1, 2014 to dec 18, 2014], [aug 22, 2018 to nov 27, 2018], [feb 11, 2022 until ??], took drastically longer than expected in every department, and expanded mercilessly beyond any expectation\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n3:44 am</dco> &nbsp;<qco> what is the funkiest word you can think of?</qco> </h3>      \nthe funkiness of a word depends entirely on where/when it's used, and what words are used before and after. in your sentence, i'd probably rate \"think\" as the funkiest, in that context\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n1:32 am</dco> &nbsp;<qco> why's the money swimming across the ocean floor, is it mutated or smth</qco> </h3>      \nhmm.... well, ... money is 'value', ... and to think of a bunch of 'value' swimming across the ocean floor.... the ocean is pretty deep and it would be hard to reach it there. yet, it's very peaceful because it's the farthest down anything can fall. also things stay on the ocean floor for a very long time. all this makes for some interesting dynamics, and so therefore it appeals to me, songologically\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n1:31 am</dco> &nbsp;<qco> how do you find a meaning for your songs?</qco> </h3>      \nit goes the other way. i try to find songs for all the meaning that swarms about \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n1:18 am</dco> &nbsp;<qco> will your next song contain book stacking? </qco></h3>      it's possible<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;can i be in it?</qco> </h3>      you may find that you're in all of my songs\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n12:37 am</dco> &nbsp;<qco> do you like when a chord that sounds a little bad resolves to one that sounds really good, like good in a way that can only be achieved by putting a kinda bad one before it?</qco> </h3>      \nyou just described the nature of most music, most art, most life and times,\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n11:58 pm</dco> &nbsp;<qco> what do you think of triangles</qco> </h3>      \ndank\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n11:07 pm</dco> &nbsp;<qco> How do I get out of Missouri</qco> </h3>      \ntravel in a straight line in any direction. the reason this works is because the total area of missouri is not infinite\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n11:04 pm</dco> &nbsp;<qco> What was your inspiration for \"fly around\"</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n9:44 pm</dco> &nbsp;<qco> whats your favorite riddle</qco> </h3>      \nthis one\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n9:33 pm</dco> &nbsp;<qco> have you checked the internet lately</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n9:00 pm</dco> &nbsp;<qco> How did you get the idea for the Mt. St. Helen's song? It's my favorite.</qco> </h3>      \ni saw a picture of mount st helens in a hotel room\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n8:42 pm</dco> &nbsp;<qco> What do you do for fun</qco> </h3>      \ntry to learn everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n8:28 pm</dco> &nbsp;<qco> do you ever climb the mountains of plowed snow-turned ice in parking lots?</qco> </h3>      \nno but i probably should\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n7:37 pm</dco> &nbsp;<qco> hello bill. to answer your burning question about the moon, earth's atmosphere formed around 100 million years before the moon did. so it was indeed just a decoration added later. hope this helps\n<br>\n<br>oh, wait, i didn't ask a question. uh, how do you feel about this new information?</qco> </h3>      \n......'knew' information\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n7:35 pm</dco> &nbsp;<qco> you like making jokes don't you?</qco> </h3>      \nthere's only 1 joke, which i do enjoy tapping into now and again\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n7:06 pm</dco> &nbsp;<qco> what do you think about bread</qco> </h3>      \n it was the best thing prior to sliced bread \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n5:23 pm</dco> &nbsp;<qco> how do you come up with songs?</qco> </h3>      \ni have to trick them into thinking they are thinking of me. and they are supposed to trick me into thinking i am thinking of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n5:11 pm</dco> &nbsp;<qco> What is a good question about a cool topic</qco> </h3>      \n'what the heck'\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n4:23 pm</dco> &nbsp;<qco> what's the best time in the day (ex. 4:23 pm)</qco> </h3>      \n12:00 am\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n3:07 pm</dco> &nbsp;<qco> your new music video \"fly around\" seems to include a bit of behind the scenes with things like the \"alternative angles\" (0:08) and the \"asdf\" text in the background that was in 0:33 and also in 0:54.\n<br>can you list all the reasons why it was done?</qco> </h3>      \nit can be refreshing\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n12:48 pm</dco> &nbsp;<qco> Bill, I cannot get over this thing. This thing i auditioned for and did not make and feel like so many things ive described in my head for so long. it's so embarrassing and im so jealous of other people who made it. and i do not feel good and i sometimes think ok maybe it's time to just stop music because clearly you are not good at it but then i think could i really give it up. it gives me a lot of grief and right now i feel so awful, just absolutely crushed. but could i really quit, i dont know. bill i am just crushed. i cannot believe i didn't make it and in my last year too. i am beyond humiliated and i no longer respect myself. please advise for goodness sakes help me</qco> </h3>      \nif you make your own thing and audition for that, you are guaranteed to get in. you'll also be the boss immediately\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n12:26 pm</dco> &nbsp;<qco> help what is a scene</qco> </h3>      \na view of what takes place\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n12:24 pm</dco> &nbsp;<qco> what are the first 2 chords of fly arounds chorus? they sound so crunchy and cool</qco> </h3>      \nAsus2, Asus2#4\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n12:10 pm</dco> &nbsp;<qco> I saw a 'more than a dream' shape in 2:08 of the new song. Is there any relation between these two songs?</qco> </h3>      \nsame writer/producer/performer, but in this case what's more relevant is it's the same video producer\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n11:26 am</dco> &nbsp;<qco> what aspect of the making song/ making video process do you find more exciting or motivating</qco> </h3>      \ngoals\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n11:23 am</dco> &nbsp;<qco> Opinion on rice</qco> </h3>      \nmanufactured for war, used for peace\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n10:55 am</dco> &nbsp;<qco> im a princess slaps hard, could you make a similar song sometime in your lifetime?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n10:45 am</dco> &nbsp;<qco> what's your next song's eta&nbsp;</qco> </h3>      \nmarch 29, 2022\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n10:41 am</dco> &nbsp;<qco> would you be a music teacher</qco> </h3>      \ni'm available for casual mentoring on a situation by situation basis. for example, if you ask me a question i will try to answer if i think i have a good answer. i don't charge for this because it's valuable for me to try to come up with good answers. it increases my reasoning skills\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n10:25 am</dco> &nbsp;<qco> Did you sniff glue in school?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n8:33 am</dco> &nbsp;<qco> Do your characters have names? I know triangle boy's name was confirmed, (long long long journey) </qco></h3>      that could have been the name of the movie character played by the character <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but what about the thumbnail for and the day goes on? (I call him day guy) and slow down's sunflower character, around 0:34.</qco> </h3>      \nnot named\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n7:24 am</dco> &nbsp;<qco> What was the longest time between when you began writing a song and releasing it?</qco></h3>      probably \"here comes the sun\", which had its writing started in august 2010 and was released in january 2021<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also \"fly around\" was pretty radical.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n6:36 am</dco> &nbsp;<qco> why do your songs mostly have (seemingly) abrupt endings?&nbsp;</qco> </h3>      \nthis is sometimes part of a strategy to avoid boring bad endings, or better yet to avoid bad parts of the song that might have come later after the song didn't end\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n6:07 am</dco> &nbsp;<qco> Is your next written mostly in a minor key or a major key?</qco></h3>      a case can be made that all the verses are in a minor key. but i feel like it's more 50/50. i'm sure someone may try to say that the choruses are in a minor key, but they're not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is it slightly fast-paced (like in got some money) or slower (like in fly around)?</qco></h3>      the tempo is probably 82<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Will there be a boat in the video? </qco></h3>      all options are on the table<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, what are your thoughts on pistachio?</qco> </h3>      the people's nut\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n4:50 am</dco> &nbsp;<qco> what is the meaning behind the song \"at the airport terminal\"&nbsp;</qco> </h3>      \nit's an ode to air travel\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n3:56 am</dco> &nbsp;<qco> what is your stance on the philosophical debate that if two people place slices of bread on opposite sides of the earth, the earth is technically a sandwich?</qco> </h3>      \nthere are already many more than 2 slices of bread, upon different parts of the earth's surface\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n2:53 am</dco> &nbsp;<qco> are you getting tired of answering questions</qco> </h3>      \neach one makes me more awake\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.22&nbsp; \n1:05 am</dco> &nbsp;<qco> is it always a bad idea to reconnect with old friends?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.22&nbsp; \n11:52 pm</dco> &nbsp;<qco> what is the message behind your latest song?</qco> </h3>      \ni am \"on track\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.22&nbsp; \n11:14 pm</dco> &nbsp;<qco> should i stop working on a project and switch to another one that i have much more drive to do and complete</qco> </h3>      \nif you don't think you know what's gonna happen, then try it. you'll find out. Either you'll finish project 2 happily and you'll forget about project 1, or, the guilt from abandoning project 1 will combine with any additional issues you have in project 2 and you'll feel the credibility of your agenda weakening. If you don't know which outcome will happen, you'll have to try it and see. soon you may know which of these situations is more likely for you, and you'll be able to know in the future which strategy you like\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.22&nbsp; \n11:04 pm</dco> &nbsp;<qco> Are all of the songs that you are posting now recently written (\"Here comes the sun\" and onwards)?</qco> </h3>      \n\"here comes the sun\" was written in 2010, 2012, and 2020. \"i'm a princess\" was written in april 2019. \"money\" was written in oct 2018, august 2020, and march 2021. \"more than a dream\" was written in august 2020, and april 2021. \"i'm scared\" was written in october 2021. \"fly around\" was written in august 2020, and february 2022. the next song was written in dec 2018, april 2021, and march 2022\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.22&nbsp; \n10:56 pm</dco> &nbsp;<qco> I'm actually so done with everything I would really just absolute love to stop. I'm so upset. I don't even have words to express how fucking done I am. What the fuck do I do</qco> </h3>      \ncome back to it later\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.22&nbsp; \n10:45 pm</dco> &nbsp;<qco> To you, what does it mean to be spiritual?</qco> </h3>      \nit's like going to the store not to buy something but because you work there\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.22&nbsp; \n10:37 pm</dco> &nbsp;<qco> why did you make a website?</qco> </h3>      \nit was easier than emailing all the songs to people individually\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.22&nbsp; \n10:27 pm</dco> &nbsp;<qco> what is your daily routine?</qco> </h3>      \ncontinue to become more and more awake throughout the day\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.22&nbsp; \n10:03 pm</dco> &nbsp;<qco> what do you do when you feel hopeless?</qco> </h3>      \njust act normally\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.22&nbsp; \n9:52 pm</dco> &nbsp;<qco> favorite shape</qco> </h3>      \ndot\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.22&nbsp; \n9:46 pm</dco> &nbsp;<qco> why can't the sky be green instead?</qco> </h3>      \nyou're not far enough north\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.22&nbsp; \n9:37 pm</dco> &nbsp;<qco> why is oatmeal</qco> </h3>      \nto calm things down\n<br><br>"
  }
]
