[
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n6:36 pm</dco> &nbsp;<qco> <a href=\"am-i-dead.html\">am i dead</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n6:14 pm</dco> &nbsp;<qco> <a href=\"come-back.html\">when will you come back?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n6:09 pm</dco> &nbsp;<qco> did you record reality videos while making reality? \n</qco></h3>      i continued to record new audio journals during the time i was editing and putting videos on the previous 6 years of journals. i'm not sure if that's what you meant<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also, do you listen to your pre-recorded voicelogs on like 3x speed? that's how i skim huge things of audio. you would think you lose the ability to hear sentences, but you don't</qco> </h3>      i go 3x through the long gaps, but when there's talking i go to 1 or 2x. faster than 2x starts to get hard to understand<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n6:06 pm</dco> &nbsp;<qco> Have you begun posting the best hints you're saving for last?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n5:25 pm</dco> &nbsp;<qco> what do you consider weird</qco> </h3>      being normal<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n5:25 pm</dco> &nbsp;<qco> the video will come out nowhere near summer\n-bill wurtz</qco> </h3>      ah, i see your point. i will cancel the video. the video is cancelled<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n5:10 pm</dco> &nbsp;<qco> <a href=\"what-do-you-think.html\">What do you think?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n5:03 pm</dco> &nbsp;<qco> <a href=\"happy-birthday.html\">happy birthday</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n4:55 pm</dco> &nbsp;<qco> What are the disadvantages and advantages of communicating to you through email vs this page?</qco> </h3>      the advantage of email is i might be more comfortable going into more detail. the advantage here is everyone gets to see <br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n4:53 pm</dco> &nbsp;<qco> Why do your improve  songs end so abruptly? They are so good.</qco> </h3>      maybe i cut out the part that was less good<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n4:36 pm</dco> &nbsp;<qco> Do you have dreams about your video? </qco> </h3>      i probably have but i don't remember<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n4:24 pm</dco> &nbsp;<qco> http://www.in-groundtrampolines.com/wp-content/themes/in_ground_trampolines/images/body_bg.jpg\nground or sky</qco> </h3>      that looks like about 2/3 sky and 1/3 ground<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n4:19 pm</dco> &nbsp;<qco> a plane crashes on the border between canada and america on a flight to california from greenland. where do they bury the survivors?</qco> </h3>      hopefully nowhere, until they die<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n4:19 pm</dco> &nbsp;<qco> dude. how do you work s o hard, all the time, and not go crazy</qco> </h3>      i was already crazy before. i'm working to make people understand<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n3:46 pm</dco> &nbsp;<qco> do you consider yourself considerate?</qco> </h3>      i'm trying my best<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n3:42 pm</dco> &nbsp;<qco> zimbabwe or uganda? (which one do you prefer, dont try to be smart like the time i asked you tits or ass)</qco> </h3>      i like the unique qualities of each one<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n3:09 pm</dco> &nbsp;<qco> Since your example of a good method for introducing yourself to a stranger and starting a conversation is dangerous, I thought up with one on my own.\n\nWalk up to some one who looks available for a conversation, say Hi my name is _______ What do you think about _______ If they don't have any thing to say, either ask if they want to talk about anything or talk about about your own thoughts on _______. If they tell you to shut up or if they leave, find someone else to try the method on.\n\nThe only problem is it relies on someone being available, and coming up with a good ______ you can both talk about.\n\nWhat do you think?</qco> </h3>      that method seems all wrong for me<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n3:04 pm</dco> &nbsp;<qco> What are some examples of the small things you are fixing?</qco> </h3>      things like <a href=\"troubleshooting-example.rtf\">this</a><br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n3:03 pm</dco> &nbsp;<qco> Why are all of the answers to your questions so curt? Why don't you elaborate more?</qco> </h3>      why don't you ever notice when i do<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n2:48 pm</dco> &nbsp;<qco> <a href=\"more-of-the-same.html\">Will you make anymore History of .... videos? I liked the Japan one a lot and I thought it was very educational! </a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n2:31 pm</dco> &nbsp;<qco> Are piano keys racist?</qco> </h3>      no, they live together in perfect harmony<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n1:47 pm</dco> &nbsp;<qco> please live forever, if you can. thank you</qco> </h3>      i'll see what i can do<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n1:22 pm</dco> &nbsp;<qco> <a href=\"memes.html\">Do you smoke your memes? Or do you inject them instead?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n1:20 pm</dco> &nbsp;<qco> will you ever put your music on pandora? </qco> </h3>      i'm not sure how. i guess i already thought it was on the list of stores that my 'distributors' send to<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n1:07 pm</dco> &nbsp;<qco> if you had a crush on a girl would you contact her?</qco> </h3>      i don't know, that never seems to work. i think it's more likely that there would be some other reason for us to be in a professional relationship first\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n12:54 pm</dco> &nbsp;<qco> what are the odds of you saving the universe from it's eventual heat death</qco> </h3>      i will try to help if i can\n <br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n12:15 pm</dco> &nbsp;<qco> Have you considered making visual art?</qco> </h3>      in 2010 i experimented with making videos, and in 2014 i started doing it 4 times a week. you can check out the videos on my website or on my youtube channel \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n12:15 pm</dco> &nbsp;<qco> you say you have written way more songs than you have had time to produce/release them. By \"written\" do you mean the lyrics, the sheet musics, or both?</qco></h3>      exact melody/lyrics, less exact chords, any other important info that makes the song what it is, such as a general recommendation of the tempo/groove, etc. and most importantly, the exact road map.<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In any case, could we get a glimpse of a written song?</qco></h3>      i have posted many of the charts on the site, especially ones from around 2010. but these would not include any updates made during the massive updating finishing sessions i did in 2012-2013, or after. from then on, i have basically transitioned into writing on the computer, using a combination of text files and small memo recordings to demonstrate the song. it's just faster and easier to store and access. i have also never posted a chart for a song that is unreleased<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or a hint about the song you have written and are most interested in producing after hotewig?</qco> </h3>      choosing songs has been an ongoing disaster, and i have tried a range of solutions and i am not quite sure what strategy i am going to use\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n12:12 pm</dco> &nbsp;<qco> don't you think it was inevitable that gender would become boring?</qco> </h3>      i'm not sure. i find gender very exciting\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n12:04 pm</dco> &nbsp;<qco> bill my earbuds stopped working completely in one ear. how should I solve this problem</qco> </h3>      get new ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n12:03 pm</dco> &nbsp;<qco> Why does not your webiste contain the link to your bandcamp?</qco> </h3>      because it hasn't been updated since 2014. but i would like to bring it up to date after i finish this video\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n11:59 am</dco> &nbsp;<qco> Do you know whether you are going to release HoTEWIG right after its completion, delay the release, or not release at all?</qco> </h3>      i would like to put it up at a similar time of week that i posted history of japan\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n10:32 am</dco> &nbsp;<qco> <a href=\"happy-birthday.html\">happy birthday!</a> </qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n10:32 am</dco> &nbsp;<qco> will hotewig have that thing at the end that shows thumbnails of your other videos and says subscribe?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n10:25 am</dco> &nbsp;<qco> Are you waiting until June 18, 2017 to upload the video?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n9:31 am</dco> &nbsp;<qco> Will you take a well-deserved break after releasing the video?</qco> </h3>      maybe for a few hours\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n9:00 am</dco> &nbsp;<qco> What do I do when my friends sing you songs wrong/not the way you sang them?</qco> </h3>      ah, this is classic. i recommend a 3 step solution. 1. explain to them the correct way. 2. get sad when no one seems to ever understand the difference, except you. 3. retreat into isolation and make a career out of your keen perceptive abilities\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n7:33 am</dco> &nbsp;<qco> What is the squared root of 1,000,000?</qco> </h3>      the square root of 1,000,000 is 1000. i'm not sure if 'squared root' was supposed to be a trick\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n6:56 am</dco> &nbsp;<qco> Would you like to answer this question</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n6:48 am</dco> &nbsp;<qco> do you ever end questions with a period. i think this is a nice style</qco> </h3>      yes, i agree. i think it's sometimes interesting to do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n6:24 am</dco> &nbsp;<qco> How close are you to completing the video?</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n5:45 am</dco> &nbsp;<qco> <a href=\"favorite-book.html\">hey bill, do you ever read books? what are some of your favorite books or authors?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n5:19 am</dco> &nbsp;<qco> do you think The Girl For You could find you trough your work that you post online? meaning, she could get to know you because you post so much personal stuff online and know that there could be a connection and try to contact you? </qco> </h3>      that's what i always hoped\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n5:00 am</dco> &nbsp;<qco> a common piece of advice given to people writing an essay is to change the font and then reread it, because it makes you actually read it instead of just looking at the parts that you always look at. do you also do something to recontextualize the video viewing when you're checking for errors? like maybe watch in different locations, using a different screen or different speakers, or putting some distortion over the audio or inverting the video or something?</qco> </h3>      ah, all those are great ideas. for music, i do tests on different speakers and headphones, and i will do that for this video as well. watching it on different screens is a great idea but i don't think i have anything available to me. all those tricks are great tricks, i should try some of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n4:33 am</dco> &nbsp;<qco> Do you use answering these questions as therapy for voluntarily isolation and loneliness?</qco> </h3>      the isolation was not originally voluntary. i was terrified about it but i didn't seem to have a choice. so i learned to put it to good use\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n3:21 am</dco> &nbsp;<qco> Do you think Satan is actually a pretty cool guy?</qco> </h3>      i doubt satan has gender. people don't even want to have gender any more\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n1:44 am</dco> &nbsp;<qco> Why can't we ever speak with the same words we use in our heads?</qco> </h3>      i usually can\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n12:24 am</dco> &nbsp;<qco> what things make you feel emotion to the point of pressing the caps lock button?</qco> </h3>      you'll have to check and see. there are many thousands of questions i've answered, right here on this page, and the previous pages\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n12:05 am</dco> &nbsp;<qco> Does it matter?</qco> </h3>      what\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n11:59 pm</dco> &nbsp;<qco> What's Victoria's secret? Is she okay?</qco> </h3>      the secret is the underwear, which she wears under her clothes\n<br><br>"
  }
]
