[
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n12:51 pm</dco> &nbsp;<qco> What's wrong with me, Bill?</qco> </h3>      a little bit of self doubt, maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n12:31 pm</dco> &nbsp;<qco> Opinion on fish</qco> </h3>      unbelievable; swimtastic,\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n11:49 am</dco> &nbsp;<qco> Is there an equivalent of \"The Licc™\" for drums?&nbsp;</qco> </h3>      how about the opening motown fill\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n11:49 am</dco> &nbsp;<qco> I have been doing keyboard for 7 years now but I'm still a beginner. Part of the reason is I keep quitting after a while like I'll do it for a year then leave it for two. Part of the reason is that I have short fingers and it's hard to reach all the keys. But I really like doing keyboard. So what should I do ? Should I quit? But I like making songs... so as you saw I'm kind of at war with myself so I'm here asking you for advice... plz help\n<br></qco> </h3>      what exactly would be the down side of keeping doing it? from your description, it sounds like none. you did not mention any down side to doing that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n11:27 am</dco> &nbsp;<qco> what the heck is neon?</qco> </h3>      i'm not entirely sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n11:19 am</dco> &nbsp;<qco> Can \"SFW\" art have suggestive stuff/nude characters&nbsp;&nbsp;in it?</qco></h3>      that would depend on how suggestive/nude your boss is<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I've seen some people argue about this (due to some stuff that recently happened with an artist) and since I've come to you for advice before it's only logical I ask you</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n11:00 am</dco> &nbsp;<qco> what is your viewpoint on life?</qco> </h3>      it's impossible to describe exactly, but maybe i could illustrate it gradually with everything i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n10:45 am</dco> &nbsp;<qco> someone may have already asked this question or not i don't know<br>have you ever attempted other genres or experiment with your stuff?</qco> </h3>      that's pretty much all i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n10:11 am</dco> &nbsp;<qco> Is there a way to prove that you aren't stupid</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n10:05 am</dco> &nbsp;<qco> Do you have a token?</qco> </h3>      i am token\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n9:49 am</dco> &nbsp;<qco> How do you feel about answering people's personal questions, such as those about personal relationships or issues at work or school? Do you see these questions as equal to the ones about your work or those about music in general, or do you prefer one over the other?&nbsp;</qco> </h3>      the most important thing about this questions page is i do not decide what questions people ask. the more someone else decides the question, the more i get to decide the answer\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n9:08 am</dco> &nbsp;<qco> would it be possible for me to reduce the countdown timer by 25 to make it come a lot sooner?</qco> </h3>      no but it would be possible for me to do it. i've done it before\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n8:22 am</dco> &nbsp;<qco> Who is your favorite poet?</qco> </h3>      the telephone\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n8:21 am</dco> &nbsp;<qco> Do you put milk before cereal or cereal before milk</qco> </h3>      cereal is milk\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n8:20 am</dco> &nbsp;<qco> Is anything wrong?</qco> </h3>      yes it might be, which is a very good opportunity for you, because you get to figure out how to fix it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n8:09 am</dco> &nbsp;<qco> How do you keep yourself motivated when learning new things, and you get to some parts which are not so much fun to learn/practice?</qco> </h3>      it's all fun. the question is how much time do i have\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n7:58 am</dco> &nbsp;<qco> My window sill is acting up. How do you calm down a window sill??</qco> </h3>      by looking out the window\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n7:11 am</dco> &nbsp;<qco> What 2+2 = ?</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n6:08 am</dco> &nbsp;<qco> Hi Bill, who should artists/musicians/creators like yourself be creating for? Themselves, others, or something else entirely?</qco></h3>      you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thank you.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n5:11 am</dco> &nbsp;<qco> who would you like to have as first guest for a talk show?</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n3:59 am</dco> &nbsp;<qco> top 10 favourite numbers?</qco> </h3>      0 0 0 0 0 0 0 0 0 0\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n2:59 am</dco> &nbsp;<qco> What do you think of soup?</qco> </h3>      i think it's better when you don't think about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n2:40 am</dco> &nbsp;<qco> What should I do with my life........</qco> </h3>      build some bridges\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n2:16 am</dco> &nbsp;<qco> how often do people try to trick you here?</qco> </h3>      once per question\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n2:14 am</dco> &nbsp;<qco> does the road pretend?</qco> </h3>      no, unless it's one of those ghost roads\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n1:50 am</dco> &nbsp;<qco> How do you balance? Lately I've been practicing not falling and would appreciate some advice. Thanks :)</qco> </h3>      some type of side to side alternation would be necessary, which can be steadied. motion is unavoidable in this universe, universe is filled with motion, based on motion; you'll never stop the motion. your best/only option is to guide it into an evenly balanced pattern \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n1:42 am</dco> &nbsp;<qco> I think - I think - it is somehow very useful, and maybe even essential, for a fine artist to have to somehow make his peace on the canvas with all the things he /cannot/ do. That is what attracts us to serious paintings, I think: that shortfall, which we might call \"personality,\" or maybe even \"pain.\"</qco> </h3>      that's true. then it's also a balance between that and learning new things. i like to go back and forth between learning new things, and then admitting how much i still can't do, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n1:24 am</dco> &nbsp;<qco> should i live more in the moment or the present?</qco> </h3>      half and half\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n1:00 am</dco> &nbsp;<qco> Hi Bill just checking in, how are you doing, both physically and mentally?</qco> </h3>      i am pretty much a spring breeze\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.20&nbsp; \n12:20 am</dco> &nbsp;<qco> If you could order free perfect clones of yourself, how many would you get </qco></h3>      0<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how would you organize yourselves?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n11:37 pm</dco> &nbsp;<qco> can<a href=\"q.php?date=202001121513\">1.12.20&nbsp;&nbsp;3:13 pm</a> &nbsp;&nbsp;&nbsp; can i have them?</qco> </h3>      many of them should show up in the reality section quite soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n11:30 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202001091757\">1.9.20&nbsp;&nbsp;5:57 pm</a> &nbsp;&nbsp;i don't understand your answer here at all and it's bothering me. would you mind ruining the joke by explaining this whole leg room situation?</qco> </h3>      if someone says 'waffles or pancakes', and nothing else, that is only a fragment of a question. they would need to say 'what' they are asking whether is pancakes or waffles. like if they showed me an item, and then said 'pancakes or waffles', then i would assumedly try to decide whether that item seems to be pancakes or waffles. Or, if they played me an audio sound, and then said 'pancakes or waffles', i would presumably be supposed to figure out if the sound is pancakes or waffles. When they say \"pancakes or waffles\", with absolutely no context, it presents a mostly impossible situation for me. so, given that the context is totally missing, sometimes rather than let the question hang frozen in contextlessness, i might make up my own context entirely, because they gave me absolutely nothing. so in this case, i made up the context as if the person was wondering which offered more leg room, pancakes or waffles, and also i made up the fact that the persons legs are quite small. so, in that way, i treated the horrible emptiness like a blank canvas. and i take blank canvases very seriously\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n11:14 pm</dco> &nbsp;<qco> who is randy,</qco></h3>      not a person. it's a feeling<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and why am i able to feel him?</qco></h3>      not a him, it's a feeling<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what is randy's occupation? is randy an experiment or a living being in touch with his emotions?&nbsp;</qco> </h3>      a feeling, that you may or may not have. it's the feeling of being excited to view the questions in a randomly selected manner\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n10:48 pm</dco> &nbsp;<qco> i like deliberately including one mistake. that way people remember someone MADE this. if it were perfect, everyone would just take it for granted, y'know?</qco> </h3>      actually i think the issue gets even more severe than that. every particle that differs from another can be considered a mistake. the only thing perfect is purely blank. which most people do not prefer\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n10:23 pm</dco> &nbsp;<qco> hey i just wanna say you're very important to me.</qco> </h3>      holy smokes, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n10:13 pm</dco> &nbsp;<qco> how do i deal with anxiety</qco> </h3>      \n\nbegin doing artwork. don't forget the golden rule of artwork, everything is artwork\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n10:04 pm</dco> &nbsp;<qco> Favorite brand of backpacks?</qco> </h3>      [Your brand here] ad space available\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n10:03 pm</dco> &nbsp;<qco> what is the meaning of life</qco> </h3>      collect all 12\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n9:59 pm</dco> &nbsp;<qco> Ideas about the turtle god and its followers would be greatly appreciated thanks.</qco> </h3>      fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n9:52 pm</dco> &nbsp;<qco> hello, do you have any tips for dealing with lack of motivation? thanks!</qco> </h3>      no. but clearly you already have motivation. you quite purely have motivation to have motivation. that's why you are asking about motivation. the next step is to figure out what thing you want to have motivation to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n9:48 pm</dco> &nbsp;<qco> Why are you so nromal?</qco> </h3>      could be some kind of mix up\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n9:43 pm</dco> &nbsp;<qco> Is walking backwards towards the right associated with walking to the left forward?</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n9:42 pm</dco> &nbsp;<qco> How do I ask you a question?</qco> </h3>      impossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n9:35 pm</dco> &nbsp;<qco> how's that velcro episode coming along?</qco> </h3>      fuck velcro\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n8:44 pm</dco> &nbsp;<qco> Do you think there are too much of the people in the world?&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n8:26 pm</dco> &nbsp;<qco> Hey Bill, urgent question. Would you mind providing the lyrics for your video entitled \"No\"? Thanks in advance.</qco> </h3>      it's on the lyrics page\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n8:14 pm</dco> &nbsp;<qco> I want to write songs on the piano, but everything I try to make are just boring smash-togethers of chords and baselines from the songs I know how to play. How do you come up with things? How do I come with things?</qco> </h3>      it might be time to sit in a field for a while, with no piano\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n8:02 pm</dco> &nbsp;<qco> do people confess a lot of way personal things to you?</qco> </h3>      a medium amount of way personal things, and a lot amount of medium personal things\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n7:47 pm</dco> &nbsp;<qco> What is your favorite meme and why&nbsp;</qco> </h3>      the sky being blue\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n7:31 pm</dco> &nbsp;<qco> Im not sure how often I should change my bedsheets. How often do you do it ?</qco> </h3>      every moment\n<br><br>"
  }
]
