[
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n6:13 pm</dco> &nbsp;<qco> If I exclaimed \"Hence!\" would the average person take that as a command to get away?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n6:03 pm</dco> &nbsp;<qco> if any emotion could be erased, which one would you pick?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n4:27 pm</dco> &nbsp;<qco> in a few months im gonna move out of my family home and start college. any tips regarding being an adult and such?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n3:34 pm</dco> &nbsp;<qco> Is nothing a something or a nothing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n1:50 pm</dco> &nbsp;<qco> you ever try really hard for a long time to achieve something, and then just fail. but it's a really underwhelming and anticlimactic failure. and then you're just like... what now?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n1:28 pm</dco> &nbsp;<qco> favorite flavor of ice cream?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n11:35 am</dco> &nbsp;<qco> How to order a pizza?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n8:36 am</dco> &nbsp;<qco> worst place to eat a sandwich?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n8:14 am</dco> &nbsp;<qco> gnorp gnerp gnarp or gnarp gnarp gnorp</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n7:29 am</dco> &nbsp;<qco> do you believe free will exists?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n7:11 am</dco> &nbsp;<qco> do you like bunnies\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n2:29 am</dco> &nbsp;<qco> I've noticed that I don't get obsessed with the thing itself, but rather with the idea of the thing. Are you able to relate to this in any way?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n2:03 am</dco> &nbsp;<qco> Who is your favourite pony?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n12:39 am</dco> &nbsp;<qco> do you ever get tired while working on something then get annoyed that you're tired&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n11:51 pm</dco> &nbsp;<qco> Does it ever just feel like everyone else has a step by step manual on how to live life except you</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n11:11 pm</dco> &nbsp;<qco> is it possible to force yourself to like something because you think you'll be happier or is that only going to make you feel worse?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n10:27 pm</dco> &nbsp;<qco> sir the media has been saying you admitted to being a huge gamer \"on special occasions\" when in your song \"i'm a huge gamer most of the time\" you claimed to be a huge gamer most of the time. these statements are contradictory. do you have any comments?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n9:06 pm</dco> &nbsp;<qco> I have a feeling that I want to pursue every creative impulse and follow every bizarre thought in my head when I write just to make things more exciting for myself, but I don't want anything I create to be imbued with a cynicism or lack any resonation for others. How do you reconcile these two things?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n8:50 pm</dco> &nbsp;<qco> opinion on jellified beans in a banana shape?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n7:59 pm</dco> &nbsp;<qco> what does the reading voice in your head sound like?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n7:55 pm</dco> &nbsp;<qco> been thinking about getting a cat, what do you think i should name it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n7:34 pm</dco> &nbsp;<qco> if you could change the color of any piece of furniture in your living space to any other color, what piece of furniture and what color?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n6:52 pm</dco> &nbsp;<qco> Best cow for mooing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n6:14 pm</dco> &nbsp;<qco> i know exactly the emotional state i want to convey with this particular song but i just can't work out where the words should go or what they should be! should i just make it an instrumental?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n5:43 pm</dco> &nbsp;<qco> Serious question: How can we balance sustainable space mining with interstellar alien minority protection?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n4:26 pm</dco> &nbsp;<qco> i get really pent up with emotion sometimes and really just want to sing/make some music. so i'll sit down and try to make something and like, it sounds fine, but doesn't quite scratch the itch y'know. never can i sit down and accurately create something that sounds like an embodiment of what i'm feeling. is the solution to this to just keep making music the way i have been until i get better, or should i be making conscious moves in order to improve?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n3:54 pm</dco> &nbsp;<qco> What's your opinion on desk lamps?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n3:26 pm</dco> &nbsp;<qco> how to not be so fancy im no longer #relatable</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n3:05 pm</dco> &nbsp;<qco> Do our emotions tell us things, or do our things tell us emotions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n1:51 pm</dco> &nbsp;<qco> What do you think of the number 667</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n1:25 pm</dco> &nbsp;<qco> What is the best time?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n10:45 am</dco> &nbsp;<qco> rank the numbers from best to worst</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n9:56 am</dco> &nbsp;<qco> hi I'm sending this message from an airplane. how can you explain inflight wifi?\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also what is your favorite airline?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n8:13 am</dco> &nbsp;<qco> do you think that someone could find meaning in your music the same way they would with and without a visual medium?\n<br>basically;&nbsp;is the video a core part of the song experience?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n6:34 am</dco> &nbsp;<qco> it feels like i can only do things if there are obvious defined parameters for success. it's tough for me to spend any time in the 'journey' without being obsessed with 'destination'. perfectionism, in other words. and it's making me miserable. but i feel like doing things just to experience doing them (i.e. being a person) is beyond me on my own. if i had a friend to do things with, that would be easier - but - something like going out to read a book in a park on a nice day sounds the exact same to me as eating a handful of dirt. my only reaction is \"but why would i do that?\" i feel joyless and trapped.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n6:02 am</dco> &nbsp;<qco> How do you stop overthinking whilst improvising?\n<br>Do you have times when nothing you play feels right? It obliterates my mood</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n4:06 am</dco> &nbsp;<qco> have you ever tried (insert random food here)? if not you should try it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n3:41 am</dco> &nbsp;<qco> do you like archaeopteryx and othet small fluffy dinosaurs</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n2:12 am</dco> &nbsp;<qco> do you know more than one language and why</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n1:49 am</dco> &nbsp;<qco> can music represent order and/or chaos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n1:17 am</dco> &nbsp;<qco> how do i become happy with all the unhappiness in the world</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n12:59 am</dco> &nbsp;<qco> Why are you so determined that free will exists</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n12:26 am</dco> &nbsp;<qco> In Long Long Journey, you talk about remembering the moment your dreams were broken and throwing the postcard with them away. Do you think it's possible for someone to completely leave that moment behind, or is it too integral to the person we become because of it? *Should* we completely leave it behind?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.4.25&nbsp; \n11:56 pm</dco> &nbsp;<qco> when do you find the time to answer all these questions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.4.25&nbsp; \n6:42 pm</dco> &nbsp;<qco> Whats the best pasta shape</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.4.25&nbsp; \n5:28 pm</dco> &nbsp;<qco> how do i get out of this bottomless pit i'm stuck in</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.4.25&nbsp; \n5:28 pm</dco> &nbsp;<qco> What instrument do you think is the closest to being mastered by humanity</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.4.25&nbsp; \n5:23 pm</dco> &nbsp;<qco> I'm embarrassed that these days my primary motivation for making art is for attention, not the love of making something</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.4.25&nbsp; \n5:11 pm</dco> &nbsp;<qco> I love checking the weather, do you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.4.25&nbsp; \n4:38 pm</dco> &nbsp;<qco> do you eventually stop accidentally going \"ftANGG\" on a guitar string or \"bOMMM\" on a piano, during an otherwise controlled/even-toned performance :|</qco> </h3>"
  }
]
