[
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n5:11 pm</dco> &nbsp;<qco> What's your favorite youtube channel</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n4:27 pm</dco> &nbsp;<qco> Is yesterday today but backwards another day?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n4:13 pm</dco> &nbsp;<qco> how do you choose what notes to use for the run 2:20-2:45 in&nbsp;&nbsp;\"i'm crazy / it's raining\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n3:37 pm</dco> &nbsp;<qco> Can you explain to me what explaining is&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n3:16 pm</dco> &nbsp;<qco> my parents actually like your stuff that's pretty novel for them congrats</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n2:56 pm</dco> &nbsp;<qco> Wanna team up to save the world</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n1:35 pm</dco> &nbsp;<qco> I have this thing I'm creating and it requires a large amount of knowledge to complete. Of the tasks that need to be accomplished to finish this thing, I (at this moment) only have the skills necessary to complete about 20% of it. Due to advice received from other people, I've spent the last 4 months trying to work with other people who have the other 80% of the skills I need and as a result, I feel like I have wasted the last 4 months of time I could have spent working because I'm no further along in the process than I was before. Each time I find another human who I think can contribute, I end up moving backwards. \n<br>\n<br>I think this is because of a few things. 1) they're only focused on what they will get out of it monetarily (which is fair and also achievable with this thing I have begun to create, but their focus on money rewards doesn't accomplish anything). 2) they wait for me to spoon feed the creative process into their brains to fill i\n n incomp\n lete holes in the vision instead of trying things themselves. 3) If they do make anything, they protect all parts of it instead of submitting to the creative editing and improvement process.\n<br>\n<br>The world is telling me that at some point I will just find these people and that if I keep asking everyone I meet for help on the project, I will eventually finish the thing.\n<br>\n<br>BUT. I'm really starting to think that this isn't true and that what the OG creator is telling me is that I need to do this alone. I need to spend the time teaching myself to do the other 80% and then just do it.\n<br>\n<br>Now I'm wandering my house feeling angry that this is something I have to do by myself. I really like other humans and it's hard for me to believe that I alone can make something as incredible in real life as what I'm seeing and hearing in my head. \n<br>\n<br>Because this is going to take a really long time. And I'm already lonely. But I gotta do it. And I'm crying. Cause \n I'm scar\n ed. And it's so much work. \n<br>\n<br>\n<br>\n<br>Is the next step to teach myself all those other skills? And then once I have an approximate idea of how to use the tools, I start making whatever the best version of the thing I can. And then I start showing it to people? Is that right?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n12:30 pm</dco> &nbsp;<qco> When you record a song, do you have an arrangement mapped out/in mind going into it, or is there a lot that you work out as you record it?</qco> </h3><strong>exact tempo</strong><strong>full road map</strong>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n11:49 am</dco> &nbsp;<qco> is \"i'm best friends with my own front door\" metaphorical?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n11:06 am</dco> &nbsp;<qco> how do you feel about memes</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n10:45 am</dco> &nbsp;<qco> recommendations on something fun to learn about?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n10:42 am</dco> &nbsp;<qco> There are too many songs so how do i pick which one to record</qco> </h3><a href=\"https://www.random.org\">random.org</a>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n9:23 am</dco> &nbsp;<qco> Can you be in your next video shirtless?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n8:19 am</dco> &nbsp;<qco> Have you met anybody who lives on the 125th street?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n8:02 am</dco> &nbsp;<qco> do you think my question will make a lot more sense if I make the question window real large?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n7:28 am</dco> &nbsp;<qco> i think i can play faster if i memorize the chords from the bottom up and kinda mentally bring em up that way as opposed to saving a 4-note pattern on one hand and another 4 note pattern on the other, do you usually see them as either of these ways or something different? i think by memorizing as 2 sets of 4 i kind of become close minded on finger usage, and when learning from bottom up or atleast running the mental checklist before&nbsp;&nbsp;summoning up the memorized chord it feels faster and more natural to just use my fingers and start building bottom up, that way i kind of train natural/reasonable finger placement too when solving the puzzle quickly everytime instead of memorizing what finger does what and missing out on some of the fun</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n6:02 am</dco> &nbsp;<qco> is it time to sleep yet?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n6:01 am</dco> &nbsp;<qco> what do you think of the name \"bill wurtz\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n5:47 am</dco> &nbsp;<qco> was this page not updated for a while because you were doing one of your dumb unhealthy 24+ hour work sessions in attempt to get the upcoming video out today&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n4:21 am</dco> &nbsp;<qco> do you ever just tap your feet and go bo de do de doo</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n4:07 am</dco> &nbsp;<qco> if u had literal galaxy bran wat woud u think abt</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n3:50 am</dco> &nbsp;<qco> can you play solar for your next jazz jam</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n2:21 am</dco> &nbsp;<qco> i have been editing down some of your video shorts into the most coherent audio only versions i can make.&nbsp;&nbsp;i have been really struck by the cohesive rhythmic flow throughout the entirety of some of these videos.&nbsp;&nbsp;have you ever made one of the video shorts like 'blades of grass' or 'ball and stick' to a click all the way through including the spoken word sections?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n1:02 am</dco> &nbsp;<qco> does the audible pop at 8 seconds into 'hi, i'm steve' bother you?&nbsp;&nbsp;of course the video did well.&nbsp;&nbsp;and the entire project is amazing and i love it.&nbsp;&nbsp;but when i find myself doing projects, i stress really hard about stupid things like that and i wonder how you handle it.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n12:52 am</dco> &nbsp;<qco> I've released 4 albums since last August and I'm planning another one but I feel like I'm rushing it to try and keep up with this huge task of making 4 or 5 albums a year. Do you think I should try my best to continue that pace or disregard that for the sake of completion to the best of my abilities?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n11:28 pm</dco> &nbsp;<qco> How do you feel about the sonic movie?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n10:58 pm</dco> &nbsp;<qco> are conspiracy theories stupid?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n9:31 pm</dco> &nbsp;<qco> are you ok with your schedules?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n8:07 pm</dco> &nbsp;<qco> how do i tell what's fiction in your videos and what isn't?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n7:05 pm</dco> &nbsp;<qco> any tips on taking over the mortal realm?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n or perhaps overcoming the underlord?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n6:51 pm</dco> &nbsp;<qco> have or will or are you made/make/making a lullaby?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n5:02 pm</dco> &nbsp;<qco> Serious question from 1 to 10 how funny do you think you are?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n4:56 pm</dco> &nbsp;<qco> what's the next logical step in music release after spotify, apple music, etc.?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n3:46 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201906222321\">6.22.19&nbsp;&nbsp;11:21 pm</a> \n<br>\n<br>Since you're talking video game music. What time signature is NES Super Mario Bros (the 1st game) Underworld theme in? Does is just resets at a certain point?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n2:22 pm</dco> &nbsp;<qco> have you ever considered becoming nocturnal?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n1:58 pm</dco> &nbsp;<qco> When is the next music video.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Will it be good?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Is there new effects in it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n12:11 pm</dco> &nbsp;<qco> What's the deal with the gravity - it is so confusing to find a place for that force -_-</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n11:01 am</dco> &nbsp;<qco> does the line \"cause i lie about details when my dreams don't come true\" refer to when you backdated the \"i'm sad\" video</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n10:44 am</dco> &nbsp;<qco> what should i get from mcdonalds</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n9:59 am</dco> &nbsp;<qco> have you got any controversies</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n8:38 am</dco> &nbsp;<qco> whats your favorite type of sandwich</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n7:31 am</dco> &nbsp;<qco> Why did you name your most recent video \" Might Quit \"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n6:10 am</dco> &nbsp;<qco> My amount of coolness is down help how do I get more coolness</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n5:47 am</dco> &nbsp;<qco> Why do you answer questions so late in the night/early in the morning? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you ever sleep?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; When??</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n4:44 am</dco> &nbsp;<qco> how many churches have been featured in your videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n3:40 am</dco> &nbsp;<qco> have you ever&nbsp;&nbsp;T R A N C E N D E D</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n2:37 am</dco> &nbsp;<qco> what is even the point of walls</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n1:13 am</dco> &nbsp;<qco> Do you still abide by your \"under 3:30\" preference (<a href=\"q.php?date=201804140942\">4.14.18 9:42 am</a> )? I would love to hear what you could do with 7-8min.</qco> </h3><a href=\"https://youtu.be/Mh5LY4Mz15o\">history of japan</a>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n12:10 am</dco> &nbsp;<qco> how do I pass my drivers test? I failed last time and feel needy because people have to drive me places if it takes too long to walk. You can always pay people back for using their gas but not for using their time</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n11:52 pm</dco> &nbsp;<qco> has progress on the new vid been speeding up the more of it that you get done, as you get used it doing it more</qco> </h3>"
  }
]
