[
  {
    "html": "<h3> <dco>7.18.23&nbsp; \n5:43 pm</dco> &nbsp;<qco> What themes do you commonly find yourself exploring in your writing and in your lyrics?</qco> </h3>      \nwhat it feels like to be alive\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.23&nbsp; \n4:12 pm</dco> &nbsp;<qco> Have you heard of GTA?</qco> </h3>      \nyes i have\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.23&nbsp; \n3:05 pm</dco> &nbsp;<qco> Suppose God wanted to experience everything possible but didn't want to experience the same thing more than once. Would he still have to experience everything infinitely many times because the second time you experience something is different than the first in that it's the second time?</qco> </h3>      \nit approaches infinity\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.23&nbsp; \n2:09 pm</dco> &nbsp;<qco> 1. I think that most artists make art for themselves, first and foremost;&nbsp;to ease their minds, because they can't help it, because it's just plain fun etc. Do you agree? Are you like that?\n<br>2. But sometimes art is surely made with others in mind, right? In what way (if so) is your creative output connected to its reception by other people? (I see this page and your whole website as part of your creative output, I imagine that's how you understand it?)</qco> </h3>      \ni don't know of any way to reliably predict 'what' would lie outside the realm of what i like but inside the realm of what others like. in that case, i might as well be painting with colors i can't see. so that's why i think you'll find that most artists discover that the only thing they can do is just do what excites their own self\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.23&nbsp; \n1:05 pm</dco> &nbsp;<qco> What is just a really uncool name?</qco> </h3>      \nthat's impossible, because winning an uncool contest is in fact a very cool thing to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.23&nbsp; \n1:02 pm</dco> &nbsp;<qco> if someone thinks outside the box but destroys the metaphorical box when they were thinking inside the box, does that mean they were always thinking outside the box?</qco> </h3>      \nit's a new box. next, you might try making a sentence without the word 'box'\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.23&nbsp; \n8:39 am</dco> &nbsp;<qco> Is Bob Dylan attractive or is it just me?</qco> </h3>      \nyou can both be attractive\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.23&nbsp; \n8:24 am</dco> &nbsp;<qco> what does the alt in G7alt mean</qco> </h3>      \nit means you are either in the key of C minor, or pretending to be in the key of C minor for the moment. Notes such as Eb, Bb, or Ab (but probably not all 3) will probably be found intermingling into the G7alt chord\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.23&nbsp; \n6:42 am</dco> &nbsp;<qco> WHat language can you speak?</qco> </h3>      \nenglish, en een beetje de deux autres\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.23&nbsp; \n3:49 am</dco> &nbsp;<qco> you ever find yourself having a setting you use for something, be it bass, vocals, synths, etc. and it seems like it works, but over time you just start hating how it sounds? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;like, i found a bass setting that works (worked) really good, yet now i cant stand using it. why?</qco> </h3>      a certain percentage of what makes music good is freshness (newness). so when you hear a great new song you like, this is partially because it's good, and partially because it's new to you\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.23&nbsp; \n1:40 am</dco> &nbsp;<qco> What's a moment that boosted your confidence?</qco> </h3>      \nwhen i learned that 'would' and 'should' used to be the past tense of 'will' and 'shall'\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.23&nbsp; \n12:53 am</dco> &nbsp;<qco> Do you have any plans to annihilate the sun on August 12, 2113?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.23&nbsp; 12:33 am</dco> &nbsp;<qco> can you tell me a funny joke&nbsp;</qco> </h3>      \nthe huge clock in the center of most towns tells the wrong time usually\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.23&nbsp; \n12:19 am</dco> &nbsp;<qco> Do people still call you \"mr. Wurtz\" or have they forgotten about that? wait I think I might have reminded them oh no (jingle)</qco> </h3>      \nit's normal for people to think i might appreciate Formality as much as, well, the next guy. in fact i don't so much, but i don't normally wear that on my sleeve, or maybe i just wear it on 1 sleeve, not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.23&nbsp; \n12:03 am</dco> &nbsp;<qco> bill, I really love your music. can I thank you for everything you've made because it's made me feel lots of happy feelings :)</qco> </h3>      \nholy smokes you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.23&nbsp; \n11:05 pm</dco> &nbsp;<qco> if guess what is chicken butt, what is guess how?</qco> </h3>      \nalso chicken butt\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.23&nbsp; \n10:19 pm</dco> &nbsp;<qco> Do you own a unicycle?</qco> </h3>      \ni potentially have 2 unicycles, .............. some disassembly required\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.23&nbsp; 9:41 pm</dco> &nbsp;<qco> what should I do</qco> </h3>      \nwhat you were going to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.23&nbsp; \n8:59 pm</dco> &nbsp;<qco> opinion on the trumpet</qco> </h3>      \niconic\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.23&nbsp; \n8:04 pm</dco> &nbsp;<qco> What caused the mars rebellion of 2353 that resulted in the loss of earths supremacy over the solar system ?</qco> </h3>      \nsounds just like a matter of time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.23&nbsp; \n5:59 pm</dco> &nbsp;<qco> write me a song about writing a song and then that man has to write you a song</qco> </h3>      \nthat sounds a little too inside the box for me \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.23&nbsp; \n5:29 pm</dco> &nbsp;<qco> will you ever disclose the question damien maymdien skipped&nbsp;</qco> </h3>      \nindeed you just did\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.23&nbsp; \n3:58 pm</dco> &nbsp;<qco> if, then</qco> </h3>      \nthat pretty much sums it all up\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.23&nbsp; \n2:05 pm</dco> &nbsp;<qco> How to pronounce Poughkeepsie?</qco> </h3>      \npkipsie\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.23&nbsp; \n1:19 pm</dco> &nbsp;<qco> in \"got some money\" you mentioned that we could warm the world with a little bit of true love. CO2 and Methane is much better at achieving this, and they're cheaper than love</qco> </h3>      \nwas talking about emotion, not actual heat\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.23&nbsp; \n12:50 pm</dco> &nbsp;<qco> do you regularly partake in tomfoolery</qco> </h3>      \nbobfoolery\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.23&nbsp; \n11:07 am</dco> &nbsp;<qco> did you ever figure out what everything means?</qco> </h3>      \nevery time i get closer, there's more new things\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.23&nbsp; \n10:15 am</dco> &nbsp;<qco> <a href=\"q.php?date=202307011150\">7.1.23&nbsp;&nbsp;11:50 am</a>  i've thought about this for the last two weeks and have realized that you're probably correct. i think part of the problem is that there are lots of things i'd like to start rather than just one. for example, i'd love to start a charity for a nonprofit childcare center, but i also want to write stories, make music, and commentate on important issues. i suppose i'm interested in many things, and have no idea on where to focus my energy on, especially considering that i have no experience in any of these respects. this became more of a rant and less of a question, but i've always looked up to your creativity and would love your feedback.&nbsp;</qco> </h3>      \nlist them all, describe them all, and figure out what the tangible next step is for each one. you don't have to do it, but start describing the actual tangible next steps for each one. the good news here is you don't have to do anything. you can just spend the day fantasizing about how you could do all these things you want to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.23&nbsp; \n9:25 am</dco> &nbsp;<qco> how to chair</qco> </h3>      \nattach a small wall to a table\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.23&nbsp; \n5:12 am</dco> &nbsp;<qco> what is the colour of the sky</qco> </h3>      \nplaid\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.23&nbsp; \n3:41 am</dco> &nbsp;<qco> What instrument did you use in got some cash at 0:20?</qco></h3>      synth<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ive heard that sound many times, but cant figeure it out.</qco> </h3>      the trick is to let a gentle LFO vibrato, and set it to the mod wheel so you can control how much vibrato. then add speck of delay\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.23&nbsp; \n11:44 pm</dco> &nbsp;<qco> how many times have you been asked about your opinion of bread</qco> </h3>      \nprobably about 500\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.23&nbsp; \n10:35 pm</dco> &nbsp;<qco> Have you ever played the banjo? </qco></h3>      not a real banjo, but i've played things that sound like banjo<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm asking because I think it would be cool to play in one of your songs. It's quite a unique instrument.</qco> </h3>      i use banjo-like sounds so frequently in my music that it's usually on a 'hot list' of instruments that i should cool down on because i use them too much\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.23&nbsp; \n9:26 pm</dco> &nbsp;<qco> do you prefer to go up the stairs, or down the escalator</qco> </h3>      \nthat's not a complete set of options, but i enjoy both of those things you mentioned, and they are nice in alternation\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.23&nbsp; 7:36 pm</dco> &nbsp;<qco> What's your favorite weather?</qco> </h3>      \nrain\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.23&nbsp; \n5:52 pm</dco> &nbsp;<qco> did you eat ice cream for ice cream day</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.23&nbsp; \n5:24 pm</dco> &nbsp;<qco> Have you ever used a green screen&nbsp;</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.23&nbsp; \n2:52 pm</dco> &nbsp;<qco> Is here comes the sun(your song) about climate change?</qco> </h3>      \nsure, if you can get the verses to be a metaphor for the problems, and the chorus (sun) to the a metaphor for the solutions. does not work if the sun is the villain. the sun is not the villain in that song<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.23&nbsp; \n2:06 pm</dco> &nbsp;<qco> what is bossa nova</qco> </h3>      \na general style of making music that may have been first popularized (and named) in rio de janeiro in the 1960s\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.23&nbsp; \n1:51 pm</dco> &nbsp;<qco> what does it mean to be funny</qco> </h3>      \nit has to be something different from what you thought it would mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.23&nbsp; \n1:21 pm</dco> &nbsp;<qco> what key/mode is Eb Gm Bb F in</qco> </h3>      \nprobably Bb \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.23&nbsp; \n12:52 pm</dco> &nbsp;<qco> what to do if don't know what to do</qco> </h3>      \ndo everything, just to be on the safe side\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.23&nbsp; \n12:18 pm</dco> &nbsp;<qco> Why should I be king?</qco> </h3>      \nbecause you already are king, and you held an election and voted for yourself unanimously\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.23&nbsp; \n10:33 am</dco> &nbsp;<qco> when will i ascend?</qco> </h3>      \nyou're on your way up now\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.23&nbsp; \n7:35 am</dco> &nbsp;<qco> Isn't it a little strange that we have so many words for different quadrilaterals, but not for different triangles? We got square, rhombus, rectangle.... \"equilateral triangle\" is a mouthful. I wonder if there are any languages that have a special word for that, or other types of triangle, like how the Inuit have tens of words for snow.\n</qco></h3>      i can't find any languages that have a single word for equilateral triangle. however, most languages do have it for square. I think the reason boils down to the fact that in our 3-dimensional world, the dimensions are at 90° to each other. which is what makes the 'square' and 'cube' so essential in our languages<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm still pretty stuck on rhombuses... rhombi? Rhombodes....? wiggly squares</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.23&nbsp; \n6:27 am</dco> &nbsp;<qco> how are you so silly? </qco></h3>      am not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and what is your secret?</qco> </h3>      \nchanging what the secret is\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.23&nbsp; 4:32 am</dco> &nbsp;<qco> how to learn music theory?</qco> </h3>      \na good start, i think, and quite an important breakthrough to have as soon as possible, is to realize that the term \"music theory\" does not actually refer to anything in particular\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.23&nbsp; \n4:00 am</dco> &nbsp;<qco> opinion on cube watermelon?</qco> </h3>      \niconic\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.23&nbsp; \n3:33 am</dco> &nbsp;<qco> Do you like playing bass guitar?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.23&nbsp; \n2:52 am</dco> &nbsp;<qco> how much do you like the letter h</qco> </h3>      \nnot very much\n<br><br>"
  }
]
