[
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n5:37 pm</dco> &nbsp;<qco> What is your favorite Drake song/moment?</qco> </h3>      how about <a href=\"drake-wishin.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n5:23 pm</dco> &nbsp;<qco> will you make a video with australia in it</qco> </h3>      i think i've done that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n5:06 pm</dco> &nbsp;<qco> what word would you prefer used to describe your lyrics that emphasizes how they're different from most songs? Some options I've considered are \"abstract\", \"surreal\", \"stream-of-consciousness\", \"unusual\", and \"figurative\", but none of them seem quite right and I'm sure that some descriptions might lean toward insulting if they downplay the thought that goes into your writing. So I thought I would check in to see if you've thought about this at all&nbsp;&nbsp;</qco> </h3>      how the lyrics are perceived is heavily wrapped up in how they are sung, and what the melody is. so describing the lyrics only would be kind of like describing the hydrogen in water. probably pretty difficult to separate from the oxygen if know what i mean. unless of course you are looking at the lyrics printed on a page without hearing the music, which is not the recommended experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n4:57 pm</dco> &nbsp;<qco> what is a pinapple\n</qco></h3>      it's like a cross between a pinecone and a UFO<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;please help im scared</qco> </h3>      they are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n4:34 pm</dco> &nbsp;<qco> What do you use to make your voice sound so crazy?\n<br></qco> </h3>      vocal chords\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n4:23 pm</dco> &nbsp;<qco> do you think sharing dreams can sometimes give too much away about your subconscious? asking for a friend.</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n3:36 pm</dco> &nbsp;<qco> Is funeral planner a good career? \n</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I am really concerned.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n3:26 pm</dco> &nbsp;<qco> for some reason it's really heckin fun to sing the 2 letter word part of 'might quit'. i don't really know what it is about it i just love it? do you feel this way about this part too or does it not stand out in that way to you because i'm kind of in love with it</qco> </h3>      i tried to make it that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n3:25 pm</dco> &nbsp;<qco> What would you call a chord with the notes c,d,e, and g?</qco> </h3>      depends what the bass is\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n3:05 pm</dco> &nbsp;<qco> the person sitting next to me wants to know how to make friends?</qco> </h3>      friends make themselves\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n3:03 pm</dco> &nbsp;<qco> Is coal black?</qco> </h3>      i'm not sure<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n3:03 pm</dco> &nbsp;<qco> if you forget something, do you still know it?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n2:52 pm</dco> &nbsp;<qco> why is \"do you like rain?\" such a popular question on this page?</qco> </h3>      it is actually much less popular than i would expect. only been asked about 7 times\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n2:48 pm</dco> &nbsp;<qco> What's your favorite acronym</qco> </h3>      F\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n1:55 pm</dco> &nbsp;<qco> (regarding the ad question i asked) i just looked it up and from what i've gathered it depends on whether the advertiser is paying for clicks (cpc;&nbsp;cost per click) or paying for views (cpv;&nbsp;cost per view. watching the ad for at least 30 seconds counts as a view for the advertiser.) there's more to it than that and i'm really bad at explaining things and wording things so i may have said things weirdly, but from my understanding you were right in terms of cpc ads. i apologize if none of this made any sense</qco> </h3>      ah, that sounds accurate, and extraordinarily complicated just as i suspected\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n1:44 pm</dco> &nbsp;<qco> when might you quit?</qco> </h3>      quit what\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n1:43 pm</dco> &nbsp;<qco> Why are you so g o o d at videos?</qco> </h3>      could be some kind of defense mechanism\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n1:36 pm</dco> &nbsp;<qco> I can't think of anything to write about. I like to write anything, really, but I need inspiration. Could you give me a prompt?\n<br></qco> </h3>      <a href=\"https://randomwordgenerator.com\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n12:30 pm</dco> &nbsp;<qco> Why isn't my arm made of jello?</qco> </h3>      because you are not the 'chosen one'<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n12:18 pm</dco> &nbsp;<qco> what should i do if i've frolicked too hard?</qco> </h3>      take a 3 minute break\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n11:53 am</dco> &nbsp;<qco> <a href=\"q.php?date=201903261502\">3.26.19&nbsp;&nbsp;3:02 pm</a>  i doubt, that question about the artifacts page was probably you who did,</qco></h3>      it was not<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and the artifacts page hadn't been mentioned in any other question before that one.</qco></h3>      that's not true, it had been mentioned 8 times before that, the first of which is <a href=\"q.php?date=201812031730\">here</a> in which the word artifacts came from the answer (that's the part i do) not the question<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; that question seems to have been a smart way to announce the new page</qco> </h3>      no actually, i made the artifacts page live yesterday, but because of this question i've just made it un-live  \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n11:49 am</dco> &nbsp;<qco> whats the worst font</qco> </h3>      clam chowder\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n11:27 am</dco> &nbsp;<qco> can i record ur songs into a tape</qco> </h3>      you could try\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n11:10 am</dco> &nbsp;<qco> What's in the fragile box in the unboxing video? I really need to know because I can't sleep anymore because of this question. Please tell me.</qco> </h3>      nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n11:06 am</dco> &nbsp;<qco> <a href=\"q.php?date=201903262310\">3.26.19&nbsp;&nbsp;11:10 pm</a>  hey, you've said this a lot when somebody asks you about your favourite self-made content, but what does that really mean?\n</qco></h3>      because i am the person making the items, each item should be my favorite while making it. that is the only way to make it worth its own existence<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i don't wanna sound rude but... does it mean that you haven't tried your best for your videos??\n</qco></h3>      no it means i try my best for each one<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i don't think that's true but when i read that i feel very confused</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n10:12 am</dco> &nbsp;<qco> when velcro episode is?</qco> </h3>      in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n9:12 am</dco> &nbsp;<qco> What is the land of the two letter words supposed to represent?</qco> </h3>      a fun lyrical midsong stunt\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n8:43 am</dco> &nbsp;<qco> How would I go about trying to find my real parents?</qco> </h3>      first you must find your real grandparents\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n8:28 am</dco> &nbsp;<qco> did you think a lots before reply or just reply whatever is in your mind now?</qco> </h3>      the average amount of time spent thinking is medium\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n7:50 am</dco> &nbsp;<qco> So what's on your agenda today, Bill?</qco> </h3>      failure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n7:28 am</dco> &nbsp;<qco> how am i asking you this if i'm school?</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n5:59 am</dco> &nbsp;<qco> favourite pokemon</qco> </h3>      the yellow one\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n5:52 am</dco> &nbsp;<qco> how many questions did you not answer</qco> </h3>      maybe 200,000\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n5:17 am</dco> &nbsp;<qco> you're the most epicest gamer i know, and you don't even game! now that's epic</qco> </h3>      i am game\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n4:47 am</dco> &nbsp;<qco> Why do people online repeat what others say?</qco> </h3>      could be a nice team building exercise\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n12:58 am</dco> &nbsp;<qco> have you ever lost track of any files due to keysmashing their file names</qco> </h3>      not really\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n12:32 am</dco> &nbsp;<qco> will there ever be another you?</qco> </h3>      everyone is me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n12:23 am</dco> &nbsp;<qco> how much time do you take to answer the questions&nbsp;</qco> </h3>      usually 1 second unless for some reason the questions stirs a deep conflict within my soul\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.19&nbsp; \n11:50 pm</dco> &nbsp;<qco> hi. i'm young and don't really have money, so i can't donate to you, but i've made a deal with myself to never skip ads that appear on your youtube channel because i want you to benefit from those ads.</qco></h3>      i'm pretty sure it's only the clicks that make a difference, but i'm not an expert on that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; your work means everything to me and i want to help you out as much as i can. even if it's not much i still want it to be of help to you.</qco></h3>      spotify plays also helps i think<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; once i have the ability to donate i will try my best to donate to you because i love you so much and you seriously deserve it. i probably repeated myself a lot in this but i just want you to know that your work is valued so much by me and i&nbsp;&nbsp;hope to support you as best as i can</qco> </h3>      that's nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.19&nbsp; \n11:41 pm</dco> &nbsp;<qco> What's the best remedy for a brain freeze</qco> </h3>      warm the brain slightly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.19&nbsp; \n11:20 pm</dco> &nbsp;<qco> do you like us?</qco> </h3>      who is this\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.19&nbsp; \n11:14 pm</dco> &nbsp;<qco> Could there possibly be a thing?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.19&nbsp; \n11:10 pm</dco> &nbsp;<qco> What's your favourite project you've made?</qco> </h3>      i would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.19&nbsp; \n11:03 pm</dco> &nbsp;<qco> how much research went into history of the world?</qco></h3>      weeks and months<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how much did you just know</qco></h3>      maybe about 10%<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and how much did you have to reseacrh?&nbsp;</qco> </h3>      maybe about 90%\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.19&nbsp; \n10:59 pm</dco> &nbsp;<qco> Do you have any inspirations to your music/videos</qco> </h3>      the whole world in general\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.19&nbsp; \n10:42 pm</dco> &nbsp;<qco> are secrets no fun unless you tell everyone?</qco> </h3>      they are no fun if you tell everyone\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.19&nbsp; \n10:17 pm</dco> &nbsp;<qco> augh i cannot get OVER your playing on the scary pockets video. arrange+record in under an hour, perfect eye contact at the tops of the verses, wallowing in the groove but /delicately/. the way the lineup calls for. that 4-in-3 duple vs compound you just casually sprinkle onto the freakin shuffle like it's no big. such structural support. such humble showing off??? how did you fold the whole vibe into the every-beat kick of the prechorus with ricochet snare when the bass and keys were on an unpredictable&nbsp;&nbsp;2-3, 1-2, 2-3, 1-2 rhythmic unison??? how does EVERYONE not hire you on drums for everything? i guess you don't have time, but do you /want/ to play with other people more? it just looks so satisfying, even for me, and i wasn't there. was it as good as it looks after the fact?</qco> </h3>      being a musician in a band is one of the great joys of life, and i would surely do only that for my entire life if it weren't for the fact that i have an insatiable desire to do almost everything else also\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.19&nbsp; \n10:13 pm</dco> &nbsp;<qco> Bill some philosophies say that there is no such thing as a self and that's really s c a r y!</qco></h3>      well then what do they expect us to do about the thousands of times we've said 'self' and used the word self ?? cancel it?<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n They say we shouldn't have a sense of self because apparently it depresses you because you're attaching yourself to intangible things and it's also....selfish, I guess? But I like my identity, it doesn't seem to bother me. I don't know, I just wanna hear your thoughts on this. Personally I think we're not just empty vessels of consciousness but we're also our thoughts and our feelings and much much more&nbsp;</qco> </h3>      consciusness is the most fulfilling thing there is. an 'empty vessel of consciousness?' that sounds like a darn pretty full vessel to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.19&nbsp; \n8:45 pm</dco> &nbsp;<qco> have you watched Airplane! lately</qco> </h3>      i have reviewed portions of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.19&nbsp; \n8:41 pm</dco> &nbsp;<qco> How do you get a hobby?</qco> </h3>      start by writing an imaginary letter to an alien explaining what your planet is like\n<br><br>"
  }
]
