[
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n5:01 pm</dco> &nbsp;<qco> How active are you on the anagrams page?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n4:53 pm</dco> &nbsp;<qco> Do you have any suggestions for singing vocal runs so well? Yours are articulate but also light and easy sounding. I love the feel, I can almost feel my voice doing them when I hear them ha:) I've been singing for a few years and have gotten to the point where sometimes they roll out naturally but at other times there's a little wobble in either the tone or one/some of the notes. Usually if I have been singing for an hour + everything sounds and feels better, but that seems to be such a long time to get into the groove. Thoughts?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n3:29 pm</dco> &nbsp;<qco> should i do something that helps my community or something that i think is really fun and exciting?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n3:16 pm</dco> &nbsp;<qco> what is a rainbow</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n1:28 pm</dco> &nbsp;<qco> Are you really gonna do some covers soon? May I suggest \"I've got a golden ticket\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n1:28 pm</dco> &nbsp;<qco> How can i be sure you really exist?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n12:30 pm</dco> &nbsp;<qco> can you do a vid about nuclear war&nbsp;&nbsp;and the day is gonna fine and swell?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n12:26 pm</dco> &nbsp;<qco> Why are crows so damn smart?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n12:19 pm</dco> &nbsp;<qco> what's your flavourite favour?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n11:14 am</dco> &nbsp;<qco> <a href=\"q.php?date=201810051840\">10.5.18&nbsp;&nbsp;6:40 pm</a>  bill does your answer to this question suggest that all of your lyrics have such an obvious meaning to them that you hide with synomous phraseology and that if one were to examine them they could then surmise the precise meaning of your abstract songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n10:18 am</dco> &nbsp;<qco> Favorite fruit?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n8:50 am</dco> &nbsp;<qco> what musicians/artists inspire you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n7:21 am</dco> &nbsp;<qco> word on the street is that your a gir-teur-affe. Half giraffe, other half, also a giraffe. Literally just a whole giraffe. Any opinion?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n7:04 am</dco> &nbsp;<qco> What search engine do you use?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n6:50 am</dco> &nbsp;<qco> Have you read any books about jazz harmony? If so, which ones and which ones do you recommend?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n6:45 am</dco> &nbsp;<qco> What's your comfort food?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n5:13 am</dco> &nbsp;<qco> I currently very much dislike pop music but I want to be more tolerant. As somebody who appreciates pop, can you tell me how I can change my dismissive view on it?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What do you personally like about it?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I don't want to sound like a snob or elitist, I actually want my mind changed. Pop music is everywhere and I don't want to feel so negatively about it. I want to understand why people like it so I can find my peace with it and maybe start to appreciate it myself.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n3:34 am</dco> &nbsp;<qco> Do you like answering or asking questions better?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n12:55 am</dco> &nbsp;<qco> what's your opinion on license agreements?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n12:53 am</dco> &nbsp;<qco> Could you tell us a little more about https://billwurtz.com/questions/mmmmmmmmmmmmm.png\n<br>\n<br>You've mentioned it in several of your answers lately. What is it, did you write it, what is it for, etc?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n12:43 am</dco> &nbsp;<qco> How long does it take you to think up of an answer to a question</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n12:42 am</dco> &nbsp;<qco> do you think you will use some intense bass tones again like you did on classics such as \"barf on me\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n12:15 am</dco> &nbsp;<qco> hi your past 2 songs have had just one single word that's made me feel good inside (the one in \"mt. st. helens is bout to blow up\" is 'changing', the one in \"the moon is made of cheese (but i can't taste it)\" is 'stereo') and i was just wondering if the next song will have one of those words as well. thanks</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n12:08 am</dco> &nbsp;<qco> Can I find your music on vinyl</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n11:07 pm</dco> &nbsp;<qco> how many words is this next song's title</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n10:51 pm</dco> &nbsp;<qco> I have listened to your content on YouTube and your music for 8 weeks straight and have no regrets about any of it. I have studied just a touch of what you have accomplished in 18 years and it's seems frightening to some, yet spellbinding to many. \n<br>\n<br>You are an award-winning cartoonist, author of many haikus in the reality and expert column, web designer, clothing designer, songwriter, actor, writer, director, producer, colorful music and history teacher, colorful lighthearted preacher, and bringing life into the music business that no other musician ever has and have opened many eyes to infinite possibilities in this generation. \n<br>\n<br>My point is, what is the next step for you now, besides the music? Will you be passionate for a cause like diabetes or sickle cell anemia create a cause for those who are less fortunate in the place of music such as music for the disabled orchestra, or continue on this road until something suddenly come\n s up?&amp;nb\n sp;&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n10:45 pm</dco> &nbsp;<qco> I saw your speakers! You song a really he b songb&amp; posted it online!&nbsp;&nbsp;Was that a CRT I saw? I live for that shit-- I've been telling people for years that I've been doing \"4K \"HDR\"\" since like 2008 on a ViewSonic&nbsp;&amp; they think I'm full of shit. Please tell me bill PLEASE TELL ME ttat your videos are extra radiant on a CRT!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n10:34 pm</dco> &nbsp;<qco> is your syllabic phrasing deliberately awkward&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n9:49 pm</dco> &nbsp;<qco> Would you say that your videos are created with intent,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or are they just random.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And if they are made with intent, is that intent emotional intent,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or is it actually trying to tell a story, rather than just make the listener feel something/an expression of your own emotions?&nbsp;&nbsp;&nbsp;Or are they supposed to express the emotions of an idea?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n9:25 pm</dco> &nbsp;<qco> More and more, I find that 'rock bottom' is actually an awesome place to be, because that's where all the mercy lives. Life is just a strange series of unexpected and surprise juxtapositions, yeah?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n9:17 pm</dco> &nbsp;<qco> If someone asks a question with \"(This is a serious question)\" at the end, will you answer it seriously as well? (This is a serious question)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n8:50 pm</dco> &nbsp;<qco> Are you planning on making a new album? I mean, you've been releasing lots of new songs lately.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n8:34 pm</dco> &nbsp;<qco> What's the sexiest chord?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n7:42 pm</dco> &nbsp;<qco> in 2011 you made a lot of amazing songs, but at the same time you were in this tough songwriting phase (judging from your reality videos). how did you manage to write songs whilst going through that songwriting bug?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n7:30 pm</dco> &nbsp;<qco> Do you plan on making a Christmas video this year?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n7:12 pm</dco> &nbsp;<qco> Do you even answer stupid questions?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n7:12 pm</dco> &nbsp;<qco> What is true randomness?&nbsp;</qco> </h3><a href=\"https://www.random.org\">random.org</a>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n6:46 pm</dco> &nbsp;<qco> what's the hardest word to spell?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n6:31 pm</dco> &nbsp;<qco> Do you prefer questions that make you think for a while, or that you can answer quickly in about five seconds? That is if you have a preference at all.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n6:16 pm</dco> &nbsp;<qco> if you have a sandwich without bread then what would you call it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n5:53 pm</dco> &nbsp;<qco> what is your opinion on wizards</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n5:53 pm</dco> &nbsp;<qco> i covered a song and i think i am addicted to covering songs now.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n5:08 pm</dco> &nbsp;<qco> what's your opinion on plasti</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n5:07 pm</dco> &nbsp;<qco> Is music a language?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so, how fluent are you in it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n4:27 pm</dco> &nbsp;<qco> so you've mentioned before that the who!e loudness war (which is supposedly over) thing has really stressed you out, and i've noticed your music tends to be a bit quieter than most pop music (at least comparing on youtube).\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what challenges have you faced in regards to making your music loud enough? i thought in this day and age anyone with a laptop and a decent program could make music clear and loud enough to compete with the big studios and all their fancy gear.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n4:23 pm</dco> &nbsp;<qco> im gonna realize my life long dream nd draw some monsters on some signs and electric boxes in sharpie at 4 am and i have the courage</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n3:56 pm</dco> &nbsp;<qco> Let's say you know a second language that you're not as proficient at as English (do you?). Would you be able to write your lyrics in that language and make them have the same effect as your English lyrics?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n2:35 pm</dco> &nbsp;<qco> Did Mt. St. Helens blow up eventually?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n2:31 pm</dco> &nbsp;<qco> bill i finally stood up to my friend whose been killing my self esteem and confidence, i'm so fucking scared i'm shaking but i feel so good.&nbsp;&nbsp;thank you for the help bill , have you ever had experience in standing up for yourself and did it ever make you feel like this? how did it go?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n12:40 pm</dco> &nbsp;<qco> The key that the church is holding, what does it give access to?</qco> </h3>"
  }
]
