[
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n1:04 pm</dco> &nbsp;<qco> say something inspiring</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n12:37 pm</dco> &nbsp;<qco> how long did it take to make the 'Mt st helens is gonna blow up' video?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n11:34 am</dco> &nbsp;<qco> Do you like walking in fluffy snow or crunchy snow?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n10:29 am</dco> &nbsp;<qco> What is the inspiration for a lot of your lyrics being about going back home?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n10:17 am</dco> &nbsp;<qco> What's on your bucket list?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n10:03 am</dco> &nbsp;<qco> how is it possible, that your songs perfectly explain everything that i don't understand im life two years later? \n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n9:43 am</dco> &nbsp;<qco> How do you do the things that you do?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n8:25 am</dco> &nbsp;<qco> how do i become cool?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n7:08 am</dco> &nbsp;<qco> what does an ideal world look like</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n6:27 am</dco> &nbsp;<qco> do you have any words of wisdom</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n5:10 am</dco> &nbsp;<qco> when learning new things, do you prefer to study the \"theory\"/tutorials or do you prefer to just learn by doing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n4:42 am</dco> &nbsp;<qco> is it a long long long way forward?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n3:52 am</dco> &nbsp;<qco> what to do when bored</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n3:16 am</dco> &nbsp;<qco> do you categorize your thoughts</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and if so what do you do with them afterward?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n2:16 am</dco> &nbsp;<qco> Have you ever used sleep deprivation to increase creativity</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n1:36 am</dco> &nbsp;<qco> are you proud of the music and videos you make? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i think you should be but i also know that im never proud of my work</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n1:25 am</dco> &nbsp;<qco> What do you want from life? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What drives a man to create with the intensity that you do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n12:59 am</dco> &nbsp;<qco> As a musician who likes to listen to songs and try to imitate them to a T, your music is the only kind so far I haven't been able to figure out all the notes to. There's just so much unique, complex genius that goes into them. Listening to the first few seconds of \"And the Day Goes On,\" for instance, the snare drum doesn't follow a rhythmic pattern (although it works beautifully), so I have to listen to it 2 seconds at a time to understand it (while isolating it in my mind from the other instruments, which is hard to do when I get mesmerized by the chords). There's also some subtle tambourine and a few short flute notes in there, that you have to listen closely to hear, and then a bunch of different instruments starting to pour in. It's incredible. I'm in awe. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Where do you get that otherworldly \"feel\" for music from?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The heavens? Apollo is not the God of music;&nbsp;Bill Wurtz is.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n12:24 am</dco> &nbsp;<qco> i've spent basically every bit of time i can in the past few years working on my music, instruments, and mixing as well as getting completely obsessed with video as well. realizing that i will be like this for the foreseeable future (and it keeps getting more obsessive and intense) i feel like i am getting more and more disconnected from reality (whatever that means). while i \"know\" many people from working on songs and production for other artists, i feel more and more disconnected and unsure of what a friend is and what music even is. this obsession only happened in these past few years, before i had played instruments just because it felt like an obvious thing to do, but without any real intention of making something. people i \"used to know\" have been very worried about my mental health due to the drastic change over time and how little time i have for anything other than working constantly on art. i find all this extremely hard to explain proper\n ly to so\n meone, and i haven't found anyone that seems like they actually understand what i'm trying to do (i don't know if i do sometimes). the thing im worried about is how i can get myself to take breaks effectively and somehow divert my obsessive attention into something \"fun\" that is unrelated sometimes. nothing is fun unless im working on a project;&nbsp;everything other than that just feels like a crazy waste of time as well. anyway, do you have any suggestions about learning how to effectively take breaks? i've tried various meditation techniques with little success. the only thing that really seems to work decently is going on a reeaaally long walk, and then i sometimes notice that i haven't had a conscious thought in minutes, and it is both a scary and good feeling at the same time.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.20&nbsp; \n12:03 am</dco> &nbsp;<qco> how do you learn</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n11:50 pm</dco> &nbsp;<qco> Bill, what does creativity mean to you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n11:31 pm</dco> &nbsp;<qco> who did santa vote for?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n11:22 pm</dco> &nbsp;<qco> Argentina is too far south. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you think they should move it closer to my house?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n11:18 pm</dco> &nbsp;<qco> Would you prefer to do a new song to be your favorite?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n11:01 pm</dco> &nbsp;<qco> What would you suggest doing if someone was struggling to express their creativity?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n10:59 pm</dco> &nbsp;<qco> Have you ever thought of going back to every song and see what you have to make?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n9:39 pm</dco> &nbsp;<qco> Thoughts on hummus?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n9:33 pm</dco> &nbsp;<qco> So you like spiders?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n9:13 pm</dco> &nbsp;<qco> Don't mean to be a negative nelly, I am just wondering... You spent all this time learning 3D animation, which is a great skill! But isn't 3D animation way way slower to produce than 2D? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Not to mention rendering and all that unless it is very rudimentary. So, while it is a good skill, aren't you just going to revert to 2D in the future in order to keep pumping out videos? Or am I wrong?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n9:13 pm</dco> &nbsp;<qco> Are you having fun with your current project?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n8:53 pm</dco> &nbsp;<qco> what is justice?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n8:44 pm</dco> &nbsp;<qco> Is your shift/caps lock key broken?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n8:33 pm</dco> &nbsp;<qco> Do you have any idealized or incoming project in mind that is even larger and more ambitious than the videos you already produced? Whether because it's long, because it has extreme production value, because the music is highly complex, etc</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n7:09 pm</dco> &nbsp;<qco> what are you proud of ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n6:49 pm</dco> &nbsp;<qco> do you make your own music</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n6:08 pm</dco> &nbsp;<qco> What's your favorite aesthetic?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n6:02 pm</dco> &nbsp;<qco> How does one find the drive to succeed?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n5:48 pm</dco> &nbsp;<qco> what's in the fragile box?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n5:43 pm</dco> &nbsp;<qco> that little short trumpet note appearing in many of your songs - is that a message?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n4:56 pm</dco> &nbsp;<qco> any tips for motivating one's self?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n3:50 pm</dco> &nbsp;<qco> Opinion on boxes?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n3:45 pm</dco> &nbsp;<qco> I like that some of your answers are jokes or nonanswers, but also could you maybe just answer the question sometimes? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;like if i were to ask you what your favorite song that you've made is, you'd say \"i would prefer to make a new one to be my favorite,\" which is fine, but you know that's not the answer we want, </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;so if you were to give us an answer that contains one of the titles of one of your already existing songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n3:22 pm</dco> &nbsp;<qco> super specific, but what's a good dreamy, floaty love song that's 2 min long?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n2:52 pm</dco> &nbsp;<qco> Its not a question but i know you read these. I recently started to pick up music and write some of my own (Mostly bad) songs. I want you to know that you have been a huge inspiration to me, especially in the way you often buck the conventions of modern music. And that has given me more... IDK bravery i guess, to experiment and try new things without the fear of scrutiny.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n2:22 pm</dco> &nbsp;<qco> What is your favourite song you made?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n2:21 pm</dco> &nbsp;<qco> have you ever found the any key?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n2:04 pm</dco> &nbsp;<qco> How do you stop crayons from breaking</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n1:05 pm</dco> &nbsp;<qco> Is it ok to listen to your songs while doing school work?\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, is there an ETA for your next song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n12:08 pm</dco> &nbsp;<qco> what do your videos taste like if they were food</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.20&nbsp; \n11:59 am</dco> &nbsp;<qco> Should I learn the banjo?</qco> </h3>"
  }
]
