[
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n3:31 pm</dco> &nbsp;<qco> which chords are the funkiest? im trying to write a piece but can't find enough funky chords</qco> </h3>      C in the bass, and Bb E and A in the harmony. that's called C13. transpose as needed. be careful what you wish for\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n3:14 pm</dco> &nbsp;<qco> How many \"shots\" did you take to record spoken parts in history of japan and hotewig? Your tone is so calm, it sounds like you just casually talked to the microphone and recorded all of those parts in single shot without any error.</qco> </h3>      hahahahahaha when would i breathe\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n2:53 pm</dco> &nbsp;<qco> flowers are dead</qco> </h3>      not all of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n2:52 pm</dco> &nbsp;<qco> What do you want to do?</qco> </h3>      live until the year 2100\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n2:35 pm</dco> &nbsp;<qco> when should i put up a Christmas tree</qco> </h3>      birdys\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n2:34 pm</dco> &nbsp;<qco> im bored in school what must i do</qco> </h3>      think about the shape of the building\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n2:31 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911211211\">11.21.19&nbsp;&nbsp;12:11 pm</a>  ahh yes, i think that was \"good times\" by Chic, released in 1979.</qco> </h3>      that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n2:31 pm</dco> &nbsp;<qco> Why do some of the questions on this page have to be very specific to be answered by you (i.e. <a href=\"q.php?date=201911221016\">11.22.19 10:16 am</a> )</qco> </h3>      something to know about me, it kind of bugs me when people talk about 'posting' as if there is automatically ready made content and all i have to do is upload it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n2:14 pm</dco> &nbsp;<qco> What question you can't answer?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n2:12 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911220217\">11.22.19&nbsp;&nbsp;2:17 am</a>  why do you leave all of your songs unfinished?</qco> </h3>      i don't. i should clarify by saying that my answer to the question you referenced is not true\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n2:12 pm</dco> &nbsp;<qco> Are you writing any new songs?</qco> </h3>      absolutely\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n2:11 pm</dco> &nbsp;<qco> Can I ask a question without signing up?</qco> </h3>      yes, it's actually impossible to sign up\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n1:24 pm</dco> &nbsp;<qco> what type of project do you specifically not want to try</qco> </h3>      destroying the universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n1:20 pm</dco> &nbsp;<qco> What is your opinion on pineapple on pizza? Personally, I don't care.</qco> </h3>      i am pleased to announce that the next version of pizza will have the pineapple baked in\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n1:15 pm</dco> &nbsp;<qco> So on one of your questions you gave a random word generator and the first generated word was genocide is this a bad omen&nbsp;</qco> </h3>      no, it's totally random. i find a good technique when receiving terrifying words is to try to literally go with the exact opposite\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n1:08 pm</dco> &nbsp;<qco> When will you upload another video?</qco> </h3>      i'm having a countdown timer\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n1:06 pm</dco> &nbsp;<qco> did you check out the new blender 2.81? the new denoiser is crazy bonkers</qco> </h3>      ah, but am i still fucked with no nvidia card? does any of this apply to the AMD ProRender engine? which thus far seems to be actually slower than CPU only Cycles (i have Radeon Pro Vega 64X)\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n12:35 pm</dco> &nbsp;<qco> are you learning 3d aninmation</qco> </h3>      absolutely\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n12:27 pm</dco> &nbsp;<qco> How do I think outside the box? I tried not thinking about it but that didn't work. You seem to be rather good at it, or maybe your box is just larger</qco> </h3>      if the box is larger it would actually be harder to go outside it. the first step is recognizing the boundaries of the box. if you give me some examples i can show you some simple approaches\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n12:09 pm</dco> &nbsp;<qco> hi bill when i open the scarmble page on chrome on my laptop, my entire computer becomes insanely slow until i close the scarmble page and i was just wondering if that's possibly the computer's fault or maybe if the page is causing it.. because from what i have heard, people tend to have the same issue on their chrome android with the ueqstions page.... so i was just wondering</qco> </h3>      i am going to page-ify it soon (put it on multiple pages) but i would like to hear as much info as possible, from different people using different devices. it's just text, and it still works fine for me (not chrome) and i will absolutely page-ify it as soon as possible, similar to the way it works on the questions page. Actually, i've made a test version <a href=\"https://billwurtz.com/anagrams/anagrams-2000-test.html\">here</a> which is only 2500 lines. the regular version (about 7000 lines) is <a href=\"https://billwurtz.com/anagrams/anagrams.html\">here</a>. would be curious to hear what your experience is on both pages, if the long one still works ok, if the short one is any better, and what device/browser you are using\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n12:04 pm</dco> &nbsp;<qco> How long is the count down timer until you post on youtube?</qco> </h3>      hopefully just long enough to figure out what the hell i'm doing\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n12:00 pm</dco> &nbsp;<qco> I don't know what to do. Should I break up with my boyfriend now or wait till after the holidays?</qco> </h3>      holidays are irrelevant to that. if you are sure about it then you must do it. if you are not sure then you must wait until you are sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n11:53 am</dco> &nbsp;<qco> Why do you like anagrams so much</qco> </h3>      why don't you like them as much as me\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n11:31 am</dco> &nbsp;<qco> Do all people have equal value regardless of their actions or is a person's value based on their actions?</qco> </h3>      the true value of a person is never known for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n11:27 am</dco> &nbsp;<qco> what should i give my short friend so she won't feel so short, high heels or high heels?</qco> </h3>      how about a tall hat, like a pineapple hat\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n11:16 am</dco> &nbsp;<qco> When is your next video?</qco> </h3>      i'm having a countdown timer\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n11:13 am</dco> &nbsp;<qco> thoughts on snails?</qco> </h3>      too fast\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n11:05 am</dco> &nbsp;<qco> I have ADHD and I'm stuck in school what should I do</qco> </h3>      write some epic adventure novelettes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n11:03 am</dco> &nbsp;<qco> why is it that things are so much harder to do when you're ordered to do them, even if you find said thing normally enjoyable</qco> </h3>      got to be some kind of reverse psychology\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n10:49 am</dco> &nbsp;<qco> How does it feel like to have the power to split a question in half and answer it in the middle?&nbsp;</qco> </h3>      \nvery good. it feels like having the energy of 900 small planets coursing through my veins\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n10:25 am</dco> &nbsp;<qco> what should my short story be about? if you could give a somewhat detailed answer i would appreciate it. thanks.&nbsp;</qco> </h3>      \nmake it about an avalanche of many different falling rocks, all going to slightly different spacial coordinates\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n10:16 am</dco> &nbsp;<qco> When will you post again?</qco> </h3>      \npost what\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n9:47 am</dco> &nbsp;<qco> i asked you a question before but i forgot what it was and now i can't figure out whether it was an important question or not :(</qco> </h3>      it was <a href=\"q.php?date=201911012223\">this one</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n9:46 am</dco> &nbsp;<qco> how would you define a bad question?</qco> </h3>      \ni don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n9:35 am</dco> &nbsp;<qco> can you rob me</qco> </h3>      \nmaybe some other time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n9:24 am</dco> &nbsp;<qco> You said that \"hi, i'm steve\" wrote itself. But I was wondering, did you already have the \"that's the way I like to live my life\" song in your mind, and you wrote the video around it,</qco></h3>      absolutely not, that's why the song seems useless outside the context of the video<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t or did the song write itself naturally as you were writing the video?</qco> </h3>      the video was written entirely in order, from beginning to end\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n9:19 am</dco> &nbsp;<qco> I'm jealous that your email has big letters, how can I get my email to do the same?</qco> </h3>      \nincrease the font size\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n9:17 am</dco> &nbsp;<qco> What's the question you hope people will never ask?</qco> </h3>      \noh nice try i'm not falling for that one again\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n9:10 am</dco> &nbsp;<qco> Do you ever feel intimidated when people ask you very serious advice questions?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n8:15 am</dco> &nbsp;<qco> What's your favorite conspiracy theory and why? Belief is optional. New theories also welcome.</qco> </h3>      \nflat earthers. not the flat earth, that's not actually a conspiracy. my theory is that there is actually no flat earth conspiracy theory, and it was made up to make any other conspiracy theory seem just as absurd, by association\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n7:44 am</dco> &nbsp;<qco> Why do americans use strange and non-functional units of measurement?</qco> </h3>      \nit is functional, but it is not particularly helpful\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n7:38 am</dco> &nbsp;<qco> hi, according to your notebook, between 1.26.2014 and 1.31.2014, you were a lot of different things. how is it possible for you to have been so many things?</qco> </h3>      \nthat is due to the magic of fiction\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n7:35 am</dco> &nbsp;<qco> What is your culture?</qco> </h3>      \npop\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n7:11 am</dco> &nbsp;<qco> Whats the truest thing youve heard about love</qco> </h3>      \nhow about <a href=\"https://billwurtz.com/questions/hueylewis-dontneednocreditcard.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n6:52 am</dco> &nbsp;<qco> Opinion on cloudy days?</qco> </h3>      \nthey are pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n6:10 am</dco> &nbsp;<qco> do you like squids?</qco> </h3>      \nyes, especially when they are in a squad\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n5:59 am</dco> &nbsp;<qco> Can you answer questions if I ask them on a phone</qco> </h3>      \nsure. as long as it's an internet phone\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n4:34 am</dco> &nbsp;<qco> What is osmosis</qco> </h3>      \ni think it's when things combine just by being together\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n4:28 am</dco> &nbsp;<qco> You mentioned that you \"wanted to be too much of everything\" or something to that effect. While i may not understand what youve felt and thought, Im kind of facing a similar dilemma bout the future. I worry about what i should pursue and whether i deserve to or have the competency/resources to pursue to the point where its making me overly sensitive about my performance. I wonder if youve felt this and how far youve come in dealing with this. Making videos seems like a perfect fit for you, so I was curious what led you down this path as opposed to everything else you wanted to pursue. thanks,..,</qco> </h3>      \ni've always known that music and video seem to work best when paired together. so it was always common sense to make videos. i just didn't discover i had the necessary tools until somewhere around 2010 or 2014\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n4:01 am</dco> &nbsp;<qco> what are you planning on getting insipired by today</qco> </h3>      \nthe sun, and solar energy\n<br><br>"
  }
]
