[
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n7:42 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201906260522\">6.26.19&nbsp;&nbsp;5:22 am</a> &nbsp;&nbsp;&nbsp;will you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n7:39 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201906250728\">6.25.19&nbsp;&nbsp;7:28 am</a>  so, lets say I have a chord made up of the following notes: F-Ab-C-Eb-G-Bb-Eb-G.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Having grown up playing music from classical notation (treble cleff and bass cleff) I think my instinct is to split it up as F-Ab-C-Eb in left hand and G-Bb-Eb-G in right hand, so I kind of memorize the two blocks by themself.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; But once I move to another chord lets say G-Bb-D-F-Bb-C-D-F,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I would split it into G-Bb-D-F on left hand and Bb-C-D-F. So instead of memorizing 2 8note chords,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i memorized 4 4 note chords,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and it always made sense since it felt like memorizing smaller chunks would make it easier. The thing is, when moving from first set of 8 to second set of 8, the checklist becomes twice as long when trying to make the change fast, since I have to run the checklist of 2 4 note chords as opposed to a big one. So my mind is split making sure I got the left hand right and then the right hand right (and with the memorized finger positions).</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; So let's say I have a less than ideal memorized way of placing my fingers on the notes because that's how i first came upon them, then I would just be repeating my mistake everytime simply because thats how i memorized the 2 blocks. But on the other hand if my \"mental check list\" goes note by note from the bottom up, then my hands might fix the mistake the second time i play by going \"ah, that makes more sense how my fingers landed on the notes this time around\" and instead of memorizing how to place my hand on them, my hands start learning finger placement instinct in a sense, and i have more mental space to do/think other things. I always thought it was easier to memorize both blocks because, lets say for the second 8 note chord I could memorize Gb7</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; on left hand and a Bbadd9 on the right hand, both on root position. But I am coming to the realization that seeing them this way may intelectualize the process too much and make me think&nbsp;&nbsp;of music in more math/pattern terms rather than feeling the music. As for the puzzle part, if i just play the right notes and not worry about which hand does which, the hands slowly start gaining instinct of how to play what. And everytime you play them, you're figuring out the finger-placement puzzle again, or atleast starting to make the connection of both hands working as one as opposed to LH does x, RH does&nbsp;&nbsp;y. Another advantage I believe is that when changes need to be made to the voicing they are made to the whole at the same time, and rebalancing voices in the other hand to fit the change becomes easier. Because you don't need to relearn both blocks again and/or how they differ from the previous version of the chord, you just need to solve a new puzzle when playing.Mentally it feels kind of like the first time I started seeing the harmonies in classical music as opposed to just learning the notes and the order they come in at. Way easier to play bach's prelude 1 if you know the chords that are being arpeggiated rather than learning/reading each note by itself as it comes. I thin I am slowly unhindering myself of the limitations of the way I learned to play music as a kid. It just always seemed so intimidating to me seeing people improv 2 handed chords</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; over changes and I thin perhaps they weren't thining of them as 2 separate blocks one for each hand, but as one whole thing. The other advantage to not seeing it as 2 hands I believe is that it's easy to say, well that chord needs one less note, and just play the chord and let the fingers figure out who plays who, as opposed to trying to keep balance or saying \"well, there was 4 and 4, now theres 4 and 3, i should probably take one out of the left hand too to make it balanced\" when the balance perhaps doesn't lie in number of notes in each hand but simply what the music needs, which might not always makes sense in the pattern/balance-seeking frame of mind. I hope it makes more sense or atleast shows what I'm thinking better.\n<br>\n<br>Tl;dr, \"Gb7 on left hand, Bbadd9 on right hand\" turns into G-Bb-D-F-Bb-C-D-F.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; First one might make more sense for writing down/analyzing, second might be more instinctive and wont rely on having to make sense of each hand as an individual chord. Like, on the example of the first chord F-Ab-C-Eb-G-Bb-Eb-G, itd be hard to categorize G-Bb-Eb-G as a recognizable chord, perhaps some sort of Eb in first inversion with a doubled 3rd on the top but I want to let my ears do the listening, my fingers the playing and my mind the enjoying instead of intelectualizing it. It may seem I'm saying the newer way im doing it is better but I think maybe it just complements something that's been lacking in my approach to music thus far and a balance must be found as opposed to committing to one way or the other. I find the mind of a piano harmony improvizer intriguing and I hope this new approach makes it less convoluted in my head. It just seems like itll be way easier to improvize when im not trying to first make two independent hand voicings and placing them together as opposed to thining of a big voicing spread through all my fingers (and let them do the chosing of which plays what note as opposed to summoning up some finger positions from the catalogue since my catalogue may be too limited atm. It feels like when playing with this new frame of mind, it's easier to try new stuff and let the music speak to me. How do you approach memorizing/improvizing voicings when you are writing/arranging/playing?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n7:01 pm</dco> &nbsp;<qco> I think my life is a rise-and-fall sort of thing. I feel like shit for a week because I'm failing, then I realize what I'd been doing wrong and feel amazing for the next week because I've fixed it. Repeat.\n<br>\n<br>Do you feel similarly?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n6:58 pm</dco> &nbsp;<qco> I LOVE using capitals letters, I think they are great for providing EMPHASIS. In fact I KINDA use them TOOOOOO MUCH, but they're SO ADDICTIVE! It's like they're almost too POWERFUL! I could destroy a CITY with JUST capital letters!!!\n<br>\n<br>What do YOU think though???</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n6:56 pm</dco> &nbsp;<qco> I listen to your songs daily and I think you make great music. Along with all of your other instruments, do you play guitar and are you considering making a rock-esque song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n6:19 pm</dco> &nbsp;<qco> Do you think it would be a good exercise to someone new at songwriting to take lyrics from a song you know but come up with a new melody for them or vice versa?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n4:59 pm</dco> &nbsp;<qco> Next songs overall bpm?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n4:09 pm</dco> &nbsp;<qco> how did you make new canaan sound so perfect and good?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n3:50 pm</dco> &nbsp;<qco> If you did a tour, can you do it at the katauq center in Nuuk?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n3:49 pm</dco> &nbsp;<qco> what would you call the minor-esque voicing you use that's just four fourths stacked, albeit arranged a little differently? like F, Ab, Bb, Eb, for example for an f minor-ish sound, or even F, Eb, Ab, Bb</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n3:38 pm</dco> &nbsp;<qco> do you have a way to keep track of when your answers are posted here that you can read retrospectively?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n2:32 pm</dco> &nbsp;<qco> Who do you work for?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n2:28 pm</dco> &nbsp;<qco> When will you write a book?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n2:06 pm</dco> &nbsp;<qco> how to listen to songs faster?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n1:34 pm</dco> &nbsp;<qco> do you have any video game systems</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n12:29 pm</dco> &nbsp;<qco> Why is the sky blue</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n11:57 am</dco> &nbsp;<qco> what do you have against beards</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n11:13 am</dco> &nbsp;<qco> Have you flipped a water bottle?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n10:26 am</dco> &nbsp;<qco> Will this new video get Instagram hints?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Seems like it could be fun without</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n10:18 am</dco> &nbsp;<qco> wanna be best friends?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; we can poke each other and eat potato chips for dinner</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n9:26 am</dco> &nbsp;<qco> Can you tell the sun to calm down with the heat?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n8:02 am</dco> &nbsp;<qco> Would you be keen on curating even more interactive content on your website?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n7:42 am</dco> &nbsp;<qco> What do you use to edit your videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n6:15 am</dco> &nbsp;<qco> what did it feel like to get feedback on your first videos?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n5:22 am</dco> &nbsp;<qco> have you considered making videos for your older songs that don't have videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n4:30 am</dco> &nbsp;<qco> what do you think about giraffes</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n3:24 am</dco> &nbsp;<qco> are you ever going to bring back the sort of reggae style that some of your older songs had?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n2:10 am</dco> &nbsp;<qco> What advice do you have for finding inspiration</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n1:24 am</dco> &nbsp;<qco> what do you do when you feel like giving up</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n12:54 am</dco> &nbsp;<qco> Are you aware of how compressed the audio in a MP3 file is</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n11:33 pm</dco> &nbsp;<qco> Is there a thought process behind your messages on Twitter?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n10:11 pm</dco> &nbsp;<qco> how do i become unlost</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n9:55 pm</dco> &nbsp;<qco> are you going to keep the colors of your website the same forever or will you change them at some point</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n8:36 pm</dco> &nbsp;<qco> I somehow feel like meanings want to commit to words but words don't want to commit to meanings. Do you think that might be the case?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n7:23 pm</dco> &nbsp;<qco> how do i cope with the fact that i am probably crazy</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n6:30 pm</dco> &nbsp;<qco> how to know if a thing is bad?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n6:16 pm</dco> &nbsp;<qco> how do you deal with parts of your audience ridiculing you for not uploading quicker, and rushing you?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ps, always remember to take a 24 hour break here and there</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n6:14 pm</dco> &nbsp;<qco> Help me lying in bed terrified&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n5:44 pm</dco> &nbsp;<qco> Do you like fruits? Specifically a vegetable&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n5:11 pm</dco> &nbsp;<qco> What's your favorite youtube channel</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n4:27 pm</dco> &nbsp;<qco> Is yesterday today but backwards another day?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n4:13 pm</dco> &nbsp;<qco> how do you choose what notes to use for the run 2:20-2:45 in&nbsp;&nbsp;\"i'm crazy / it's raining\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n3:37 pm</dco> &nbsp;<qco> Can you explain to me what explaining is&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n3:16 pm</dco> &nbsp;<qco> my parents actually like your stuff that's pretty novel for them congrats</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n2:56 pm</dco> &nbsp;<qco> Wanna team up to save the world</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n1:35 pm</dco> &nbsp;<qco> I have this thing I'm creating and it requires a large amount of knowledge to complete. Of the tasks that need to be accomplished to finish this thing, I (at this moment) only have the skills necessary to complete about 20% of it. Due to advice received from other people, I've spent the last 4 months trying to work with other people who have the other 80% of the skills I need and as a result, I feel like I have wasted the last 4 months of time I could have spent working because I'm no further along in the process than I was before. Each time I find another human who I think can contribute, I end up moving backwards. \n<br>\n<br>I think this is because of a few things. 1) they're only focused on what they will get out of it monetarily (which is fair and also achievable with this thing I have begun to create, but their focus on money rewards doesn't accomplish anything). 2) they wait for me to spoon feed the creative process into their brains to fill i\n n incomp\n lete holes in the vision instead of trying things themselves. 3) If they do make anything, they protect all parts of it instead of submitting to the creative editing and improvement process.\n<br>\n<br>The world is telling me that at some point I will just find these people and that if I keep asking everyone I meet for help on the project, I will eventually finish the thing.\n<br>\n<br>BUT. I'm really starting to think that this isn't true and that what the OG creator is telling me is that I need to do this alone. I need to spend the time teaching myself to do the other 80% and then just do it.\n<br>\n<br>Now I'm wandering my house feeling angry that this is something I have to do by myself. I really like other humans and it's hard for me to believe that I alone can make something as incredible in real life as what I'm seeing and hearing in my head. \n<br>\n<br>Because this is going to take a really long time. And I'm already lonely. But I gotta do it. And I'm crying. Cause \n I'm scar\n ed. And it's so much work. \n<br>\n<br>\n<br>\n<br>Is the next step to teach myself all those other skills? And then once I have an approximate idea of how to use the tools, I start making whatever the best version of the thing I can. And then I start showing it to people? Is that right?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n12:30 pm</dco> &nbsp;<qco> When you record a song, do you have an arrangement mapped out/in mind going into it, or is there a lot that you work out as you record it?</qco> </h3><strong>exact tempo</strong><strong>full road map</strong>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n11:49 am</dco> &nbsp;<qco> is \"i'm best friends with my own front door\" metaphorical?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n11:06 am</dco> &nbsp;<qco> how do you feel about memes</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.19&nbsp; \n10:45 am</dco> &nbsp;<qco> recommendations on something fun to learn about?</qco> </h3>"
  }
]
