[
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n7:56 pm</dco> &nbsp;<qco> My grandparent's dog died while I was watching \"The entire history of the world, I guess\" for the first time.</qco> </h3>      imagine how many dogs died during the 11 months i was making it<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n7:43 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710040153\">10.4.17&nbsp;&nbsp;1:53 am</a>  Can we date?&nbsp;</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n6:54 pm</dco> &nbsp;<qco> Do you have similar qualms about Patreon-exclusive content as you do with advertisements?</qco> </h3>      no\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n5:52 pm</dco> &nbsp;<qco> what is the fuck</qco> </h3>      everything around you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n5:09 pm</dco> &nbsp;<qco> do you think that miles davis lied about what he accomplished more than someone should?</qco> </h3>      it seems like he did ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n4:58 pm</dco> &nbsp;<qco> Do you think your next video will be more like a music video such as the last two? Or another one like the Steve video?&nbsp;</qco> </h3>      it's a non-song\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n4:27 pm</dco> &nbsp;<qco> I write things down on notepad and screenshot them so I can post them on instagram. I like doing this because it's one of those pieces of software that everyone is familiar with (for the most part) and it is pretty simple but I can write things that are really meaningful.</qco> </h3>      oh that's what i'm talking about\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n4:10 pm</dco> &nbsp;<qco> did you know that some koreans are really worried about japan growing their military?</qco> </h3>      that's understandable, it has happened before\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n3:45 pm</dco> &nbsp;<qco> what's your favourite part/scene from history of the entire world i guess</qco> </h3>      the part where i pressed upload on may 10, 2017, and then got in the shower and forgot about the past entire 11 months of my life\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n2:39 pm</dco> &nbsp;<qco> How do you deal with criticism?</qco> </h3>      maybe criticize the person back\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n2:30 pm</dco> &nbsp;<qco> Is your reflection on a mirror copying you or are you copying your reflection?</qco> </h3>      the reflection copies you<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n2:29 pm</dco> &nbsp;<qco> Do you plan on moving to another career anytime?</qco> </h3>      no but there are various expansions to my current career which may take place\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n2:26 pm</dco> &nbsp;<qco> When you write songs is it writing all the time or is there a lot of scratching your head trying to come up with the next part?</qco> </h3>      a large part of it is being stumped, asking a lot of questions, trying to rule things out, and doing lots of run-throughs, and listening carefully for the lightning to strike once you reach the known end\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n1:35 pm</dco> &nbsp;<qco> Which song are you the proudest of making?</qco> </h3>      hopefully the next one\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n12:04 pm</dco> &nbsp;<qco> what style of music would you say yours falls into?</qco> </h3>      you will have to listen to it and see\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n11:16 am</dco> &nbsp;<qco> how does it feel like to be in love</qco> </h3>      i'm not sure, i don't remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n9:49 am</dco> &nbsp;<qco> <a href=\"q.php?date=201703221236\">3.22.17&nbsp;&nbsp;12:36 pm</a>  Is it the \"sunrise land\" part?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n9:42 am</dco> &nbsp;<qco> Do you ever feel like there'll never be enough time to do everything you want to?</qco> </h3>      sort of, but there is still time to do a lot\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n8:58 am</dco> &nbsp;<qco> Correct me if I'm wrong, but the chords to the first part of movie star are just B, C#min, and F#</qco> </h3>      close but it's really only 2 chords. and the second one is sort of a combination of some of the chords you mentioned\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n6:53 am</dco> &nbsp;<qco> how do different types of power enable \"the capacity to organize and control.\"\n<br></qco> </h3>      it depends which typification system you are using\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n6:31 am</dco> &nbsp;<qco> <a href=\"q.php?date=201710031451\">10.3.17&nbsp;&nbsp;2:51 pm</a>\n<br>(Not the poster btw)\n<br>You've started dating, </qco></h3>      that's not true. i've tried but it does not seem to work<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;so I think you've probably upset some of your fangirls. You should notify your new gal </qco></h3>      there isn't one<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;that she should probably keep her identity private for now, </qco></h3>      she does not exist<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;until the fangirls cool it.&nbsp;</qco> </h3>      what fangirls\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n6:14 am</dco> &nbsp;<qco> last night your song \"i wanna be a movie star\" was broadcasted at my nearest nightclub.</qco></h3>      i'm not sure i believe you<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; you've changed, you're too mainstream now</qco> </h3>      i think you will change your mind when you see my next video\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n3:42 am</dco> &nbsp;<qco> i got an idea for you, why don't you make a mixing contest ?\n<br>so you make available for download a multitrack session of one of your songs (an old one or a new one) and people can download it and mix it. Then you listen to the submissions, the mix you like the most and that person can become your official mixer !\n<br>boom, you just got your first collaborator ! i'm sure there's plenty of talented people that would be thrilled to do that for you (myself included) !</qco> </h3>      i can't do that, but i do have some questions if you want to get in touch\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n3:35 am</dco> &nbsp;<qco> Did you purposefully make the thumbnail for Outside the opposite of the thumbnail for I Wanna Be A Movie Star</qco> </h3>      i purposely made them both what they are. i will let you decide if they are opposites\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n3:28 am</dco> &nbsp;<qco> Did you make your phone's ringtone</qco> </h3>      i don't think anyone has ever called me\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n3:22 am</dco> &nbsp;<qco> Do you think its a waste of your lifetime trying to accomplish 100 lifetimes worth of work during your lifetime?&nbsp;&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n2:38 am</dco> &nbsp;<qco> Do you have any competitors</qco> </h3>      i don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n2:22 am</dco> &nbsp;<qco> Do you have your popularity planned out? Do you intend to start branching out your brand?</qco> </h3>      my current plan is to strengthen some of the branches that already exist, but need strengthening. which may or may not appear to be new branches, depending on how closely you've been paying attention\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n1:53 am</dco> &nbsp;<qco> Why is it so nice to be in love?&nbsp;</qco> </h3>      i don't know but it never seems to work out for me<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n1:09 am</dco> &nbsp;<qco> what is a joke</qco> </h3>      i'm not sure<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n1:08 am</dco> &nbsp;<qco> Please don't forget about the improv page. Or the other pages on this site for that matter. </qco></h3>      i am reminded every day of the physical impossibility of updating them all on a regular basis, despite my most desperate desire to do so<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;But keep doing what you want to do.</qco></h3>      i want to update every page every day, but unfortunately that's physically impossible<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Just remember those pages are there for a reason and that you can do whatever you want with them. </qco></h3>      that's not necessarily true. what i would want is to keep them all updated simultaneously, on a daily basis, but unfortunately that is physically impossible<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;OK thanks sorry thank you very much</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n1:00 am</dco> &nbsp;<qco> what is your most embarrassing moment?&nbsp;</qco> </h3>      right now<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n12:59 am</dco> &nbsp;<qco> Do you celebrate Halloween?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n12:45 am</dco> &nbsp;<qco> I am very confused. Should I make other people confused to so that I may relate to them and they can relate to me?</qco> </h3>      that seems like a reasonable idea<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n12:34 am</dco> &nbsp;<qco> Are you considering making THOTEWIG the new style of your channel? \n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If not, then was it a test to see if viewers would like that kind of content?</qco> </h3>      that took 11 months. not a test\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n12:00 am</dco> &nbsp;<qco> You always talk about how making history of the entire world was a gruelling process but do you think it was worth it in the end</qco> </h3>      oh hell yeah\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.17&nbsp;\n10:48 pm</dco> &nbsp;<qco> I feel as humans we often try to find purpose in everything around us, and when we don't see any logic or rational reasoning behind something it makes us uncomfortable or even frightened. With that said, is there any purpose behind your work, Bill?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or perhaps you intend to relay the idea that not everything has to make sense.\n<br>\n<br>\n<br>\n<br>but actually tho wtf\n<br></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.17&nbsp;\n10:30 pm</dco> &nbsp;<qco> can you tell me a joke?</qco> </h3>      our research shows that the number 1 request our customers have is to see more relevant ads<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.17&nbsp;\n10:13 pm</dco> &nbsp;<qco> Do you sometimes feel depresed?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.17&nbsp;\n9:53 pm</dco> &nbsp;<qco> How do you know when a video is done</qco> </h3>      you just have to guess\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.17&nbsp;\n8:17 pm</dco> &nbsp;<qco> Do you think it's important for a song to have a hook? Not necessarily a chorus, but like a little figure or \"motif\" that sticks out. Like that Bb-C-C riff (Bah dum dum!) from Hit Me Baby One More Time? Or all those guitar parts that open up Beatles songs (Something, In My Life, I Want To Hold Your Hand, Sgt Peppers, etc)? Or that repeating vocal line that opens Uptown Funk? Is it most effective to start the song with the hook?</qco> </h3>      you will have to try it different ways and see what happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.17&nbsp;\n8:16 pm</dco> &nbsp;<qco> would you like to try a lollipop? \n\n</qco></h3>      not right now<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i think you're missing out.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.17&nbsp;\n8:06 pm</dco> &nbsp;<qco> Can I join you the next time you are doing an 8 hour walk</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.17&nbsp;\n8:01 pm</dco> &nbsp;<qco> Any progress with the content ID issue?</qco> </h3>      oh hell yeah. next task is to hope the memesters don't hate me\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.17&nbsp;\n7:53 pm</dco> &nbsp;<qco> What was the inspiration for the first verse in \"Guess I've Got to Listen to Bob Marley\"</qco> </h3>      the first verse has no inspiration, and i don't like it. the second verse is the one with all the inspiration, and it was written first. then i had to think of a first verse. not my best work. it means nothing and is not good. a real drag. but it functions i guess. it's like the store brand verse\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.17&nbsp;\n7:45 pm</dco> &nbsp;<qco> give me a common phrase. I will think about donating to you depending on the quality of answer I get.</qco> </h3>      aesthetic goals af\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.17&nbsp;\n7:41 pm</dco> &nbsp;<qco> if you spend all day working on your projects and whatnot then how are you able to come up with all the clever and deep ideas that you often express on this page?</qco> </h3>      before that i had a lot of ideas. too many ideas, and that's part of the reason there is now so much to work on\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.17&nbsp;\n7:38 pm</dco> &nbsp;<qco> do you know any hip places young people are hanging out lately? like, young people who would be interested in artistic things?</qco> </h3>      right where you are, there is at least one\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.17&nbsp;\n7:33 pm</dco> &nbsp;<qco> How long did hotewig take to upload?</qco> </h3>      maybe about an hour. and probably an additional hour as it gets converted to higher formats, because the video uploads and is playable first at 360 and then you have to wait a while for the higher formats to kick in, during which time the video was on private\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.17&nbsp;\n7:12 pm</dco> &nbsp;<qco> Hey can you please t shirts&nbsp;</qco> </h3>      i made a bunch of designs, but i got the samples from the company and they really sucked. the colors were really dim. so i have the designs but no company. i really really did not want to do merch in the first place but somehow i made the designs anyway and i was gonna make more \n<br><br>"
  }
]
