[
  {
    "html": "<h3> <dco>11.28.23&nbsp; \n2:44 pm</dco> &nbsp;<qco> What, in your opinion, is the weirdest song you've made?</qco> </h3>      \ni have never made a weird song\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.23&nbsp; \n2:30 pm</dco> &nbsp;<qco> Hey! I have auditions for cruise ships coming up. I don't know whether I'll get in or which line I would get on if I did. What is your experience working as a musician on cruise ships, and do you have any tips for auditioning?&nbsp;</qco> </h3>      \ni've never done that sort of thing. but what i recommend for auditions in general, is to do auditions more often. if you do it often, you will get very good at it and you won't worry about it. the only problem is, if you get too good, someone will give you a job and then you won't have time to do auditions anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.23&nbsp; \n2:02 pm</dco> &nbsp;<qco> just wondering do you know other languages than english?</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.23&nbsp; \n1:47 pm</dco> &nbsp;<qco> do danish cookie boxes with cookies inside exist</qco> </h3>      \ni suspect so\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.23&nbsp; \n1:46 pm</dco> &nbsp;<qco> are we ever going to see the return of believability bob?</qco> </h3>      \nthe bad news is no, the good news is i don't think that's what you really want\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.23&nbsp; \n1:17 pm</dco> &nbsp;<qco> Have you ever used a sock as a pop filter&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.23&nbsp; \n9:46 am</dco> &nbsp;<qco> Motivation is a pyramid scheme.</qco> </h3>      \nor could it be more of a vicious cycle\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.23&nbsp; \n9:17 am</dco> &nbsp;<qco> are you the real you?</qco> </h3>      \nlet me perform some calculations, yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.23&nbsp; \n8:13 am</dco> &nbsp;<qco> pop music yay or nay</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.23&nbsp; \n7:59 am</dco> &nbsp;<qco> Is there such thing as a negative googol?</qco> </h3>      \nbarely\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.23&nbsp; \n5:09 am</dco> &nbsp;<qco> How many stars, 1 to 5, would you give the sun, and why?</qco> </h3>      \n1 out of 1\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.23&nbsp; \n3:24 am</dco> &nbsp;<qco> what is the best gambit&nbsp;</qco> </h3>      \nyou have to just do all the gambits\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.23&nbsp; \n1:29 am</dco> &nbsp;<qco> How to cope with the fact that I'm the least favorite friend of all my friends except for maybe one or two</qco> </h3>      \nhow did you figure out that that fact was a fact\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.23&nbsp; \n1:21 am</dco> &nbsp;<qco> What's the smallest weird number?</qco> </h3>      \n.0000000.......1\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.23&nbsp; \n12:27 am</dco> &nbsp;<qco> you are very good at making things that make me feel things. Sometimes the feeling of feeling those things feels like something really really special (even if the feeling itself doesnt feel like that). why does that feel so special? and does it go both ways? do you feel something about when youre making things or feel something about what youre feeling?</qco> </h3>      \ni think you probably sense on some level the honesty with which i am persuing an infinite pursuit\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.23&nbsp; \n10:55 pm</dco> &nbsp;<qco> how do I imagine better?&nbsp;</qco> </h3>      \nthat depends how you've been doing it so far\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.23&nbsp; \n9:52 pm</dco> &nbsp;<qco> what is a song that helps you not take things too seriously</qco> </h3>      \nsongs don't help me take things not seriously. if it's any good, or works well in its placement, i freak out and get very serious about it. however, if it's not good, i also freak out and get serious about what may have gone wrong\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.23&nbsp; \n7:03 pm</dco> &nbsp;<qco> Is this question a paragraph? Does it need 5 sentences to be a paragraph?</qco> </h3>      \nin my opinion, when standing on its own, it becomes a paragraph when it takes up multiple lines without using linebreaks (return/enter). however, i believe a 1-line paragraph could exist only when surrounded by other paragraphs, as long as some of those other paragraphs take up more than one line (without linebreaks). of course this all depends on the width of the page. i should also mention that if you make the page so narrow that there's only 1 word per line, that also doesn't count as a paragraph because it becomes a word list. but as long as at least one line is wide enough for 2 words, then it becomes a paragraph again\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.23&nbsp; \n6:25 pm</dco> &nbsp;<qco> if persons A and B have the same birthday then clearly that's 1 coincidence. </qco></h3>      it's not entirely clear to me<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;meanwhile if persons A and B have the same birthday, and persons C and D have a different same birthday, then that's 2 coincidences. but say persons A, B, and C have the same birthday. are there 2 coincidences in this situation, or 3?</qco> </h3>      \ni'm trying to figure out just what we normally mean when we say 'coincidence'. it seems like, for compounding coincidences, it seems like the results have to be revealed separately. if you select 3 random numbers at the same time, and they are all the same number, that seems like 1 coincidence. however, if you select the 3 numbers one at a time, and they all turn out the same, then that would feel like 2 coincidences, because effectively your were surprised twice <br><br>"
  },
  {
    "html": "<h3> <dco>11.27.23&nbsp; \n6:13 pm</dco> &nbsp;<qco> how to calm down over things beyond my control</qco> </h3>      \nfigure out what is in your control. there will be plenty of time to worry about the things you can't control, later, after you figure out what you can control\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.23&nbsp; 5:53 pm</dco> &nbsp;<qco> What is love?</qco> </h3>      \nmore than what\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.23&nbsp; \n5:10 pm</dco> &nbsp;<qco> When is an appropriate time to toast the bread?</qco> </h3>      \nright away\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.23&nbsp; \n5:00 pm</dco> &nbsp;<qco> am i a frog</qco> </h3>      \ni doubt it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.23&nbsp; \n4:41 pm</dco> &nbsp;<qco> Would it interest you more to design a new stamp/flag, or a new alphabet? Or both/neither?</qco> </h3>      \nequally much. only for fiction\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.23&nbsp; \n4:37 pm</dco> &nbsp;<qco> What is your favorite font? Why?</qco> </h3>      \ni'm currently in between favorite fonts\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.23&nbsp; \n4:25 pm</dco> &nbsp;<qco> what if we created another universe</qco> </h3>      \nwho\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.23&nbsp; \n4:01 pm</dco> &nbsp;<qco> why are there so many musicals written about musicals, </qco></h3>      maybe it's the main thing musical writers know about<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and why do they all seem so much weaker than musicals not written about musicals?</qco> </h3>      i don't know. i would expect that musical musicals would naturally be very strong. but maybe i'm part of the problem\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.23&nbsp; \n10:58 am</dco> &nbsp;<qco> Thoughts on the music in the Tom&nbsp;&amp; Jerry cartoons?&nbsp;</qco> </h3>      \nlegit\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.23&nbsp; \n10:41 am</dco> &nbsp;<qco> Have you decided which video will be the next video?</qco> </h3>      \nno. for a long time i was certain that i was going to start with the first in the production list, but recently i've been toying with other choices\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.23&nbsp; \n8:48 am</dco> &nbsp;<qco> \nI like it that an answer somehow achieves it's own flavour and meaning when it comes from a certain person, their doesn't have to be anything special about that person, but it's something unique about that person that makes what they say seem so powerfully something (it's especially from people you seem to have a great understanding in) - it's something I noticed when you give really short answers to questions, or reallyseemingly simple ones, it's not only the text - there's also the fact thatyou're saying it (\"it's funny because I get what you mean by that\" I sometimes think). And I also realised just now that that could apply to everything, and there's so many inaccessible layers to people's art or what they say that I'll never get, but it somehow is still able to touch me so deeply -or the opposite of that case where people want to let you in to help you understand them better - and layers are neither opaque nor transparent, there's a spectrum of openness and closed ness and it's pretty darn crazy I have to say</qco> </h3>      i see\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.23&nbsp; \n8:39 am</dco> &nbsp;<qco> how long will the next video be?</qco> </h3>      \nbetween 1 and 12 minutes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.23&nbsp; \n8:39 am</dco> &nbsp;<qco> does the universe have a point?</qco> </h3>      \nevery person, every thing, every moment, are all very important points of the universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.23&nbsp; \n7:37 am</dco> &nbsp;<qco> Is normality even a thing?</qco> </h3>      \nit's planned to become a thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.23&nbsp; \n4:49 am</dco> &nbsp;<qco> what are your favorite types of questions here?</qco> </h3>      \nthe best type is when it doesn't fit into any of the pre-existing categories of types. although i should mention that all the most common ways of trying to evade a category are already a category\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.23&nbsp; \n4:13 am</dco> &nbsp;<qco> how do i force myself to do unfun tasks that are neccesary for school??</qco> </h3>      \nyou'd have to either really really desire the positive consequences of doing it, or really really fear the consequences of not doing it. but just to backpedal a bit, there are other ways to get it done besides force\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.23&nbsp; \n1:44 am</dco> &nbsp;<qco> have you ever started writing a song with an initial concept then find it slowly spiral out into another concept in the process of writing and assembling? </qco></h3>      no, it spirals quickly and suddenly, to uproot any existing process that may have been going on before<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(by the way, yor songs do bring me good thoughts and emotions).</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.23&nbsp; 11:55 pm</dco> &nbsp;<qco> do you use capital letters</qco> </h3>      \nyes, do you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.23&nbsp; \n10:56 pm</dco> &nbsp;<qco> why is spanish so good?</qco> </h3>      \nthe verbs\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.23&nbsp; \n10:32 pm</dco> &nbsp;<qco> what if a boat was a plane and a plane was a boat what would happen</qco> </h3>      \nthat sounds like the kind of thing that creates another universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.23&nbsp; \n10:24 pm</dco> &nbsp;<qco> what if the universe expanded too far</qco> </h3>      \nthat sounds like the kind of thing that creates another universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.23&nbsp; \n9:15 pm</dco> &nbsp;<qco> i tried to write something, but it was so bad and disgraced its subject so severely that in my shame i'm abstaining from writing. what should i do instead?</qco> </h3>      \nlisten to other writers talk about what it's like to write\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.23&nbsp; \n8:26 pm</dco> &nbsp;<qco> How often does something happen?</qco> </h3>      \nonce per time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.23&nbsp; \n7:20 pm</dco> &nbsp;<qco> do you ever imagine an object, then imagine it moving, but then are unable to stop it from moving</qco> </h3>      \nyes, but what usually happens is the object transforms and the motion energy is translated elsewise\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.23&nbsp; \n5:45 pm</dco> &nbsp;<qco> If you had a long haul flight coming up, what kinds of entertainment would you bring for it?</qco> </h3>      \na text editing program, to compose new text\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.23&nbsp; \n5:42 pm</dco> &nbsp;<qco> thoughts on bob ross?</qco> </h3>      \nright on time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.23&nbsp; \n5:26 pm</dco> &nbsp;<qco> Have you ever voiced any of your characters?</qco> </h3>      \nall of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.23&nbsp; \n4:17 pm</dco> &nbsp;<qco> Why did we develop phones to be held vertically most of the time?</qco> </h3>      \nthat might be just a result of the anatomy of the hand. and, by extension, the anatomy of everything that connects the hand to the face\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.23&nbsp; \n3:19 pm</dco> &nbsp;<qco> will the next video likely be a song?</qco> </h3>      \nit will have songic content merged in\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.23&nbsp; \n3:18 pm</dco> &nbsp;<qco> do you celebrate any holidays? ?&nbsp;</qco> </h3>      \nno, but i celebrate literally everything else\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.23&nbsp; \n3:02 pm</dco> &nbsp;<qco> what snack should i eat? thanks bill &lt;3</qco> </h3>      \nhow about a truffle\n\n<br><br>"
  }
]
