[
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n11:56 pm</dco> &nbsp;<qco> If you could have attended any historical event, which would you like to have been at?</qco> </h3>      the big bang, i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n11:55 pm</dco> &nbsp;<qco> <a href=\"favorite-pizza-topping.html\">What do you consider ideal pizza toppings?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n11:53 pm</dco> &nbsp;<qco> Do you like doorbells or knocking when trying to attract someone's attention once you've arrived at their door?</qco> </h3>      how about a text message\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n11:43 pm</dco> &nbsp;<qco> What kind of questions do you not want us to ask? Or rather, what kind of questions would you prefer not to see?</qco> </h3>      i try to just deal with whatever questions people ask. that's part of the fun of this page\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n11:38 pm</dco> &nbsp;<qco> When people ask if you're going to make videos for your next songs, I suspect that most of them mean \"are they going on YouTube in any form\", not \"are you going to make a music video out of them\". At least that's how I see them.\n</qco></h3>      actually not that many people ask this at all. although i ask myself that all the time, and it's a very important question. if i skip the video, i can make way more songs, and i have already written hundreds, so it has always been extremely tempting to skip the video. but the video is extremely valuable because it massively helps deliver the song<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nThat being said, are you going to upload them to YouTube once they're done? Maybe in that spinning record format that \"i can play\" or \"the road\" use?</qco> </h3>      yes i might do title videos for songs without videos. i am not sure exactly what configuration to do this. the one thing that is guaranteed is that the songs will go to the music stores\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n11:25 pm</dco> &nbsp;<qco> have you ever thought that our motivations are deeply rooted in wanted to impress people</qco> </h3>      i think there is a deeper layer than that, which is to survive. impressing people does actually help you survive\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n10:58 pm</dco> &nbsp;<qco> I asked the project delays question (I actually did), and I really respect you and your work. I'm sorry that you got my opinion wrong, I was just attempting to imply how excited I am for the release of your next video. I have honestly been regularly visiting your instagram and youtube quite regularly for the past few months AND I CAN'T WAIT ANYMORE PLS GIVE US THE VIDEO.</qco></h3>      i will finish it first. i think it's better to finish it before posting it instead of trying to finish it after it is posted. on some sites that is challenging, or maybe even impossible<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I know you are doing your best and working at the most efficient manner possible. Sorry that my question came out rude, but be sure that I'll be one of the first to watch and like your video!</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n10:56 pm</dco> &nbsp;<qco> I think I understand why some people think you are waiting around to upload the video as if it isn't done. it is because on your instagram picture with the plan for HOTEWIG, you say the last thing you will do before uploading is \"drop crazy hints\". by a sort of literal interpretation of thay, it must seem to some that you are done now and dropping crazy hints before uploading</qco> </h3>      i think the dates shown for on the history of japan progress report do overlap in some cases\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n10:37 pm</dco> &nbsp;<qco> Why is the ground important?</qco> </h3>      because everything's on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n10:35 pm</dco> &nbsp;<qco> Isn't it convenient that some letters rhyme even though they are different letters? (B, C, D, E, GP, T, V, Z)</qco> </h3>      it is convenient in some situations\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n10:28 pm</dco> &nbsp;<qco> Is there any reason that you haven't mentioned your Patreon anywhere that I know of? </qco></h3>      perhaps because you don't know of the places where i mentioned it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is it to avoid seeming like you're begging for money?</qco> </h3>      i am not begging for money\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp; \n10:26 pm</dco> &nbsp;<qco> what is a good method to introduce yourself and then have a conversation with a stranger?</qco> </h3>      get into a car accident with them<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp; \n10:08 pm</dco> &nbsp;<qco> when did u get ur period</qco> </h3>      so far i have never gotten it. i hope that's normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp; \n9:53 pm</dco> &nbsp;<qco> Are you ok with me writing nice stuff on here</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n9:49 pm</dco> &nbsp;<qco> <a href=\"hotewig-done-by.html\">hey bill will the new video be done before the ap world history exam on thursday (that way i can study off it)?</a></qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n9:48 pm</dco> &nbsp;<qco> <a href=\"estimate-for-completion-of-video-late2016.html\">have an estimate on your next video's release?  I won't take no for an answer</a>\n\n\n\n</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n9:45 pm</dco> &nbsp;<qco> Do you think it's crazy that humanity has somehow managed to thrive despite the way we treat the earth and our own kind?</qco> </h3>      some animals eat their babies\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n9:25 pm</dco> &nbsp;<qco> <a href=\"favorite-pokemon.html\">what is your favorite pokemon</a>\n\n</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n8:54 pm</dco> &nbsp;<qco> why do you think this article (https://www.vox.com/2016/2/3/10905274/japan-history-video) points out that you missed out the japanese atrocities but does not mention all the other shit you missed out?</qco> </h3>      because the atrocities are more important. if you only have a short amount of time, it is important that you prioritize whatever is the most atrocious. it just makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n8:42 pm</dco> &nbsp;<qco> how is making videos out of your journal equivalent to putting your career on hold? </qco></h3>      last time it took 3 months. everyone thought i was dead<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We'd all love to see your process, it wouldn't mean your career would be paused or over, in fact it would help it.</qco> </h3>      i think it is valuable, that's why i do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n8:27 pm</dco> &nbsp;<qco> Sometimes I feel like such an incredible nothing. Can you help me out with this issue?</qco> </h3>      i will try\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n7:58 pm</dco> &nbsp;<qco> opinion of the first world war?</qco> </h3>      it's going to be a great war. the war to end all wars. (no wars necessary, after this one)\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n6:56 pm</dco> &nbsp;<qco> why must you make the journals into videos? </qco></h3>      to help convince people my life is interesting<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;wouldn't it save time and effort to just make them into audio clips and post those?</qco> </h3>      it would save a little bit of time. but not much, because i still have to search through thousands of hours of pointlessness, and find meaningful bits and plot points to edit together very tightly, again making it interesting for the audience\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n6:55 pm</dco> &nbsp;<qco> as your fan base grows, do you think you'll become more elusive? </qco></h3>      more and less, in different ways<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;will it get to the point where your answers don't reflect who you are? </qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n6:49 pm</dco> &nbsp;<qco> Gravity is quite a nice instrument. Do you know how to play it?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n6:11 pm</dco> &nbsp;<qco> <a href=\"weirdest-question-asked.html\">Whats the weirdest question youve ever gotten?</a>\n</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n5:51 pm</dco> &nbsp;<qco> so is the score/mix complete? </qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n5:48 pm</dco> &nbsp;<qco> What is your opinion of the mongols?</qco> </h3>      \n they will steal your chickens and run away, and then they will offer you a deal where you pay them not to steal your chickens \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n5:23 pm</dco> &nbsp;<qco> Are you excited to be done with the video? </qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n5:23 pm</dco> &nbsp;<qco> Are you sick of making the new video? </qco> </h3>      oh yes, i have been for a long time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n5:23 pm</dco> &nbsp;<qco> <a href=\"hotewig-done-by.html\">Will the video be out within a month?</a> </qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n5:09 pm</dco> &nbsp;<qco> nevermind the video, when is the 2cd album with crazy artwork and bonus tracks?</qco> </h3>      i'm not sure i will be putting music on CDs\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n5:09 pm</dco> &nbsp;<qco> what are you interested in?</qco> </h3>      the world i live in\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n4:57 pm</dco> &nbsp;<qco> <a href=\"http://billwurtz.com/this-is-where-i-make-my-things.mp4\">where do you record your songs? just in your living room or do you have a studio?</a> </qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n4:32 pm</dco> &nbsp;<qco> what is freedom to you?</qco> </h3>      changing the thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n3:58 pm</dco> &nbsp;<qco> <a href=\"come-to-brazil.html\">please come to brazil</a></qco> </h3>      \n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n3:49 pm</dco> &nbsp;<qco> does your new video take the lord's name in vain</qco> </h3>      it depends how you interpret it. also i don't really know what it means to take a name in vain. another thing i should point out is there are multiple lords mentioned\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n3:32 pm</dco> &nbsp;<qco> Will you run out of time to release all of the hints or will you run out of hints to release or neither?</qco> </h3>      i will probably run out of time to release them all, but that's ok, not all of them are really that good. i am saving the best ones for last, and i think it's likely that i might do a few in one day, at the end\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n3:15 pm</dco> &nbsp;<qco> What are you going to do while the video is uploading? </qco> </h3>      checking for more mistakes, because weirdly that is the easiest time to notice mistakes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n3:10 pm</dco> &nbsp;<qco> Were you a music teacher/doctor?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n3:06 pm</dco> &nbsp;<qco> hey bill why do you love taking so long to make your videos? </qco></h3>      i do not<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;why don't you just work harder?</qco> </h3>      i am already working as hard as i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n2:51 pm</dco> &nbsp;<qco> favorite bible verse?</qco> </h3>      \nthe one where jesus gets offered a sweet record deal but turns it down\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n2:46 pm</dco> &nbsp;<qco> Do you have plans how you will celebrate once your project is finished? Like a vacation or marrying a volcano?</qco> </h3>      perhaps take a nap, and then move on to the next project(s)\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n2:41 pm</dco> &nbsp;<qco> <a href=\"memes.html\">Did you consider consulting a memeologist about what is a meme?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n2:40 pm</dco> &nbsp;<qco> how do i stop feeling sad about losing my atudent council election</qco> </h3>      look forward to your next election, in which you will have even more experience with elections than you did before\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n2:39 pm</dco> &nbsp;<qco> Will you write the answer to this question in rainbow text?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n2:15 pm</dco> &nbsp;<qco> Why do you like mechanical pencils?</qco> </h3>      the 2 main reasons are they write in consistent width and they erase well\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n2:05 pm</dco> &nbsp;<qco> Would you answer a politically charged question?</qco> </h3>      it's difficult for me to answer a question about another question before i know what the question is. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n1:49 pm</dco> &nbsp;<qco> May you please answer this question in full caps?</qco> </h3>      that doesn't seem necessary\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n1:42 pm</dco> &nbsp;<qco> how do you know you've improved your art?</qco></h3>      you just have to guess<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; is it measurable?</qco> </h3>      not really\n<br><br>"
  }
]
