[
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n2:45 pm</dco> &nbsp;<qco> Is the universe a simulation? </qco></h3>      of what<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is anything real?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n2:41 pm</dco> &nbsp;<qco> People have asked you what question Damien skipped, but nobody has asked WHY he skipped it. So, why did they skip the question?</qco> </h3>      i thought it would be fun to have him skip a question. it was not necessary to decide what question it was, because it was not shown in the video \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n2:33 pm</dco> &nbsp;<qco> rumor has it you reactivated the pressing-enter-means-submitting-the-question feature </qco></h3>      that's not true, it was never de-activated<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;.... why? because of this, i will interrupt myself mid-ques.....!</qco> </h3>      that's fake. it wouldn't apply to your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n2:31 pm</dco> &nbsp;<qco> bro y u hate Frank Zappa?</qco> </h3>      why you think i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n2:21 pm</dco> &nbsp;<qco> many of your early reality entries were filmed at the early hours of the morning. what do you like about that time of day (or night, depending on how you look at it)?</qco> </h3>      i like every time of day\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n2:20 pm</dco> &nbsp;<qco> Do you sell records with ur music?</qco> </h3>      only digitally\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n2:03 pm</dco> &nbsp;<qco> Does life matter?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n1:56 pm</dco> &nbsp;<qco> did you ever open the fragile box that said do not open?</qco> </h3>      not yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n1:54 pm</dco> &nbsp;<qco> Complete the poem: Roses are red, violets are blue...</qco> </h3>      <a href=\"https://twitter.com/billwurtz/status/954124743833276416\">twitter.com/billwurtz/status/954124743833276416</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n1:47 pm</dco> &nbsp;<qco> Which currency is the best one?</qco> </h3>      clean water\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n1:42 pm</dco> &nbsp;<qco> Do people mistake you for being pretentious&nbsp;</qco> </h3>      not usually\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n1:41 pm</dco> &nbsp;<qco> I was reading random questions a bunch, then fell asleep, and now I can't remember if this answer from 2016 is real or a dream, and there are too many questions to check. Something like resenting fans who like your old songs that you no longer like and using that resentment to make new, better songs? Is that how you feel, or did I invent that? Relevant because I like many of your old songs.</qco> </h3>      that doesn't sound quite right. i never said i resent anyone\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n1:39 pm</dco> &nbsp;<qco> how come you dont use capital letters often? It doesnt bother me or anything, im just curious&nbsp;</qco> </h3>      you don't use them that often either\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n1:22 pm</dco> &nbsp;<qco> &nbsp;hey on a scale of 10 to 20 how much do you like making videos?</qco> </h3>      about 18.5\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n1:15 pm</dco> &nbsp;<qco> How am I not myself?</qco> </h3>      ah, now there's a fun question\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n12:55 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201802141310\">2.14.18&nbsp;&nbsp;1:10 pm</a>  When you say \"above middle C,\" do you say it because there's something special about that pitch </qco></h3>      not that pitch exactly but i said that one because it has a special name so it's easy to say. generally anything above about A220 seems to be fine for vocal harmonies<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or because of where it sits in your vocal range (i. e., the timbre of those notes when sung by bill wurtz)?</qco></h3>      has nothing to do with me<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I personally have a voice much lower than yours and can't sing much above middle C without either yelling or going into falsetto. Would that guideline still apply in my case? </qco></h3>      generally<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How would it change?</qco> </h3>      someone asked something like 'why do my vocal harmonies sound yucky', or something like that. without hearing them, it's impossible to say exactly, but i just thought i would give a few tips of some perhaps common reasons why beginners might have trouble with this. one being the volume, the other being the range \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n12:42 pm</dco> &nbsp;<qco> how many boxes have you unboxed in your life</qco> </h3>      oh i have lost count at this point\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n12:37 pm</dco> &nbsp;<qco> What is a red fruit?</qco> </h3>      a fruit that's red? just guessing here\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n12:34 pm</dco> &nbsp;<qco> So, I really like your song \"the stupid song\". Admittedly, I have cried listening to it because it is beautiful. I was just hoping that you could maybe address why you titled it the way you did because I personally don't believe the contents deserve such a name. So, why?&nbsp;</qco> </h3>      i have 2 songs called that. one of them is called that because the main lyric is 'i wanna be stupid.' the other one is called that because it just sort of has a stupid sound to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n12:30 pm</dco> &nbsp;<qco> you are kinda weird and mad which is all the reason we like u, u are fun to observe, which is normal and its good. but what is your opinion to the people here pretending to be like you to make you like them? </qco></h3>      i haven't seen anyone doing that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;there are certainly most of \"bill wurtzy\" type of comments and questions all around,</qco></h3>      i haven't seen them<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; is it going to be a new type of humor?</qco></h3>      i can't predict<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if it is, do you want it to be? </qco></h3>            i'm just trying to do the best work i can, in an increasingly reasonable amount of time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you feel closer to the ones who make a bill wurtz roleplay while answering questions or do they annoy you? </qco></h3>      i've never seen that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;it probably doesn't make you feel a thing but still wonders me.</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n12:27 pm</dco> &nbsp;<qco> hi, my name is jada. anyways, i have finally gotten to a point where my creativity is eating me alive. I have to make something soon. I need to. The issue? I don't have access to the things I need to create what I want to create. And the things I do have access to haven't satisfied my creative urges in any big way. What do I need to do now?\n\n</qco></h3>      look around and maybe you can find something easy and simple to use. keep an open mind, you never know what it might be. you can do creative things with almost anything<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Continuing waiting until I have access to what I really need \n\n</qco></h3>      you don't know yet what that is<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or should I figure out something completely new that I can do with the things I have access to? \n\n</qco></h3>      ALWAYS do that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what if that isn't sufficient?&nbsp;</qco> </h3>      it's not time to ask that yet, but almost anything you have will be at least sufficient to exercise your abilities a little bit and learn further about how you work and might like to work. then you can look around a bit and surely have a slightly better idea of where you're going, and what you might be looking for  <br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n11:38 am</dco> &nbsp;<qco> i don't wanna think inside the box, i don't wanna think outside the box, should i just burn the box?</qco> </h3>      give it to someone in need of a box<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n11:26 am</dco> &nbsp;<qco> Is there such a thing as \"bad music\"?</qco> </h3>      all music is bad<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n11:25 am</dco> &nbsp;<qco> what's the best way to learn to make music in your opinion? i've played piano for several years but i only learned how to play it, not how it sounds good or how to make stuff on my own</qco> </h3>      if you didn't learn how to make anything sound good then what the heck were you learning instead<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n11:07 am</dco> &nbsp;<qco> How do I please Mario?</qco> </h3>      give him a paycheck he can't refuse <br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n10:33 am</dco> &nbsp;<qco> I wanna be the very best</qco> </h3>      ah, #relatable<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n9:20 am</dco> &nbsp;<qco> Would you describe yourself as a bohemian?</qco> </h3>      i actually don't know what that means <br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n9:10 am</dco> &nbsp;<qco> how come you use fonts made by other people, if you could instead make a font specifically tailored to enhance each moment? (sorry if this sounds rude, i'm not very good with words.)</qco> </h3>      i could do that. it would take longer, which means you wouldn't get to watch the video until a later date  <br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n8:43 am</dco> &nbsp;<qco> hey bill quick question why do you end a part of a song with a low note on bass it reminds me of a church style?</qco> </h3>      i don't know which one you mean but what you described sounds very normal for any music<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n8:41 am</dco> &nbsp;<qco> How are you this insanely good at dodging questions?</qco> </h3>      i have gotten a lot of practice<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n8:38 am</dco> &nbsp;<qco> hey bill do you rake or alternate pick on bass?</qco> </h3>      both are part of my repertoire<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n8:35 am</dco> &nbsp;<qco> Why is Elon Musk so rad?</qco> </h3>      it was probably a personal decision<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n8:26 am</dco> &nbsp;<qco> hey bill should i start doing small musical projects to prepare for the large ones like 20 sec songs to start?</qco> </h3>      sure<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n8:18 am</dco> &nbsp;<qco> how do i know when i like your videos?</qco> </h3>      you'll just have to guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n7:56 am</dco> &nbsp;<qco> on a scale from 1 to 10 how would you rate dust</qco> </h3>      which dust\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n7:47 am</dco> &nbsp;<qco> Why did you start with youtube?</qco> </h3>      i did not<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n7:43 am</dco> &nbsp;<qco> do you like history? Like, as a topic?</qco></h3>      it's ok<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so, have you heard of alternate history? it's an ok</qco> </h3>      it bores me\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n7:27 am</dco> &nbsp;<qco> Hey Bill, on your \"unboxing video\", you said that \"dust is a great product\". How is that so?</qco> </h3>      maybe the character who said that has some kind of sponsorship \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n7:08 am</dco> &nbsp;<qco> How do you feel about?</qco> </h3>      just reach out your hands, wave them around, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n6:50 am</dco> &nbsp;<qco> could you please tell me why the name george sounds so nice?</qco> </h3>      it all depends how you say it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n6:25 am</dco> &nbsp;<qco> are people born bad or good</qco> </h3>      both\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n6:24 am</dco> &nbsp;<qco> i feel trapped. what should I do</qco> </h3>      look around you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n6:17 am</dco> &nbsp;<qco> what if?</qco> </h3>      anything \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n6:07 am</dco> &nbsp;<qco> Dear Bill. I believe that beeings of human species loves your music. Why don't you have a live concert?</qco> </h3>      i will do it soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp;\n6:04 am</dco> &nbsp;<qco> are you in my house</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n6:01 am</dco> &nbsp;<qco> Opinions on new star wars?</qco> </h3>      you mean the one that's coming out today or the one that came out yesterday\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n5:25 am</dco> &nbsp;<qco> give me some more soap tips</qco> </h3>      <a href=\"q.php?date=201710101741\">10.10.17&nbsp;&nbsp;5:41 pm</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n4:20 am</dco> &nbsp;<qco> is science magic?</qco> </h3>      science is when they try to explain how the magic works\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n3:21 am</dco> &nbsp;<qco> i've been getting this hunch that the minor third is like, really important. like, really really important. maybe even the most important interval of them all. you see where i'm going with this?</qco> </h3>      yea but major seconds might be equally important \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.18&nbsp; \n2:25 am</dco> &nbsp;<qco> how can i trust that you're not asking yourself the questions here?</qco> </h3>      you'll just have to believe me\n<br><br>"
  }
]
