[
  {
    "html": "<h3> <dco>5.1.19&nbsp; \n10:33 am</dco> &nbsp;<qco> what inspired the eat! trees shirt?</qco> </h3>      the <a href=\"https://billwurtz.com/eat-trees.mp4\">eat trees</a> video\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.19&nbsp; \n10:18 am</dco> &nbsp;<qco> what do you do if you got scared by a scary person thatss more scarier than being scary which makes things more scary&nbsp;</qco> </h3>      do a book tour\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.19&nbsp; \n10:04 am</dco> &nbsp;<qco> thoughts on the sun</qco> </h3>      \"oh gosh it's very hot here\" ... \"i must have melted already\" \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.19&nbsp; \n9:10 am</dco> &nbsp;<qco> Is this the first question of May?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.19&nbsp; \n7:16 am</dco> &nbsp;<qco> What means \"home\" to you ?</qco></h3>      oh ..... me<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Btw greetings from germany!</qco> </h3>      hi\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.19&nbsp; \n5:56 am</dco> &nbsp;<qco> When you include screenshots in your reality videos, are these screenshots made on the spot for future use, or during the editing process to illustrate your point?\n<br>\n<br>For instance, in your latest video, there is a screenshot of \"script for history of world, i guess\", when was it taken?</qco> </h3>      the screenshot was taken during editing, but the document is from the actual time period. so it looks exactly the same, down to the pixel\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.19&nbsp; \n2:36 am</dco> &nbsp;<qco> why is this page slowly becoming life guru AMA????</qco> </h3>      slowly becoming? was that from day one. mixed with all the other things it's still mixed with\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.19&nbsp; \n12:33 am</dco> &nbsp;<qco> one of my biggest problems when combining melody with chords is that ending a melodic phrase by going M3 -&gt; 1 is one of the strongest sounding melodic resolutions, but the strongest harmonic resolutions I know (V7-&gt;I, bII7-&gt;I, iv6-&gt;I) all do not work well with the M3rd of the tonic chord included (at least when the blending is clear enough to hear the dissonance). I know V13 is a thing, but I always think that sounds weird unless the 7th is lower than the 13th, which usually makes the chord sound muddy.\n<br>\n<br>The best way I've found is iii with the 5th of the tonic scale in the bass, but that never is quite as satisfying as I want it to be.\n</qco></h3>      if you are really saying the 3 to 1 melody is the strongest thing around, then surely you must have Heard it somewhere. how was it done there?<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nDo you have a go-to for this situation? I know in And The Day Goes On, you just did a I chord with the 5th in the bass going to a normal I chord with lots of voices moving down and it totally worked there</qco></h3>      i can't tell which part you mean<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n but like iii/5th </qco></h3>      you mean Emin over G, or Emin over B?<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n it leaves me with a bit of harmonic blue balls when I try to apply it in general.&nbsp;</qco> </h3>      if Emin/G to Cmaj feels too lame and weak, you're gonna want to swap out the mid-range G for F. so you have G bass, then F B E over it. that's G13 but maybe you haven't tried it that way? that can be made crunchier if you also add Ab in there. that might actually remind you of the 1930s. but none of this means anything without the entirety of what else is happening in the song. most songs are not just those 2 notes, no words, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.19&nbsp; \n12:17 am</dco> &nbsp;<qco> do you have any regrets at this point?</qco> </h3>      i wish i did\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2019-04.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n10:29 pm</dco> &nbsp;<qco> SO YOU HAVE BEEN ASKED THIS LIKE &gt;10 TIMES BY PEOPLE BUT HOW DO U DEAL WITH DEPRESSION;&nbsp;I NEED ANOTHER ANSWER.</qco> </h3>      i am not an expert on that. if i've answered more than 10 times that's way too many times for a non-expert to be answering\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n9:57 pm</dco> &nbsp;<qco> i assume next music vid is Not gonna be live action?</qco> </h3>      might incorporate some\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n9:54 pm</dco> &nbsp;<qco> What were the steps you took to become so productive? I assume it was a gradual process of building up to the rate you're at today?</qco> </h3>      \njust like a regular staircase, which unfortunately turned out to be a never ending stair case, so i tried walking faster, but to no avail. until finally i discovered the backwards longjump glitch\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n9:54 pm</dco> &nbsp;<qco> what did you do today?</qco> </h3>      work on the project\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n7:57 pm</dco> &nbsp;<qco> I heard that the idea for \"New Canaan\" came from a train trip back in 2009 where you went to 4 towns and wrote abut them. What where the other 3 towns?</qco> </h3>      i can't tell you until the songs come out\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n6:59 pm</dco> &nbsp;<qco> What are some songbooks you'd recommend?</qco> </h3>      whatever's in the store. if you find one on the street, that's even better, that's fantastic good luck\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n6:14 pm</dco> &nbsp;<qco> it would be great if you put rabbit snakes on spotify if you haven't already&nbsp;</qco> </h3>      i will do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n5:47 pm</dco> &nbsp;<qco> I thought you were going to post this month, what went wrong?</qco> </h3>      i accidentally started making the product too good\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n5:00 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201904300159\">4.30.19&nbsp;&nbsp;1:59 am</a>  do you think this thing will ever be featured in one of your videos?</qco> </h3>      it has been occasionally featured before in basic bits, but it is featured much more deeply, in the current video\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n3:26 pm</dco> &nbsp;<qco> Help, I forgot how to play by the rules!</qco> </h3>      see figure 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n2:48 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201904281910\">4.28.19&nbsp;&nbsp;7:10 pm</a>  I loved that one! I thought that after it, more videos from 2010 would come on Fridays. But the one posted last Friday 4/26 was back in June of 2016. So now I'm wondering whether new Friday reality videos will still be hotewig ones or older ones from about 2010. Sorry</qco> </h3>      anything is fair game\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n2:48 pm</dco> &nbsp;<qco> this is an arbitrary question, but i want to know your thoughts on this. what's a good ratio of familarity to uniqueness in art? the question doesn't make much sense.</qco> </h3>      in the long run, you're probably gonna want to average to that golden ratio φ:1\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n2:25 pm</dco> &nbsp;<qco> im trying to write a song i can play on my guitar. just something cool. you know how it is. i'm using the progression D Am G(without the fifth string) D and only playing strings 3-6. it sounds fun but i need more variety. what do i do?</qco> </h3>      add some words, melodies, characters, or plot lines. etc. Make something 'happen'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n2:19 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201706280301\">6.28.17&nbsp;&nbsp;3:01 am</a>  Could you not circumvent this by placing the more appropriate dates in the description?</qco> </h3>      hm, that reminds me of this <a href=\"mcdonalds-burgerking.png\">burger king restaurant</a> i saw the other day\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n2:14 pm</dco> &nbsp;<qco> are you planning on ever releasing a full album?\n</qco></h3>      i prefer to let the songs roam free<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n ive been following you and listening to your music since 2015 and youre one of my favorite artists, i tell all my friends about you</qco> </h3>      that's nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n2:13 pm</dco> &nbsp;<qco> would you say you viewed the world in a pessimistic way when you were younger</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n2:12 pm</dco> &nbsp;<qco> whats your opinion on me as a person</qco> </h3>      good\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n1:57 pm</dco> &nbsp;<qco> if i watch your videos on youtube without a google account, does that help their \"performance\" equally as much as it would if i had an account, or are there any downsides to this</qco> </h3>      i have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n1:06 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201904282248\">4.28.19&nbsp;&nbsp;10:48 pm</a>  so...laptop speakers then?</qco> </h3>      no way, i'd never be able to hear the bass. although it is good to check on bassless systems anyway because a lot of the audience is bassless\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n12:29 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201904300209\">4.30.19&nbsp;&nbsp;2:09 am</a>  why don't you accept them for all their parts. </qco></h3>      i do<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;let everything inspire</qco> </h3>      in that case, i recommend/endorse every part of every song. no need to make any playlist in the first place, that would be unfair to the other songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n11:45 am</dco> &nbsp;<qco> what is humanity's greatest achievement?</qco> </h3>      piggybacking on top of achievements, to make bigger achievements\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n11:26 am</dco> &nbsp;<qco> Hello! What studies did you do before doing (awesome) videos/musics?</qco> </h3>      music, but also generally how the world seems to be and what it's like to be in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n10:46 am</dco> &nbsp;<qco> why are plants green?</qco> </h3>      to attract other plants\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n10:43 am</dco> &nbsp;<qco> i wasn't alive in 2002. thoughts?</qco> </h3>      you are probably younger than 17\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n10:39 am</dco> &nbsp;<qco> is it bad i sometimes will say about half a sentence in English then switch to another language for a few words and go back to English&nbsp;</qco> </h3>      it is awesome but maybe not everyone will be able to keep up\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n10:27 am</dco> &nbsp;<qco> I have a theory that everyone is everyone else. Like, you have person A and B, and A thinks it's A and not B, and B thinks it's B and not A. But A and B are in the brain of person C (or you can think of it like C is reading the minds of both A and B). So C has the experience of thinking it's A and not B, and thinking it's B and not A, and maybe independent C thoughts not in A or B.\n<br>Maybe people are like A and B, but we're all just C. Helps to explain why I feel like me and not like someone else. Any constructive criticism on this theory?</qco> </h3>      the thesis (first sentence) seemed strong, but the explanation didn't seem clear to me. C reads minds? ? the explanation seemed to demonstrate that some people read minds and others do not . ... which doesn't seem to connect to the original statement .....\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n10:15 am</dco> &nbsp;<qco> What is something you learned in the last week?</qco> </h3>      how to build a lamp shade\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n9:49 am</dco> &nbsp;<qco> Can you please explain what non-harmonic tones are?&nbsp;</qco> </h3>      like if you play a tone with no other tones with it?\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n9:48 am</dco> &nbsp;<qco> Do you consider yourself stubborn?</qco> </h3>      that depends whether i'm right\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n9:38 am</dco> &nbsp;<qco> Is Wingdings the best font for a resume?</qco> </h3>      maybe 20 years ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n9:02 am</dco> &nbsp;<qco> Which kind of questions you like to answer?</qco> </h3>      i only answer questions relevant to communism and communist principles\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n8:27 am</dco> &nbsp;<qco> Would the tradition grip allow me to have enough power to hit the snare drum for rock music,</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or would I have to use a different grip?\n</qco></h3>      according to the geological rock-snare index, a hardness of 3.7 is required for the snare. this can be obtained with traditional grip as long as your experience level is at a 6.9 on the hendersen's experience index<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Which grip would you use the loud rock music?&nbsp;</qco> </h3>      i would use trad but maybe slightly thicker sticks, and if the part is super simple with like no little ghosties then i would flip the stick around backwards and matched, maybe. but that would be only if the mic amplification is registering at 2.8 or lower, from audience level metering\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n8:21 am</dco> &nbsp;<qco> looking at my smartphone is like feeding myself anxiety on a spoon</qco> </h3>      you might enjoy the 'power off' feature. it's a new feature\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n8:20 am</dco> &nbsp;<qco> <a href=\"q.php?date=201904300022\">4.30.19&nbsp;&nbsp;12:22 am</a> &nbsp;&nbsp;I'm not the person who asked you this question, but why did you decide in the end that \"long long long journey\" should be in F# instead of G#?</qco> </h3>      in Ab the highest notes must have been too high\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n8:11 am</dco> &nbsp;<qco> i think you've said you're not an expert on the topic but perhaps you could clear out some confusion for me. what is the difference between \"head voice\" and \"falsetto\"?</qco></h3>      not sure, but i think falsetto is the mickey mouse one?<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; because some sites seem to be using those two terms interchangeably and some others insist they are different. and i know what falsetto is but what is head voice.</qco></h3>      not sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but all sites seem to agree if you wanna go for the high notes you wanna be able to use a mix, and i have no idea what that means. </qco></h3>      i don't either<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;so if you could drop your two cents...</qco> </h3>      current acct balance here is zero cents\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n8:08 am</dco> &nbsp;<qco> what are some of your favorite VSTs?</qco> </h3>      never tried them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n7:36 am</dco> &nbsp;<qco> looking at your answers make me curious for how many hours have you slept in the past two days and how many times and just your sleeping pattern and/or lack thereof in general because oh my friend eye-</qco> </h3>      generally i have a tendency to be awake for slightly longer than the average person, and then also sleep for slightly longer than the average person\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n6:44 am</dco> &nbsp;<qco> are you the messiah?</qco> </h3>      i thought you were\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n6:38 am</dco> &nbsp;<qco> let's talk about your flaws-</qco> </h3>      ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n6:09 am</dco> &nbsp;<qco> Do you have transcriptions for the drum parts of your songs?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n4:31 am</dco> &nbsp;<qco> what do ur shoes look like asking for a friend</qco> </h3>      friends\n<br><br>"
  }
]
