[
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n10:57 pm</dco> &nbsp;<qco> why dont they put sinks in elevators?</qco> </h3>      \nit's bad luck\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n10:38 pm</dco> &nbsp;<qco> What is your favourite language?</qco> </h3>      \ni would never pick favorites with languages\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n10:22 pm</dco> &nbsp;<qco> Who is Damien Maymdien?</qco> </h3>      \nyou had to be there\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n10:18 pm</dco> &nbsp;<qco> It's too hot. Can we do some climate change to make it colder?&nbsp;</qco> </h3>      \nsure. be my guest\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n9:24 pm</dco> &nbsp;<qco> Have you had a different opinion on one of your songs? just asking you a question.</qco> </h3>      \nmy opinions on my songs can go way up or down depending on the context, or what kind of mood i'm in\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n8:44 pm</dco> &nbsp;<qco> What can you tell me about Illinois besides that Chicago is there?&nbsp;</qco> </h3>      \nMilwaukee is not there\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n8:43 pm</dco> &nbsp;<qco> Do you ever write a melody so good that you can't continue the song because the rest of the melodies you write are subpar\n<br>\n<br>Help</qco> </h3>      \nsure, that can happen. Think of it this way, i will say this in terms of cake. Imagine you made the best cake imaginable. let me adjust the analogy, let's say it's just 1 piece of cake. you made 1 piece of cake and it's the best piece of cake anyone's ever dreamed of. you don't see how you could ever make the rest of the cake, or a box that's good enough for the cake. But look, let's get down to earth here: the world's greatest piece of cake, ...... that's great. That's something people are really gonna be excited about. That is such an impressive attraction, that it would possibly even HIGHLIGHT the impressiveness, if you just put the 1 piece of cake in the most boring, obvious box imaginable. just an average dumb normal box. would this not be an entertaining and appropriate way to celebrate the occasion of serving the world's most impressive cake piece? you'd never forget it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n8:35 pm</dco> &nbsp;<qco> I am young and my life is so confusing. What do you do when you are lost?&nbsp;</qco> </h3>      \nstart writing down how your life is. this may illuminate some aspects you may not have seen before\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n8:13 pm</dco> &nbsp;<qco> would you become a stylite if you could&nbsp;</qco> </h3>      \nnot exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n6:53 pm</dco> &nbsp;<qco> Should I become a woodworker?&nbsp;</qco> </h3>      \nmaybe you could just try it for a couple of days\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n6:25 pm</dco> &nbsp;<qco> Do you pronounce mario as in super mario bros as merry oh?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n5:55 pm</dco> &nbsp;<qco> What can I use as a substitute for a sound booth..? I don't have a wardrobe...</qco> </h3>      \nyou can build a fort of blankets\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n5:45 pm</dco> &nbsp;<qco> What's the most outlandish metaphor you've used in your work? Or the one you're most proud of? If they're the same, that sure would be something.</qco> </h3>      \nit's a tie. everything is a metaphor for every other thing. i'll admit that sounds boring when just stated here, but it's extraordinarily adventageous for artists\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n5:34 pm</dco> &nbsp;<qco> If you were a soup what soup would you be</qco> </h3>      \nwhy can't you be soup\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n5:08 pm</dco> &nbsp;<qco> Do you travel often?</qco> </h3>      \nyes and no. an argument can be made either way\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n4:49 pm</dco> &nbsp;<qco> how small is too small;&nbsp;are atoms too small? there are smaller things like neutrinos, are they too small</qco> </h3>      \nno small could be small enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n4:18 pm</dco> &nbsp;<qco> whats 1 + 1</qco> </h3>      \n2 x 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n4:08 pm</dco> &nbsp;<qco> my friend teff asked a question just now i would appreciate it if you could answer him when you're availabe. thanks.\n<br>\n<br>sometimes i face an opponent who is better than me at most aspect of the battle we are having. however i have a trick up my sleve, but i've already used this trick more than a hundred time against him. how do you suppose i get this trick i have working again?</qco> </h3>      \ni'm missing a crucial piece of information, which is did the trick work any of the other times\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n3:05 pm</dco> &nbsp;<qco> The weather seems very indeterministic today. But my mood is not. for i feel jarred because of my horrible lack of sensible communicative abilities while talking, or in-general thought formation.</qco> </h3>      \npractice is the miracle cure for this\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n2:37 pm</dco> &nbsp;<qco> i usually wear soft clothing hoping it makes me feel soft by extension, but your song genuinely had me questioning myself: was i actually being perceived as rough this whole time? that wasnt my intention! should i wear rough clothing instead? what even is rough clothing??\n<br>wait, maybe im misunderstanding this and the song wasnt supposed to be factual but its hard to tell</qco> </h3>      \nit looks like i've succeeded in raising some interesting questions, but ultimately your intuition was not wrong about soft clothing making you feel soft and putting you in a soft mood\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n1:52 pm</dco> &nbsp;<qco> What would you do if a little goblin came up to you and started asking you little tiny questions?</qco> </h3>      \ni suppose i would try to give some tiny answers\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n1:30 pm</dco> &nbsp;<qco> how do you feel about the stuff\n<br></qco> </h3>      \npretty good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n11:55 am</dco> &nbsp;<qco> Are stickmen naked?</qco> </h3>      \nno, the stick already includes skin, bones, and everything else in the body so why not clothes also\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n11:50 am</dco> &nbsp;<qco> i hate when a music video ends and then starts the song up again while the credits roll</qco> </h3>      \nseems like a perfect opportunity to put another one of their songs there\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n11:36 am</dco> &nbsp;<qco> what's the minimal amount of things such that everything else can be distilled down to one or multiple of them? what are those things?</qco> </h3>      \nit's just one thing, which is everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n10:23 am</dco> &nbsp;<qco> would you be interested in participating in a ponzi scheme where the catch is that instead of money, it's a thousand tiny bill wurtz figurines being exchanged?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n10:12 am</dco> &nbsp;<qco> Opinion on typing with boxing gloves whilst caps lock is on?</qco> </h3>      \nsounds like asmr\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; 10:11 am</dco> &nbsp;<qco> will i fail my ap exam</qco> </h3>      \nmaybe not\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n9:55 am</dco> &nbsp;<qco> Do you doodle a bunch of silly faces when you need to vent?\n<br>i do &gt;:3</qco> </h3>      \ni'd be more likely to doodle geometric shapes and patterns\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n9:25 am</dco> &nbsp;<qco> are you an ungulate</qco> </h3>      \ni wear shoes, does that count\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n9:05 am</dco> &nbsp;<qco> What is un-edible food?</qco> </h3>      \nfood you extremely don't like\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n9:00 am</dco> &nbsp;<qco> if you could speak, read, and understand every language spoken by humans on earth, what would you do?</qco> </h3>      \nmaybe go shock some locals\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n8:25 am</dco> &nbsp;<qco> what would you do if your crazed 6th grade spanish teacher threw 7 large red bouncing steamrollers at your dog's mailbox at 3 in the afternoon on a tuesday</qco> </h3>      \nthat's impossible. in 6th grade i took french not spanish\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n8:20 am</dco> &nbsp;<qco> How do you get into the flow state?</qco> </h3>      \nthink past it. what would you like to do after being in the flow state\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n7:09 am</dco> &nbsp;<qco> am I being too hateful?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; 4:10 am</dco> &nbsp;<qco> how to pass my driving test</qco> </h3>      \nthere are more ways to pass than to fail, so i'll just say one of the ways to fail is by driving on the underside of the road\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n1:33 am</dco> &nbsp;<qco> is your name bill</qco> </h3>      \nyes, i am impressed by your detective work\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.25&nbsp; \n12:33 am</dco> &nbsp;<qco> do you like Batman?</qco> </h3>      \nyes but i can't prove it\n\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2025-04.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n11:41 pm</dco> &nbsp;<qco> Pants or shorts?</qco> </h3>      \ni'm pretty good at telling the difference but in this case you just gave me the words and not the item. but i can tell the difference between those too. 'pants' is the word for pants and 'shorts' is the word for shorts\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n10:55 pm</dco> &nbsp;<qco> what if an apple had a banana peel</qco> </h3>      \nthat would be fine with me\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n9:34 pm</dco> &nbsp;<qco> Why is your email giant?</qco> </h3>      \nthe punchline is how predictable the email address turns out to be. i hope this is funnier to you now\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n9:19 pm</dco> &nbsp;<qco> Do you ever wonder, if the people who ask ueqstions actually come back, and read them?</qco> </h3>      \ncrazier things have happened\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n9:18 pm</dco> &nbsp;<qco> are you still in the barren waste land</qco> </h3>      \nthat was just for demonstration purposes only\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n9:12 pm</dco> &nbsp;<qco> how do i make things make sense in my life?</qco> </h3>      \nstart by writing it all down\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n9:09 pm</dco> &nbsp;<qco> is the meef from 9 8 7 supposed to be a number or just part of the wurtzian alien language? if meef is a number, what is it?</qco> </h3>      \nit's a song ender. It's like when you use your paintbrush to paint some things, then you set down the brush. it's the splotch of paint where you set it down\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n6:38 pm</dco> &nbsp;<qco> How do you feel when people make different interpretations of your songs&nbsp;</qco> </h3>      \nabout the way i feel when i see people taking a frisbee and......... throwing it around. i think \"dammit why are you throwing that thing around\" and then i remember oh yes that is in fact the intended purpose for a frisbee\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n4:46 pm</dco> &nbsp;<qco> If you were gonna say no, But changed your mind to say yes when you thought about it. What did you reaally think about that would turn your initial answer around to then abswer the opposite. What was your thought proccess?</qco> </h3>      \nlet's look at some examples.<br>\n     someone said \"Why do you think people started building things? Maybe Boredom?\"<br>\n     my first instinct was no, this is absolutely not the reason for building. building things is because you want to do a lot of things that you can't do because you don't have the tools to do it. so you need to build things to help accomplish what you need to. 'boredom' seems like a very wrong way to describe the root cause. but then i was trying to figure out what is the cause behind wanting to do more complex things than were ever possible before. and it became harder to deny that 'boredom' COULD be a way to describe this, even though i'd probably prefer to use a word like 'curiosity'. i suppose it could be argued you could be curious about the future while being bored of the past. so ultimately i couldn't really disagree with the person's initial suggestion\n<br>\n     \n\n\n\nLet's look at another example:<br> someone said \"do you love satiation\". at first i just didn't recognize the word. so i probably would lean toward no. then i did some surface level research and also remembered the word \"insatiable\", which is a word i like to use, especially while rubbing my fingers together to comminicate the concept of an unquenchible desire. and this led me to the conclusion of heck yeah i'd love to be satiated<br>\n     \nLet's look at just one more example, because \"where there's 2, there's more\"<br>\n     \nSomeone said \"Have you ever had a fever where the only prescription was more cowbell?\"<br>\n     my first instinct was, this is not a question, this is a quote, from a famous saturday night live sketch starring christopher walken. therefore the person asking this here is not really asking what this is asking, they're just repeating a quote. and so to stay grounded in these situations i often use the cold hard truth as a go-to. my instinct was to say no, because i have so much to say about what it means and what it takes to really assemble music arrangements, it just felt initially so unlikely that this bit would actually ring true. But after thinking about it for a moment, it suddenly occured to me that this happens all the time. in the course of music production, it is absolutely not at all uncommon to find yourself deeply hankering for a cowbell at certain choice junctures \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n4:08 pm</dco> &nbsp;<qco> I think youre pretty cool. Ive thought this for some time.\n<br>Question:\n<br>Fave popsicle flavor?</qco> </h3>      \nit would have to be those dove vanilla ice cream bars. technically is on a popsicle stick, so. even though i probably haven't had one in 20 years\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n4:04 pm</dco> &nbsp;<qco> est-ce qu'on peut te poser une question en français, or is that not allowed? are there even linguistic rules here?</qco> </h3>      \ngenerally if i can get a sense that the person is speaking genuinely in that language, then it's good. if i run it through a translator and pop it back and forth and it stays the same, that's not a great sign. In this case, your use of 'on' seems pretty good, but i'll also admit my conprehension in the language is far behind the ability to truly judge this\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n4:02 pm</dco> &nbsp;<qco> would you agree that the less information something contains to the beholder the more boring it is for them?</qco></h3>      no. i'd say it's probably much more common for too much information to cause boredom. but if there's not enough information to connect to anything else, then i could see how that might be a problem<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; any other factors influencing boringness?</qco> </h3>      \nwhat you want is the right amount of new things, and other things staying the same. and mostly you want to have the opportunity to find and make connections between new things and previous things you've known before\n<br><br>"
  }
]
