[
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n12:43 pm</dco> &nbsp;<qco> why are you trying to be reasonable?</qco> </h3>      it's just common sense i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n12:35 pm</dco> &nbsp;<qco> What lesson do the kids need most these days?</qco> </h3>      that would vary from kid to kid\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n11:13 am</dco> &nbsp;<qco> By the question on <a href=\"q.php?date=201707231515\">7.23.17&nbsp;&nbsp;3:15 pm</a> asking about the earlier days of your youtube career, I meant around 2014. Not 2015, when you had plenty of experience in video-sharing sites.</qco> </h3>      in 2014 i considered my website to be the home location of the videos. even before i started doing videos on a regular basis, i had been writing, learning, and creating for many years already. i have always known that i was on the right track. in 2014 i became very focused on trying to get an audience, and i was willing to make videos for as long as possible until that happened. i'm not sure if that answers your question\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n10:55 am</dco> &nbsp;<qco> Have you ever rickrolled anyone?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n9:58 am</dco> &nbsp;<qco> How much free time do you allow yourself when you're working on something?</qco> </h3>      ideally none. unless i just can't take it anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n9:37 am</dco> &nbsp;<qco> why do you do anagrams?</qco> </h3>      \nwhy do you do anagrams = \"yay, good words\" - a human \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n7:48 am</dco> &nbsp;<qco> What happened to the Indus river valley civilization ?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n6:26 am</dco> &nbsp;<qco> Do you have calluses from playing too much guitar? </qco></h3>      i think if you have calluses it means you play the right amount of guitar. if you are getting blisters when you play, then it means you have not played enough recently<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;'cause I do, and it feels nice to have a support network of individuals with similar experiences. :)</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n6:23 am</dco> &nbsp;<qco> hey Bill, it's winter in Australia where I live rn. I was thinking that people should invent a machine to teleport users back and forth from an uncomfortably cold location to an uncomfortably&nbsp;&nbsp;hot location so that the two opposites could cancel each other out. Saves a lot on heating and cooling devices that way.</qco></h3>      but you would have to pay for the teleportation<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;But then I realised that people would get plenty nauseous and their ability to function would tank to 0% efficiency so I figured I should stop thinking about such futile inventions and work on some homework instead. What do you think about such a machine?</qco> </h3>      teleportation is a high priority for scientists and inventors. it will have many many applications\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n5:06 am</dco> &nbsp;<qco> hello are u bread</qco> </h3>      i will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n3:44 am</dco> &nbsp;<qco> What do you think about human kind?</qco> </h3>      seems like something that could really take off\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n3:29 am</dco> &nbsp;<qco> So I've noticed you're updating reality again, but you're doing it pretty slowly. Is there a specific schedule for reality updates or are you just doing them whenever?</qco> </h3>      1 per day so as not to drown in the project for 3 months while delaying all other projects\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n1:10 am</dco> &nbsp;<qco> what did you think about when you first started doing the reality videos? </qco></h3>      wow i can't believe i'm finally editing all this into video and releasing it after all these years<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Were they already reality videos or were they just videos?</qco> </h3>      the entire collection of videos was made all at once, in a 3 month period from february thru may 2016, although i have recently started making more. the original audio/video clips were made on the date listed.\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n1:08 am</dco> &nbsp;<qco> you can get feedback from videos in the comment section on youtube. but how do you get feedback on the no-video songs, besides emailing and the questions page?</qco> </h3>      i only look here for feedback. i don't go in the youtube comments. too insane\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n11:50 pm</dco> &nbsp;<qco> Do you ever feel boxed in by your audience's expectations? </qco></h3>      no, that is actually my primary motivation to change<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;For example, do you keep making videos purely because that's what you love doing, or is it at least partially because you're now \"that guy who makes videos\"? </qco></h3>      if i'm ever known as 'the guy who does this' that means it's time to prove i can do something else<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm mainly curious if you've ever considered giving up YouTube to pursue making full-length music albums.</qco> </h3>      i'm not convinced songs work strongest in groups or single. i started doing songs once a week, this year, but i immediately re-realized something which i had known very well before, which is that videos are incredibly important to a song. so now i have returned to my normal belief that a video is required to go with the song. unfortunately that means i can do less songs, because i have to make the video too. but my current stance is that the songs need videos. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n11:49 pm</dco> &nbsp;<qco> You've said a few times that you've been playing music from a young age and you're very confident in your abilities (which you should be!). Do you ever feel or give into the temptation to \"show off\" in your music-whether it's a fast run, fancy chord, highly technical progression, vocal trick, or whatever</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;-or do you simply put those things in when they feel \"right\" to you?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n11:43 pm</dco> &nbsp;<qco> have you thought about becoming a .gov instead of a .com?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n11:37 pm</dco> &nbsp;<qco> hey! have you thought about adding a \"previous\" and \"next\" links/buttons to the videos or maybe some sort of playlist thing in the reality page? it would make the navigation of the content all the more flowing, i think.&nbsp;</qco> </h3>      there are a lot of different viewing scenarios i would like to try for videos, but i still haven't found something that works consistently on the computer and on the phone. the archived method will remain as is, but i am looking for other options when i find something that works\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n11:30 pm</dco> &nbsp;<qco> time or space. choose</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n11:21 pm</dco> &nbsp;<qco> Hi, what's the universe like? I'm considering to go and visit it.</qco> </h3>      you are already there\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n10:17 pm</dco> &nbsp;<qco> What is a good time?</qco> </h3>      landing a sweet business deal\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n10:11 pm</dco> &nbsp;<qco> Hi, i was looking at your lyrics page. You use the letter e 4825 times... But you only use the letter q 19 times. What's with the disparity? Why do you hate q's so much? Maybe you can use more words containing the letter q in future lyrics?&nbsp;&nbsp;</qco> </h3>      \nHi, i was looking at your question. You use the letter e 21 times... But you only use the letter q 3 times. What's with the disparity? Why do you hate q's so much? Maybe you can use more words containing the letter q in future questions?\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n10:04 pm</dco> &nbsp;<qco> Did i find the questions page? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is this it?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i heard about it from others</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n9:34 pm</dco> &nbsp;<qco> What is your opinion on Justin bieber</qco> </h3>      i don't know him that well but i assume he is nice<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n9:01 pm</dco> &nbsp;<qco> do you consider \"a\" being 440hz, or do you think it's something different?</qco> </h3>      sometimes 440, or sometimes 220, or 110, or 55, or maybe even 880, 1760, or 3520<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n8:53 pm</dco> &nbsp;<qco> I see all the capital letters you use. But it's from the questions we ask. Correct?</qco> </h3>      the purple text is written by other people. the white text is written by me. i'm not sure if that answers your question<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n7:55 pm</dco> &nbsp;<qco> what do you think of the word \"aesthetic\"? ... I hate it.&nbsp;</qco> </h3>      it has the distinct flavour of a piece of gum that has been chewed non-stop for 7 years<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n7:34 pm</dco> &nbsp;<qco> <a href=\"self-taught.html\">Do you learn music with teachers or all by yourself?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n7:05 pm</dco> &nbsp;<qco> I just laid an egg. What should I do?</qco> </h3>      keep it warm<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n5:18 pm</dco> &nbsp;<qco> When do you plan to have your new song out?</qco> </h3>      i am not currrently working on a song\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n5:16 pm</dco> &nbsp;<qco> is all the magic gone if you study biochemistry</qco> </h3>      if you study biochemistry then you will find out about even more magic<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n4:55 pm</dco> &nbsp;<qco> i think you should change the notebook page so it looks more like this questions page and you don't have to click the link to see each note. </qco></h3>      ok<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nis there any particular reason why aren't you doing it?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n4:53 pm</dco> &nbsp;<qco> Do you know anything about music theory?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And what can I learn from it?</qco> </h3>      mainly just literacy, to help you communicate with other musicians. just like we use words to tell each other what we're thinking<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n4:27 pm</dco> &nbsp;<qco> <a href=\"http://billwurtz.com/its-ok-to-have-feelings.mp4\">What's something that you think we oughta know?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n4:24 pm</dco> &nbsp;<qco> Do you think if you play enough songs in odd time signatures (5/4, 7/8, etc) that those will eventually start to feel \"natural\"? I know the ear/brain probably feels the most at ease when the rhythm of the song stays grouped in beats of 2,3 or 4 from start to finish. Though, can't you break down complex time signatures into combined groupings of simple beats?</qco> </h3>      you'll have to try it and see<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n4:12 pm</dco> &nbsp;<qco> do you have a sense of humor</qco> </h3>      do you<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n3:15 pm</dco> &nbsp;<qco> Did you feel unhappy in the earlier days of your youtube career because you were incessantly working on videos but very few people watched them?</qco> </h3>      i wouldn't call it a youtube career, especially at times when most of the views were coming from a different site besides youtube<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n3:10 pm</dco> &nbsp;<qco> As someone who is thrilled and committed to deadlines, I often find a conflict with working constantly and also having to repress the need to experience life and enjoy the moment. Specifically exploring the earth and connecting with others. How do you handle this with your schedule?</qco></h3>      i used to do so much exploring that it became unbarable how many things i wanted to express. so the only solution to that is hard work<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On another note, I've been having problems with my ex significant other due to my schedule. He stated that I cared more about my work than him..was it terrible that I did? \n<br></qco> </h3>      no. that's a classic story of when hard working artists try to do relationships\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n1:47 pm</dco> &nbsp;<qco> spiderman?</qco> </h3>      no, this is bill. spiderman is perhaps using a different site<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n1:46 pm</dco> &nbsp;<qco> what are your opinions on sliced bread?</qco> </h3>      amazing, astounding<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n1:21 pm</dco> &nbsp;<qco> <a href=\"same-person-asking.html\">Have you ever considered that all of these questions are submitted by one person, and that person is an alternative&nbsp;&nbsp;version of you with amnesia trying to re-learn everything about himself?</a>&nbsp;</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n12:55 pm</dco> &nbsp;<qco> please answer my questions</qco> </h3>      i will try\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n12:50 pm</dco> &nbsp;<qco> do you get annoyed whenever you see an ad</qco> </h3>      it's a little more advanced now a days, the ad usually sees me first\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n12:49 pm</dco> &nbsp;<qco> Is the secret to HoJ's success the background music you created?</qco> </h3>      i think that's a big part of it, the music supports every moment of the video extremely specifically. without the music it seemed like a boring lecture. but after the music was all in place, it was like wow ok that's more like it. i do this with all my videos. hotewig, steve, all of them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n11:19 am</dco> &nbsp;<qco> Is your content a symptom of ADD or a result of being high on ADD meds? Or both?</qco> </h3>      absolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n11:00 am</dco> &nbsp;<qco> would you recommend being born to other people</qco> </h3>      yes, if you want a thrilling challenge\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n10:09 am</dco> &nbsp;<qco> Are you actually considering putting ads on your website</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n9:16 am</dco> &nbsp;<qco> Did homework in high school make you feel dead inside</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n8:24 am</dco> &nbsp;<qco> why no more reality video?</qco> </h3>      i am now making them on a regular basis. i posted one yesterday, and the day before\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n5:48 am</dco> &nbsp;<qco> why don't you sing more about pickles? and Pickling stuff ? ya pickle&nbsp;</qco> </h3>      i guess pickles are just not that important to me<br><br>"
  }
]
