[
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n3:00 pm</dco> &nbsp;<qco> <a href=\"shaving-my-piano.html\">What shaving cream should I use to shave my piano?</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n2:40 pm</dco> &nbsp;<qco> what should i do if i have no friends</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n2:11 pm</dco> &nbsp;<qco> contd 5.29.17  3:41 pm\n\nso what happened in 2009 that made you realize that anything is possible and kickstarted your writing process? anything meaningful or just a random thought in your brain? \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also, these songs that you have written but not recorded, how fleshed out are they? like do you have all the lyrics and all the notation done and just left to be recorded </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is it just lyrics/just music, etc?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n2:05 pm</dco> &nbsp;<qco> I like this question page\nIt doesn't feel like a competition to get your questions answered maybe bc it's not too crowded\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nOr you could be filtering out a shitton of spam and nonsense </qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n2:05 pm</dco> &nbsp;<qco> Why do you answer most questions so vaguely?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n2:01 pm</dco> &nbsp;<qco> Are you from a Superior Race that focus on making good videos? Do you upload your videos from this Planet from which this race belongs to? Is that why videos take so long to make?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n1:55 pm</dco> &nbsp;<qco> is not being gay a sin?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n1:46 pm</dco> &nbsp;<qco> What did you do immediately after uploading the history of the world (if you don't mind me asking)?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n1:13 pm</dco> &nbsp;<qco> What keeps you awake at night?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n11:53 am</dco> &nbsp;<qco> Did you enjoy making hotewig\n</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n11:25 am</dco> &nbsp;<qco> what is your favourite country (excluding the US)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n11:25 am</dco> &nbsp;<qco> what kind of music do you listen to?\n</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n9:00 am</dco> &nbsp;<qco> Do you think we can ever truly know our purpose on Earth?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n8:54 am</dco> &nbsp;<qco> what do you think about skepticism?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n8:51 am</dco> &nbsp;<qco> <a href=\"dont-understand.html\">existentialism or nihilism?</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n8:43 am</dco> &nbsp;<qco> On a scale of 3 to 1 how much magic is there in the world? </qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n8:13 am</dco> &nbsp;<qco> what type of music are you into?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n7:15 am</dco> &nbsp;<qco> <a href=\"live-tour.html\">ever think about doing a tour?</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n7:06 am</dco> &nbsp;<qco> <a href=\"daily-routine.html\">what is in your day-to-day life</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n3:00 am</dco> &nbsp;<qco> if you finish a song early, will you wait for tuesday or post it right away?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n2:09 am</dco> &nbsp;<qco> <a href=\"no-question-mark.html\">can something be considered a question if it ends in a period.</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n1:42 am</dco> &nbsp;<qco> what do i do when all my friends hate me?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n1:34 am</dco> &nbsp;<qco> i had a weird thing happen earlier where i was trying to wind down to some music but actually the music was sounding really great so I played some jams and I starting getting really emotionally invested and then I just jumped out of bed and started dancing, really intense, and I do that for like 45 minutes listening to music, you know?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n1:13 am</dco> &nbsp;<qco> what's your favorite idea?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n1:01 am</dco> &nbsp;<qco> what is the dankest chord/chord progression?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp;\n12:54 am</dco> &nbsp;<qco> why is life important?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp; \n12:54 am</dco> &nbsp;<qco> i want to do so much i have countless ideas, yet i accomplish nothing, this is my hardest struggle i know i should just do it but i just cant. tips?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.30.17&nbsp; \n12:08 am</dco> &nbsp;<qco> do you you use this page to make clarifications and correct misunderstandings?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n11:36 pm</dco> &nbsp;<qco> <a href=\"writers-block.html\">What do I do if it hit artist or writers block</a> </qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n11:35 pm</dco> &nbsp;<qco> What do you think about people with bad grammar? I think there bad</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n11:27 pm</dco> &nbsp;<qco> don't you not not dislike non-music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n11:10 pm</dco> &nbsp;<qco> Do you ever think about how bacteria are just made of chemistry and reactions but like really smart chemistry that doesn't have to just bump into other molecules randomly?\n\nSo some weird stuff happened first that no one really knows (maybe it was like an enzyme molecule thing that catalysed a reaction in which another enzyme molecule is made so the more of the substrate it gets to go via it's reaction pathway, the more enzyme there is and then the more it can get substrate and then..)  and then one day you suddenly have these bacteria things that are basically mini robots that are programmed to drive to things they can react with - kitted out with state of the art reaction driving and maximising equipment. But they don't choose where they go they just get dragged around by chemotaxis.\n\nBut then chemotaxis gets really really complicated and the mini robots team up into little groups of robots (by accident) to make eukaryotes and these basically become ultra amazing jellyfish robots and it gets kinda hard to start to see where they're just getting dragged around by chemotaxis and where they're making decisions i mean could you call an insect's behaviour decisions?\n\n Then some filler and thanks to some handy processes like evolution and natural selection we get the next gen. supercomputer chemistry that can think and work with other supercomputers to keep doing what it's always done without ever really realising it. Because there was no such thing as realising something. And then the more they work together the smarter they get and eventually the chemistry based supercomputers learn what chemistry is. And then it's weird because the chemical system on a passive level is incredible at chemistry with a super fine tuned system but actively doesn't even understand what chemistry is and is kind of shit at it.  So we're kind of chemistry doing chemistry because it means it doesn't have to deal with random stuff on an even better level and it beats entropy even more extravagantly than it did before - using the passive system, that took billions of years to develop by chance, to move individual atoms and make structures like laptops and abstract\n  structu\n res like music that are too statistically unlikely and should never exist but if you go the long way around to making them by starting with bacteria they do.\n\nSo I'm just a chemical system that become sentient? Is that supposed to mean something? I guess you could even say chemistry had to be made too from more fundamental stuff. Will AI be like the next level after us? cos it's still chemistry just kinda like it realised what it was and instead of waiting for evolution built a better, faster, smarter vessel for itself. If it wants - if we want.\n\nSo the universe went from having no purpose and just random stuff to having a purpose. Because we want things does that count as purpose?\n\nIdk kinda rambley.\n\n</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n10:38 pm</dco> &nbsp;<qco> why do people use a * when they make a typo i dont get it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n10:14 pm</dco> &nbsp;<qco> Would the idea of an interview with a newspaper or website appeal to you in any way? </qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n10:12 pm</dco> &nbsp;<qco> Do you have an apprentice? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Would you like one?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n9:27 pm</dco> &nbsp;<qco> Can I freeze my dead body for 2000 years, keep my money legally safe in an account earning compound interest, thaw 2000 years later, re-animate and repair my body, and then live the life of a billionaire?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n8:32 pm</dco> &nbsp;<qco> <a href=\"favorite-joke.html\">whats the best joke</a>\n</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n7:51 pm</dco> &nbsp;<qco> Why are you so odd?\n</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n7:19 pm</dco> &nbsp;<qco> What is your opinion on life?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n7:01 pm</dco> &nbsp;<qco> do ya drink the tap water pretty much anywhere ya go?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n6:21 pm</dco> &nbsp;<qco> what do you do when you make mistakes?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n6:19 pm</dco> &nbsp;<qco> hey bill, why did you upload like a year or 2 after your previous video?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n6:03 pm</dco> &nbsp;<qco> do you agree with the idea that the music you listen to when you're around 14-15 shapes your music taste for the rest of your life</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n5:49 pm</dco> &nbsp;<qco> have you ever considered?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n5:48 pm</dco> &nbsp;<qco> doES ThIs SeNtENCE TRIGGER youR ObseSSiVe CoMPuLSivE DisORdeR?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n5:25 pm</dco> &nbsp;<qco> So, like, how does JFK's birthday make you feel? </qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n5:07 pm</dco> &nbsp;<qco> which of the numbers is the best?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n5:04 pm</dco> &nbsp;<qco> what's the best way to spell questions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp;\n4:53 pm</dco> &nbsp;<qco> How do you not become full of yourself/ insecure? Thanks for taking the time to answer my questions</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.17&nbsp; \n4:37 pm</dco> &nbsp;<qco> why is the title card for hotewig in comic sans?</qco> </h3>"
  }
]
