[
  {
    "html": "<h3> <dco>3.16.25&nbsp; \n11:01 pm</dco> &nbsp;<qco> Is writing HTML as a hobby a modern-day analogue to doing calligraphy as a hobby?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.16.25&nbsp; \n9:54 pm</dco> &nbsp;<qco> will people ever be as smart as you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.16.25&nbsp; \n9:32 pm</dco> &nbsp;<qco> could you tell me the first letter of the first word in one of the videos youre working on</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.16.25&nbsp; 8:25 pm</dco> &nbsp;<qco> how do you come up with ideas when you sit down to make music or videos or other such things?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.16.25&nbsp; \n7:26 pm</dco> &nbsp;<qco> What's your favorite type of bird??</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.16.25&nbsp; \n7:10 pm</dco> &nbsp;<qco> is the \"i'm gonna be sick\" in i like to wear soft clothing part of the script or a mistake that you just left in</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.16.25&nbsp; \n6:14 pm</dco> &nbsp;<qco> How do you describe what you do for a living?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.16.25&nbsp; \n6:12 pm</dco> &nbsp;<qco> did u get inspiration from minecraft when u wrote hi i'm steve</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.16.25&nbsp; \n6:07 pm</dco> &nbsp;<qco> i think breaks and downtime are important for my creative process, but i often spend those moments 'doomscrolling' social media. i feel bad after i do that for some reason. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you take breaks? what do you like to do during breaks? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you ever feel guilty for wasting time?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.16.25&nbsp; \n6:04 pm</dco> &nbsp;<qco> could you tell me some songs with uncommon/interesting/idk-what-adjective-to-use chord progressions and catchy melodies? i was listening to living for the city by stevie wonder and i thought wow the \"da da da\" part really gets stuck in my head and i have not rly heard chords like that anywhere else</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.16.25&nbsp; \n5:19 pm</dco> &nbsp;<qco> how do you deal with friends asking what youre up to... do you show them what youre doing or do you keep it secret until everyone can see it or what</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.16.25&nbsp; \n4:20 pm</dco> &nbsp;<qco> When you're in the situation where people say \"so... what do you do for work\" what do you say? Or are you just not ever in that situation.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.16.25&nbsp; \n4:11 pm</dco> &nbsp;<qco> If it was possible, would you like to be able to read people's minds, know what they're thinking? For me, I think it would be too much. I have a hard enough time processing my own thoughts and feelings.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.16.25&nbsp; \n11:27 am</dco> &nbsp;<qco> Jesus presenting the world: \"like and ascribe, thanks\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.16.25&nbsp; \n5:23 am</dco> &nbsp;<qco> <a href=\"q.php?date=202503151510\">3.15.25&nbsp;&nbsp;3:10 pm</a>  yeah i felt at least one a minute after asking that. allow me to backpedal a bit. what loopholes do you sense in \"math is the discipline of making sense\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.16.25&nbsp; \n5:02 am</dco> &nbsp;<qco> If God exists, do you believe God is fallible?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.16.25&nbsp; \n3:41 am</dco> &nbsp;<qco>    A few years ago I got the opportunity for a job on the other side of the country and decided to take only the belongings that I could take on the train and try out something different for some indeterminate amount of time. I've been living very minimally and am learning about and working on some very specific things at an insane rate. Never would have thought I would be where I am. But... I've not been creating or performing music with myself or other people. The new thing has taken over the obsessive and creative energy part of me. The extent of the physical practicing I do is playing with drum sticks on the floor sometimes (but like maybe a few times a month). This would sound insane to the me from a few years ago. Maybe I care about the new thing more? I'm not sure. It's very technicalresearchy work, and I work on well defined problems and explain them with precise language and equations as well as more ill defined engineering problems with pragmatism. I care deeply about these things (mainly a sort of NEEDING to find some truth or answer), but they never seem to invoke feelingsthat truly match my experience of music. The only times I get that feelingof awe and verge of tears thing is when listening to a song. Usually it quickly fades though and the mind is back racing around trying to work on my research. Do you relate to any of these kinds of things? I don't know if this phase is one part of making my future creations better or if I'm in a trap. To be clear, I view the things I'm working on now as an example of those creations, but they feel less real somehow. I'm making the assumption that there are some similarities to working in \"all the departments\" for your productions or getting really nerdy about whatever you do.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.16.25&nbsp; \n2:32 am</dco> &nbsp;<qco> Is the moon a nice vacation spot?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.16.25&nbsp; 2:18 am</dco> &nbsp;<qco> do you get annoyed when people ask confusing questions or do you not get confused?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.16.25&nbsp; \n1:37 am</dco> &nbsp;<qco> were you always a musical prodigy or did you do some serious musical grinding early in life?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.16.25&nbsp; \n1:27 am</dco> &nbsp;<qco> is there more behind the door?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.16.25&nbsp; \n1:25 am</dco> &nbsp;<qco> How often do you gravitate towards the earth?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.16.25&nbsp; \n12:35 am</dco> &nbsp;<qco> i feel very pentaceratops right now. do you understand the feeling?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.15.25&nbsp; \n11:00 pm</dco> &nbsp;<qco> when did you invent music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.15.25&nbsp; \n10:54 pm</dco> &nbsp;<qco> what even is god? (or goddess (or gods (or goddesses)))</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.15.25&nbsp; 10:28 pm</dco> &nbsp;<qco> what is your favorite animal?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.15.25&nbsp; \n10:17 pm</dco> &nbsp;<qco> is cheese moon flavored or is the moon cheese flavored</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.15.25&nbsp; \n9:14 pm</dco> &nbsp;<qco> Is the Universe round?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.15.25&nbsp; \n9:04 pm</dco> &nbsp;<qco> hi bill, i'm a senior in high school and i can't help but feel like i haven't done enough in my four years here, and i'm feeling a bit empty, especially compared to a lot of people i know. do you have any suggestions on how to cope with that sort of feeling? do you get an infusion of youthful vigor at the start of college? how do you deal with leaving a place that means a lot to you, especially if you don't think you did enough to give back?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.15.25&nbsp; \n8:53 pm</dco> &nbsp;<qco> can you effortlessly twirl your drumsticks in the middle of playing on command</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.15.25&nbsp; \n7:03 pm</dco> &nbsp;<qco> Do you believe humans are innately selfish or innately benevolent, generally speaking? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do our laws and social norms suppress or reflect basic human nature? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Perhaps music and art is the closest we'll ever see of our raw selves...</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.15.25&nbsp; \n6:06 pm</dco> &nbsp;<qco> what is it like when you don't meet your deadlines&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.15.25&nbsp; \n4:14 pm</dco> &nbsp;<qco> Is bias just unconscious ideology?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.15.25&nbsp; \n3:10 pm</dco> &nbsp;<qco> so math is the discipline of making sense, generally. and philosophy is the discipline making sense, in natural language. so philosophy is a sub-category of math. am i making sense so far</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.15.25&nbsp; \n2:02 pm</dco> &nbsp;<qco> I can't believe how many people talk themselves out of their own dreams. \"I'm not ABC\" \"I'll never be XYZ\". Not... YET.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.15.25&nbsp; 1:14 pm</dco> &nbsp;<qco> do you like turtles</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.15.25&nbsp; \n1:04 pm</dco> &nbsp;<qco> do you like typing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.15.25&nbsp; \n10:14 am</dco> &nbsp;<qco> Have you thought about pinning questions? So like a question is at the top of the page so everyone knows the answer.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.15.25&nbsp; \n10:12 am</dco> &nbsp;<qco> how strong was the blimp? i hope it was stronger than that other one.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.15.25&nbsp; \n6:19 am</dco> &nbsp;<qco> are we living in the future?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.15.25&nbsp; \n5:01 am</dco> &nbsp;<qco> How do you tell someone you love them?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.15.25&nbsp; \n4:58 am</dco> &nbsp;<qco> how can i extract the elements of my former self and utilize them in my current self without bringing along elements of my former self that i would like to leave in the past?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.15.25&nbsp; \n3:38 am</dco> &nbsp;<qco> Was there ever a time in your life where you did care about things like labels and genre names?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What was the moment in your life when you realized that they don't matter?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.15.25&nbsp; \n1:22 am</dco> &nbsp;<qco> Do you ever think about how the universe became a thing that exists</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.15.25&nbsp; \n1:12 am</dco> &nbsp;<qco> Do you find that you gravitate towards writing / playing in a certain key? \n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you ever write a song in one key and change it when you get around to producing it? \n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you feel equally technically proficient in every key at the piano?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.15.25&nbsp; \n12:27 am</dco> &nbsp;<qco> what to do if someone sells you poor quality copper?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.14.25&nbsp; \n11:42 pm</dco> &nbsp;<qco> who are the fine folks in Perfect.? what about the fella from out to lunch?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.14.25&nbsp; \n11:11 pm</dco> &nbsp;<qco> Why do ideas generate more organically when I'm not under pressure to generate ideas? Am I using my brain too much, perhaps?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.14.25&nbsp; \n11:07 pm</dco> &nbsp;<qco> can you tell the demons to politely leave my bedroom</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.14.25&nbsp; \n10:34 pm</dco> &nbsp;<qco> how much do you think you've changed in the past 10 years or so</qco> </h3>"
  }
]
