[
  {
    "html": "<h3> <dco>8.6.17&nbsp;\n5:07 pm</dco> &nbsp;<qco> what is the meaning of the universe if there is no intelligent beings that will give it a meaning?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp;\n5:05 pm</dco> &nbsp;<qco> do you think music and poetry are relevant?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp;\n4:55 pm</dco> &nbsp;<qco> hey bill. i always feel guilty when i feel bad because i feel like it it super annoying for others when i feel bad. what can i do about this?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp;\n4:41 pm</dco> &nbsp;<qco> let me amend what i was worried about with the whole individuals thing. to be an individual i think is SUPER IMPORTANT AND MEANINGFUL!!!! but most of life's positions and jobs and stations are devoid of any respect for individuality. people are treated as assets, machines. i think most people just loan out their time in life as Unique people in order to have money, for living. that's AWFUL. i want to do so much, i dont want to be a machine. but am i really so different from most people? why do i deserve to escape the fate most are consigned to</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp;\n4:15 pm</dco> &nbsp;<qco> is cheating cheating?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp;\n3:59 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201708051521\">8.5.17&nbsp;&nbsp;3:21 pm</a> RE: bilabial trill and oven display: It didn't work Bill! And my brother's GF laughed at me! Why did you lie? Did I do it wrong?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp;\n3:57 pm</dco> &nbsp;<qco> Do you enjoy memes?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp;\n3:48 pm</dco> &nbsp;<qco> does this individual, called bill wurtz on social media, feel positive about the music genre jazz?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp;\n3:46 pm</dco> &nbsp;<qco> Is it possible for you to do a video featuring the unused bits from your hotewig video?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp;\n3:33 pm</dco> &nbsp;<qco> will you kiss me?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp;\n3:10 pm</dco> &nbsp;<qco> So I recently moved to a state where ive noticed that most people say \"what's good\" as a greeting. Where I'm from originally , most people say \"what's up\" instead. 'What's up' is easy to answer cause you can just say \"not much\" or say what your up to. But when people ask me \"what's good\" I feel like I shouldn't say \"not much\" or \"nothing\" cause that seems like it would be very depressing. \"What's good?\"... \"Not much\"....that makes me seem sad. Are you familiar with the \"what's good\" greeting? How would you normally respond? Am I supposed to just think of any random thing that I think is good?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp;\n2:03 pm</dco> &nbsp;<qco> what are your thoughts on bass guitar as an instrument, what it should contribute to a song etc</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n1:17 pm</dco> &nbsp;<qco> Do you ever have a very specific idea of what you want (maybe like a specific graphic, visual effect, sound effect/tone, etc) but you don't know how to actually go about executing your idea? For reference, there's blogs and vlogs but I want to make condensed what I'll call \"slogs\" (sound blogs) where I record all the sounds around me (speaking, car sounds, music, radio, footsteps, cooking sounds, animal sounds, literally any sound that can be picked up by a mic) for 24 hours.. then I went to take that 24 hour recording, splice it into 10 second fragments (or maybe 5 seconds or 15 seconds, haven't decided) and layer all the spliced clips on top of eachother and play it all simultaneously so you have this cacophony of 24 hours worth of sounds smashed into 10 seconds... but I don't think recording softwares can handle that much audio files, and cpu or phone batteries don't last 24 hours.... I really want to do this, but I don't see how it can be done...\n. and it\n's wildly frustrating for me.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n12:04 pm</dco> &nbsp;<qco> A lot of folks seem to think everything you do is couched in irony.&nbsp;&nbsp;Is this true?&nbsp;&nbsp;I always get the impression that your work is a lot more earnest that you get credit for.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n11:33 am</dco> &nbsp;<qco> Hi, so I REALLY wanna learn to play the drums. I play guitar and bass, so I'm already familiar with playing music and how rhythm works (all the note/rest values, ties, triplets, etc. I'm even comfortable playing syncopated lines, polyrhythms, different time signatures and all that stuff) But when I actually try to sit down at a set and play around, I sound awful.. Do you think its mostly about building up muscle memory, just getting used to the technique and feeling of the drums? Another roadblock is that I don't own a kit (I live in an old apartment building, with VERY thin walls), so I practice either by tapping my feet while tapping on stuff with my hands, or by \"air drumming\". I really only get to play on an actual kit once a week or so at most (when I go over to a friends house for band practice). Any tips or advice???</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n11:21 am</dco> &nbsp;<qco> how do i make lentils interesting</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n10:52 am</dco> &nbsp;<qco> 8.5.17&nbsp;&nbsp;3:43 pm thanks for that nice,inspiring answer. Do you think this is true for other arts as well?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n10:47 am</dco> &nbsp;<qco> Can you help me write my postgraduate dissertation?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n10:45 am</dco> &nbsp;<qco> Whats your favorite angle ? Mines 76 degrees</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n10:44 am</dco> &nbsp;<qco> Hi, I am not sure whether this is a question or not.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n10:34 am</dco> &nbsp;<qco> what do you think about counterpoint?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n9:31 am</dco> &nbsp;<qco> Will you upload \"Got to Know What's Going On\" at some point? It's terrific!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n8:20 am</dco> &nbsp;<qco> what should I do if I'm depressed all the time and everything seems to be hopeless</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n7:17 am</dco> &nbsp;<qco> please do a video of got to know whats going on next!! i know, an entirely new piece would be great too and everyone would enjoy the shit out of it. i just really feel like that song needs a video. no, it deserves a video. im scared that if you do the new thing, theres not gonna be a video.\n<br>im only writing this because you seem unsure of your next step. it probably won't matter in the end</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n5:34 am</dco> &nbsp;<qco> if two witches were watching two watches which witch would watch which watch</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n5:21 am</dco> &nbsp;<qco> is nine nine or is nine ten</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n5:19 am</dco> &nbsp;<qco> what do you think of this chord progression:\n<br>Eb Bb Db Ab Bmaj7</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n5:17 am</dco> &nbsp;<qco> How do I know if a girl likes me?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n4:56 am</dco> &nbsp;<qco> do you remember the thrill of the first time you heard/noticed a specific interval in a song? \n<br>(like for instance i remember when i was little and first noticed that 7th and 9th in a final chord of a blues song)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n4:54 am</dco> &nbsp;<qco> come on, you gotta be kidding me that you don't count \"movie star\" 3 +6 ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n3:06 am</dco> &nbsp;<qco> Do you like stuff?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n2:05 am</dco> &nbsp;<qco> i'm a teenager looking for work experience, in any field--should I apply for every job I can find, and is saying \"i don't want something that's beneath me\" absolutely unreasonable?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n1:23 am</dco> &nbsp;<qco> how do you deal with hate aimed at you from random strangers on the internet?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n1:16 am</dco> &nbsp;<qco> If you could do anything or wish anything, what would it be?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n12:55 am</dco> &nbsp;<qco> Why are you so mean?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n12:52 am</dco> &nbsp;<qco> So is soup just flavored water?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n12:23 am</dco> &nbsp;<qco> why did you stop making notes at 12.17.16</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.6.17&nbsp; \n12:14 am</dco> &nbsp;<qco> how many numbers are in the number 1000</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp; \n11:56 pm</dco> &nbsp;<qco> Normally I tend to have short, random bursts of productivity with the stuff I do. Do you think it's better to follow a strict daily routine or would the method I use be good enough to get by?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp; \n11:50 pm</dco> &nbsp;<qco> thoughts on just Getting Shit Done?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp; \n11:19 pm</dco> &nbsp;<qco> one of your answers mentioned that you would like to \"teach someone\" (e.g. an intern or assistant) how to answer questions for you, so you could focus on \n<br>more creative projects. Exactly what would you need to teach this person in order to answer these questions for you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp; \n11:00 pm</dco> &nbsp;<qco> how many of the questions people ask here do you actually answer</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp; \n10:38 pm</dco> &nbsp;<qco> how many questions do you still have on the inbox? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nAre you really answering them all?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp; \n10:29 pm</dco> &nbsp;<qco> you definitely sound like you could be a good music educator! would you ever consider doing that at all?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp; \n10:27 pm</dco> &nbsp;<qco> from your answers it seems like you concern a lot about distraction and/or drawing unbalanced attention to stuff when you create? If so why so?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n9:34 pm</dco> &nbsp;<qco> is learning things fun</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n9:28 pm</dco> &nbsp;<qco> is it cheating use scrabble pieces to do anagrams?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n9:12 pm</dco> &nbsp;<qco> Whats the difference between consistency and doing the same thing over and over?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; See cuz all your stuff is unique yet maintains your spirit, but some other creators stuff doesnt have enough variety so it all feels the same? When i try to make my stuff i cant tell how much variety is enough or too much or too little, what do?</qco> </h3><a href=\"http://billwurtz.com/just-try-to-have-a-good-time.mp3\">just try to have a good time</a><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n9:11 pm</dco> &nbsp;<qco> did you know that in australia 'randy' means horny?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n9:10 pm</dco> &nbsp;<qco> If we could somehow quantify the act of being reasonable, </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;would you want the unit to be called a Wurtz? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I.e. if you're being completely unreasonable, you're operating at 0 Wurtz, but if you're super reasonable, that's maybe 6 Wurtz. I estimate you are at a level of about 7.9 Wurtz so I doubt we can go higher. Also it's logarithm like the Richter scale so every increment of 1 Wurtz is 10 times more reasonable than the last Wurtz (e.g. 5 Wurtz is 100 times more reasonable than 3 Wurtz)</qco> </h3><br><br>"
  }
]
