[
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n6:52 am</dco> &nbsp;<qco> what do you do to pass the time</qco> </h3>      \nthe damn time passes automatically. the race is on to see how much i can accomplish in spite of this\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n5:46 am</dco> &nbsp;<qco> Any thought on \"Amish paradise\"?</qco> </h3>      \nit is based on gangsta's paradise, which is based on pasttime paradise\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n4:17 am</dco> &nbsp;<qco> Do all of your songs have deeper meanings? </qco></h3>      than what<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And do you ever make a song that has a meaning you never intended to instill within it, but does in the finished product?</qco> </h3>      yes but this is normal, and expected. the whole world is an endless kaleidoscope of meaning. songwriting is one of the best ways i've found to facilitate this phenomenon\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n3:04 am</dco> &nbsp;<qco> what did you think about the 12th of November in twenty sixteen?</qco> </h3>      \ni was blitzing the video production on history of the entire world i guess, hell bent on finishing the entire project by dec 1. i was probably making pretty ferocious progress around november 12, before realizing later in the month that this was drastically impossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n2:40 am</dco> &nbsp;<qco> What do you do when you are not making music?</qco> </h3>      \nmake video to go with the music, or, make video for music to go with. or, .... try to develop better techniques to do all of this at a much more sensible pace\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n1:20 am</dco> &nbsp;<qco> are you going to make another song or video?</qco> </h3>      \nyes, i am doing both, ...... repeatedly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n12:18 am</dco> &nbsp;<qco> Does the day go on?</qco> </h3>      \ndunno, that sounds like some sort of ponzi scheme to me \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n11:05 pm</dco> &nbsp;<qco> why not release your next song on platforms other than YouTube until the video for said song is complete?</qco> </h3>      \ni think it makes for a much stronger release if they are released together\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n10:07 pm</dco> &nbsp;<qco> Are there any songs you completed but never released?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n9:50 pm</dco> &nbsp;<qco> Whats the difference&nbsp;&nbsp;between plate and hall reverb</qco> </h3>      \nthey might sound different. here's a good test to see if they are different: listen to them and see if they sound different\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n8:45 pm</dco> &nbsp;<qco> I LOVE YOUR SONGS THEY'RE SO GOOD</qco> </h3>      \nthat's quite a friendly angle you are taking here\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n7:00 pm</dco> &nbsp;<qco> what if i actaully ate my pc would it like break or would i just become a robot?</qco> </h3>      \nit would break and you would break too\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n6:53 pm</dco> &nbsp;<qco> Do you think all BMW drivers are jerks or no?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n5:48 pm</dco> &nbsp;<qco> when i'm sad i look at these questions and they make me feel better, does answering them make you feel something?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n4:55 pm</dco> &nbsp;<qco> Are you answering questions at reasonable times now because I caught onto you being an owl in a skin suit?</qco> </h3>      \ni always answer questions at reasonable times. but, alas, the time i answer questions is not posted, so you wouldn't even know\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n3:43 pm</dco> &nbsp;<qco> What are you working on?</qco> </h3>      \nit's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n3:43 pm</dco> &nbsp;<qco> thoughts on the history of milk</qco> </h3>      \nit used to be more........ lumpy\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n3:34 pm</dco> &nbsp;<qco> have u ever thought about learning languages</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n2:59 pm</dco> &nbsp;<qco> how to do the thing</qco> </h3>      \nuse the technique\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n2:51 pm</dco> &nbsp;<qco> what is&nbsp;&nbsp;your favorite animal</qco> </h3>      \nstory\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n2:49 pm</dco> &nbsp;<qco> Is the \"maybe i could eat blades of grass\" jingle the intro to the show, a commercial, or something else?</qco> </h3>      \nit sets the theme, of HYPOTHESIS and SPECULATION\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n1:42 pm</dco> &nbsp;<qco> did you often do any weirdly specific plant-based activities as a kid.</qco></h3>      plants are for adults<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i did and your music reminds me of that</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n12:53 pm</dco> &nbsp;<qco> I FUCKING LOVE YOUR SONGS MAN\n<br></qco> </h3>      \nholy smokes you've taken a friendly demeanor\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n12:48 pm</dco> &nbsp;<qco> Are you gonna start a band so you can get music quicker?\n<br></qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n11:36 am</dco> &nbsp;<qco> I want to make things, but none of my ideas ever seen good enough. How do I get myself to make things anyway, even though I worry that my lack of good ideas will make it turn out badly?</qco> </h3>      \ntry it anyway. you might be surprised at how much fun bad ideas can be\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n11:22 am</dco> &nbsp;<qco> Should I learn the piano</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n11:16 am</dco> &nbsp;<qco> <a href=\"q.php?date=202012091500\">12.9.20&nbsp;&nbsp;3:00 pm</a> &nbsp;&nbsp;By doing what? No bullshit answers. Let's hear some details of what you're actually doing to attempt your best effort at living a physically/mentally/emotionally healthy life...&nbsp;</qco> </h3>      \nsleep enough, get enough movement, reflect upon life, but most importantly: continue to strive toward doing my best work\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n10:06 am</dco> &nbsp;<qco> I love your work, but I feel like I'm starting to understand some of your songs, is this possible or am I just delusional?</qco> </h3>      \nunderstanding is normal and common, especially with things you love\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n9:50 am</dco> &nbsp;<qco> Why didn't you use the jail graphic (the one that you used in snail time, monday video in jail, and 10.14.09 who i am) at the end of 5.9.09 cool dry air is cool?</qco> </h3>      \nnot necessary\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n8:43 am</dco> &nbsp;<qco> in any of your songs, is there a meaning to any of them?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n7:21 am</dco> &nbsp;<qco> what's a type of music you've been digging recently</qco> </h3>      \nall music is the same type. which happens to be the exact type i like\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n6:55 am</dco> &nbsp;<qco> You are running for president. </qco></h3>      that's not true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It comes out you eat fish sticks with mustard. </qco></h3>      that's not true either<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What is your defense to the public?</qco> </h3>      fiction needs no defense. just enjoy\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n5:02 am</dco> &nbsp;<qco> I'm about 3 years into music and I was wondering how did you balance school and music practice? I'm just having a hard time balancing the two.</qco> </h3>      \ni would just do music all the time, and if someone tried to get me to do anything else i really don't remember what that was\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n4:44 am</dco> &nbsp;<qco> Hey bill why are you so awesome?</qco> </h3>      \ni'm just trying to get by\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n3:09 am</dco> &nbsp;<qco> Is it called \"no castle\" because the castle is actually John Travolta in disguise? Or was he just in fhe castle and the title is meant to trick the viewer?</qco> </h3>      \nthe title was based on the music. the music existed before the video, and the title for that music is 'no castle'.  That's because the music seems to have a feeling of \"no\", fortified into an entire castle. Imagine an entire castle of no. Then, later, a video was made, to reflect the music. I should clarify, that the music also seems to have a twist ending, which arguably may have turned it into a yes castle, but i tried to leave that open for the listener to decide\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n2:30 am</dco> &nbsp;<qco> do you have a macro key to automatically type \"&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i was going to say no but now that i think about it yes\", for example</qco> </h3>      \nthat's preposterous. who do you think i am\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.20&nbsp; \n1:38 am</dco> &nbsp;<qco> When will you talk about Velcro? You said in \"Wild Frolicking Adventures of Informational Education\" That you would, but you never did. \n</qco></h3>      i would like to talk about everything. so far there has not been enough time to talk about everything<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, what was the book you read page 1 of and then skipped ahead to page 2 of in \"i'm Best Friends with my Own Front Door?\"\n</qco></h3>      i thought that story was about you. but, if it's about me, it would be about the song writing process for that song<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Another: How do I obtain The Complete Good Spelling Kit from \"how to win at spelling?\"\n</qco></h3>      you could use a scrabble set<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Are you still liking the soap from \"soap tips?\"\n</qco></h3>      i never liked it, but it's the best i could do at the time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Who is Believability Bob?\n</qco></h3>      Relievability Robert<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Why do you play the Clak Box so much?\n</qco></h3>      i dare you to prove i have even played it twice<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Why is November 19th designated as hibernation day?\n</qco></h3>      it is not. that's just an example of a day you could hibernate<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you still shave your piano?\n</qco></h3>      i have never done it. 1 time i pretended to<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you still want to go home?\n</qco></h3>      don't we all<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;These are the real ueqstions.\n<br></qco> </h3>      they are mostly based on fiction\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.20&nbsp; \n12:59 pm</dco> &nbsp;<qco> how do you structure chords or add extensions and know the names?</qco></h3>      don't add extension to chords. if you must extend, start with the melody and 'extend' the chords underneath<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i know all the notes in the chords, just not the names..</qco> </h3>      basically just look up some charts for songs, and get the audio of the song also. read the chart, hear the audio. after about 1000 songs you should be well on your way to being assimilated into the fabric of society.... IF that's what you want\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.20&nbsp; \n11:43 pm</dco> &nbsp;<qco> (to me at least) you come off as a very weird person most the time, but after reading many of these Q&amp;As I honestly think you are a very wise person.&nbsp;</qco> </h3>      \nNEWS FLASH; WISDOM IS WEIRD\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.20&nbsp; \n10:20 pm</dco> &nbsp;<qco> Why cant we as a human just use one same language everywhere?</qco> </h3>      \nwe probably can. but it will still be fun to use additional languages also\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.20&nbsp; \n9:42 pm</dco> &nbsp;<qco> are my opinions good?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.20&nbsp; \n8:22 pm</dco> &nbsp;<qco> did you do the thing?</qco> </h3>      \ndoing it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.20&nbsp; \n7:20 pm</dco> &nbsp;<qco> What the proof that we are real</qco> </h3>      \nwondering if you are real is exactly the kind of thing that someone real would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.20&nbsp; \n6:07 pm</dco> &nbsp;<qco> So many music schools focus on teaching classical music theory.&nbsp;&nbsp;And while I think that experience gave me good intuition for that kind of voice leading, I wonder if I would have been better off learning voice leading and harmony from music of the 20th century.&nbsp;&nbsp;What is your opinion on how music schools teach harmony?</qco> </h3>      \ni didn't know that was how they teach it, but, a good way i would recommend is just learn all the songs you know and love. you probably can't go wrong with that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.20&nbsp; \n5:36 pm</dco> &nbsp;<qco> In your song 'outside', the newspaper you picked up said 'the wind blows'-- there was also two other stories about milk and bread. What was so newsworthy that day about milk and bread?</qco> </h3>      \nnothing. the newspaper still comes out, even when there is no news. sometimes they just find some violence to show you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.20&nbsp; \n4:29 pm</dco> &nbsp;<qco> at what point are you in life when you decide to upload your last video?</qco> </h3>      \ni couldn't imagine ever doing that on purpose\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.20&nbsp; \n3:18 pm</dco> &nbsp;<qco> is there a meaning for the word meaning</qco> </h3>      \nbarely\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.20&nbsp; \n2:58 pm</dco> &nbsp;<qco> as someone looking to learn it, how important actually is music theory when making a song?</qco> </h3>      \nit's up to you to invent music theories. they are fun, but don't be alarmed when they break. that is part of the fun. i suppose any song you make will automatically be a theory, and will also break it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.20&nbsp; \n2:35 pm</dco> &nbsp;<qco> do you ever get annoyed</qco> </h3>      \new no, why would you ask that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.20&nbsp; \n2:15 pm</dco> &nbsp;<qco> do you have any feelings about the recent changes to the taco bell menu&nbsp;</qco> </h3>      \nno\n<br><br>"
  }
]
