[
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n1:15 am</dco> &nbsp;<qco> do you think Nav's self-titled debut is in the form of theme and variations? Or is it just repetitive?</qco> </h3>      i think almost any piece of music can be described as theme and/or variations\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n1:12 am</dco> &nbsp;<qco> Don't you think depression can result from a chemical imbalance due to genetics, other causes rather than a chemical imbalance due to dealing with the stress and drama of the world?\n<br>\n<br>If not, why not?</qco> </h3>      imbalance compared to what? someone better?\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n1:10 am</dco> &nbsp;<qco> Db F G B resolves to C. That's a Tritone substitution that can be interpreted as Db7 with a flat 5 or G7 with a flat 5.</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n12:25 am</dco> &nbsp;<qco> What do I do when I come upon a conflict</qco> </h3>      get into resolve mode\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n12:13 am</dco> &nbsp;<qco> is stuff a thing or are things stuff</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n11:57 pm</dco> &nbsp;<qco>\n            <a href=\"q.php?date=201708241751\">8.24.17  5:51 pm</a>\nin songs, i meant and how do you know which chords are right for the song</qco> </h3>      you'll have to just try some and see\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n11:25 pm</dco> &nbsp;<qco> what is time?</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n11:18 pm</dco> &nbsp;<qco> how long is a word</qco> </h3>      usually between 1 and 12 letters\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n11:14 pm</dco> &nbsp;<qco> thoughts on going north when you should go east?</qco> </h3>      that would be the incorrect direction in that case\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n10:38 pm</dco> &nbsp;<qco> it's me</qco> </h3>      oh hi\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n10:37 pm</dco> &nbsp;<qco> what is your favorite time signature?&nbsp;</qco> </h3>       the one that best represents the music at hand\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n9:51 pm</dco> &nbsp;<qco> y do u do stuff?</qco> </h3>      what else would i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n9:46 pm</dco> &nbsp;<qco> I asked the question about music academia. Thanks I guess. Really wanted your opinion even if you feel its none of your business. How does it feel to let your fans down?</qco> </h3>      bad, and sad\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n9:03 pm</dco> &nbsp;<qco> do you think that laughter will eventually be replaced by people just saying lol, lmao, rofl, etc?&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n9:02 pm</dco> &nbsp;<qco> thoughts on flat earthers?</qco> </h3>      i think they are fake, and i think the flat earth movement is generally fabricated to give people an opportunity to brag about knowing the world is round\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n9:00 pm</dco> &nbsp;<qco> I keep getting goddamn junk mail. Planning to Kill my mailman. you can relate??</qco> </h3>      it is not his/her fault\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n8:59 pm</dco> &nbsp;<qco> Do plants have feelings?</qco> </h3>      yes, that is the main thing they have\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n8:48 pm</dco> &nbsp;<qco> How long does your average video take to make?</qco> </h3>      which one is average\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n8:40 pm</dco> &nbsp;<qco> why did you remove some of the links from the reality section? like the book stacking video isn't linked anymore, and there was another one i remember was there but i can't find it anymore</qco> </h3>      i get asked a lot why it's there and also on the expert page. i've also been asked a lot why it is not on the reality page. i actually don't remember making any change, but i wish one day someone would tell me which page(s) it should be on which would not require me to explain myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n8:20 pm</dco> &nbsp;<qco> I think you said thinking in scales is uninspiring. How do you usually mentally structure improv sections?</qco> </h3>      based on how the song goes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n8:03 pm</dco> &nbsp;<qco> WHY IS ALABAMA MENTIONED IN SO MANY OF YOUR SONGs?!</qco> </h3>      i can only think of 1 song where i mentioned it, although i am sure there are others\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n8:00 pm</dco> &nbsp;<qco> if people would always ask me why i dont use caps i would lose my shit, how r u so calm?</qco> </h3>      i think if i actually didn't use them, it would be easier to be calm. what makes it more upsetting is the fact that i enjoy capitals usage very much, and do so on a regular basis, and yet i still continue to be accused of not using it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n7:46 pm</dco> &nbsp;<qco> what's the time signature of 'all u gotta do is'? 7/4?&nbsp;</qco> </h3>      for that one, almost every bar is different\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n7:17 pm</dco> &nbsp;<qco> How come when I listen to \"Tell Me Something Good\" (the Chaka Khan song)&nbsp;&nbsp;I always lose track of where the beat is? I can tap my foot to the 'pulse', but when I try to count out the beat (1-2-3-4) I always get thrown off, like I'll think I know what to call \"beat 1\" but as the song goes on it seems like where I was counting beat 1 gets off place.</qco> </h3>      i've only heard that song a couple of times but if i recall correctly the verses have sort of a backwards groove, i believe the clav (funk keyboard) is playing downbeats, in a way you would expect upbeats to be played. so it might be easy to hear the verse backwards. the top of the chorus is \"Tell,\" and likely that part is easy to hear correctly. but the verse surely flipped you around. and the more you get to know the song from that perspective, the harder it will be to un-hear it that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n7:15 pm</dco> &nbsp;<qco> i find the notion of being able to learn things and teaching yourself those things (and maybe others) so amazing that it makes me wanna cry and live forever. watcha think?</qco> </h3>      i agree\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n6:49 pm</dco> &nbsp;<qco> are monday videos coming back :(</qco> </h3>      not if they make you frown\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n6:37 pm</dco> &nbsp;<qco> if you were a girl, would you imagine yourself wearing makeup?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n6:27 pm</dco> &nbsp;<qco> if yes was no, would no be yes?</qco> </h3>      whoever decided yes was no hopefully will follow through and also decide whether no is yes. otherwise someone else will have to take over the scenario, who might not understand the original intentions behind it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n6:14 pm</dco> &nbsp;<qco> where did all the fidget spinners go?</qco> </h3>      the floor, and ground\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n6:00 pm</dco> &nbsp;<qco> Hey, so I think you say that you usually write the melody and harmony of a song together... Just wondering where rhythm fits into this?</qco></h3>      melody has rhythm<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I guess a melody has its own implied rhythm. But do you usually write/record drums and bass last?</qco></h3>      drums and bass are not necessarily part of the writing. sometimes there will be hints at what's supposed to happen, but writing the song usually does not include deciding exactly what everyone is going to play. when it comes time to do the song, then the players (which all happen to be me) use their best judgement for how to do the song. it's like making a movie or tv show. the script mainly has dialogue, and some basic info about scenes and sets. but the writers don't build the sets, and they are not making decisions about every little item that goes everywhere on the set. that is done by the set designers, but they are doing it based on the way the script seems to imply it should be, even though the details may not be written in the script. they are using their judgement based on the what they can infer from the script<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you often switch it up, like a cool little rhythmic pattern pops up in your head and you think \"oh, that needs a melody\"?</qco> </h3>      the vast majority of songwriting for me is based on the melody/lyric, but a small number of times i have found a certain groove or chord sequence that i think is basis for a song, so it is entered into the song list. i don't recall if any of those have ever made it to the next step<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n5:51 pm</dco> &nbsp;<qco> how do chords work?&nbsp;</qco> </h3>      it's like when you play multiple notes at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n5:24 pm</dco> &nbsp;<qco> thoughts on the moon?</qco> </h3>      'wow what an empty place' .... 'the days feel like months'\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n5:18 pm</dco> &nbsp;<qco> can love be a hate crime</qco> </h3>      it depends on how you write the propaganda\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n5:08 pm</dco> &nbsp;<qco> do you ever anwser questions with question?&nbsp;</qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n5:07 pm</dco> &nbsp;<qco> What is the question?&nbsp;</qco> </h3>      What is the question?\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n5:06 pm</dco> &nbsp;<qco> Why do some peoples want to become firefighters?&nbsp;</qco> </h3>      because it is helpful, and useful\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n5:03 pm</dco> &nbsp;<qco> Is it okay if i am from israel</qco> </h3>      is it ok with you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n4:58 pm</dco> &nbsp;<qco> Are the things you say in your videos 100% real and legit&nbsp;</qco> </h3>      making videos can be fun and interesting. i will let you decide if that is legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n4:57 pm</dco> &nbsp;<qco> Dont you have anything better to do</qco> </h3>      than what\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n3:26 pm</dco> &nbsp;<qco> If you use your computer to make a video... how do you make a computer??</qco> </h3>      using machines and other computers also\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n3:05 pm</dco> &nbsp;<qco> I think capital letters are useful. Like, say you see a sign and it says 'selling orange' you kight be like 'oh so they're selling fruit' but if it said 'selling Orange' you would think it was a place, as there are actually many towns called Orange. maybe someone wants to sell a town. After all, you can rent Liechenstein for like 400,000 dollars a day, and you can change the law there and stuff. what do you think?</qco> </h3>      i agree\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n2:49 pm</dco> &nbsp;<qco> you really think everyone from south america came from beringia/alaska? </qco></h3>      prior to about the 1400s, i think so yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;come on bill you can't be this naive. what about the HUGE african influence (food, MUSIC, dance, religions etc etc) that the slaves brought to the game??</qco> </h3>      african slaves did not come over until later\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n2:47 pm</dco> &nbsp;<qco> Craziest use of a sus chord in pop song that you remember hearing?</qco> </h3>      will you take my picture cuz i won't remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n1:59 pm</dco> &nbsp;<qco> is your answer to this question true?</qco> </h3>      i think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n1:37 pm</dco> &nbsp;<qco> is it wrong to fall in love with your teacher?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n1:36 pm</dco> &nbsp;<qco> food is pretty legit, eh?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n1:33 pm</dco> &nbsp;<qco> Do you ever think about all the art that could exist, but doesn't (or won't)?&nbsp;</qco> </h3>      yes. better yet even try to make some of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n1:25 pm</dco> &nbsp;<qco> Are you going to give us a teaser of the new project on instagram before tues, sep 5?</qco> </h3>      oh hell yeah<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp; \n1:05 pm</dco> &nbsp;<qco> You know how people refer to decades as the \"90s\", the \"50s\", the \"30s\", etc? What do we call the years from 00-19?? The \"00s\"? and the \"10s\"? idk sounds stupid to me what do you think we should call them?</qco> </h3>      if you think thats confusing, wait til you get a chance to try Love, and Relationships<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp; \n12:47 pm</dco> &nbsp;<qco> What is your weapon of choice?</qco> </h3>      choice<br><br>"
  }
]
