[
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n6:39 am</dco> &nbsp;<qco> why is q green</qco> </h3>      because it's going on an adventure!<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n5:58 am</dco> &nbsp;<qco> is it okay to be anti-social?</qco> </h3>      i will check with the rules and regulations\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n4:44 am</dco> &nbsp;<qco> As more and more is being discovered about quantum physics, we become less and less able to comprehend the nature of reality.</qco></h3>      it seems to actually make more sense to me<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is this something temporary and our minds will adapt and begin to understand this new reality or is it possible that the human mind will soon reach its limits of comprehension? If it's only temporary, is there is a limit to what the human mind can comprehend? If we are reaching our limits, how do we continue to study our reality?</qco> </h3>      on an intuitive/spiritual/emotional level, i think we have everything we need to understand pretty much anything. if you are talking computational power, well we have a lot of tools and resources which are getting better and more and more closely integrated into us\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n4:41 am</dco> &nbsp;<qco> Is humanity headed in the right or wrong direction?</qco> </h3>      yes and no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n4:23 am</dco> &nbsp;<qco> what is the key to understanding playgrounds</qco> </h3>      the incline angle of the slide\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n4:05 am</dco> &nbsp;<qco> Are you a philosopher?</qco> </h3>      i have a different name for it but yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n3:19 am</dco> &nbsp;<qco> how selective are you in answering the questions you get asked?</qco> </h3>      i'd say about a 6.3\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n3:13 am</dco> &nbsp;<qco> I would ask you something about music because I know it is the kind of questions you answer more seriously \n</qco></h3>      mostly it's just me telling people over and over and over, to stop trying to learn music from books, and start using their ears and/or spirit<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but I know nothibg about music AHAHAHAHAHAHAHAHAHAHHAHAHAHHAHAHAHAKQLOQLQLD</qco> </h3>      it's not your job to know about music. it is music's job to know about us\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n3:12 am</dco> &nbsp;<qco> My dog is flying and shooting laser rays from eyes what to do help</qco> </h3>      you could audition for \"wow my dog is really unique\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n3:08 am</dco> &nbsp;<qco> How to escape?</qco> </h3>      check to see if you already did\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n2:44 am</dco> &nbsp;<qco> Would you have answered the opposite question like this …\n<br>\n<br>Q: <a href=\"q.php?date=201801030309\">1.3.18&nbsp;&nbsp;3:09 am</a> &nbsp;&nbsp;&nbsp;why are you so excrutiatingly detailed\n<br>\n<br>A:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;why haven't you noticed all the hundreds of questions i have answered vaguely\n<br>\n<br>… or is your deliberate vagueness still a topic you want to avoid?</qco> </h3>      the opposite question usually looks something like \"what's with that really really long answer\" and i think my answer is usually something like 'some people want me to give more details, some people want me to give less details, so as a compromise i've decided to give a medium amount of details'\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n2:21 am</dco> &nbsp;<qco> what is your opinion of sponges</qco> </h3>       phenomenal, if not downright formiddable\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n1:39 am</dco> &nbsp;<qco> if the earth really was flat then why hasn't all of the water fallen off?</qco> </h3>      maybe there would be something around the edge, holding it in, like antarctica or something\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n1:01 am</dco> &nbsp;<qco> What's really in Area 51?</qco> </h3>      cool planes, i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n11:57 pm</dco> &nbsp;<qco> are capital letters illegal in your hometown?&nbsp;</qco> </h3>      no, are they in yours\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n11:45 pm</dco> &nbsp;<qco> do you work on one project at a time or do you multitask on different things</qco> </h3>      \ni've learned to only do 1 main project at a time. aside from that, i am currently maintaining daily (at least) updates to questions, anagrams, and twitter\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n11:34 pm</dco> &nbsp;<qco> bhe teatles? fink ployd? Stolling Rones? Zed Leppelin? Will Burtz?</qco> </h3>      \nah, i see the pattern<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n10:45 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201801030042\">1.3.18&nbsp;&nbsp;12:42 am</a> &nbsp;&nbsp;&nbsp;&nbsp;then do you subscribe to a major religion, </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and if so, which?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n10:38 pm</dco> &nbsp;<qco> If you go on your can you come to Pittsburgh? It's an ok city but we have tons of bridges and shit and great architecture and Andy Warhol's art and a bunch of ketchup.</qco> </h3>      i wasn't going to go there but i suppose i should, to pick up some ketchup, and bridges\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n9:40 pm</dco> &nbsp;<qco> Do you like the song 'just can't wait to be king' from lion king? It's one of my fav disney jamz, but nobody seems to like that one for whatever reason.&nbsp;</qco> </h3>      i haven't seen that movie in a long time, but i recall that one feeling like a smash hit. i only recall the opening flute riff, and the title line which ends the chorus. beyond that i don't remember how it goes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n9:27 pm</dco> &nbsp;<qco> What was it like when you finally graduated high school?</qco> </h3>      maybe about like <a href=\"grad.png\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n9:00 pm</dco> &nbsp;<qco> i'm not finding that beautiful answer of yours about trying to find the perfect tuning&nbsp;&nbsp;and discovering that it was almost impossible. i rolled and rolled the bar but couldn't find it. </qco> </h3>      it is <a href=\"q.php?date=201706141538\">here</a>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n8:38 pm</dco> &nbsp;<qco> should i be outraged?</qco> </h3>      you can if you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n8:38 pm</dco> &nbsp;<qco> Hey bill, i have a question about your method of composition. do you let it flow, and then analize it and change stuff or do you start thinking about what you want and then go from there?</qco> </h3>      absolutely\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n7:39 pm</dco> &nbsp;<qco> Why do you refuse to watch the old videos you made?There seems to be an important creative reason why you constraint yourself on not doing it, and I'm honestly curious about it. Is it because you're a perfectionist? Is it just some particular videos like history of the world, i guess?, where you're just tired of seeing it? Or maybe is it like old pictures, where one day you'll open it up out of nostalgia, in a very very (very) long time, but not while you have work to do, new houses to build, new continents to discover?\n<br>\n<br>In any case, it seems like this psychological tactic is a creatively good move! Cheers!</qco> </h3>      all of those reasons make sense, and i think many people do the same thing. especially if you are busy working on new things\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n7:36 pm</dco> &nbsp;<qco> how do I not be fake</qco> </h3>      what is your current method of being fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n7:25 pm</dco> &nbsp;<qco> if you plan on going on tour, come to serbia because someone here shot the leader of austria's ass- well- actually shot him in the head. Either way, come to Serbia I love you</qco> </h3>      i wasn't going to go there but you make a convincing argument\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n7:01 pm</dco> &nbsp;<qco> What is your opinion on teenagers?</qco> </h3>      technically speaking, they tend to be between the ages of 13 and 19\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n6:56 pm</dco> &nbsp;<qco> is it weird that sometimes i change the pitch of songs i enjoy, so i can listen to it again and have it feel sort of like a new song? \n\n</qco></h3>      no, i think that's a great thing to do. i've done it before<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;for example, i like some of your songs so much that i listen to them on repeat over and over, and then i lower the pitch of the song in audacity to make sure it sounds new and fresh. i'm not sure if i explained that in a way that makes sense. anyway, am i weird for doing that?</qco> </h3>      no, it's fun, i did that to one of my songs once and i liked it so much i posted it again under a different name\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n6:45 pm</dco> &nbsp;<qco> If the elves are the ones making the presents, does that mean that santa is just straight up chillin' every day of the year except dec 25?&nbsp;</qco> </h3>      yes but it's important to remember that he invented the transport system and hires all the elves and generally makes the whole system possible, and created the brand\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n6:43 pm</dco> &nbsp;<qco> do you focus more on questions instead of anagrams or do you focus more on anagrams instead of questions</qco> </h3>      i do enough to keep them both updated in what i feel are reasonable quantities, every day\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n6:31 pm</dco> &nbsp;<qco> What are you currently working on?</qco> </h3>      a song/video\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n6:28 pm</dco> &nbsp;<qco> Is your name Tom?&nbsp;</qco> </h3>      i will check\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n5:46 pm</dco> &nbsp;<qco> Does the new song have a catchy hook?&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n5:42 pm</dco> &nbsp;<qco> How much does love cost?</qco> </h3>      love\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n5:19 pm</dco> &nbsp;<qco> I asked you a question</qco> </h3>      oh nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n4:42 pm</dco> &nbsp;<qco> have you tried composing hypermodernist music?</qco> </h3>      that sounds like a word for the present, but i'm not sure. in any case, all my music is composed at the time it was composed. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n3:48 pm</dco> &nbsp;<qco> Are we in the matrix&nbsp;</qco> </h3>      which matrix\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n2:25 pm</dco> &nbsp;<qco> Dude, you have to try harder to make companions with other species.&nbsp;</qco> </h3>      thanks for your help<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n2:24 pm</dco> &nbsp;<qco> why is jupiter a planet</qco> </h3>      why would it not be\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n1:53 pm</dco> &nbsp;<qco> What's the weirdest situation you've ever been in, Bill?</qco> </h3>      when people say my name while talking to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n1:30 pm</dco> &nbsp;<qco> what was your favorite meme of 2017, in your opinion?</qco> </h3>      all the celebs being fired for sexual harassment at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n1:25 pm</dco> &nbsp;<qco> wait, do you dislike the act of disliking the act of disliking things, because you dislike disliking thing?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i just wanted clarification, not trying to be clever</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n1:16 pm</dco> &nbsp;<qco> would you be able to finish the video faster if you stopped answering questions?\n</qco></h3>      maybe<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if so then do it.\n</qco></h3>      ok<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; actually don't thats a bad idea</qco> </h3>      ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n1:13 pm</dco> &nbsp;<qco> what is your opinion on the pepe meme being officialy declared dead last year?</qco> </h3>      <a href=\"http://billwurtz.com/tfw2015.mp4\">tfw when you'r when when when tfw #2015 affff</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n12:56 pm</dco> &nbsp;<qco> Here's a question for you?</qco> </h3>      thanks for the question\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n12:46 pm</dco> &nbsp;<qco> you said you had a hard time collaborating. when are you gonna climb that mountain</qco> </h3>      don't worry about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n11:09 am</dco> &nbsp;<qco> why does trump hate obama so much</qco> </h3>      to boost the views/ratings\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n11:04 am</dco> &nbsp;<qco> do you have any plans to update the \"reality\" page any time soon</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.18&nbsp;\n10:12 am</dco> &nbsp;<qco> Are you really gonna go on tour?&nbsp;</qco> </h3>      yes\n<br><br>"
  }
]
