[
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n2:40 pm</dco> &nbsp;<qco> Why 42?</qco> </h3>      for what\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n1:52 pm</dco> &nbsp;<qco> do you only write music, or do you write other stuff too (like poetry, short stories, etc)?</qco> </h3>      i write videos, to go with the music. or sometimes i write the video first and then write the music to go with it. the videos can be seen <a href=\"http://billwurtz.com/videos.html\">here</a>. i also write written words on their own, which can be seen either <a href=\"http://billwurtz.com/notebook.html\">here</a> or <a href=\"http://twitter.com/billwurtz\">here</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n1:17 pm</dco> &nbsp;<qco> https://www.instagram.com/p/BbFS_X-gqpy/?taken-by=notbillwurtz is this post from la de da? If so, what part of the song is this?&nbsp;</qco> </h3>      last chorus, bar 7, just before 'when will you come back home'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n12:16 pm</dco> &nbsp;<qco> What are your business hours?</qco> </h3>      12am-12am, mon-sun\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n11:44 am</dco> &nbsp;<qco> I want to have a band, but I want to do my own music and write all the parts and have full creative control over everything. But if I have that attitude, nobody will want to be in my band. What do I do?</qco> </h3>      for the right price they will do it. but in the mean time i think you should try doing recorded music and/or midi sequences, by yourself. i think you will have a very good time and unlock your super powers. and not too far down the road you will be able to afford to pay people to play, for the live show, if you choose\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n11:20 am</dco> &nbsp;<qco> what are you waiting for</qco> </h3>      i am not waiting\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n11:13 am</dco> &nbsp;<qco> i find, er, i don't concentrate enough, which means i got less done than i thought i should have, but obviously i don't want to admit my stamina is that bad and for what i think there is still a lot of space for improvement. i've tried some strategies, say, unplugging my internet connection, 3 hours a row with half an hour break, but still my mind strays easily, and my attention intensity flats like a popped balloon. little progress made in whatever i'm trying to accomplish, which dishearten me very often. i bet there's some strategies you use that works well for you. would please share or give some suggestions?</qco> </h3>      i think there is something about the nature of your project that needs clarity\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n10:47 am</dco> &nbsp;<qco> What do I do when I want to do something but I don't know what it is?</qco> </h3>      start talking and writing and brainstorming and generally have an open discussion. play \"what do we know.\" with a little detective work you can surely hone in on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n10:32 am</dco> &nbsp;<qco> Would you ever start a Twitch channel</qco> </h3>      yes, i already have the channel but there is no content there yet. still working out the details\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n10:22 am</dco> &nbsp;<qco> How did you become a chair?</qco> </h3>      how did you and your whole family become chairs\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n9:51 am</dco> &nbsp;<qco> Well I'm fairly sure that I'm gay but I still need help figuring that out. Could you help me?</qco> </h3>      how long do you have before the test\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n9:25 am</dco> &nbsp;<qco> how do i fix my brain</qco> </h3>      spend some time fixing other things around you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n7:13 am</dco> &nbsp;<qco> how do you feel about having some of your content like pics and tweets on social media sites but not on your website</qco> </h3>      fine, but i think it will probably be on the website eventually\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n5:23 am</dco> &nbsp;<qco> do you hate worms</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n4:53 am</dco> &nbsp;<qco> should I try to get better at something?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n4:32 am</dco> &nbsp;<qco> On your Patreon page, after the word \"creating\", why is there nothing?</qco> </h3>      my question is, why does it have to say \"is creating\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n2:16 am</dco> &nbsp;<qco> when you go \"youre made to do the things you do\" i get a surge of refined power and love. its become a strong tool for me, especially with helping others. that whole song radiates highly absorbable energy. now where in hell could you have scrounged all that up? \n</qco></h3>      at home, and in the work place<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;was that the mission statement of that track?</qco> </h3>      the goal was to try to just make it as good as possible, and then try to make the next one even better if possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n2:11 am</dco> &nbsp;<qco> fuck new york. it's a selfish city for selfish people. and besides they're all living on the internet with the rest of the world. there's no real reason to go there and kill yourself when you can kill yourself for much cheaper in nashville or chicago, or new orleans. everybody wants to empty your pockets and watch you bleed from your eyes and ears. or feed you until you vomit. A=440hz</qco> </h3>      fair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n1:43 am</dco> &nbsp;<qco> What do you do in your leisure time.</qco> </h3>      try to figure out how to get more work done faster and better\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n1:25 am</dco> &nbsp;<qco> is this even your final form?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n12:35 am</dco> &nbsp;<qco> What's your motto?</qco> </h3>       i am having a nice relaxing time here in the desert \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.18&nbsp; \n12:29 am</dco> &nbsp;<qco> Why do you put dots in your dates, like 4.26.16 instead of dashes or slashes?&nbsp;</qco> </h3>      why would i use dashes or slashes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n11:49 pm</dco> &nbsp;<qco> E? Please answer this is an important question.</qco> </h3>      no it's not\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n11:25 pm</dco> &nbsp;<qco> Do the notes: C B A G E played in that order a bit fast means anything to you?\n<br>\n<br>Which song is that from? Guess!</qco> </h3>      it reminds me of the loony tunes theme song, but it's missing the pickup note\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n10:48 pm</dco> &nbsp;<qco> who invented the high five?</qco> </h3>      the homo sapien?\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n10:48 pm</dco> &nbsp;<qco> i need help finding motivation to write a song help me please</qco> </h3>      if you don't want to write songs then i would not recommend doing it. if you do want to write songs, then pow that is your motivation (wanting to do it, etc)\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n10:33 pm</dco> &nbsp;<qco> do you have inside jokes with just yourself?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n10:30 pm</dco> &nbsp;<qco> I sent you an earnest question asking for advice, and you didn't even acknowledge it. Why?</qco> </h3>      probably because i answered someone else's question instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n10:29 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201804140942\">4.14.18&nbsp;&nbsp;9:42 am</a>  why do you like to write shorter songs?&nbsp;</qco> </h3>      i think 3 minutes is a reasonable length, but my question to you is why do you think i should write longer songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n10:27 pm</dco> &nbsp;<qco> My carrot is stuck in a potato. Help.</qco> </h3>      ah, you have found the secret recipe for potato carrots\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n10:27 pm</dco> &nbsp;<qco> do you not answer questions?</qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n10:26 pm</dco> &nbsp;<qco> what are you working on</qco> </h3>      a song. actually now i'm working on the video that goes with the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n10:09 pm</dco> &nbsp;<qco> how did you get so weird and wonderful&nbsp;</qco> </h3>      i dropped myself on my head when i was young\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n9:51 pm</dco> &nbsp;<qco> What do you think of crows?</qco> </h3>      they are dark\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n9:14 pm</dco> &nbsp;<qco> would you consider</qco> </h3>      <a href=\"q.php?date=201707261219\">7.26.17&nbsp;&nbsp;12:19 pm</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n9:05 pm</dco> &nbsp;<qco> Are you a smart person?</qco> </h3>      yes, and stupid\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n8:31 pm</dco> &nbsp;<qco> my parrot sometimes makes funky tunes, but now he's reading the entire declaration of independence. what do i do&nbsp;</qco> </h3>      make a reality show about how to make reality shows. that's just one of the many things you could do\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n7:29 pm</dco> &nbsp;<qco> What the hell are you living for</qco> </h3>      the city\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n7:12 pm</dco> &nbsp;<qco> how do i turn off the google machine</qco> </h3>       destroying the entire universe might work but i am not sure \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n6:43 pm</dco> &nbsp;<qco> What is your favorite musical mode?</qco> </h3>      AWESOME MODE!!!\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n6:35 pm</dco> &nbsp;<qco> what is your overall philosophy on life</qco></h3>      good<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n and how do you treat others because of it?</qco> </h3>      good\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n5:06 pm</dco> &nbsp;<qco> Do you hire someone to answer the questions for you?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n4:40 pm</dco> &nbsp;<qco> Do you have a moment to talk about our Lord and Savior Jesus Christ?</qco> </h3>      unsubscribe\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n3:34 pm</dco> &nbsp;<qco> what isn't your name</qco> </h3>      borb\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n3:12 pm</dco> &nbsp;<qco> nothing makes sense and we all gonna die agree?</qco> </h3>      there is a bit more to it than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n3:10 pm</dco> &nbsp;<qco> that's so weird. yeah. that. exactly. why is it like that? why? what?</qco> </h3>      i think i see where you're going with this\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n2:51 pm</dco> &nbsp;<qco> Song of the Day? (can we please get this going? Da peoplez deserve to know)</qco> </h3>      every song is for every day\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n2:32 pm</dco> &nbsp;<qco> How do I become a better sport&nbsp;</qco> </h3>      you could try drinking sports drinks\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n1:41 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201804142307\">4.14.18&nbsp;&nbsp;11:07 pm</a>  wait release date for what?</qco> </h3>      anything really\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.18&nbsp; \n1:27 pm</dco> &nbsp;<qco> Hey bill, so I'm at a point in my life where I need to start to make big decisions about my future, like college and careers and stuff like that. The thing is, I still don't know what sort of stuff I like to do, and I don't want to pick one single thing to do for the rest of my life, because I really enjoy doing lots of different things. What should I do? What did you think you'd be doing with your life when you were in high school?&nbsp;</qco> </h3>      i knew i would be a musician forever, for sure, by the time i was 12. i had already been a musician for a long time before that, but around when i was 12 i realized it would be the main thing and it was never going away\n<br><br>"
  }
]
