[
  {
    "html": "<h3> <dco>3.23.23&nbsp; \n6:51 pm</dco> &nbsp;<qco> What are ur opinions on the Lyidan mode? I consider it the best especially when used in film such as in back to the future part 3 and all the parts really</qco> </h3>      \nit's amazing how quickly G lydian turns into just Dmaj\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.23&nbsp; \n6:42 pm</dco> &nbsp;<qco> do you have the stuff?</qco> </h3>      \nyes i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.23&nbsp; \n5:36 pm</dco> &nbsp;<qco> Do you come from a land down under?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.23&nbsp; \n5:28 pm</dco> &nbsp;<qco> how did you become so cool</qco> </h3>      \nput 1 foot in front of the other\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.23&nbsp; \n5:16 pm</dco> &nbsp;<qco> What's your favorite kind of sandwhich?</qco> </h3>      \n80%. the almost sandwich\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.23&nbsp; \n4:22 pm</dco> &nbsp;<qco> how old were you when you started writing music</qco> </h3>      \nmaybe 9. maybe 5. i'm not really sure what counts\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.23&nbsp; \n2:24 pm</dco> &nbsp;<qco> Why was no brains written in F# major but performed in Bb major?</qco> </h3>      \nbecause when i wrote it, i was either not singing, or not singing at full volume. Before starting production, it's normal to do a 'key test', where i check how it feels to sing it at full volume, and find what key is best. that's when the production key of a song is determined, and it's all based on what key is best to sing it. it's common for the production key to be a few steps higher than the writing key, because as i'm writing i'm probably singing it quieter and not as intensely, therefore probably in a lower key for writing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.23&nbsp; \n1:54 pm</dco> &nbsp;<qco> how would I go about keeping my keyboard's pitch bend wheel in place if i wanted everything slightly detuned?</qco> </h3>      \nif you try to do this with the pitch bend wheel, you're not going to be happy. what you wanna do instead is go into the settings and find something like \"master tune\", which will be set to 440 hz by default. so then you change it a little and then exit\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.23&nbsp; \n12:18 pm</dco> &nbsp;<qco> what is the hidden meaning behind \"drum is shoe\"</qco> </h3>      \nthat's shown as an example of a \"metaphor\". in school, we were taught that a \"simile\" is a comparison that uses the word \"like\". but a \"metaphor\" is a comparison that does not use the word like. For example, a simile would be: \"the drum is like a shoe\". but a metaphor would be \"the drum is a shoe\". And i probably shortened it to \"drum is shoe\" to make it even easier to read, and to also allow space on the screen for the drum and the shoe\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.23&nbsp; \n10:24 am</dco> &nbsp;<qco> have you ever consumed psychedelics, </qco></h3>      not the weird ones<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do all your zany ideas come purely from a sober mind</qco> </h3>      i have never had a zany idea\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.23&nbsp; 7:04 am</dco> &nbsp;<qco> hi bill it's you from the future. </qco></h3>      that's not true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;this is a test question to see if sending questions to the past is possible</qco> </h3>      it's not. but you can send them to the future. for example, what you just typed is not read until the future. actually, what i'm typing now will not be read until the future either. and, as you read it, both the question and answer were written in the past, with the answer being written slightly after the question\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.23&nbsp; \n6:10 am</dco> &nbsp;<qco> hey Bill I just had the best hot chocolate of my life, not a question I just thought I should share this news with you&nbsp;</qco> </h3>      \ni understand\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.23&nbsp; \n4:35 am</dco> &nbsp;<qco> have you ever laughed out loud at a lyric you improvised</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.23&nbsp; \n12:26 am</dco> &nbsp;<qco> Do you find that you are more optimistic or less optimistic than you were 5 years ago?</qco></h3>      the same<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Whichever the answer is and if applicable do you find the difference to feel significant at all? Thank you</qco> </h3>      no. there is no difference\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.23&nbsp; \n12:23 am</dco> &nbsp;<qco> do you think the powerful feeling of existing is manufactured and exaggerated by our own minds? meaning the development of religion, spiritual and meditative practices? Like it is just a by product of having so many neurons? i believe this but to me that does not make living any less real. it's also really easy to doubt my own convictions. don't know how to be stronger. every possibility exists at the same time, so i'm always choosing and shifting to one of those possibilities</qco> </h3>      \npossibilities is what makes consciousness what it is. Any time there are multiple choices to choose from, that's where consciousness arises. If there is only 1 choice, then that choice is the only choice and there is nobody there to care\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n11:42 pm</dco> &nbsp;<qco> how did you learn to control your voice so well?</qco> </h3>      \nimprovising\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n8:15 pm</dco> &nbsp;<qco> what's your favorite decade and why</qco> </h3>      \n2023-2033 because it's starting right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; 7:48 pm</dco> &nbsp;<qco> what is your favorite key signature?</qco> </h3>      \ni like all of them equally, up to 6 flats or sharps. Second place is a tie between 7 flats and 7 sharps. 3rd place is a tie between all the ones with more than 7 flats or 7 sharps\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; 6:46 pm</dco> &nbsp;<qco> What inspires you to create the music and videos that you do?</qco> </h3>      \ncommon sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n4:52 pm</dco> &nbsp;<qco> Tips to fast on Ramadan? I'm a Egyptian Muslim and i'm having a hard time fasting,especially when going to school.</qco> </h3>      \ni don't know anything about fasting. i don't know whether or not it's safe, and if it is, i certainly do not know how to do it safely\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n2:19 pm</dco> &nbsp;<qco> tell me what you know</qco> </h3>      \nif you want to play a prank on someone, tell them you live in Franklin, NJ\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n2:17 pm</dco> &nbsp;<qco> could the entirety of a music streaming service's database be considered a playlist</qco> </h3>      \nonly if you can figure out how to actually play it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n1:16 pm</dco> &nbsp;<qco> Thoughts on using sledgehammers for drumsticks?</qco> </h3>      \nif you hit the drum on the head, the sound would be awkward and quiet. unless you hit really hard, then the head might break and the sound would be loud just 1 time. However, if you hit the drum from the side, on the shell, that might be a more appropriate acoustical use of the tool. Will cause damage to the drum shell, but you can get more than 1 hit out of it, for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n1:01 pm</dco> &nbsp;<qco> If the chicken crossed the road to get to the other side, and people say \"the grass is greener on the other side\", did the chicken cross the road because the grass was greener?</qco> </h3>      \nno, that would be the reason the chicken crossed the fence\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n12:30 pm</dco> &nbsp;<qco> Are you working on a big video right now, or are you just working on a really big medium sized video?</qco> </h3>      \nneither. there is almost nothing big about the video. there are 10 characters and a lot of intense choreography, but thanks to the improvements i've made to the my character animation system, the character animation was done surprisingly quickly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n11:07 am</dco> &nbsp;<qco> how come there are no people in the corner store? </qco></h3>      because i was working on a limited time production schedule. it's actually a miracle i was able to get the whole store modeled in such a short period of time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;were they somewhere else?</qco> </h3>      no, they were never anywhere\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n11:04 am</dco> &nbsp;<qco> hey bill. for my final year at uni i have an assignment where i need to analyse a piece of music using theory. i was just wondering if you have the chords for your song \"slow down\"? been trying to figure them out myself but can't get the transition chords and inversions down and having the chords would really help me out writing my essay. thank you :))</qco> </h3>      \nthe verses are generally in blues form, in F. the bridge sections are mostly 2 5s, in F#. the outtro vamp is 4maj7, 3min7, 2min7, in F. but in each section there are a lot of specific moments with chords that only happen that one time. in addition, the actual chord voicings throughout the entire song are constructed in a very custom way, around the melody. to give a full moment by moment transcription of every harmonic occurence would be a sizeable project which would probably be irresponsible for me to do right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n10:35 am</dco> &nbsp;<qco> how do you decide what to put as the single covers for each song when you put them on streaming services. like, why the ~ for fly around?</qco> </h3>      \nprocess of elimination. i tried every other possible picture\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n9:45 am</dco> &nbsp;<qco> perfom some calculations</qco> </h3>      \n0=0 wait i think i made a mistake\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n9:23 am</dco> &nbsp;<qco> How often would you say Intercontinental Ballistic Missiles inhibit your creativity?</qco> </h3>      \nit's never happened before. knock on wood\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n8:04 am</dco> &nbsp;<qco> Does giving up make me a bad person, even if the thing doesn't make me happy anymore?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n5:00 am</dco> &nbsp;<qco> do you know pizza tower?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n4:17 am</dco> &nbsp;<qco> i can't pick out the chord tones in busier songs. but those turn out to be my favorite songs all the time. am i supposed to transcribe easier songs until the chord itself becomes a unit of transcribing?</qco> </h3>      \nyep\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n3:57 am</dco> &nbsp;<qco> If your mission as a person, from birth, was to understand the universe, would you personally reccommend leaning into music as you have, or do you think there are better paths? How does it look from where you are?</qco> </h3>      \nif music is right for you, you're gonna know. whether you want to understand the universe is another story\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n3:10 am</dco> &nbsp;<qco> Looking through these questions, I notice that you sometimes respond to the same questions with different answers. Is there a reason why?&nbsp;</qco> </h3>      \nsometimes questions have multiple answers. sometimes questions have different answers at different times. but the final ingredient that sets this dynamic into motion is the fact that i am truly alive, and living\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.23&nbsp; \n1:41 am</dco> &nbsp;<qco> opinion on Asus2</qco> </h3>      \neasy on guitar\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n10:28 pm</dco> &nbsp;<qco> here is a quandry: when i make art i usually will either make a still piece or music. recently i have been really wanting to combine the two and even make ANIMATIONS. So, i did. over spring break i spent the vast majority of my time on an animation and, (dutifully keeping track of the time using proven timekeeping methods) and i worked 27.59 hours to make a minute and a half little music video. this is obviously not sustainable when i have to deal with the rest of my life such as school and work (which i still had to deal with over spring break). and now, im trapped in a loop of indecision. i so desperately want to make still art and i can usually finish a piece in 5-6 hours or so which is extremely doable. yet, i also DESPERATELY SO BADLY want to make music, which if im making an instrumental will probably take me 15-20 hours and if im making something with vocals (dont even get me fucking started) it will probably take me 19 BILLION hours to do, not even on top of the fact that i would want some visuals to couple with either and that would take 15 more hours and, if i commit to something, i will have a final project like 2 months later because i have to work and go to school if i want to survive. anyways, sorry for rambling. i guess what im asking is, how can i make myself commit to something that feels fufilling, even if i know im just setting myself up to get trapped in the never ending project. sorry i hope that makes sense.</qco> </h3>      to this day i don't have the answers. but at least that makes it an exciting puzzle to solve. kind of like those puzzles on the frontier of science, that no one has solved\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n10:27 pm</dco> &nbsp;<qco> can you add more content to the reality section of your website?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n10:18 pm</dco> &nbsp;<qco> would you be reaching out to people to be on your talk show, or would you be hoping for people to reach out to you about it instead</qco> </h3>      \nboth\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n10:15 pm</dco> &nbsp;<qco> Is college a scam?</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n8:49 pm</dco> &nbsp;<qco> Do you ever have the urge to question everything? </qco></h3>      some things. leave some things unquestioned, but that can be different things at different times. this is to prevent the catastrophic collapse that may occur if you actually question everything at the same time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sometimes I do and it ends up just confusing people. Kind of like in your video \"Perfect.\"</qco> </h3>       one thing that is unquestionable to me, which i learned when modeling the cars, is if you do something 50 times you're gonna really get the hang of it by thing 25 or so\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n8:36 pm</dco> &nbsp;<qco> can you give us a hint on what the next podcast is about?</qco> </h3>      \nNot Phish. Does not have to be about Phish. that is the only specific ground rule, so i'm told\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n8:00 pm</dco> &nbsp;<qco> why is the world we live in just fine, even if it's actually terrible?</qco> </h3>      \nbecause you're here. thank goodness\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n6:29 pm</dco> &nbsp;<qco> Have you ever found yourself indecisive about what kind of music you want to make? For example: if you liked making both symphonic and phonk, how would you decide the path you want to pursue? It wouldn't make sense to build an audience by making one and just switch to another with every track, would it? It seems like two completely different lifestyles</qco> </h3>      just make the music how you want to make it. try to make them as different as you can anyway, because no matter how hard you try, you'll probably never figure out how to be too different from yourself\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n4:18 pm</dco> &nbsp;<qco> what is your longest song </qco></h3>      i'm not sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and would you ever consider making a longer one</qco> </h3>      \nthe longer the song gets, the more it starts to desire and require some grounding and connections to the non-song world. through scenes, dialogue, any connecting scenario that puts the whole thing on the map somehow. actually i just realized short songs need that too. so in that case the answer is yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n3:24 pm</dco> &nbsp;<qco> thinking about how much lobsters and scorpions look alike (apparently, they are cousins). and if scorpio is considered a water sign, why is it represented by a desert-dwelling creature?</qco></h3>      i don't know<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;coulda been a lobster instead, right?\n</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;so then it occurred to me: judging by f2's reaction to the lobster section, it sounds like something Deep and Intense, or \"Scorpionic,\" is going on in there. \n<br>was this intentional? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;am i overthinking?</qco> </h3>      not if you're in the mood to have ideas\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n3:13 pm</dco> &nbsp;<qco> Where do you draw the line between persistence and stubbornness?</qco> </h3>      \nthose sound like they are on the same side of the line. i think the line to be reckoned with is the line between stubbornness and flexibility. and that line, maybe should weave right through the middle somehow, on a case by case basis. also known as a base by base casis\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n3:06 pm</dco> &nbsp;<qco> recently when i write songs, i find myself focusing way too much on the chord progression leading the song, and forgetting about all the other parts of the song. do you have any tips to achieve more of a balanced focus?&nbsp;</qco> </h3>      \ntry writing a song in another place, without an instrument. just write down how you're imagining it should go. what would you do?\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n10:44 am</dco> &nbsp;<qco> You've mentioned that New Canaan was one of four songwriting trips. Where were the others?</qco> </h3>      \ni will tell you later\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.23&nbsp; \n1:59 am</dco> &nbsp;<qco> do you write down you dreams</qco> </h3>      \nno, but in my dreams i write down what happened when i was awake\n<br><br>"
  }
]
