[
  {
    "html": "<h3> <dco>8.30.19&nbsp; \n3:24 am</dco> &nbsp;<qco> Hey Mr. Bill Wurtz! I have a philosophical quandry for you. In my business class someone wrote on the board \"Remember, you can always choose to be happy.\"</qco></h3>      seems sketchy<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t and I'm thinking \"Wait. If I could just choose to be happy then I can literally have an incredibly meaningful and an incredibly painful life.\" But people commit suicide. It doesn't seem to be the case that one&nbsp;&nbsp;can choose to be happy. Care to weigh in?</qco> </h3>      \nhappy is a funny thing. it always changes. so it's not entirely possible to predict what that would even be. sometimes it actually requires the element of surprise\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.19&nbsp; \n2:22 am</dco> &nbsp;<qco> Why do your songs always calm no matter what topic you sing about, also</qco> </h3>      \ncould be the calming fluid i put in there\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.19&nbsp; \n1:51 am</dco> &nbsp;<qco> Have you ever been noticed in public? And if you have - do you find it flattering or uncomfortable? \n<br>\n<br></qco> </h3>      \ni just say it wasn't me\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.19&nbsp; \n1:31 am</dco> &nbsp;<qco> part of me wants to really FEEL the national anthem and fall into the ritual of standing up, placing my arm on my heart. but on the other hand im trying to keep it cool and not let boarders dictate what i identify with\n<br></qco> </h3>      \nyou could try listening to it in a squatting position\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.19&nbsp; \n1:24 am</dco> &nbsp;<qco> when hitting keys on your keyboard (music) do you let gravity lead the way for how hard your hands fall or is it more of a muscle memory thing where u control the speed of the fall of your fingers as opposed to letting gravity dictate it?</qco> </h3>      \ni don't think gravity would be enough. fingers aren't heavy enough to push a key down\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.19&nbsp; \n1:15 am</dco> &nbsp;<qco> Can you provide me with encouragement and motivation so that I can finish more art projects?</qco> </h3>      \ndo you want to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.19&nbsp; \n12:58 am</dco> &nbsp;<qco> would you like to have a host in your talk show?</qco></h3>      it would be me<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tif yes, (or it eventually turns out that way) would he have to be on-set or online would work?</qco> </h3>      i'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.19&nbsp; \n12:57 am</dco> &nbsp;<qco> whats the biggest con youve found to seeing music and harmony as \"modal\", what i mean is trying to fit everything into the frame of what its functionally doing in reference to its modal center. whether it be C Ionnian (major), A aeolian (minor) or D phrygian. I feel like whenever i try to fit it into any sort of frame im already intelectualizing something that perhaps could benefit from a different perspective/approach</qco> </h3>      \ni don't quite see the difference. the music ultimately will be what it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.19&nbsp; \n12:44 am</dco> &nbsp;<qco> Why does weed make me socially anxious (towards strangers) qhile alcohol makes me extroverted</qco> </h3>      \nit's because of the color\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.19&nbsp; \n12:32 am</dco> &nbsp;<qco> What happens if you combine a fish and a chicken</qco> </h3>      \nyou get a hit TV series\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n11:09 pm</dco> &nbsp;<qco> would you like ground beef pancake</qco> </h3>      \ncan i get 2\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n10:52 pm</dco> &nbsp;<qco> I think I agree with you that apathy is a miscommunication and you have to trace back to the origin of the miscommunication. But I am not good at this and don't seem to improve. Do you have any tips?</qco> </h3>      \nstart asking questions. out loud\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n10:45 pm</dco> &nbsp;<qco> Since you're now working on learning how to use new software to make 3D videos;&nbsp;</qco></h3>      and much more<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tare there any plans to use YouTube's 360 Virtual Reality feature for some of them? (doing this would allow the viewer to look around the environment from a fixed point of perspective)</qco> </h3>      so far i am not the biggest fan of the 360 degree viewing experience. it limits the artist's ability to make things appear on screen at certain times, which is one of my strong points\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n10:42 pm</dco> &nbsp;<qco> I bet you wont answer this question because it isn't a question.</qco> </h3>      \nwe'll see about that\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n9:03 pm</dco> &nbsp;<qco> What is your opinion on competitive knitting?</qco> </h3>      \ni think if you practice underwater that should give you a pretty decent advantage\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n8:52 pm</dco> &nbsp;<qco> have you ever spoken to a ghost?</qco> </h3>      \nonly via email\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n8:43 pm</dco> &nbsp;<qco> Will the day go on?</qco> </h3>      \nyes, and so much more\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n8:17 pm</dco> &nbsp;<qco> Hello Bill, if there was one question I could ask about one of your videos it would be in your video maybe I could eat blades of grass when Damien Maymdien skips a question. What was that question?</qco> </h3>      \nis pee stored in the balls\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n8:07 pm</dco> &nbsp;<qco> What are your favorite chord combinations for the keyboard?</qco> </h3>      \ncheck my songs and videos. i am allowed to use any chord i want there, so you'll surely hear some of my favorites\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n7:43 pm</dco> &nbsp;<qco> do you know what program(s) you will most likely make videos with in the future?</qco></h3>      i'm starting to get a very good feeling about certain ones, but there are many more left to explore<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t are you currently in the process of rapidly improving your workflow in those programs?</qco></h3>      some<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t and are you mostly working directly on projects that will be released?</qco> </h3>      not yet, although as usual, my experimental test projects will mostly all be released, according to when they were made, on the expert page. will probably slip some of them in on the questions page too\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n7:34 pm</dco> &nbsp;<qco> thoughts on ee0088</qco> </h3>      \nprobably a bright magenta, but i didn't check, i'm just guessing\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n7:29 pm</dco> &nbsp;<qco> It's been a long few decades, I think we should all have a sit down and relax for a bit?</qco> </h3>      \nthat may seem nice, but it almost seems there might not be time for that. on the other hand, it also may seem we've been doing it all along\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n7:12 pm</dco> &nbsp;<qco> hey bill, how did you learn to produce music so well?</qco> </h3>      \nsimply by doing it myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n7:12 pm</dco> &nbsp;<qco> why did you need to make it to the south pole by nightfall</qco> </h3>      \ni was writing a geographical video and i had a rough plan to take it to the south pole, and i was trying to hurry to stay on a tight production schedule\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n7:09 pm</dco> &nbsp;<qco> hi bill do you have any tips on harmonizing a melody, dont know what notes to play on top of the melody and in which order of intervals. i mostly mean vocal harmony.\n<br>thanks.</qco> </h3>      \nthis is a situation that seems to automatically be solved the more songs you hear and know. listen to many many many many many songs, and start learning them all. focus on the ones you like the best. that's it. then you'll learn everything you are talking about, and probably do it better than anyone who hasn't done this\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n6:56 pm</dco> &nbsp;<qco> how to not let social anxiety dictate what we say</qco> </h3>      \ntry to say things that are extremely complicated\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n6:54 pm</dco> &nbsp;<qco> What are some songs in dorian that I can listen to whilst I wait on hurricane dorian to come and wreck my shit up?</qco> </h3>      \nso what seems appropriate. also there's a super classic piano sample groove that everyone's used for the last several decades, it's super famous and you'd recognize it in 2 seconds but i don't remember what it's called\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n6:44 pm</dco> &nbsp;<qco> why was the stick violent towards the ball</qco> </h3>      \nto establish context for the narrative\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n6:39 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201908270436\">8.27.19&nbsp;&nbsp;4:36 am</a>  what do you like about speedruns</qco> </h3>      \nthey're super sick\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n6:20 pm</dco> &nbsp;<qco> What is a lesson you've only had to learn once?</qco></h3>      learned what a grape is<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t And what's the story behind it?</qco> </h3>      \n\nthought a grape was an egg. but then i tried to buy and egg and they gave me a grape. that's when i knew\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n6:18 pm</dco> &nbsp;<qco> Do you think most people want to be popular?</qco> </h3>      \nmaybe 60%\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n6:05 pm</dco> &nbsp;<qco> why is up not a direction</qco> </h3>      \nit is\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n5:57 pm</dco> &nbsp;<qco> do you have any problems with final cut pro x or transitioning over to final cut pro x? must be very frustrating</qco> </h3>      \nthat's true, but there's a much bigger issue at stake here. i've suddenly become aware of what a small piece of the picture '<u>final</u> cut' may truly be. and all this time i'd been trying to use it to complete much more of the picture. it's amazing how long i got by on straight lines and colored rectangles\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n5:50 pm</dco> &nbsp;<qco> Did you ever type a story on your piano keyboard?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n5:45 pm</dco> &nbsp;<qco> how are you doing at this point in time and what is taking so long for the video to be released?</qco> </h3>      \nlearning to make them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n5:32 pm</dco> &nbsp;<qco> holy fuck. sometimes you cry out and the world replies exactly as you thought it would. nothing feels more powerful than this moment</qco> </h3>      \nthat's true. make sure you do your fair dues in reporting the story, in whatever way(s) you feel suited for\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n5:27 pm</dco> &nbsp;<qco> how do i change?</qco> </h3>      \nsometiems a simple rotation is all it takes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n5:18 pm</dco> &nbsp;<qco> When they build an aircraft carrier, how do they get the planes on? Do they build the ship around/under the planes?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n5:14 pm</dco> &nbsp;<qco> How is your transition to new technology/programs/etc going?</qco> </h3>      \nwild and crazy\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n4:43 pm</dco> &nbsp;<qco> is there cream on mars?</qco> </h3>      \nnot yet, but just you wait\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n3:28 pm</dco> &nbsp;<qco> who should rule over the universe?</qco> </h3>      \nnot necessary. the universe is on auto rule\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n3:21 pm</dco> &nbsp;<qco> my refrigerator is trying to eat me what should i do?</qco> </h3>      \ntry to eat it first, otherwise run, but make sure you run in a zig zag pattern. refrigerators can run very fast but they have a lot of difficulty making turns\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n3:19 pm</dco> &nbsp;<qco> my grape isn't&nbsp;&nbsp;working, what should i do?</qco> </h3>      \ndid you try restarting it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n2:58 pm</dco> &nbsp;<qco> how can i talk to people?</qco> </h3>      \nrealize they are you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n2:53 pm</dco> &nbsp;<qco> Can my good audio make up for my bad video?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n2:29 pm</dco> &nbsp;<qco> I have to do make things&nbsp;ı&nbsp;don't like and\n<br>Because of that&nbsp;ı&nbsp;can't make the things that&nbsp;ı&nbsp;like and improves me.ı&nbsp;would do them at the same time but&nbsp;ı&nbsp;dont have time. \n<br>\n<br>May&nbsp;ı&nbsp;have your opinion? what can&nbsp;ı&nbsp;do about this.</qco> </h3>      \nyou could learn to do the things you don't like just a little bit faster. this would cause you to get better at some things, and also maybe have more time to do what you really like\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n2:18 pm</dco> &nbsp;<qco> bill its been almost 6 months. i finished my first year of college, got my first job, worked there, and have started my second year at college. i've changed a bit along the way. however, my lust for your videos grows stronger. feed me, billy</qco> </h3>      \ni'm working on also developing some videos you can drink\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n1:59 pm</dco> &nbsp;<qco> What were you doing on july 16th, 2008?</qco> </h3>      \nprobably playing some cover songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n1:42 pm</dco> &nbsp;<qco> How many coins is in a dollar?</qco> </h3>      \nmaybe maybe 4 to 10\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n12:51 pm</dco> &nbsp;<qco> why was six afraid of seven?</qco> </h3>      \nit's larger, and of higher value\n<br><br>"
  }
]
