[
  {
    "html": "<h3> <dco>7.7.21&nbsp; \n2:04 pm</dco> &nbsp;<qco> Are you currently working on the music or visuals for your next video?</qco> </h3>      \nmusic\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.21&nbsp; \n1:08 pm</dco> &nbsp;<qco> why does everybody want to cut out the middle man? what did he ever do to them&nbsp;</qco> </h3>      \nget rich off people on either side of him \n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.21&nbsp; \n12:53 pm</dco> &nbsp;<qco> what is truth?</qco> </h3>      \nyou\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.21&nbsp; \n10:55 am</dco> &nbsp;<qco> Is there anywhere i can get lossless versions of your songs?</qco> </h3>      \nthe ones on spotify/apple have not incurred any loss that i'm aware of\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.21&nbsp; \n7:32 am</dco> &nbsp;<qco> do you like secundal harmony?</qco> </h3>      \nnever heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.21&nbsp; \n5:36 am</dco> &nbsp;<qco> I just put reverb on a kick, which I was told was a bad idea. Now should I leave it there?</qco> </h3>      \ndoes it make the song sound good\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.21&nbsp; \n2:54 am</dco> &nbsp;<qco> opinions on spaghetti?</qco> </h3>      \nit is linear\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n10:41 pm</dco> &nbsp;<qco> have you ever scrapped an idea and forgot about it, </qco></h3>      scrapped but not forgotten, or, forgotten but not scrapped. usually not both<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;only to rediscover it much later and realize that it was actually a really good idea? if so, may you share some specific examples?</qco> </h3>      the idea for the current song, i didn't remember it when i found it in the list. so that is an example of something not scrapped but forgotten (forgotten by my mind, but not by the list). And an example of something that was 'scrapped' but not forgotten, would be the \"hey, what's the name of this game\" section of \"just did a bad thing.\" i was fairly convinced that that section just didn't work at that point in the song. so it was scrapped for that song (although it was certainly not 'scrapped' entirely, just for that song. i just added it to the list as its own song. so i don't know if that counts as 'scrapped'). but then after trying some other things in 'bad thing' i went back to it and realized it was the best thing i had\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n10:20 pm</dco> &nbsp;<qco> How do you make the video for the songs&nbsp;</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n9:40 pm</dco> &nbsp;<qco> I am doing something that i am not sure i am enjoying, but its a potential tool for a bigger audience for what i do want to do. yet doing the other thing drains my energy from doing what i truly want to do, but might potentially bring more eyes to what i truly want to do.</qco> </h3>      \ntry to steer it closer to what you genuinely like, as much as you can, as soon as you can. everything will work better that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n9:20 pm</dco> &nbsp;<qco> What's the 1 thing you know about trees?</qco> </h3>      \nthey can grow\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n8:24 pm</dco> &nbsp;<qco> i've kept this page bookmarked for when i really need it.&nbsp;&nbsp;and now is that time, but i don't know what to say. i really appreciate you, your work, and your responses to these questions. what was your original reason for setting up this questions page?</qco> </h3>      \ni was doing it on another site, but i switched it to here so that you could ask a question without having to log in\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n6:30 pm</dco> &nbsp;<qco> Am I the first question on July 6th 2021???</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n5:53 pm</dco> &nbsp;<qco> What is your philosophy of life? and what is your life philosophy? Do you consider these questions the same?</qco> </h3>      \nit would take an entire lifetime to express it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n5:35 pm</dco> &nbsp;<qco> i think your music is great. and i really appreciate the effort you put into all the work you do, and i appreciate the time you put in to answer questions and make good content/meaningful expression in other media. i hope that you have lots of success in making the next songvideo and whenever it comes out i will be really happy to enjoy it and its meanings.</qco> </h3>      \nholy smokes you are very friendly\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n4:09 pm</dco> &nbsp;<qco> Do you have any advice for someone learning to drive?</qco> </h3>      \ndon't wear ski boots\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n3:26 pm</dco> &nbsp;<qco> everyones talking about trees, but what are your thoughts on cacti?</qco> </h3>      \ni miss them. #bringthemback \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n1:51 pm</dco> &nbsp;<qco> Do you like music</qco> </h3>      \nit's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n1:41 pm</dco> &nbsp;<qco> Favorite type of paradox?</qco> </h3>      \nnon-paradox\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n12:42 pm</dco> &nbsp;<qco> Do you even exist?</qco> </h3>      \nlet me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n12:32 pm</dco> &nbsp;<qco> working on something new?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n11:49 am</dco> &nbsp;<qco> Why don't you use capital letters</qco> </h3>      \ni do, but i admit it can appear that way if you are paying little to no attention whatsoever\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n10:51 am</dco> &nbsp;<qco> What's 1,000,000,000 - 2</qco> </h3>      \n999,999,998\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n10:42 am</dco> &nbsp;<qco> What exactly is the function of a rubber duck?</qco> </h3>      \n\n\ntroubleshoot a complex problem by trying to <a href=\"https://en.wikipedia.org/wiki/Rubber_duck_debugging\" target=\"_blank\">explain the entire problem to the duck</a>. the duck won't care that much, but you will realize the solution to your problem\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n10:42 am</dco> &nbsp;<qco> What got you into making songs and animations?&nbsp;</qco> </h3>      \ni'm just trying to be a good samaritan\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n10:04 am</dco> &nbsp;<qco> how messy do you like your room?</qco> </h3>      \nnot at all\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n9:52 am</dco> &nbsp;<qco> is the word sure gonna be in ur new song</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n9:36 am</dco> &nbsp;<qco> How did you make _that_ plucky sound in Got Some Money?\n<br>\n<br></qco> </h3>      \ni don't know which one you mean, because i have a lot of plucky sounds, but, usually the way to make them is you set the decay short and the sustain to zero. These controls can usually be found in a set of 4 controls called \"Attack, Decay, Sustain, Release\", sometimes abreviated to A D S R. Almost any sound can be turned into a plucky sound by adjusting these parameters. it adjusts how loud the sound is over time\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n9:28 am</dco> &nbsp;<qco> why do you answer most of the questions with \"i was going to say no but now that I think about it yes\"?</qco> </h3>      \ni don't answer most of the questions that way. i answer at least 93% of the questions not that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n5:25 am</dco> &nbsp;<qco> would \"buckets catch my dreams as they fall from my feeligns\" have been a good replacement to ceiling?</qco> </h3>      \nnot for me. i don't like all the \"my\"s there. and i don't like the feelings i get from \"fall from my feelings\". and the 'interestingness' of the word 'ceiling' there i think is required. also 'buckets' needs 'ceiling' in order to make the kind of sense that is required there\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n4:53 am</dco> &nbsp;<qco> Does bread taste?</qco> </h3>      \ni was going to say yes but now that i think about it no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n1:40 am</dco> &nbsp;<qco> How can I convey something important if I can't convey it with words?\n<br>\n<br>It's weird cause I like to believe that everything can be expressed in words, and well I'm sure that's true, but I guess I'm too stupid to put some concepts together into word form.\n<br>\n<br>And I don't think I'd be able to do it with music either cause that's a bit to vague and up to interpretation.</qco> </h3>      \nyou could try some images, and gestures\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.21&nbsp; \n12:18 am</dco> &nbsp;<qco> do you actually own a powerbook 5300</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.21&nbsp; \n11:46 pm</dco> &nbsp;<qco> What is the name of the 3D stick figure that appears in most of the \"i'm a princess\" music video?</qco> </h3>      \nperson\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.21&nbsp; \n10:06 pm</dco> &nbsp;<qco> do you have a recommendation for an opening move for white in chess?</qco> </h3>      \nhow about checkmate\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.21&nbsp; \n9:40 pm</dco> &nbsp;<qco> What are the odds that any melody anyone will ever think of has already been played by a living creature sitting around a campfire with a flute or bongo?</qco> </h3>      \nit all depends on the length and complexity of the melody. essentially the bit resolution of the way the melody is defined<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.21&nbsp; \n8:48 pm</dco> &nbsp;<qco> Do you believe in God?</qco> </h3>      \n that's a great word and it means a million things. many of which i can certainly get behind\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.21&nbsp; \n8:21 pm</dco> &nbsp;<qco> Why do you always say i was going to say no but now that i think about it yes</qco> </h3>      \ni don't always say that. i only say it some times. in those times, the reason i say it is because i was thinking of 1 answer ('no') but changed my mind (to 'yes') after thinking about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.21&nbsp; \n7:46 pm</dco> &nbsp;<qco> Do you own any shoes</qco> </h3>      \ni'll have to count them, to determine whether the number is non-zero\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.21&nbsp; \n7:19 pm</dco> &nbsp;<qco> today i drew a whole lotta eyes. have you ever tried drawing/painting traditionally or digitally?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how do you like it?</qco> </h3>      it's ok\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.21&nbsp; \n7:11 pm</dco> &nbsp;<qco> how do you usually celebrate independance day?</qco> </h3>      \ntry to save my home planet by conquering some space aliens with a computer virus sent from my macintosh powerbook 5300\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.21&nbsp; \n7:03 pm</dco> &nbsp;<qco> What is humor?</qco> </h3>      \na way to open something that wasn't even a door, or wasn't even there\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.21&nbsp; \n6:46 pm</dco> &nbsp;<qco> what do you think of my little pony&nbsp;</qco> </h3>      \nit's actually a relatively huge pony, compared to some of the other ponys you'll find in cyberspace\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.21&nbsp; \n6:24 pm</dco> &nbsp;<qco> What is your opinion on Israel&nbsp;</qco> </h3>      \nso raelistic\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.21&nbsp; \n5:55 pm</dco> &nbsp;<qco> Why did you want to use 3d?</qco> </h3>      \nsee around corners\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.21&nbsp; \n5:33 pm</dco> &nbsp;<qco> do your songs have intrinsic meaning that you intend, or would you prefer listeners to put their own meaning to the song, whatever that may be?</qco> </h3>      \nwhichever is better. make it a contest\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.21&nbsp; \n5:32 pm</dco> &nbsp;<qco> Will your next video be good</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.21&nbsp; \n5:13 pm</dco> &nbsp;<qco> Do you have a favourite song?</qco> </h3>      \n i haven't found it yet, that's why i keep making new ones just in case \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.21&nbsp; \n5:00 pm</dco> &nbsp;<qco> When you say that the sun rages does that mean it's powerful or angry? </qco></h3>      powerful<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or something else?</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.21&nbsp; \n4:27 pm</dco> &nbsp;<qco> is the neighbor from 'i'm a princess' and 'here comes the sun' the same?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  }
]
