[
  {
    "html": "<h3> <dco>2.11.23&nbsp; \n8:26 pm</dco> &nbsp;<qco> i think i am getting dumber and that is very bad news what do i do to arrest and even reverse my plummet towards mental retardation and decadence</qco> </h3>      \nactually i think the problem here is you are thinking too much. you didn't even indicate that you are sure about the trend here. i can almost guarantee the trend you think you are seeing is at best negligible to none, and at worst, self-correcting if you don't worry about it. perhaps like a rainy day. but i maintain that it's likely you are not even seeing a real trend. what this looks like to me is just a worried mood and a bit of over thinking. As soon as you find some more concrete direction and tasks to deal with, i think this current worry will float away\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.23&nbsp; \n6:07 pm</dco> &nbsp;<qco> ive seen like two of your videos and my response is like, wow you've captured exactly the existential dread I feel all the time so I guess the question part is why?</qco> </h3>      \ni guess you must be similar to me in some way. i mean, it's good in this case because you relate to it, but i couldn't exactly do that on purpose. What i can do, is make videos that i myself relate to. and i happen to know that this will always result in other people relating to it too. you never know which people it will be, but you know they'll be out there. so, in this case, it sounds like you might be one of those people, at least in the case of whichever videos you have seen so far. however i should clarify that almost nothing i've ever made feels like dread, except for just a general shortfall in the production department, which i tend to perceive differently depending on my mood\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.23&nbsp; \n5:35 pm</dco> &nbsp;<qco> Is it \"alright\" or \"all right\"?</qco> </h3>      \nyou decide\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.23&nbsp; \n11:56 am</dco> &nbsp;<qco> why are coconuts so hard to open????</qco> </h3>      to make it harder for them to accidentally break during shipping\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.23&nbsp; \n6:51 am</dco> &nbsp;<qco> Thoughts on valentines day?</qco> </h3>      \nfake. it's christmas with a color adjustment\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.23&nbsp; \n3:23 am</dco> &nbsp;<qco> do you ever come up with one part of a song and then you can't come up with anything else that goes with that part\n</qco></h3>      can't Yet. That reminds me of how it's currently February, 2023, and we can't seem to get to any month beyond that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how do you get out of it ( i tried imagining what would happen after that part but all i can imagine is a loop )\n</qco></h3>      all the information is relevant. For example: you say you tend to hear it as a loop. Ok, so, ..... is that good or bad? Is there any reason why you feel it should not be a loop? Do you not like the way it feels as a loop? Many great songs indeed are viable as a loop. So i'd say, be open to the possibility of a loop (unless you hate it.) Actually i should be more specific.... when you say loop, are you saying absolutely everything repeats? or are you saying like just the chords and certain things loop? Many songs have a loop but they still use different melodies for cho and verse, or something. On the other hand, there's probably other songs that actually just about use the same melody for both...... anyway, my point is, all the information you can gather from your impressions after the run through is valid, and should be considered. So in this case, your impression is that it seems to loop. Consider the possibility of making it loop. If not the whole thing exactly, then consider the possibility of keeping the same form / chords and then just raising or lowering the energy. in most loop based songs, the raise and lower of energy is the bread and butter that takes you from verse to chorus to verse<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;does it get easier to come up with more stuff over time, as you finish more songs</qco> </h3>      \nyou might get some more wisdom over time, but i feel like nothing is ever going to fully shield you from this dread zone of 'trying too hard' and 'thinking too much.' And i'm not blaming you. The reason you are thinking and trying is because you really care about this damn thing, and rightfully so. But the weird thing about music is it really clams up when people start trying and thinking a lot. It wants to find you, so be aware that it will find you. you just don't always get to decide when. But until then, just recognize all the information you are getting, which, in this case, is that it seems to require a loop. That's actually a very powerful piece of information. it rules out a lot of things\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.23&nbsp; \n10:38 pm</dco> &nbsp;<qco> is there (generally) a significant sound difference between basses with and without frets?&nbsp;</qco> </h3>      \ni would generally say yes, except somehow jaco pastorious never sounds like a fretless but it actually is. but maybe the reason is because his was DIY, made from a fretted bass with a putty knife \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.23&nbsp; \n10:13 pm</dco> &nbsp;<qco> how much of 'meet me in september' existed before 'the ground plane' was released?</qco> </h3>      \n<a href=\"write20220608012854.mp3\" target=\"_blank\">this</a>, from june 8, 2022 \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.23&nbsp; \n8:48 pm</dco> &nbsp;<qco> thoughts on fractals?&nbsp;</qco> </h3>      \nthey keep me grounded \n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.23&nbsp; \n5:17 pm</dco> &nbsp;<qco> what's the \"something different\" you said you were craving on <a href=\"q.php?date=202302011723\">2.1.23&nbsp;&nbsp;5:23 pm</a>  in the ueqstions page?</qco> </h3>      \nsomething that mixes and weaves songs and non songs together. at the very least, stage musicals certainly accomplish this. although that's not the technical medium i'm currently operating in, it otherwise resembles pretty closely the direction i've been going. with probably the main difference, unfortunately, being the run time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.23&nbsp; \n5:06 pm</dco> &nbsp;<qco> Are you burnt out on answering questions?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.23&nbsp; \n2:38 pm</dco> &nbsp;<qco> can i have another rare and obscure paul mccartney recommendation to make my eyes light up with delight like jack stratton?</qco> </h3>      \ni'll be going on a podcast soon where i expect to bring a lot of them to the table. that is literally the main topic of the podcast\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.23&nbsp; 1:00 pm</dco> &nbsp;<qco> what's your favorite pokemon</qco> </h3>      \nwhich one's the yellow one\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.23&nbsp; \n10:08 am</dco> &nbsp;<qco> which youtube videos (that you made) make you cringe</qco> </h3>      \ni have never cringed\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.23&nbsp; \n9:33 am</dco> &nbsp;<qco> Are some of the questions people ask annoying/dumb</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.23&nbsp; \n9:23 am</dco> &nbsp;<qco> How many hats do you have to be wearing at once for it to be considered unusual?</qco></h3>      2<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What is the limit you think?&nbsp;</qco> </h3>      1, i think\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.23&nbsp; \n8:39 am</dco> &nbsp;<qco> What is your least least least least least least least least least least least least least least least least least least least least least least least least least least least least least least favorite word in the English dictionary</qco> </h3>      \ni don't have a ranking of prefered words. absolute rankings of words by preference is just not something that means anything out in the world. context specific, yes, there are certainly preferencial rankings that are context specific. but context-free, absolute preferencial rankings? makes no sense. words are organized to say stuff. not to win points individually per word\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.23&nbsp; 8:37 am</dco> &nbsp;<qco> does the day go on</qco> </h3>      \nyes, how did you know\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.23&nbsp; \n7:37 am</dco> &nbsp;<qco> What's the difference between avant-garde and a frente do jogo?</qco> </h3>      \nthe language of the phrase\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.23&nbsp; \n12:27 am</dco> &nbsp;<qco> What is the best thing since diced bread?</qco> </h3>      \niced bread\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.23&nbsp; \n11:36 pm</dco> &nbsp;<qco> is there a thing as too much empathy</qco> </h3>      \nthat all depends on one thing: whether or not there is an empathy limit\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.23&nbsp; \n11:10 pm</dco> &nbsp;<qco> How many stupid decisions does a person have to make, to be considered an idiot?</qco> </h3>      \n1,000\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.23&nbsp; \n9:56 pm</dco> &nbsp;<qco> When you got to the French Revolution in your history of the world video, you said \"You could make a religion ou- no don't\" at the end of it. Was this a reference to the short-lived Church of Reason, or just a coincidence?</qco> </h3>      \nthe thing just before it was a guy cutting a lot of heads off. actually the 'religion' line wasn't written in the script there, but during recording it sprung into my head because it had already been established as a running theme, and it seemed hilarious because it's a guy chopping heads off. the \"no don't\" is like, no don't make a religion out of chopping heads off\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.23&nbsp; 8:54 pm</dco> &nbsp;<qco> Should I use something you've said/sung/written as my senior quote? Like, for example \"every wall is an opportunity to guess what's on the other side\", which is from the notes section.</qco> </h3>      \nif you do it withoug adding my name next to it then i'd argue that might be a little.... 'unfair' ... 'pilferous'.... 'thieverous' ........'plagiaristic'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.23&nbsp; 6:30 pm</dco> &nbsp;<qco> Do you like music?</qco> </h3>      \nit's ok\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.23&nbsp; \n6:29 pm</dco> &nbsp;<qco> what are the chords you use in The Ending for the \"but I'm not sure if anything is true ooh ooh uee ooh ooh ueee it's not true\" bit</qco> </h3>      just listening to the final recording (and knowing myself) it seems to be<br>\n     C/G<br>\n     Gsus2/F#  Gmin/Bb  Fmin/Ab  C1  D1<br>\n     G1  Bbsus2/G<br>\n     <br>\n     (and i should mention that i just made up a notation, for example C1 means just the root note C and no chord)\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.23&nbsp; \n1:20 pm</dco> &nbsp;<qco> Why did you move the Q in the word \"questions\"?</qco> </h3>      \nit goes along with the title design scheme already established on the other pages of the site\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.23&nbsp; \n11:29 am</dco> &nbsp;<qco> I need to complete the 12 levels of suffering (then the unlucky last and final 13th, etc) but I can't tell if I'm in it or not. I think I was for a bit, but then there was an intermission or something? Now the fact that I think I'm out feels like just the sort of thing that some of the levels would do to give me a false sense of security. Any thoughts/tips?</qco> </h3>      \nit sounds like you're on the right track\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.23&nbsp; \n9:48 am</dco> &nbsp;<qco> Why are you so goofy ahh?</qco> </h3>      \njust trying to get by\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.23&nbsp; \n7:54 am</dco> &nbsp;<qco> What's the steepest hill you've ever walked up?</qco> </h3>      \nsteep hill\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.23&nbsp; \n11:26 pm</dco> &nbsp;<qco> Is Fm7 Fm7/9 F#maj7 Emaj7 (uh ah oh eh)\n<br>Bbm7 Cm7 Bb/D B/D# Dbmaj7 (the melody is drifting into the future) correct? \n<br>I love playing the song on the guitar and with my voice, And those are the chords I use o that 3rd chorus...&nbsp;</qco> </h3>      \n<a href=\"q.php?date=202203101129\" target=\"_blank\">here</a> was my best assessment of what it is, soon after it came out. what you have is mostly probably gonna work fine, and considering you're trying to do it on guitar, i'm surprised you're able to make all that work. I'm not sure if your last chord is supposed to represent \"into the\" or \"future\". if it's \"future\" then i'd say definitely prioritize the Eb in the bass. but on guitar i know that's asking a lot. after all there are no low Eb notes on guitar, are there\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.23&nbsp; \n7:06 pm</dco> &nbsp;<qco> how do you know when a song is on the right track? i keep noodling on a keyboard and making words and sounds and chords that feel kinda random - never really knowing what progression truly feels like a song to start working on&nbsp;</qco> </h3>      \nwhat works for me is to separate this into separate job positions. when i'm idea generating, i'm never in the same job position as someone who's actually gonna work on the song. it allows the idea generation to be carefree and optimistic. so when i'm thinking of ideas, i add things to the list that i think 'could' work. And the truth is, any idea can be made great if it's handled well. so i have the confidence to know that. so i add things to the list, generously. Then, at a different time, in a different job position, i have methods of selection where i 'select' which item in the list is going to be chosen to get finished, and produced. Or there's also another step/job in between that which is to just select things and just develop them a tiny little bit. So this means your initial idea is free to be almost nothing. Just a title.... just a couple of notes.... just a groove... maybe just an image, ... something that is almost nothing, but it's just enough for the next department to grab onto and turn it into something slightly more, for next time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.23&nbsp; \n6:43 pm</dco> &nbsp;<qco> In the video \"and the day goes on\", is saying \"it's 1900 and the times are going to change\" a reference to the wildly different political and economic status of different countries throughout the world during the first half of the 20th century?</qco> </h3>      \nsurely what was on my mind was the acceleration of technological development. which is something that only got even more amplified over the 100+ years since then\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.23&nbsp; \n4:49 pm</dco> &nbsp;<qco> Do you think obsession can be healthy?</qco> </h3>      \nyep\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.23&nbsp; \n4:01 pm</dco> &nbsp;<qco> What does \"sordid\" mean?</qco> </h3>      \ni have no idea. it sounds both candid and turse. but i'm just guessing about all 3 of these words really\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.23&nbsp; \n12:25 pm</dco> &nbsp;<qco> do you believe in angel numbers (222, 333, 555, etc.)?</qco> </h3>      \ni believe those are multiples of 37 (and 3). which i think is nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.23&nbsp; \n10:12 am</dco> &nbsp;<qco> What is your opinion on the duck voice in return to pepperland</qco> </h3>      \nnever heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.23&nbsp; \n8:51 am</dco> &nbsp;<qco> do you ever get that feeling attached to songs that's so special and nostalgic?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; like you can't hear them without memories attached to them? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i have this with a few songs that really take me back to a certain period of my life, i was thinking at first that it ruins the song but then i realized it makes them even more special. do you agree?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.23&nbsp; \n3:34 am</dco> &nbsp;<qco> Are helicopters just flying cars?</qco> </h3>      \nnot as good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.23&nbsp; \n2:06 am</dco> &nbsp;<qco> I've created a song that was supposed to mean one thing, and it's really great when heard in that way with that perspective. However there's another obvious way to see / feel it that causes it to give off really bad vibes. After catching those vibes when listening to a mixdown afterwards, it almost felt like I accidentally released demons during recording. But then I remembered the original intent. Basically the lyrics are kind of a joke and on their own are harmless, but there's still a well-intended normal base meaning I had while creating the song. I arranged and recorded everything fully seriously given that base meaning. Every word I sang was me singing about that base meaning and meaning it, and every piece of instrumentation was realizing the base meaning. However the joke lyrics taken at face value with the intentional arrangement and recordings create a weird vibe. I'm still going to release it, but it's an odd situation. I've learned that when you're making music you're kinda playing with fire because you're really playing with the human experience. Have you ever created unintentional vibes from a song or video?</qco> </h3>      \nsurely\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.23&nbsp; \n1:48 am</dco> &nbsp;<qco> Can a tree write a novel?</qco> </h3>      \nbetter yet, a tree is a novel\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.23&nbsp; \n11:17 pm</dco> &nbsp;<qco> what makes an art piece a masterpiece rather than just a normal painting?</qco> </h3>      \nyou never know until you see it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.23&nbsp; \n10:33 pm</dco> &nbsp;<qco> do you ever question why you think the way you do</qco> </h3>      \nyep\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.23&nbsp; 10:04 pm</dco> &nbsp;<qco> what's your favorite genre</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.23&nbsp; \n8:41 pm</dco> &nbsp;<qco> what's your favorite time signature?\n<br>what's your favorite tempo?\n<br>what's your favorite kind of bagel? (mine's french toast)\n<br>what's your favorite type of plane?\n<br>what's your favorite question?</qco> </h3>      \na different one each time. that's the only thing that does it for me anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.23&nbsp; \n6:34 pm</dco> &nbsp;<qco> tell a piece of useless knowledge that you somehow know</qco> </h3>      \nevery time i try to think of a piece of useless knowledge, it suddenly becomes useful as soon as i think of it, because it is now being specifically used to meet the criteria of uselessness. which, in that case, it no longer does. which then means it does. then doesn't. and it creates an unstable infinite loop that could crash the system\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.23&nbsp; \n5:55 pm</dco> &nbsp;<qco> What do you think is classified as a unique question?</qco> </h3>      \nsomething that has not been asked before\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.23&nbsp; \n5:28 pm</dco> &nbsp;<qco> how long do you stay up every night?</qco> </h3>      \nthe total consecutive hours i am awake each day is usually about 15. how much of that time is during nighttime hours depends largely on the time of year, with nighttime being much longer in the winter and shorter in the summer\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.23&nbsp; 4:29 pm</dco> &nbsp;<qco> What's your favorite word</qco> </h3>      \npoit\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.23&nbsp; \n4:20 pm</dco> &nbsp;<qco> Is the intro to \"slow down\" a polyrhythm of 8:5, or simply sextuplets in groups of 4? My friend and I were having a debate about it. Are we overthinking it? It's my favorite song.</qco> </h3>      \nit was envisioned with no relation to the grid. it's in its own world. all the notes evenly spaced, and all the chords evenly spaced. and the final landing point is on the swung 'a' of 4 just before the first bar. no happy coincidences occured either, as for where the beginning actually lines up on the grid\n<br><br>"
  }
]
