[
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n3:13 pm</dco> &nbsp;<qco> hi bill, do you recommend any book of music for begginers, like i know only the scale, for example. or is better to understand with practice and experience?\n<br>&nbsp;</qco> </h3>      i don't remember the ones i used (it was a long long time ago) and i'm sure they don't exist anymore. but nowadays you can find all kinds of things on the internet\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n3:10 pm</dco> &nbsp;<qco> Does this count as a question?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n2:32 pm</dco> &nbsp;<qco> Can you describe an instance where your excitement for music led to an accident or injury?</qco> </h3>      the chorus to the rihanna umbrella song was approaching, and there was an umbrella near by, so i quickly opened it right on the chorus, and waved it in time with the music. it was a very effective gesture, very well received by the crowd. the only problem is i noticed half way through the chorus my hand was bleeding profusely. for the folks at home, be careful when opening umbrellas, especially the cheap ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n2:30 pm</dco> &nbsp;<qco> How do you find the prime factorisation of 6 digit numbers in your head?</qco> </h3>      first you check for 3s, then check for 5s, (those are easy checks) then you gotta start checking for all the other primes one by one, from 7 and working your way up. if you rule them all out in order then you only have to go as high as the square root of the number and then you can stop. you can check the primes (like 7 for example) by maniuplating the target number by multiples of 7 until it gets to something recognizably a multiple of 7. there are endless amounts of useful/easy ways to do these manipulations, and you learn more tricks the more you do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n2:13 pm</dco> &nbsp;<qco> how long have you been making music or experimenting with it</qco> </h3>      my entire life\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n2:04 pm</dco> &nbsp;<qco> are you going to add more stuff to reality/improv? I love them:)&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n1:56 pm</dco> &nbsp;<qco> What's with the 240 on your wall? Is there any significance to it?</qco> </h3>      it was there when i got here except it said 420 when i got here. which i felt was a bit bland, so i switched it a bit\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n1:08 pm</dco> &nbsp;<qco> what are your thoughts on pizzicato strings</qco> </h3>      it's the tiptoe sound\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n1:08 pm</dco> &nbsp;<qco> I want to write music without learning music theory bc I think music theory will disrupt my songwriting flow by adding a certain bias to it. But my friend was trippin out like \"you need to know music theory to be good\" and now I'm like \"aaaaaaaaaa.\" Because I don't want to corrupt my creative process but now I feel like I won't be able to do anything correctly. Thoughts?</qco> </h3>      the golden rule of music theory is if you couldn't hear it then it doesn't count\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n12:53 pm</dco> &nbsp;<qco> why do you post so late in the afternoon or early in the morning?</qco> </h3>      i post many more times too\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n11:45 am</dco> &nbsp;<qco> has being stronger made it easier to resist the demons trying to buy your soul?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n9:55 am</dco> &nbsp;<qco> Bill, how soon is now?</qco> </h3>      set the dial to max\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n9:08 am</dco> &nbsp;<qco> Do you love HISTORY</qco> </h3>      i did, until i attempted to learn all of it at the same time, and nearly choked\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n9:07 am</dco> &nbsp;<qco> Have you ever played tennis with tiny cubes</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n8:30 am</dco> &nbsp;<qco> can anything be achieved by making the task samller, managebla</qco> </h3>      it is a learning strategy that is probably applicable to most things in some way<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n7:49 am</dco> &nbsp;<qco> so uhhhh how do you come up with the lyrics they seem very unique</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n5:22 am</dco> &nbsp;<qco> Bill what is your views on Brexit</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n4:25 am</dco> &nbsp;<qco> One of the most important people in my life passed away suddenly and unexpectedly. I am destroyed. I'm not sure how to go on, even though I am in good company and have good things going on for me besides this. I wanna hibernate for a decade and just cry my eyes out all the time but I'm not sure that's useful. Thank you for any takes on this from you. Big fan.</qco> </h3>      this can sometimes be a trigger for major self improvements that have been waiting on deck for a while. not necessarily related, but sort of a good excuse to really make those changes you've wanting to make\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n2:49 am</dco> &nbsp;<qco> What would it be like if everyone was a interesting person?</qco> </h3>      that's exactly what it's like\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n1:43 am</dco> &nbsp;<qco> should i become a doctor</qco> </h3>      it will take a long time but the benefits are good\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n11:56 pm</dco> &nbsp;<qco> I quite liked your jazz covers (jazz nbc, jazz starbucks, jazz green giant), why'd you get rid of them?\n</qco></h3>      ?? what? i didn't get rid of them<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And can we maybe see them uploaded to Spotify sometime?</qco> </h3>      no, they are not right for spotify\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n10:54 pm</dco> &nbsp;<qco> why do you type in only low caps?</qco> </h3>      PERHAPS YOU COULD ASK YOURSELF THAT\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n10:28 pm</dco> &nbsp;<qco> do you know a really good knock knock joke</qco> </h3>      knocking on the door from the inside just as the person arrives<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n10:00 pm</dco> &nbsp;<qco> who wrote the lyrics for your hit song \"die?\"</qco> </h3>      me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n9:31 pm</dco> &nbsp;<qco> You've been telling people that you can't tell them when the next video will be uploaded. Will you be deviating from the 2 week schedule?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Will the next video take a longer or shorter amount of time?</qco> </h3>      the next 3 will have to be done in a slightly shorter amount of time, due to some business trips. but the release dates will remain the same, on schedule\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n9:30 pm</dco> &nbsp;<qco> Bill why here, why now?</qco> </h3>      anywhere if possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n9:25 pm</dco> &nbsp;<qco> seems like you're working at your ideal pace on the material you've wanted to make your whole life for a receptive and loyal audience on a medium that allows you complete freedom. do you feel satisfaction, or is there just something else you gotta pursue in your art?</qco> </h3>      it is going great but there are still many more developments to be made\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n8:49 pm</dco> &nbsp;<qco> At what point do you decide it's time to give up at something or someone that you really care about? Like, at what point do things not working out become too much of a burden to the point of unhealthiness?&nbsp;</qco> </h3>      the point of no return\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n8:28 pm</dco> &nbsp;<qco> The add9 chord suggests the existence of the 3rd and the 7th, while sus2 does not, is that correct?</qco> </h3>      no. add9 usually means no 7, yes 3. sus2 means no 3\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n8:23 pm</dco> &nbsp;<qco> How do I know if the pulse of a song that I'm tapping my foot to is the quarter notes or the 8th notes?\n</qco></h3>      you get to decide<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Sometimes I guess the tempo makes it an obvious choice, like if something is 60bpm it would be obvious what the quarter notes are (because a song wouldn't be 30bpm)...\n</qco></h3>      actually it might be 120<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n but sometimes I'm not too sure if what I'm counting as the quarter notes would actually be 8th notes or vice versa.&nbsp;</qco> </h3>      if there's a snare backbeat i tend to call that 2 and 4 unless maybe if the tempo would be slower than 60, then i would call it snare on 3 and faster tempo. other than that you get to choose\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n8:23 pm</dco> &nbsp;<qco> How can I learn transcribing/notating music correctly? There are probably hundreds of different ways to notate something in music and they could all still sound the same when executed correctly. Without having another person to look at my transcription, how do I know if I did a good job transcribing it the easiest/most efficient/most legible way possible? Do I just have to read a lot of scores until I sort of get it?</qco> </h3>      the more scores you read the more you will get it. i have read a lot of scores so i'd be glad to tell if you you are doing something wacky\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n8:17 pm</dco> &nbsp;<qco> i still think it's amazing that you hadn't heard of drawing tablets until that one guy mentioned it in a question.</qco> </h3>      that might not have been a guy, and i think i had heard of them before that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n8:07 pm</dco> &nbsp;<qco> how come there's no pre-intro in 'when i get older'</qco> </h3>      didn't need it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n7:54 pm</dco> &nbsp;<qco> When you said the song is dedicated to the entire world, were you referencing History the entire world I guess?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n7:33 pm</dco> &nbsp;<qco> Why do play invisible drums when you actually have real ones&nbsp;</qco> </h3>      don't have the real estate\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n6:41 pm</dco> &nbsp;<qco> What's your advice for procrastination?&nbsp;</qco> </h3>      there will be plenty of time to procrastinate later\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n6:16 pm</dco> &nbsp;<qco> life is just so wowowowowow huh</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n5:48 pm</dco> &nbsp;<qco> do you purposely turn off auto capitalization when a program/app has it enabled by default?</qco> </h3>      if possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n5:43 pm</dco> &nbsp;<qco> Bill what kid of wallpaper should I put on my phone</qco> </h3>      i've found a basic gradient with no patterns is actually very refreshing. but that's for me, i don't know what will work for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n5:42 pm</dco> &nbsp;<qco> Have you ever added something to a song after releasing it?</qco> </h3>      only visuals\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n4:24 pm</dco> &nbsp;<qco> i love you bill, will you ever tour so we can see you sing live?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n3:34 pm</dco> &nbsp;<qco> something interesting and crazy is about to be happening, but I'm not sure how I should prepare.</qco> </h3>      a bit of gentle exercise, and hydration\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n2:57 pm</dco> &nbsp;<qco> is this question page for sincere questions or for random questions&nbsp;</qco> </h3>      yes and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n1:34 pm</dco> &nbsp;<qco> Whats the deal with bottled water? Why not just drink a glass of water before leaving the house?</qco> </h3>      why not drink bottled water while at the house also\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n12:29 pm</dco> &nbsp;<qco> In the comments of all your videos,&nbsp;&nbsp;people always say things like, \"he's our modern Picasso of YouTube, and stuff like that. How do you feel about all of this crazy praise?&nbsp;</qco> </h3>      nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n12:07 pm</dco> &nbsp;<qco> have any downsides of the quick schedule surfaced yet?</qco> </h3>      it might be too powerful\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n10:28 am</dco> &nbsp;<qco> do you post different videos everyday?</qco> </h3>      no, that would be possible if they were shorter. they used to be short enough to do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n8:37 am</dco> &nbsp;<qco> have you ever been depressed like all the other content creators in the world</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n6:08 am</dco> &nbsp;<qco> i want to make a big list of good ideas but i don't how to</qco> </h3>      start by making a huge list of medium ideas\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n5:03 am</dco> &nbsp;<qco> Do you feel up to par?</qco> </h3>      i have par set to invisible right now so i'm not sure\n<br><br>"
  }
]
