[
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n8:34 pm</dco> &nbsp;<qco> Do you feel your music is whole without the visuals,</qco></h3>      it better be<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you think that to get the whole experience you need the video to go with it?</qco> </h3>      i hope not\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n8:10 pm</dco> &nbsp;<qco> does happiness really even matter?</qco> </h3>      to whom\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n6:12 pm</dco> &nbsp;<qco> would you ever experiment with a different aspect ratio in your videos? the start of christmas isn't real made me think you might be interested</qco> </h3>      16:9 is fine for me. but if it is going to a platform that requires a different ratio i do a different edit \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n5:58 pm</dco> &nbsp;<qco> Why do you gave such bad spelling, punctuation, and capitalization? I other words, why is you grammar so badly constructed?\n<br></qco> </h3>      honestly it seems to me that yours is worse than mine\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n5:53 pm</dco> &nbsp;<qco> How do I spread holiday cheer and kindness this Christmas season?</qco> </h3>      wouldn't it be more fun, useful, and even pragmatic, to spread cheer during the other seasons where less cheer is being spread and therefore it could be more needed, not to mention surprising and intriguing\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n5:32 pm</dco> &nbsp;<qco> is \"just did a bid thing\" about you fucking up your two week schedule?</qco> </h3>      i didn't mean for it to be but maybe it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n4:48 pm</dco> &nbsp;<qco> will you ever sing a song that's not english?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n4:36 pm</dco> &nbsp;<qco> When I think about some music theory, I always think in C major. It works but it's slow because I have to mentally transpose stuff into Cmaj in order to make sense of it. How do I get away from it and become more fluent in other keys mentally?</qco> </h3>      i was in the same situation and i just started trancribing chord charts to every recorded song i own. after 30 or 40 songs i really started to get comfortable with all keys\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n1:29 pm</dco> &nbsp;<qco> Where does a candle go when it burns all the way down?</qco> </h3>      up\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n11:49 am</dco> &nbsp;<qco> hi bill, i have a classical guitar i bought when i was little and it's been sitting around for years. i wanna sing and play some songs (like marty robbins' songs) where should i start? i also play piano and i know chords.</qco> </h3>      when was the last time you vividly had this desire to play marty robbins songs? try to remember exactly what song inspired that feeling the most strongly. start learning that song\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n11:31 am</dco> &nbsp;<qco> What do you think of Larry David?</qco> </h3>      very passionate and focused\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n10:31 am</dco> &nbsp;<qco> title of the next song, but scrambled?</qco> </h3>      i am unfortunately still working on the previous song\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n9:36 am</dco> &nbsp;<qco> Why does the lyrics page is communist?</qco> </h3>      a coincidence maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n9:16 am</dco> &nbsp;<qco> What do you think of your music?</qco> </h3>      i am responsible for making it the way it's gonna be\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n9:14 am</dco> &nbsp;<qco> when asked what to do during a creativity block sometimes you suggest just writing whatever comes to mind. is the notebook page what that is for you?</qco></h3>      no. that's a place where i post only select things which i have written<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; are there some that didn't make it into the notebook (or will never make it in)?\n</qco></h3>      most of them don't, but i'm adding more and more over time\n<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; are there some that are less the result of a creativity block?</qco> </h3>      \nmost of them hopefully are the creativity itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n8:54 am</dco> &nbsp;<qco> do you sometimes think you need to know more theory to make your songs better?</qco> </h3>      right now i wish i knew more electrodynamic theory\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n8:51 am</dco> &nbsp;<qco> hi! the new song is super good and groovy. i'm sad that i couldn't listen to it when it just came out because i was on a cruise. was the general idea of the song about or ... \"inspired\" by the speed bump in the schedule, if that makes sense?</qco></h3>      the title line was written months ago, but maybe on a subconcious level it was selected for that reason<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; listening to it makes me think about how you have described the feelings you've had about tripping in the schedule</qco> </h3>      i didn't think i was writing about that but maybe i was\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n8:27 am</dco> &nbsp;<qco> what is the game that you hate the most?</qco> </h3>      not sure the name of it, but it's the game where you try to get the other person to hate something. 'hate baiting' you could call it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n5:05 am</dco> &nbsp;<qco> why was the old form of art such as poetry and music more beautiful?</qco> </h3>      it is not, but one reason it can appear that way is because when you are looking at older pieces you are not looking at just any old piece, you can be assured you are looking at only the top 1% because anything worse has had ample time to be forgotten\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n5:00 am</dco> &nbsp;<qco> If you were transformed into a fruit what would you become?&nbsp;</qco> </h3>      only you know that, because it was your idea in the first place\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n4:39 am</dco> &nbsp;<qco> which of the four fundamental forces is your favorite and why?&nbsp;</qco> </h3>      i wonder if they are all combined some how\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n4:08 am</dco> &nbsp;<qco> What's your favorite profane word</qco> </h3>      but\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n1:49 am</dco> &nbsp;<qco> What is the week before Christmas called?</qco> </h3>      the week of december 18\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n1:00 am</dco> &nbsp;<qco> I noticed a common chord progression is to start on a minor chord and move the root down by half steps a few times in succession, for example Cmin to the chord B Eb G, then Bb Eb G, then A Eb G. How would you think about / analyze this progression?</qco> </h3>       1 note is moving down each time, the rest stay the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.18&nbsp; \n12:00 am</dco> &nbsp;<qco> I love the style of Just Did a Bad Thing, was it something new that you specifically did, or more of a natural progression?</qco> </h3>      i try desperately to make each song as different as possible while still being strong. i don't think 'bad thing' actually ranks too high on the 'different' scoreboard, unfortunately, but i am appreciative if you think it did\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n10:24 pm</dco> &nbsp;<qco> What inspired you to use neon text, and what do you like about it most?</qco> </h3>      i don't know what that is\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n10:18 pm</dco> &nbsp;<qco> i just want to write my story to get it out of my head but it's not happening, any suggestions?</qco> </h3>      which story is it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n10:12 pm</dco> &nbsp;<qco> What inspired your different drawing and music?</qco> </h3>      if i wanna make stuff for a long time i need to try to make it not all be the same. at least that's the general idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n9:49 pm</dco> &nbsp;<qco> so, is it movie star or i wanna be a movie star? or is it \"(i wanna be a) movie star\"</qco> </h3>      the lyric is 'i wanna be a movie star' or later 'i'm gonna be a movie star'. the song title i believe is 'movie star' and the video title is 'i wanna be a movie star'\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n9:42 pm</dco> &nbsp;<qco> do you believe words are real</qco> </h3>      yes, and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n8:30 pm</dco> &nbsp;<qco> How to stop hate and tribalism in the world?</qco> </h3>      first you must step out of the tribe of hatred of hate and tribalism\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n8:09 pm</dco> &nbsp;<qco> So I like playing by ear and I like reading music, and have been getting better at both of those, and I want to get better at arranging and composing too, but whenever I try I end up wanting to do anything else. I want to be able to do it all on my own, but it seems like I'm not getting anywhere, I've tried pencil and paper, as well as musescore, but neither helped, nor does starting simple. Any advise?&nbsp;&nbsp;Do I have to get locked in a room with nothing to do but arrange music?</qco> </h3>      creating your own brand new music might be a more insane and fruitfully bizarre and unlimitedly powerful task than you may have expected. it's really really powerful stuff, it's kind of like staring directly into the big bang. at least that's the way it feels for me. it can be diffucult to swallow, at first. and treating it like anything 'normal' seems to fall flat most of the time. try to experiment a little more loosely for a while, and have fun completely disobeying the assignment. like at least for the first few tries try instead of writing a song try writing a boomerang. or something. songwriting is really really crazy and there is a ridiculous amount of power you can have, and responsibility, ..... i mean like freedom. i mean like, you are litterally making the whole thing up. so don't underestimate how insane of a task that is. and just put on your overalls and jump in. it's weird but it's the most fulfilling ride of a lifetime\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n7:35 pm</dco> &nbsp;<qco> Was rock bottom motivational for you or have you not been there yet? It feels oddly comforting to hit rock bottom. No way but up</qco> </h3>      i have some experience with this, but i will always admit that other people in the world have had more\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n5:55 pm</dco> &nbsp;<qco> Are you beating yourself up over this missed deadline? If so, why?</qco> </h3>      i'm not beating myself up, i fell down on a slippery slope and now i am sliding, effortlessly, down the slope, with ease\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n5:33 pm</dco> &nbsp;<qco> Bill, how do you feel about outros to songs? Most of your songs end abruptly. Have you considered attempting a well-crafted outro?</qco> </h3>      i craft my outtros as well as i can. i try to do it better than the average song i've heard, if possible. sometimes i like to put a bit of a twist. i feel many songs don't seem to care how they end, where as i like to pay very special attention to the end\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n5:30 pm</dco> &nbsp;<qco> Is there a yet to be released video for Just Did a Bad Thing?</qco> </h3>      yet to be finished\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n5:17 pm</dco> &nbsp;<qco> What to do if nobody likes my things</qco> </h3>      don't think about it and it may forget to be true\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n3:07 pm</dco> &nbsp;<qco> Do you see any discernible differences (besides the language) between American pop music and pop music from other countries?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n2:01 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201812201955\">12.20.18&nbsp;&nbsp;7:55 pm</a>  sorry for the confusion. here's my question: isn't it innacurate to call B E F A Bmin7 (b5) since that chord symbol doesn't account for the 11 in the chord?</qco></h3>      yea, it's iffy. Bmin7b5 kind of suggests you'd have D instead of E. but the specific notes you mentioned don't have an easy happy looking chord symbol. like Fmaj7b5/B would be the best i could do, and precise, but still obnoxious to read<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; would something like Bmin7 (11b5) be more accurate?</qco></h3>      decent i guess. but whoever reads that will probably put a D in so be ready for that if you write that for someone<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also, is it typical to hear both a natural extension and the augmented extension of the same note in the same voicing (like how this chord contains both the 11 and the #11)? thanks&nbsp;</qco> </h3>      at some point i think there is a sort of matrix that falls away and you realize that the way you are using the word 'extension' really means nothing. it may be an extension in terms of which year you may learn it in school. but in the real world i can't think of any reason to say which note of a chord should be considered an 'extension.' i think it will throw you way off to think of it that way. but as far as using E and F in the same chord, try it and see. the chord you gave seems weird but in context it could be fine. don't forget to play it in the song and not out of the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n1:51 pm</dco> &nbsp;<qco> hey bill, you know most people take a bit of a break this time of year right? so if you decided you wanted to ease off the gas and catch your breath for a week or so then i don't think people would mind, at the very least you shouldn't beat yourself up so much when you've been absolutely killing it for the last six months</qco> </h3>      whenever everyone else takes a break actually seems to me like the best time to not take a break. that way i'll have no competition during that time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n1:42 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201812191957\">12.19.18&nbsp;&nbsp;7:57 pm</a> &nbsp;&nbsp;my bad, i meant to ask when is c g b d G/C and when Cmaj7 add 9 without the third?</qco> </h3>      whichever way you think your reader(s) will understand it better/quicker. i always write G/C cuz i know what that is and i use it all the time. many people are used to reading slash chords, but those who are not may get them backwards. maybe some people would prefer to read Cmaj9no3 which looks long and crazy to me but i'm sure some people are used to seeing that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n1:01 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201812201444\">12.20.18&nbsp;&nbsp;2:44 pm</a>  Hi Bill! Would you mind elaborating on this a little bit? I'm curious about why you dislike it so much&nbsp;</qco> </h3>      they are trying to explain how gravity works by using an analogy which needs another gravity in order to work (without ever mentioning what that other gravity would be). so they are essnetially saying that gravity happens due to some other gravity which in the analogy is actually just the original real life gravity. it's like i'm trying to explain how toothpaste works by putting smaller teeth on my teeth and then brushing my regular teeth and demonstrating that the smaller teeth get brushed when the bigger teeth are brushed\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n12:55 pm</dco> &nbsp;<qco> How do you feel about being a songwriter that writes for someone else? </qco></h3>      good<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nIs that an authentic way to make a living</qco></h3>      of course<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\n or are you destroying the creativity and passion by doing that?&nbsp;</qco> </h3>      what\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n12:48 pm</dco> &nbsp;<qco> If you could create you own religion what whould the god/gods of the be named?</qco> </h3>      i think when you name the god it's kind of a jinx and makes the whole religion fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n12:38 pm</dco> &nbsp;<qco> How do i not kill myself</qco> </h3>      do some puzzles\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n12:35 pm</dco> &nbsp;<qco> If you don't read YouTube comments, is there a way for you to see positive comments people have for you? I understand if you get uncomfortable reading compliments all the time&nbsp;</qco> </h3>      i see them here, as well as other places\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n11:47 am</dco> &nbsp;<qco> you should buy a lizard</qco> </h3>      i shall be my own lizard\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n11:14 am</dco> &nbsp;<qco> make surreal memes?</qco> </h3>      yes they are moemes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n10:58 am</dco> &nbsp;<qco> when is despacito 2 coming out?</qco> </h3>      i thought it <a href=\"despacito2.mp3\">already did</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.21.18&nbsp; \n10:00 am</dco> &nbsp;<qco> what is the motivation behind your videos?</qco> </h3>      to share some of my thoughts and feelings\n<br><br>"
  }
]
