[
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n2:03 am</dco> &nbsp;<qco> not gonna lie i'm been smoking weed and drinking and i just came but i was rewatching for the 27th time or whatever here comes the sun and i really took it in as a deeper musicial/visual/linguistic unified experience in some ways i feel like i hadn't before. that's some good shit, man. the work you create and your dedication to your craft is simultaneously inspiring and terrifying to me in the just about the best way possible i think.&nbsp;&nbsp;</qco> </h3>      \nholy virtual corn cob you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n12:34 am</dco> &nbsp;<qco> there's a song that i started writing when i was 15 years old, and now that i'm a fair bit older i've been interested in going back to finish it. problem is, the lyrics in and the central ideas in that song are very much from the perspective of a 15 year old. i'm not sure how to write any more of it and have it feel genuine, much less how i would even go about giving a genuine sounding delivery if i ever record it. have you ever experienced something like this? what should i do? i refuse to believe that i'm now incapable of developing the idea just because i'm older.</qco> </h3>      \nthere must be 1000 ways to do this. You can probably do it now, but if you're scared to do it, then just write some other stuff first and gain some more tricks. just remember the golden rule, any writing task can be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n12:29 am</dco> &nbsp;<qco> I made my friend a video for their birthday, they thought it was funny. I did this again for a different friend's birthday and they also said they thought it was very funny. I very much want to make more funny videos for my friends and maybe the world but I have absolutely no ideas on how to make a non-birthday oriented video. With no urgency or restrictions I am having a difficult time mustering and semblance of creativity. As someone who seems to be profoundly creative, do you have any tips as to how I might be able to come up with ideas for videos to make?</qco> </h3>      \nfor me, the special occasion that gave me my jump start was 'monday'\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n11:40 pm</dco> &nbsp;<qco> where in the sky is the sun during your next song?</qco> </h3>      \nhard to tell. it's mostly overcast\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n10:40 pm</dco> &nbsp;<qco> Why is mushroom</qco> </h3>      \nit's what you requested\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n10:32 pm</dco> &nbsp;<qco> Am I normal if I am weird?</qco> </h3>      \nput it this way, it's weird if you're normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n8:20 pm</dco> &nbsp;<qco> Have you noticed how hypocrites never admit they're being hypocritical?</qco> </h3>      \nno way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n7:51 pm</dco> &nbsp;<qco> hey bill whats your favorite key on the keyboard</qco> </h3>      \nthe power button\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n6:50 pm</dco> &nbsp;<qco> help i locked myself out of myself what do i do</qco> </h3>      \ndraw a picture of yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n4:24 pm</dco> &nbsp;<qco> urgent: is it worth my time learning music theory?</qco> </h3>      \nyes, if you make it yourself, or, if you find someone else who is doing it a way that you can experience first hand and verify that you enjoy it the way they are doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n3:15 pm</dco> &nbsp;<qco> If you're late for going to hell at 12:30, when were you supposed to go?</qco> </h3>      \nmaybe 12:29\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n3:08 pm</dco> &nbsp;<qco> Where does the bread go when you put it in the toaster?</qco> </h3>      \ninto the toaster\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n1:58 pm</dco> &nbsp;<qco> what gives?</qco> </h3>      \nyou might have to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n11:39 am</dco> &nbsp;<qco> I noticed a lot of your songs have a very uplifting melody, but often the lyrics contrast to suggest something sadder. Is this a form of introspection for you, or have I read too far into it?</qco> </h3>      \nit's a good trick that produces strong results. if you haven't tried it, would recommend\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n8:26 am</dco> &nbsp;<qco> In sometimes i (whatever), can that be seen as an insight to your music writing process?</qco> </h3>      \nno, that would be the video writing process. more specifically, that would be the video writing process for the specific genre of video that contains me doing something in my room for a few seconds\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n1:01 am</dco> &nbsp;<qco> What's your opinion on toasters</qco> </h3>      \ni like pictures of toasters\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n12:25 am</dco> &nbsp;<qco> are you a legend</qco> </h3>      \nfledgling\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n11:45 pm</dco> &nbsp;<qco> what is music is it an emotion or a personality?</qco> </h3>      \nit's a meeting place, for both to meet\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n9:29 pm</dco> &nbsp;<qco> Hello, I'm terrified because I've spent a few years really getting to know the ins and outs of a guitar and making very good friends with it... but now I'm in front of a piano for the first time and all of a sudden I feel like a baby again. What do??</qco> </h3>      \ndo the same thing you did for guitar\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n8:41 pm</dco> &nbsp;<qco> how do i type?</qco> </h3>      \nuse your palms, to type as many letters as possible \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n8:12 pm</dco> &nbsp;<qco> i want to pursue music more than anything ever. i've never wanted anything this bad, but it's so unlikely i'll make any money. i have all these big dreams of thousands of listeners on spotify but, to be honest, i don't even know where to start. it makes me so upset just thinking about failing and working in an office job. i don't want to hate my life. i don't want to live a boring life. i want to do what i've always wanted to do: music. it's been irresistible since i was like 3. i can't just give it up now for the sake of avoiding my fears and making money, right? am i even thinking straight anymore? where do i start, bill?&nbsp;</qco> </h3>      \ni may be asking a stupid question, but .... i feel like you didn't answer this .... Are you doing any music already?\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n6:59 pm</dco> &nbsp;<qco> help i cant stop adding dense layers of nonsense to my music, how do you combat the \"infinity\" that shouts to add \"just one more\" new thing to a perfectly good song</qco> </h3>      \ni have an electric shock collar that i wear. unfortunately i've developed a high tolerance for it by now\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n6:03 pm</dco> &nbsp;<qco> what inspired you to make the music you make to this date</qco> </h3>      \ni'm just trying to be reasonable\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n5:42 pm</dco> &nbsp;<qco> what is pop music?</qco> </h3>      \nregular music\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n5:38 pm</dco> &nbsp;<qco> i've learned so much from your music, but that probably means i should start making my own. i'm sitting here, guitar in hand and in front of some manuscript paper, yet i'm completely stumped. how to i find inspiration and motivation??&nbsp;</qco> </h3>      \ntry this: try going far away from the guitar or paper. see if you think of anything then\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n5:36 pm</dco> &nbsp;<qco> when I start working on something I usually give up because I think that other people could do it much faster, help</qco> </h3>      \nit's too bad you don't know how slow other people actually do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n4:22 pm</dco> &nbsp;<qco> if you were on the radio what would you talk about?</qco> </h3>      \nam i allowed to sing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n2:03 pm</dco> &nbsp;<qco> how to be free</qco> </h3>      \nplan to have the option to change your mind\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n1:21 pm</dco> &nbsp;<qco> what is your opinion on the font times new roman?</qco> </h3>      \nit has a certain sparkle to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n1:17 pm</dco> &nbsp;<qco> do you put hidden meanings in your songs? </qco></h3>      i try to jam as much meaning in there is possible<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i mean, i can find a lot of them and i think you do it on purpose, </qco></h3>      if you found it, i would consider that non-hidden<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but i'm not sure about that</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n12:55 pm</dco> &nbsp;<qco> I think I've noticed that you've used \"I'm just trying to be sensible/reasonable\" more than once over the years. If you want to say/elaborate: What do you view as \"sensible?\" </qco></h3>      an example of something that's sensible: You walk into a bakery (hold on, there's more to the story). There is a person in there, and they say they are a baker. \"I'm a baker\", the person says. And then, the next thing they do is bake something. hopefully you see what i'm getting at<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How might it relate to your creative output?</qco> </h3>      sometimes i feel like what i do is so difficult for me to do, that i find myself in a very ironic situation\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n12:46 pm</dco> &nbsp;<qco> how did you decide to start making music online instead of in albums and more traditionally</qco> </h3>      \ni wanted my music to reach the world. and, when i was growing up, i started to realize that the internet was probably the most effecient way to access the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n12:23 pm</dco> &nbsp;<qco> Why does my original tempo get all wack?</qco> </h3>      \nbecause you are not using a metronome \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n12:03 pm</dco> &nbsp;<qco> Is there a musical instrument you'd love to learn but haven't?</qco> </h3>      \na measured sense of judgement\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n11:31 am</dco> &nbsp;<qco> Seeing as you wrote Here Comes the Sun long before it was uploaded, when did you write your next song?</qco> </h3>      \nlate march, 2019\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n10:58 am</dco> &nbsp;<qco> How to learn something more effectively?\n</qco></h3>      that depends what you've tried so far, but, try teaching it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And what do you do if you want to always remember something?&nbsp;</qco> </h3>      learn it backwards\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n10:18 am</dco> &nbsp;<qco> can you translate the language of love (from \"might quit\") into english?</qco> </h3>      \nyes, i'm already making my best attempt at this, when i make musical/video content\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n9:33 am</dco> &nbsp;<qco> do you ever dislike music?</qco> </h3>      \nsure but i know i'm wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n8:32 am</dco> &nbsp;<qco> why was here comes the sun released on January 20th?&nbsp;&nbsp;</qco></h3>      it was not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and is it about the end of COVID-19?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n7:44 am</dco> &nbsp;<qco> Hi Bill, I've been writing a song, and I got to a point where I think there should be a chorus next, but I have no idea how I should continue the song into one. How do I write a chorus from what I've already written?</qco> </h3>      \ncoming up with these things is like lightning striking. You can't really guarantee that it happens, but, i can tell you everything i know so far about this. <br>\n     1. it's most likely to happen when you run through the song, from the beginning, at the right tempo, without stopping<br>\n     2. it gets more and more likely for it to happen the longer time it's been since you've heard the song. <br>\n     3. this is unfortunate, because it's very time consuming to keep waiting until you haven't heard the song in a while, every time you hear it<br>\n     4. try walking to the door of the room you are in, touching the door handle, and then returning to the instrument (or demo-recording you are working with) and do a run through. this may be an artificial way to help 'reset' if you don't have time to wait <br>\n     5. if you're just not getting it, try to make categories of things, and try to rule them out.<br>\n     6. for example, try continuing it to be the same as what came before. Hopefully you will get a strong signal \"yes\" or \"no\" from trying this. then you can rule that out, or in<br>\n     7. try going to the most normal chord you haven't used yet. for example, if your verse is full of C and F chords, try G and see what happens<br>\n     8. try something with dense melody/lyric (wordy). hopefully that will give you a strong 'yes' or 'no' signal<br>\n     9. try something with very few words. see if you can rule that out or in<br>\n     10. keep trying to categorically prove or dis-prove that a certain strategy is right or wrong<br>\n     11. i forgot the most important thing which i should have said first, imagine a scene where your song takes place. then name something that could happen next. i should have mentioned this one first because it's probably the one that's most likely to work\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n7:04 am</dco> &nbsp;<qco> in \"at the airport terminal,\" at 0:33 you play a Bb (?) major chord. but on the same lyric at 1:10, you played a Bb minor chord? </qco></h3>      that's not true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what was going on your mind that prompted you to make the change?</qco> </h3>      nothing. i don't consider those 2 moments in the recording to be different in any significant harmonic way. and neither one involves Bb minor or anything resembling it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n5:23 am</dco> &nbsp;<qco> do you play guitar </qco></h3>      not really<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so how long did it take get moderately good?&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n4:51 am</dco> &nbsp;<qco> What's a type of groove, groovy pelicans like?</qco> </h3>      \nvamp for time. a time vamp\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n4:40 am</dco> &nbsp;<qco> Thoughts about irony?</qco> </h3>      \nit doesn't always mean what you'd expect\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n3:01 am</dco> &nbsp;<qco> Why did you decide on this visual style of video?</qco> </h3> \n     basically what usually happens is, i get a trillion ideas in my mind of what i WISH it could be like. then i get extremely disappointed to realize that none of those ways are actually possible for me to do. then, sometimes, i am able to find 1 way that is just barely possible. and i settle for doing it that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n3:00 am</dco> &nbsp;<qco> Out of everything you've kept up with, what's made you keep up with these questions so diligently?</qco> </h3>      \nit's a very honest and balanced news source for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n2:11 am</dco> &nbsp;<qco> What are some standard working hours for you?</qco> </h3>      \n6 hours per day\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n1:58 am</dco> &nbsp;<qco> why do people get So Heated when discussing whether they prefer subtitles or dubs for foreign shows/movies</qco> </h3>      \nbecause they know the outcome of the discussion will determine how it's done for every movie from now on\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n1:46 am</dco> &nbsp;<qco> bill, i just wanted to say you are my biggest source of motivation and i have another level of love and respect for you.</qco> </h3>      \nholy wind farm, you are very friendly\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n1:37 am</dco> &nbsp;<qco> WHY O WHY is the piano so hard to play</qco> </h3>      \nmaybe you have it upside down\n<br><br>"
  }
]
