[
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n11:47 am</dco> &nbsp;<qco> why do people need to post their lives on social media</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n11:10 am</dco> &nbsp;<qco> how do i get out of a social contract?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n9:53 am</dco> &nbsp;<qco> Maybe you could put little deadlines on the notes, reality, and anagrams page. Like it would say \"new notes are posted every three days,\" or \"new anagram every day\" or something like that. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;IDK it might turn into a disaster but it's just an idea to try to communicate with the people wanting these updates.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n9:46 am</dco> &nbsp;<qco> What is your opinion on something&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n7:49 am</dco> &nbsp;<qco> how much do you know about me?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n5:01 am</dco> &nbsp;<qco> hey bill. i have a predicament. school will be starting very soon and i have some things i would like to get done before i decended back into hell, namely one very important Thing. i am very excited to be working on the Thing, but the problem is many others around me are aware of me working on the Thing, and this troubles me, because they are breathing down my neck and asking me to be done with the Thing. this makes me rush, and then become unsatisfied with what i have done, causing me to delete what I have done and restart, not only ultimately wasting my time, but makes the others unhappy and ask more frequently. how do i stop this cycle?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n4:17 am</dco> &nbsp;<qco> Is quantum mechanics cool.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n2:56 am</dco> &nbsp;<qco> Have you ever thought about shortening some of your videos? Maybe making them only 01-02 seconds long as opposed to the arduous 03-04 second long videos that really suck up too much of my day-to-day life?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n2:44 am</dco> &nbsp;<qco> i always feel like a fool when it comes to flirting. i feel like i either don't pick up on it at all because i subconsciously don't believe the potential flirter would like me, or i read way too much in because i like the potential flirter and really hope they like me. any wisdom?????</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n2:21 am</dco> &nbsp;<qco> Why do you typically solo in super high register notes on your keyboard</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n1:38 am</dco> &nbsp;<qco> am i okay</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n1:34 am</dco> &nbsp;<qco> do you write the jingles with the video, or choose sentences/phrases to make jingle-y?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n1:27 am</dco> &nbsp;<qco> Do you think aliens created humans?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n1:19 am</dco> &nbsp;<qco> <a href=\"whatsgoingon.mp3\">What's going on?</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n12:54 am</dco> &nbsp;<qco> This page exhausts me sometimes, but I also really enjoy viewing your comments and answers. I sometimes worry how much answering these questions take up your time and energy. Hope you can understand my concern.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n12:54 am</dco> &nbsp;<qco> is it ok to play games or should i try to spend all my time creating art/music/videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n12:44 am</dco> &nbsp;<qco> do you think you are entering a new level of Fame</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n12:41 am</dco> &nbsp;<qco> i just realized the ebb and flow of the questions page means that once you publicly address the nagging, you'll get a billion questions from people telling you to ignore the nagging</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n12:38 am</dco> &nbsp;<qco> are you at all disappointed that your longer history video has fewer views, even though it took more effort from you to create?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n12:27 am</dco> &nbsp;<qco> Do you think there's a point at which you need to isolate yourself just a little bit from the fanbase in order to focus? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Like not a whole lot but enough to bring more balance.\n<br>Some fans will see you give an inch to someone else and demand a mile.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n12:18 am</dco> &nbsp;<qco> You seem quite annoyed by people nagging you about updating all your pages and them not even realizing that you do update them. Why don't you just ignore them and work on whatever you want? Do you feel that much of a need to please these people that it detracts from your own want to work on certain things?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n12:17 am</dco> &nbsp;<qco> If you had to simplify the world to be made out of one or maybe two things, what would they be?</qco> </h3><a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2017-07.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n11:51 pm</dco> &nbsp;<qco> is anything worth it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n11:49 pm</dco> &nbsp;<qco> Are you working with the CIA to figure out what's happening on the internet?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n11:47 pm</dco> &nbsp;<qco> What is your opinion on Communism as described by Karl Marx and Joseph Engels (The doctrine of the conditions of the liberation of the proletariat) as opposed to the crazy shit Stalin and Lenin tried?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n10:38 pm</dco> &nbsp;<qco> Can you tell us how much of your new project is done? (Like a percentage or something like \"I have the visuals done but not the score\" or something like that?)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n10:31 pm</dco> &nbsp;<qco> Are you still updating http://www.billwurtz.com/notebook.html?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Because if so, then i don't see any of your recent updates.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n9:51 pm</dco> &nbsp;<qco> How many anagram requests have you gotten so far?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n9:23 pm</dco> &nbsp;<qco> (Mirrored Reality Guy)\n<br>Then what do you suppose a mirror is supposed to represent? Does a mirror have a symbolic, utilitarian, or philosophical purpose in our society? Because if a mirror holds no value, then why do (some) people shame themselves after reflecting upon themselves with a mirror?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n8:42 pm</dco> &nbsp;<qco> why do you constantly remind us that you're a person?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n8:41 pm</dco> &nbsp;<qco> Do you consider yourself odd? If so, do you care?&nbsp;&nbsp;Do you think the concept of odd exists at all?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n8:31 pm</dco> &nbsp;<qco> Hi Bill, but I meant your notebook/notes,I'm on my phone and I was just looking at your stuff and it says you haven't posted anything since last year, im sorry please forgive me</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n8:10 pm</dco> &nbsp;<qco> Why do you play so many instruments, even though you originally are a drummer?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n7:54 pm</dco> &nbsp;<qco> Your heavily detailed bio said that you accidently came to earth. Does this mean you're an alien!?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n7:31 pm</dco> &nbsp;<qco> If you got to name an newly discovered vegtable, that has a simaler shape to carrots, blue, slightly crunchy, and had a unique taste, what would you name it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n7:15 pm</dco> &nbsp;<qco> are burritos goood asking for a friedn</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n7:00 pm</dco> &nbsp;<qco> Do you like to frolic?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; When's the last time you went frolicking?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What are some good things to frolic through?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n6:52 pm</dco> &nbsp;<qco> Do you like god the almighty lord in which we should all praise unless he doesnt exist which he probably doesnt</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n6:32 pm</dco> &nbsp;<qco> How do I effectively expose the federal reserve?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n6:13 pm</dco> &nbsp;<qco> opinions, on michael jackson</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n6:08 pm</dco> &nbsp;<qco> :( vs :) .... who wins?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n5:41 pm</dco> &nbsp;<qco> my cousin has violent tendencies and im a victim of them because he stepped on my toe after i didn't score a goal in soccer and now it hurts a lot what should i do</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n4:51 pm</dco> &nbsp;<qco> What is your opinion on triangles?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n4:23 pm</dco> &nbsp;<qco> do you think people are, on average, more impulsive or thoughtful, before taking an action? base a conclusion on your questions page.\n<br>(asking a question being the 'action')</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n4:16 pm</dco> &nbsp;<qco> what's your honest opinion on the whole \"art is subjective\" debate? i find myself changing opinion on that every once in a while, especially about music and film (which i know more about than painting or sculpture). of course, everyone can like what they like but i can't help but give more weight to experts like critics and other artists. for example, an average movie goer may like some film that Roger Ebert says is crap, and that's ok, but without watching the film i'm gonna believe Roger Ebert first. if Bill Wurtz (a multi instrumentalist with years of music behind his belt) says that&nbsp;&nbsp;some piece is bad then that opinion holds more weight than if i said that. and even more so when you have a majority of experts agree with it. this has lead to a lot of dissonance where i feel ashamed when i like something, or even more ashamed when i dislike something that for example quentin tarantino says is a masterpiece. I just can't help but feel that\n an expe\nrts opinion even on art is more important than an average consumers opinion. Your thoughts?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n4:10 pm</dco> &nbsp;<qco> if you would discover a fruit that was a little bit bigger than a grapefruit, and you wouldnt have to peel it because the skin would be thin and edible, and it would be pretty juicy and very sweet and also very sour tasting, maybe with some minty hint almost, and it would have tiny seeds, and the color would be lightgreen on the outside and pink/orange-ish on the inside,, what would you call it?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n3:57 pm</dco> &nbsp;<qco> Is it ok to feel confused about things that aren</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n3:28 pm</dco> &nbsp;<qco> do you have any interest in milestones like anniversaries or making x videos or getting y subscribers? i ask this because i noticed the interesting coincidence that hotewig is the 400th video on your website</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n2:46 pm</dco> &nbsp;<qco> how do you make good motifs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n2:43 pm</dco> &nbsp;<qco> I'm a jazz guitarist student and I hate playing chords that don't match with a pianist. I asked someone I trust about this and he suggested that I switch to bass. I'm kind of scared to do that because I will have to spend all this time to get good enough to play with others, but I'm not opposed to the instrument or anything... Okay. I will learn bass. Thank you Bill.</qco> </h3>"
  }
]
