[
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:27 am</dco> &nbsp;<qco> rate waluigi. review him, give him a score out of 10. break your rules for waluigi. say he's your favorite. people will go fucking bananas. i wanna start some shit</qco> </h3>      0\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:26 am</dco> &nbsp;<qco> did you sample waluigi's voice in the song movie star? i think i heard it in there</qco> </h3>      not unless you play it backwards\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:25 am</dco> &nbsp;<qco> do you think waluigi has pointed feet or just wears pointed shoes for the hell of it. this kind of thing is usually a no brainer but this is waluigi we're talking about</qco> </h3>      his feet are shoes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:22 am</dco> &nbsp;<qco> how inspired are you by waluigi</qco> </h3>      not at all\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:21 am</dco> &nbsp;<qco> how influenced are you by waluigi</qco> </h3>      not at all\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:21 am</dco> &nbsp;<qco> whens the waluigi</qco> </h3>      i accidentally put the schedule through the paper shredder\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:21 am</dco> &nbsp;<qco> is there a waluigi</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:21 am</dco> &nbsp;<qco> why are you so obsessed with waluigi</qco> </h3>      i am not but i respect your opinion<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:20 am</dco> &nbsp;<qco> whats the appeal of waluigi to you</qco> </h3>      nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:20 am</dco> &nbsp;<qco> is waluigi important to you</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:20 am</dco> &nbsp;<qco> do you ever think \"waluigi\"</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:20 am</dco> &nbsp;<qco> is there any hidden waluigi in your music</qco> </h3>      i will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:19 am</dco> &nbsp;<qco> how do i make music </qco></h3>      freely, with a sense of adventure, and mischief<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also how do i make waluigi</qco> </h3>      think of a great idea for a character and then get amnesia\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:19 am</dco> &nbsp;<qco> are there any particular waluigi quotes you like</qco> </h3>      'oh shit we need another character, let's see if the janitor has any ideas'\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:18 am</dco> &nbsp;<qco> are you an expert in waluigi</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:18 am</dco> &nbsp;<qco> how might one become an expert in waluigi</qco> </h3>      study abroad\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:18 am</dco> &nbsp;<qco> is waluigi the type of thing youre into</qco> </h3>      not per se\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:18 am</dco> &nbsp;<qco> might i recommend the waluigi</qco> </h3>      that sounds wonderful\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:17 am</dco> &nbsp;<qco> care for a waluigi</qco> </h3>      not at this time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:17 am</dco> &nbsp;<qco> how do you like your waluigi</qco> </h3>      i do not\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:17 am</dco> &nbsp;<qco> how much of your year is spent thinking about waluigi</qco> </h3>      about 0%\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:17 am</dco> &nbsp;<qco> are you ever going to make history of waluigi</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:16 am</dco> &nbsp;<qco> whos your favorite waluigi</qco> </h3>      there is only one, although next year nintendo is coming out with 12 new characters which will be additional combinations of mario, wario, and luigi\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:16 am</dco> &nbsp;<qco> are you familiar with waluigi</qco> </h3>      a little bit\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:16 am</dco> &nbsp;<qco> how intrigued are you by waluigi</qco> </h3>      not very much\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:16 am</dco> &nbsp;<qco> are you pro or anti waluigi</qco> </h3>      i don't think i'm legally allowed to say\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:16 am</dco> &nbsp;<qco> tell me a little about waluigi</qco> </h3>      i have already said way too much\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:16 am</dco> &nbsp;<qco> could i get your opinion on waluigi</qco> </h3>      not right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:15 am</dco> &nbsp;<qco> thoughts on waluigi</qco> </h3>      not at this time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:15 am</dco> &nbsp;<qco> how fascinated are you by waluigi</qco> </h3>      not very\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n5:15 am</dco> &nbsp;<qco> how interested are you in waluigi</qco> </h3>      not very\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n4:24 am</dco> &nbsp;<qco> are crazy straws inefficient?</qco> </h3>      for some purposes, not others\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n3:49 am</dco> &nbsp;<qco> Is there absolutely any motivation to you creating your videos?</qco> </h3>      yes. you need a lot of motivation to do the kinds of videos i make, because they have a lot of crazy visuals and music that is very carefully composed and synchronized for maximum impact, and i'm doing all the work myself. takes a lot of focus and dedication. very strong motivation is required to make that stuff happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n3:21 am</dco> &nbsp;<qco> would the bill wurtz band ideally have every single instrument because theyre all good because everything's good because everything's bad</qco> </h3>      i think that would be too many instruments for one band\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n2:56 am</dco> &nbsp;<qco> can music be fun?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n2:49 am</dco> &nbsp;<qco> What content do you still fantasize about creating?</qco> </h3>      a million more songs, on a regular basis, all with videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n2:16 am</dco> &nbsp;<qco> Have you ever stayed up all night trying to finish a video?</qco> </h3>      i have no restrictions on the hours or times i am allowed to work on any part of a video. only that they need to be done as soon as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n12:50 am</dco> &nbsp;<qco> what are you sure of</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n12:48 am</dco> &nbsp;<qco> what do you think happens after death--i.e. reincarnation, nothing, afterlife, etc.</qco> </h3>      something completely different\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n12:47 am</dco> &nbsp;<qco> Any advice for anyone thinking about learning music and an instrument?&nbsp;</qco> </h3>      step 1: get one! step 2: touch it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.17&nbsp;\n12:31 am</dco> &nbsp;<qco> why haven't you posted anything on your patreon? do you just want the money or something else?</qco> </h3>      i never really wanted to make a patreon. but a lot of people urged me to do it, because they wanted to support me and didn't have a way! so i made one. i don't promote it or flaunt it around, it is only meant to be available to people who already wanted to donate and are looking for a way to do it. i don't really like the idea of posting any private content there, because that wouldn't seem fair to people of a lower income bracket, who in some cases might be who needs the content the most\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n10:24 pm</dco> &nbsp;<qco> What are your thoughts on Donald Trump?</qco> </h3>      he is very ambitious, and passionate\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n9:10 pm</dco> &nbsp;<qco> Hi! So I just started learning guitar a couple months ago, and I'm still very much a beginner. One thing I'm trying to do to get a better \"ear\" for music is to pick out little patterns and phrases and stuff that catches my attention. There's this one thing that I hear all the time... I heard that one Charlie Puth song, One Call Away, on the radio today. Towards the end of the song (starting at around 2:19 in the album version, not the music video) when he does like a stripped down, variation of the chorus he sings the line \"nothing on me\" and he adds this little twist that makes it sound different than the other choruses in the song. Like he adds some kind of extra chord or something. I'm drawing a blank on other specific songs I've heard something almost exactly like this, but I know it's something I hear very often in a lot of music, especially pop and R&amp;B type stuff. I can't seem to figure out exactly what's going on though, or what the little cho\n rd varia\n tion thing is. Can you maybe help me out on this?&nbsp;</qco> </h3>      F7. song is in key of Db, so that means it's a 3 dominant7 (going to Bbmin, or 6min) you're right, very common, very standard. very simple useful tool, been used since just about the beginning of time. but not everyone always knows how to use it. that's great news for you, if you learn how to use it. this is off the subject but bruno mars loves this chord and uses it all the time. (i.e. bullet right \"Through\" my brain). very common chord, again, will always be useful no matter what year it is, even more useful during time periods where no one seems to be using it. because it always works. and knowing how to use it will be to your advantage because like i said not everyone always knows how to use it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n8:58 pm</dco> &nbsp;<qco> I already asked this, but it's very important. Do you think a wolf or hawk would win in a fight?</qco> </h3>      i guess we won't know until the battle takes place\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n8:41 pm</dco> &nbsp;<qco> do you ever listen to \"non-standard\" music, like e.g. traditional folk music of different countries? </qco></h3>      that actually seems pretty standard<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;As a fellow musician, i can sometimes be really inspiring and it gives you many new ideas to play with!</qco> </h3>      all kinds of music created anywhere can be inspiring\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n8:24 pm</dco> &nbsp;<qco> Is anybody more important than anybody else?</qco> </h3>      everybody is important in different ways\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n8:18 pm</dco> &nbsp;<qco> superhuman ai: what are - in your opinion - advantages, drawbacks or risks of having one on earth?</qco> </h3>      the advantage and disadvantage is that everything will be totally crazy\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n7:24 pm</dco> &nbsp;<qco> are you doing anagrams of every suggestion that you receive? </qco></h3>      no. that would be completely impossible. there are currently 3976 unread<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is that why the anagrams are like 2 months behind?</qco> </h3>      no. the date on the anagrams page is actually the date i made it. the date submitted is not listed, and is often much much earlier, or it could be recent. i jump around. that is why i chose to list them by date made. sometimes i do many many anagrams per day, and sometimes i do zero. in order to not have everyone breathing down my neck during the times when i do zero, i've decided to pace it out evenly and post exactly one a day. there were A LOT done in june and july, so i could potentially keep posting new ones every day for a long time even without making any new ones. there are probably about 100 currently ready to be posted. i'm posting them 1 a day. ironically people still breathe down my neck about it and ask why i 'stopped' doing them, even while i am releasing one every day, AND also still doing new ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n7:22 pm</dco> &nbsp;<qco> would you say you consider yourself optimistic?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n7:16 pm</dco> &nbsp;<qco> why \"I don't wanna go to school\" isn't in your music list?</qco> </h3>      i'm not sure which music list you mean but i think it is most places where i have songs/music posted\n<br><br>"
  }
]
