[
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n2:32 pm</dco> &nbsp;<qco> what exactly makes a name \"groovy\"</qco> </h3>      \ntechnically every name is groovy. that is a guaranteed nametrait\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n2:05 pm</dco> &nbsp;<qco> why is sheet music so fucking hard to read, why does some of the notes sit on the lines and some of them are in the lines. what do the line sfucking mean why are they there why cant they just write what the note is like why cant they just say its like c4 instead of this weird blob that sits underneath in its own line why does it feel so fucking stupid to me what the fuck is a bass clef. am i just overcomplicating it or am i stupid or what bro</qco> </h3>      \nit's no harder to read than.... english. but it just takes time for you to get accustomed to it. but you might not need to. in the age of the voice memo, there's a lot less of a necessity for it now than there used to be. so you only need to learn it if you really want to. kind of like...... horse riding\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n1:53 pm</dco> &nbsp;<qco> what do you think of space</qco> </h3>      \ni'll admit, it's useful\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n1:40 pm</dco> &nbsp;<qco> i aspire to be as vague as you one day, maybe.</qco> </h3>      \nthat's too bad, because i am extremely extremely specific\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; 1:13 pm</dco> &nbsp;<qco> Why did the chicken cross the road?</qco> </h3>      \nit was following a perpendicular road\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n1:01 pm</dco> &nbsp;<qco> Does 'priceless' mean 'very very expensive'?</qco> </h3>      \nnot on sale, they couldn't even find a high enough pricetag. on the other hand maybe it's free\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n11:34 am</dco> &nbsp;<qco> what is the hardest thing you have done/learnt in the last year?</qco> </h3>      \nfigure out what i'd done/learnt\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n11:17 am</dco> &nbsp;<qco> are you a glass half full or glass half empty typa guy</qco> </h3>      \nthe thing is, i am not a glass kinda guy\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n11:05 am</dco> &nbsp;<qco> why do they call it an elevator when you elev in the vator elev out up the vator</qco> </h3>      \n\"this is a purely american problem\" said the lift\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n10:49 am</dco> &nbsp;<qco> Since moving to Maine, my motivation has plummetted. Do you think this is correlated to billboards being illegal?\n<br>\n<br>If yes, should I make my own billboard?\n<br>\n<br>If no, then what is wrong</qco> </h3>      \n\"what do you wish you were motivated to do?\" i'll admit that sounds like a ridiculous question\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n10:38 am</dco> &nbsp;<qco> are major IIIs a good or interesting chord&nbsp;</qco> </h3>      \nput it this way, have you ever tried it\n\t\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n9:12 am</dco> &nbsp;<qco> ever accidentaly stepped on a piece of gum and died afterwards</qco> </h3>      \nnot such a big deal, the shoe just has to stay there. and you hop home, or to the shoe store. hopping is good for the brain\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n8:49 am</dco> &nbsp;<qco> bill, i can't figure out rhythm and time. i've been told by civilians my note choices are good, but everything i play is whacky zany out of time in an unenjoyable way and i can't fuckin figure out why. how do i fix this? more metronome practice? counting out loud? maybe i'm just thinking too much. no idea. it's the final puzzle piece that needs to be solved, though. any tips will be greatly appreciated&nbsp;</qco> </h3>      \nfirst of all, what i say is going to sound terrible because i've never had this problem. my time has always been fine, and i was the kid who was always wondering why everyone else's time wasn't good. but here's the question that i think may be more useful: what kind of time do YOU like, and enjoy? if you can't hear it, you can't paint with it, so which colors do you see, and love? Or maybe you'd want to just start listening to clocks because they sound cool. but DO they sound cool? to you? just brainstorming here\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n7:21 am</dco> &nbsp;<qco> you think I should focus on working really hard on one thing that I know people will like or is it better to just make and not spend to long on any one thing?</qco> </h3>      \nthat sounds like straight lines and curves. you're..... gonna wanna try both at some point\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n6:21 am</dco> &nbsp;<qco> Is insanity funny if the insane person likes being insane and doesn't hurt anyone</qco> </h3>      \nthere are so many millions of ways for insanity to be funny, honestly i wouldn't have even thought of that one. i mean, insane and funny are almost synonyms. not quite, but slantonyms at least\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n3:56 am</dco> &nbsp;<qco> What do you think your projects wholeheartedly make the viewer feel?</qco> </h3>      \nif i'm doing my job correctly, then it should make at least someone feel the same way as i've felt. am i doing my job correctly? stay on the line for a brief survey\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n2:03 am</dco> &nbsp;<qco> two years ago, a drummer friend of mine almost quit playing drums because he was forcing himself to practice in ways and play things that weren't fun for him. we talked, and i told him he needed to stop worrying about being the best and start having fun with his instrument. these past few months, ive been going through the exact same thing with the piano, and i only realized it when he told me the same thing i had told him years ago. but my mind seems to be wired in a way that makes it impossible for me to do that. any fun things u recommend doing?\n<br>\n<br>lengthy question but telling some stranger in the internet if better than telling no one ig</qco> </h3>      this may seem a little outside the box, but is there anything else you'd rather be doing?\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n1:30 am</dco> &nbsp;<qco> Does thinking about the fact that people might listen to your music ever make it harder for you to work on your music?</qco> </h3>      \ni was going to say no but now that i think about it yes. but i've had a lot of practice ignoring that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n12:34 am</dco> &nbsp;<qco> where you're from, do people pronounce the \"i\" in \"anti-\" (like in \"antioxydant\" or \"anti-inflammatory\" etc) as \"ai\" like in \"Thai\" or as \"ee\" like in \"bee\"? And if you heard the other prounciation would you understand it</qco> </h3>      \nit's different depending on which word. you may have actually summed it up well if you look at your hyphen usage. the ones with hyphen would probably want to be more clear, 'anteye' and the ones that are more well-known words that don't need a hyphen, would probably be quicker 'antie'. and yes i would understand it both ways. heck i even know what 'anticlockwise' means, even though i grew up saying 'counter clockwise' \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n11:26 pm</dco> &nbsp;<qco> How big is too big?</qco> </h3>      \ndon't worry about it. nothing is big\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n11:23 pm</dco> &nbsp;<qco> do you find creative ideas to be better or more valuable when they come out of nowhere versus when you make yourself come up with them? i find myself doing both but the former tends to be wayy more creatively fulfilling/cathartic although it happens super rarely, while the latter is a way more reliable way of making things for me but i often find myself not caring nearly as much about it if i do it that way</qco> </h3>      \nno need to discriminate. you can have both, you can do both, you can use both. there are advantages and disadvantages to each. the free gifted ones have the advantage of having a mythical quality to them and sometimes they are way deeper and more genuine sounding, but the disadvantage of course is that you have no control over when you get them, and also sometimes they're kind of bland or maybe even just something that already belongs to someone else. But for your idea-gen sessions, while it may seem like you could never get that same sparkle, the tip i have for getting the most out of the idea-gen is just do a lot. do A LOT. try to make the first 12 bad on purpose. Once you loosen up, you'll forget you're doing this and it will be essentially just like you're dreaming while you're awake, once the pressure is off. Also, ...... here's the other thing, when you do a lot of idea-gen all day, it will actually loosen you up so that when you take a break, or maybe in bed tonight or tomorrow, you'll find that you'll be suddenly receiving more of the rando gifts than you otherwise would. so it's a win-win. beyond that, just add them all to the same club and later down the line you'll find there's no need to discriminate between which ideas came from which methods. there's other methods too by the way\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n10:48 pm</dco> &nbsp;<qco> some people like the kool aid man</qco> </h3>      \nam i crazy or am i starting to think there's 2 rival kool aid mans\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n9:21 pm</dco> &nbsp;<qco> We don't get enough stories of asteroids missing the earth</qco> </h3>      \nthere are plenty of stories about asteroids missing the earth, but the problem is they're not close enough, so the story is not exciting enough for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n9:20 pm</dco> &nbsp;<qco> what's the weirdest sandwich&nbsp;</qco> </h3>      \ntoast sandwich. that would be a piece of toast between 2 pieces of bread. i heard about this from a collegue one time, and let me tell you it sounds like pure witchcraft\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n7:41 pm</dco> &nbsp;<qco> do you think bill wurtz is a concept&nbsp;</qco> </h3>      \nit's just the concept of being me. nothing else much in the way of rocket science per se\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n7:26 pm</dco> &nbsp;<qco> why are ceiling fans on the ceiling?</qco> </h3>      \nbecause you said so\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n7:18 pm</dco> &nbsp;<qco> Hey what's your favorite door pattern?</qco> </h3>      \nopen and close\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n6:52 pm</dco> &nbsp;<qco> when was the last time you did math</qco> </h3>      \nheck i'm doing it right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n4:52 pm</dco> &nbsp;<qco> Have you ever had a question not act like a question?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n3:42 pm</dco> &nbsp;<qco> If you have an alarm set on your phone what is the name of the alarm it plays</qco> </h3>      \nit's a live feed of the earth's core\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n2:35 pm</dco> &nbsp;<qco> is dumbing it ALWAYS down? what if i dumb it up?</qco> </h3>      \nsounds brilliant, honestly\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n2:22 pm</dco> &nbsp;<qco> what if my ultimate goal in life is to find some kind of universal way in order for people to be less scared about opinions</qco> </h3>      \nthat's fine, as long as you are aware that it might also be someone else's lifegoal to get you less scared about something\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n1:09 pm</dco> &nbsp;<qco> bill your song if the world doesn't end makes me happy so f,ing much i wanna cry</qco> </h3>      \noh good, that means i get to make myself employee of the month\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n12:41 pm</dco> &nbsp;<qco> can i do whatever i want?</qco> </h3>      \ni'm honestly not sure what you can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n12:27 pm</dco> &nbsp;<qco> are spoons the best utensil?</qco> </h3>      \nno there is another one out there that's better\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n12:12 pm</dco> &nbsp;<qco> What do you think is the craziest thing (or thing most outside of your comfort zone) that someone has managed to talk you into doing?</qco> </h3>      \naccepting the terms and conditions and promising you've read them despite the fact that they are completely impossible to read or understand in any reasonable amount of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n10:43 am</dco> &nbsp;<qco> how to stop being normal?</qco> </h3>      \nhow exactly would you prefer to be?\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n10:33 am</dco> &nbsp;<qco> Im very scared. Is there any way to transfer fear festering in the belly into something constructive?</qco> </h3>      \nof course. you just have to decide what you wish to construct\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n9:53 am</dco> &nbsp;<qco> what to do if something you like turns out to be made by someone bad?</qco> </h3>      \ndiscover the dazzling nuanced complexity of this universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n8:32 am</dco> &nbsp;<qco> I played an original song for somebody and they had a negative reaction. Should I move to a new state and start a new life?</qco> </h3>      \nbasically you just need to not find out when your audience does or doesn't listen to your songs. you can still do things that encourage people to listen to them, but the trick is to keep yourself unaware of exactly who and when. eventually you will find out that there are people out there who need your music desperately\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n8:18 am</dco> &nbsp;<qco> what is the percentage of finished on your next song</qco> </h3>      \nit's hard to describe\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n6:01 am</dco> &nbsp;<qco> how many sounds can you make</qco> </h3>      \nwe'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n5:17 am</dco> &nbsp;<qco> do you ever just feel like bingle bongle dingle dangle yickety doo yickety taa ping pong lippy tappy too taa</qco> </h3>      \nnot exactly like that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n4:46 am</dco> &nbsp;<qco> At what moment does everyone feel joy</qco> </h3>      \ndifferent, the same, other,\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n3:34 am</dco> &nbsp;<qco> Can you pick a random number from 1 to 10 but the number can't be 1 and it also can't be 10 and it also can't be 2 and it also can't be 9 and it also can't be 3 and it also can't be 8 and it also can't be 4 and it also can't be 7 and it also can't be 5 and it also can't be 6, please?</qco> </h3>      \n1.5\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n2:02 am</dco> &nbsp;<qco> Judging by the timestamps, what is your sleep schedule like?\n<br></qco> </h3>      \nno relation. i don't have to be awake when the questions are asked\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; 2:01 am</dco> &nbsp;<qco> Do you sleep?&nbsp;</qco> </h3>      \nyes but i can never seem to remember doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n11:53 pm</dco> &nbsp;<qco> Why do they call it \"falling madly in love\". Why would someone get mad about falling in love??</qco> </h3>      \nnot getting mad, going mad\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n11:34 pm</dco> &nbsp;<qco> Recently ive been noticing that my friends dont really repsect me. Or at least i think (i suck at social things and talking to people). Should i just disregard this as me not properly understanding people or figure out if they dont and why?</qco> </h3>      \ncarry on normally but see if you can find at least 1 new friend outside this group\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n10:19 pm</dco> &nbsp;<qco> in 500 years it will be 2525, what is your opinion on this? is 2525 a nice sounding year?</qco> </h3>      \nkind of intimidating\n<br><br>"
  }
]
