[
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n11:39 pm</dco> &nbsp;<qco> What are you working on right now</qco> </h3>      \nit's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n11:20 pm</dco> &nbsp;<qco> where you get your inspiration for your videos?</qco> </h3>      \ni have a bucket to catch the inspiration but sometimes the bucket itself inspires me \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n11:09 pm</dco> &nbsp;<qco> i had a dream a few nights ago that my dad told me to make a loaf of bread shaped like a dog. do you think that this is something that is possible in real life?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n10:25 pm</dco> &nbsp;<qco> How was your Christmas?</qco> </h3>      \ni didn't even notice\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n9:22 pm</dco> &nbsp;<qco> What potions do you take in the morning?</qco> </h3>      \nwater\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n8:23 pm</dco> &nbsp;<qco> do you ever cringe when you realised you accidentally typed a capital letter</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n7:51 pm</dco> &nbsp;<qco> what will you do for the new year</qco> </h3>      \nmake as many videos and songs as i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n6:52 pm</dco> &nbsp;<qco> What do you think about legos?</qco> </h3>      \n   could use more purple and pink legos \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n6:48 pm</dco> &nbsp;<qco> How do I stop being anxious?</qco> </h3>      \nsing songs of joy\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n6:16 pm</dco> &nbsp;<qco> would you ever write a song longer than 5 minutes</qco> </h3>      \nanything of that length will probably be much more than a song. it may include music or even songs. but it would not be just 1 song, and it would not be only songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n6:15 pm</dco> &nbsp;<qco> How are you so funny</qco> </h3>      \nthat could be due to the extreme levels of normalcy i have cultivated \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n5:26 pm</dco> &nbsp;<qco> How did you discover you were so creative?</qco> </h3>      \ni once played e2-e6, as an opening move in a chess game\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n5:17 pm</dco> &nbsp;<qco> While making your new video, have you ever thought of trying to make vlogs or some small videos while we are waiting? I'm not telling you do it I'm asking if you ever thought about it.</qco> </h3>      \nif you're waiting, and i'm making a small video, then ........... who's making the normal sized video?<br>\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n4:18 pm</dco> &nbsp;<qco> are you having a happy new year?</qco> </h3>      \nthe year i'm currently in is actually very old\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n3:49 pm</dco> &nbsp;<qco> How would you describe \"art\" by itself?</qco> </h3>      \ni'd have to just try to explain the art. but first i would search for ways to actually show it to the other person, because that is much better than describing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n3:34 pm</dco> &nbsp;<qco> What was the song that you wrote on that airplane</qco> </h3>      \ni wrote many things but none of them have been finished. i was working on one thing that might have sounded similar to Mount st Helens but then a couple days later i had the idea for Mount st Helens and did that instead of the other one. the other one would have been a good second choice, but it's been mostly excluded since then due to too much similarity to Mount St Helens. but it is a good one and i would like to do it, as soon as enough time passes that people won't be too mad at me for it sounding too similar to Mount st Helens\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n2:30 pm</dco> &nbsp;<qco> does the end of the year make you feel anything special?</qco> </h3>      \nit's not supposed to, but, it is another ugly reminder of how long i've been stuck in this terrifying patch of quicksand\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n2:10 pm</dco> &nbsp;<qco> hey make more songs!</qco> </h3>      \ni almost didn't even think of that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n1:46 pm</dco> &nbsp;<qco> what are your new years resolutions that you're totally going to do?</qco> </h3>      \nbe normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n12:32 pm</dco> &nbsp;<qco> why are you so wise?</qco> </h3>      \n i may have left myself in a field a few times\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n12:28 pm</dco> &nbsp;<qco> Are you really incapable of using cApItAl lEtTers?</qco> </h3>      \nare you really incapable of ....... noticing all of the capital letters i use?\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n11:53 am</dco> &nbsp;<qco> what year is it</qco> </h3>      \nlet me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n1:49 pm</dco> &nbsp;<qco> are the questions in the verses of Movie Star meant for movie stars?</qco> </h3>      \nno, they are meant for you, and me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n1:27 pm</dco> &nbsp;<qco> what is the largest number?</qco> </h3>      \nmaybe about a half dozen or so\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n12:32 pm</dco> &nbsp;<qco> i have been playing guitar by watching videos on youtube for about 3 years regularly, i love doing it, but now i want to make some good music on different instruments, how should i start?\n<br>\n<br>p.s. i know almost no music theory just some chords and major scale</qco> </h3>      \nwhat other instruments do you like\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n11:20 am</dco> &nbsp;<qco> What goes through your mind when making on of your songs?</qco> </h3>      \ntrying to think about how it originally felt when i first wrote it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n11:00 am</dco> &nbsp;<qco> how are you feeling right now?</qco> </h3>      \nlike an idiot, but also very smart\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n10:27 am</dco> &nbsp;<qco> flash player is going soon\n<br>are you big sad?</qco> </h3>      \nremind me again what it's used for\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n9:13 am</dco> &nbsp;<qco> have you ever seen/listened to something so incredible that you felt both filled with inspiration and also existential hopelessness at the knowledge you will never be able to make something quite as good?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n8:29 am</dco> &nbsp;<qco> What are the side effects of trying to do infinity?</qco> </h3>      \naccomplishing nothing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n7:41 am</dco> &nbsp;<qco> What do you think of personality-clasification systems?</qco> </h3>      \nthe confusing part is, every personality is good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n6:37 am</dco> &nbsp;<qco> are keyboards cool?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n5:25 am</dco> &nbsp;<qco> are you doing anything for new years?</qco> </h3>      \ni'm going to be making ~content~ for the entire year and also other years. as many times as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n4:18 am</dco> &nbsp;<qco> Bill, when do you intend on coming back? You are the one thing that gives me serotonin and whatever that other happy chemical was, come here now.</qco> </h3>      \nthink of it this way, i don't intend to leave\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n3:15 am</dco> &nbsp;<qco> Long or short videos?</qco> </h3>      \nMEDIUM!\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n2:02 am</dco> &nbsp;<qco> how would you explain making music, like as a concept?</qco></h3>      it's like building a world<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I've been trying to write music but I guess I don't really \"get\" it.</qco> </h3>      \nno one does. that's one of the reasons music is so ridiculous\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n1:05 am</dco> &nbsp;<qco> Bill, do you actually like surrealism? </qco></h3>      it's one of the basics<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is it one of your favorite types of art?&nbsp;</qco> </h3>      it's like a good solid foundation to work from\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n12:45 am</dco> &nbsp;<qco> I'm having trouble coming up with a name for an instrumental I just wrote... any ideas?</qco> </h3>      \nfind something that is connected to the circumstance when you wrote the song. what else might have been on your mind that day \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.20&nbsp; \n12:21 am</dco> &nbsp;<qco> Why are your songs soo good at helping deal with stress. Thanks btw</qco> </h3>      \ni may have dealt with some of the stress before you did, and i try to put all the lessons i've learned into the music\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.20&nbsp; \n11:59 pm</dco> &nbsp;<qco> Are you planning to release any music sometime soon? No pressure&gt;</qco> </h3>      \ni've always planned to release very much music, on a weekly basis. but those those plans are often sabotaged by some kind of strange and relentless greed\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.20&nbsp; \n10:38 pm</dco> &nbsp;<qco> Can we see the lessons you learned written down in the language of love?</qco> </h3>      \nsure, if i can learn how to stop getting royally in the way of myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.20&nbsp; \n10:09 pm</dco> &nbsp;<qco> My favourite thing about your music is that your lyrics are so interpretable. They might seem random to some but I've always felt they are just specific enough to be applied many different scenarios, usually someone who is going on some kind of journey. Personally, I've often noticed transgender themes that seem to be present in your lyrics. In both And The Day Goes On and Outside you talk about changing your name, and When I Get Older has that lyric about changing your face. I've also clocked similar themes of understanding identity and leaving previous lives behind in order to explore things that are considered taboo in songs like Mount St. Helens, We Could Just Get High, I'm Best Friends With My Own Front Door, Movie Star, and It's Gonna Be Alright (I could list specific examples but it would take too long). Just curious what your thoughts are on this interpretation?</qco> </h3>      \nit's pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.20&nbsp; \n10:01 pm</dco> &nbsp;<qco> how did u build up ur vocabulary with cool chords ??!?!?!?!??!</qco> </h3>      \nlisten to a lot of music, play a lot of the music you heard, and also make up your own\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.20&nbsp; \n9:25 pm</dco> &nbsp;<qco> What is a piano</qco> </h3>      \na device to send secret messages\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.20&nbsp; \n9:22 pm</dco> &nbsp;<qco> Would you like to have a political debate?</qco> </h3>      \nno\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.20&nbsp; \n9:00 pm</dco> &nbsp;<qco> is your infinity warning working now?</qco> </h3>      \nnot even close. and the damage caused by it not being there is getting rapidly worse\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.20&nbsp; \n8:59 pm</dco> &nbsp;<qco> Has COVID affected your process on your upcoming videos in some way, shape or form?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.20&nbsp; \n7:50 pm</dco> &nbsp;<qco> How will I find love?</qco> </h3>      \nit will probably find you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.20&nbsp; \n6:38 pm</dco> &nbsp;<qco> What do you think about statistical analysis?</qco> </h3>      \nso wild\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.20&nbsp; \n5:13 pm</dco> &nbsp;<qco> why are you not making videos?</qco> </h3>      \ni am making videos, but of course the reason it appears as though i'm not is because i have a chronic tendency to overestimate myself\n<br><br>"
  }
]
