[
  {
    "html": "<h3> <dco>2.23.22&nbsp; \n9:20 am</dco> &nbsp;<qco> are there any feelings/events that have inspired the song you're working on right now?</qco> </h3>      \nswinging on 2 chords in a carefree manner\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.22&nbsp; \n9:03 am</dco> &nbsp;<qco> Listening to your music is like having my ears on shrooms. How do you do that?&nbsp;</qco> </h3>      \ni happen to be a shroom\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.22&nbsp; \n7:48 am</dco> &nbsp;<qco> will u ever make a song title having a single word&nbsp;</qco> </h3>      \ni've done it before, and i will do it again\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.22&nbsp; \n7:39 am</dco> &nbsp;<qco> You made four songs in 2021, </qco></h3>      that's not true, it was only 3<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;will you do the same in 2022? Or more? Or less?</qco> </h3>      \n15\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.22&nbsp; \n3:32 am</dco> &nbsp;<qco> so how's the new sandal song going</qco> </h3>      \ndone. i should clarify it's not about sandals\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.22&nbsp; \n11:27 pm</dco> &nbsp;<qco> How do you tell if you're overthinking something?</qco> </h3>      \n\n if you find yourself asking that question \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.22&nbsp; \n11:05 pm</dco> &nbsp;<qco> was \"what's the name of this tune\" an intentional reference to just did a bad thing? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;both songs seem to me to be about songwriting, so i thought maybe it was an intentional callback</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.22&nbsp; \n10:43 pm</dco> &nbsp;<qco> Do you have the music on when you're recording yourself dancing?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.22&nbsp; \n10:43 pm</dco> &nbsp;<qco> what would the implications of immortality be for you, personally?</qco> </h3>      \ni'd have to think eventually it would lead to making universes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.22&nbsp; \n9:42 pm</dco> &nbsp;<qco> have you ever used the cube transition in your videos before? </qco></h3>      i'm not sure what you mean<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;would you ever use it in the future?</qco> </h3>      all options are on the table\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.22&nbsp; \n9:40 pm</dco> &nbsp;<qco> what was in the third box in the unboxing</qco> </h3>      \ndust\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.22&nbsp; \n5:48 pm</dco> &nbsp;<qco> do you feel like music notation (sheet music) is intuitive at all?</qco> </h3>      \nyes. the notes go from left to right through time, and low to high with pitch\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.22&nbsp; \n4:05 pm</dco> &nbsp;<qco> when are u gonna make another video</qco> </h3>      \nas soon as i finish the song i'm doing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.22&nbsp; \n3:34 pm</dco> &nbsp;<qco> would you be willing to perform during the new year's eve party of 2077?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.22&nbsp; \n3:33 pm</dco> &nbsp;<qco> before the current song, have you ever written a song about boats before?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.22&nbsp; \n2:23 pm</dco> &nbsp;<qco> screw the boats, what's the key of your new song?</qco> </h3>      \nE\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.22&nbsp; \n1:35 pm</dco> &nbsp;<qco> can you make a song about boats</qco> </h3>      \nthat's preposterous. who do you think i am\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.22&nbsp; \n11:01 am</dco> &nbsp;<qco> Why did you write the \"Love\" in the minute 2:21 of i'm scared with a capital L?</qco> </h3>      \nto be more readible, and..... Legible\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.22&nbsp; \n10:31 am</dco> &nbsp;<qco> Everyone is always telling me to sing through my instrument to become a better musician, play with emotion and musicality and what not. I don't really get it but I try to do what they say, sing to myself when playing, but I feel like when I play I lack those things still. Do you know what they mean, and/or what I should do?</qco> </h3>      \nit doesn't really matter what they mean. they've tried to tell you what to do, and it doesn't make sense to you. that's about as far as this round goes...... now it's your turn to tell someone else how to do something, and see if they get that\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.22&nbsp; \n8:32 am</dco> &nbsp;<qco> If not boats, then what is your next song about?&nbsp;&nbsp;Or perhaps, what sorts of feelings do you expect it would evoke?</qco> </h3>      \ni was gonna say it's about sandals, but it's definitely absolutely not about sandals. that much i can guarantee\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.22&nbsp; \n7:31 am</dco> &nbsp;<qco> What can I rhyme orange with?</qco> </h3>      \nlozenge\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.22&nbsp; \n7:25 am</dco> &nbsp;<qco> how do you move a desktop computer from one place to another?</qco> </h3>      \nhow about moving the entire universe except for the computer\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.22&nbsp; \n7:14 am</dco> &nbsp;<qco> do you haave any tips for how to survive</qco> </h3>      \ntry moving, not moving, and different combinations of moving and not moving \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.22&nbsp; \n5:12 am</dco> &nbsp;<qco> What is the universe? </qco></h3>      the word 'universe' is pretty much meant to mean the entire world you are living in, expanded out to the farthest extent possible<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is it an object in another, larger existence?</qco></h3>      if so, then you'd have to switch what you're calling 'universe' and start calling that larger thing the universe. Or you could just keep chasing new names, each time claiming that the new name really means the whole thing<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If it isn't, and the universe is all that is and everything that exists is inside it, what IS it? </qco></h3>      in that case, it would be everything<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It has a boundary, we know (roughly) how big it is, and that it's expanding. </qco></h3>      i think it's a decent logical assumption to assume that it has no size (infinite), but i don't really think anyone can prove that. and you certainly can't see or measure all of it. the amount of it which we can see has been measured. but that's not the size of the whole universe, that's just the size we can see, which is known as the 'observable' universe. right now pretty much no one can see further, but that's not a 'space' boundary, it's actually more of a time boundary. looking that far a way looks back in time, and for some reason there is actually a problem with looking back more than 13.8 bil years.... something gets weird and there's like a desktop background of some sort<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;WHAT IS IT EXPANDING INTO? </qco></h3>      there is an expanding sensation happening. but it's not clear how to define or explain that. everything seems to be getting further away from each other. but then again, the earth feels like it's accelerating up under us, but that would be backwards for the other side of the planet,... and it's not. So there is clearly something relativistic going on in both cases that is possibly a next level of whacky that no one has quite nailed down yet. but these things always get found and learned eventually. even the weird ones <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I read All Tomorrows a few hours ago and I'm having an existential crisis. Does it bother you that we will never know the answer to these questions, that the answer likely doesn't exist in this universe and that there are some things we will never know and that it is literally impossible to know? </qco></h3>      that's what it used to feel like for a lot of things that are now known <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also how do I get my inspiration back to start making mediocre but somewhat original tracks in FL Studio/Ableton again</qco> </h3>      see what else there is to be inspired by. then you can go back\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.22&nbsp; \n4:40 am</dco> &nbsp;<qco> Have you ever written a song in the key of Z?</qco> </h3>      \nyes but that's only while i was experimenting with a new note-labelling system which labels all the black keys with single letters\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.22&nbsp; \n2:32 am</dco> &nbsp;<qco> how to articulate thoughts . . . Into something More than thoughts ?</qco> </h3>      \nno one knows how, but you'll do it anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.22&nbsp; \n2:13 am</dco> &nbsp;<qco> are you getting annoyed/tired about all the boat jokes</qco> </h3>      \ni've never heard a boat joke\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.22.22&nbsp; \n1:17 am</dco> &nbsp;<qco> what to do if im too smart for my own sake</qco> </h3>      \nmaybe you can share your smarts for other people's sakes as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n11:20 pm</dco> &nbsp;<qco> I found an old tweet of yours saying \" took the myers briggs test and found out i'm a witch\"\n<br>Could you please elaborate on this and tell which MBTI type you are specifically?\n<br></qco> </h3>      \ni am not mbti. the questions are multiple choice, but i can't decide.................. 'which'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n11:16 pm</dco> &nbsp;<qco> what's your favourite thing about the universe?</qco> </h3>      \nthe way it's sympathetic and empathetic at the same time\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n10:26 pm</dco> &nbsp;<qco> how do i get better at singing?</qco> </h3>      \nyou may have to sing what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n10:04 pm</dco> &nbsp;<qco> opinion on calendars</qco> </h3>      \ndank\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n9:46 pm</dco> &nbsp;<qco> do you think you will keep making songs</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n9:17 pm</dco> &nbsp;<qco> near the end of i'm scared why do you say \"falling\" but your voice is going up as if you're rising?? are you actually not falling and this is just an illusion like Love</qco> </h3>      \nyou can still sing upward while you are falling\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n7:51 pm</dco> &nbsp;<qco> In your song new canaan it says you went to new canaan pensylvannia, but there is actually no new canaan in pensylvannia. There is the city of Nsw Canaan in Connecticut and the Canaan township in Pensylvannia. Which is the one you went to.&nbsp;</qco> </h3>      \nif you can make it through another 15 seconds of the song, it clears that issue right up\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n6:43 pm</dco> &nbsp;<qco> i still recall this one time i was trying to fall asleep, and i was in this partially concious state where a whole ass song was created by my brain, and i could almost hear it all, and i was amazed that it was possible, cuz it was all the different parts of the song, and i wasn't even trying to do it until it had already been happening. has anything like this happened to you?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n5:42 pm</dco> &nbsp;<qco> why do some people want you to make a song about boats?</qco></h3>      no one wants that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; will you ever consider it?</qco> </h3>      boats naturally turn up in songs. i'm not against this. it's probably happened before and it will probably happen again. there's at least 3 or 4 boat songs in the list\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n3:45 pm</dco> &nbsp;<qco> what key is \"and the day goes on\"?</qco> </h3>      \nF#\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n3:41 pm</dco> &nbsp;<qco> Hey Bill, I absolutely loved your new song \"I'm Scared.\" It's the most personally relatable song you've made so far, at least for me, so thank you very very much for that.\n<br>\n<br>I particularly loved the very beginning, it was very funky and jazzy and it sounded like the scenes in movies where the character is sneaking around and being sneaky. My question is, how did you create that feeling? What is it in the music that creates that feeling? Is it the bass, the tempo? What is it?? I know you're the right guy to ask.</qco> </h3>      \nit doesn't sound like sneaking to me. too fast and loud for sneaking\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n3:26 pm</dco> &nbsp;<qco> Of the last 5, which one of your videos do you think needed more time in the oven?</qco> </h3>      \nall of them needed less time, except \"money\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n2:11 pm</dco> &nbsp;<qco> do you feel stressed about everyone pressuring you to make a boat song?</qco></h3>      no, it's very calming<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and is a boat metaphorical? hmm</qco> </h3>      easily\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n1:27 pm</dco> &nbsp;<qco> do you have all the lyrics of your songs memorised?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n12:08 pm</dco> &nbsp;<qco> Do you think you could soundtrack a Disney movie?</qco> </h3>      \nsure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n11:10 am</dco> &nbsp;<qco> if the next song isn't about boats, is it about trains?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n10:00 am</dco> &nbsp;<qco> do you still have the hiring all positions sign</qco> </h3>      \nno. i hated that thing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n7:19 am</dco> &nbsp;<qco> In a previous question, you said you didn't think the universe was a sphere. So what shape is it?</qco> </h3>      \ninfinite\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n6:48 am</dco> &nbsp;<qco> is the word sand in your next song</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n4:08 am</dco> &nbsp;<qco> you could have sang 'i found my way into &lt;a&gt; strong happy happy' or ' i found my way into strong happy day&lt;s&gt;' but you sang ' i found my way into strong happy day' and it's stronger and happier than either of those&nbsp;&nbsp;more grammatically correct possibilities</qco> </h3>      none of that is true\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n3:56 am</dco> &nbsp;<qco> How long ago did you record the visuals of yourself in the music video for \"I'm Scared\"?</qco> </h3>      \nthat was january 8, 2022\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n3:12 am</dco> &nbsp;<qco> is there anything important I should focus on while im in highschool?</qco> </h3>      \nthe shape of the building........ or, you could take the inverse, and consider the shape of the entire world outside that building\n<br><br>"
  }
]
