[
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n7:32 pm</dco> &nbsp;<qco> If you had a keyboard in front of you, which key would you press?</qco> </h3>      the keyboard is beside me and my elbow is on high C,B,A\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n6:44 pm</dco> &nbsp;<qco> i wish i were a cool person how do i stop being an uncool person</qco> </h3>      first you must figure out what you think is cool. you get to decide\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n6:03 pm</dco> &nbsp;<qco> Why Is questions spelled like ueqstions</qco> </h3>      for style\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n5:57 pm</dco> &nbsp;<qco> Are any of the questions submitted to this page submitted by you?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n5:51 pm</dco> &nbsp;<qco> Do you sing naturally in your tracks or do you make a \"song\" voice when singing?</qco></h3>      i sing as naturally as i can, which i think is best for songs<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; any tips for not feeling \"fake\" whenever trying to do something that doesn't come natural?</qco></h3>      you'll have to do it more, until it is natural. an interesting trick is making up the lyrics as you go along. that will help unleash the true feelings in the words<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It's like hypocritical OCD, i feel like it's tied to imposter syndrome somehow.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n5:43 pm</dco> &nbsp;<qco> why do you upload every tuesday,</qco></h3>      it's every other tuesday. i am looking to make it every tuesday, i think i am almost strong enough. the reason i chose tuesday is because something about tuesday feels very fresh to me<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and how the heck are you able to cram all of your video editing schedule and syncing it to songs you have in your back closet into only 2 weeks (btw i'm best friends with my front door, too)</qco> </h3>      ever since september none of the songs have been from my back closet (except the one i am doing now), and if you are wondering how i got it from 8 weeks to 2 weeks, i don't know. i guess i just decided to step over to the wild side\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n5:40 pm</dco> &nbsp;<qco> if you go up to a door that you don't know which way it opens, do you try pulling or pushing first?</qco> </h3>      there are usually some visual clues\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n5:37 pm</dco> &nbsp;<qco> Were you annoyed on the h3 podcast when they started pushing you to put on ads?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n5:30 pm</dco> &nbsp;<qco> when you perform with the live band, will you finish all of the arrangements beforehand? or will you have to figure out in rehearsal if, say one melody recorded with a weird synth sound, works better if played on sax or trumpet? or will you simply know something like midi banjo goes to guitar if guitar is not playing, certain synth sounds go to sax, and others go to trumpet?&nbsp;</qco> </h3>      rehearsal\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n5:27 pm</dco> &nbsp;<qco> I'm good at poetry, but no one reads poetry, but it's my only satisfying creative outlet. It's the only kind of art I can look back at and feel proud of.&nbsp;</qco> </h3>      if you are looking for a place where the creative written word can enjoy full popularity in the modern times, i recommend twitter\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n4:51 pm</dco> &nbsp;<qco> how do you feel about space</qco> </h3>      pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n4:14 pm</dco> &nbsp;<qco> Why is life not good for me. But it is for you\n<br></qco> </h3>      a lot of times if it is bad, that will give you a lot of motivation and power to make it good. then you will have other people asking you why yours is good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n3:55 pm</dco> &nbsp;<qco> HOW MANY SONGS WILL YOU DO BEFORE YOU DO AN ANYTHING VIDEO??????????????? YOU'VE LITERALLY DONE 10 IN A ROW!!!!</qco> </h3>      i had an anything video written for last tuesday but i didn't finish it in time, and in turn it devastated my chances of finishing the song. the reason i didn't have time to finish the anything video is because i started researching for a potentially enormous research video before that. also before that i traveled to a far away land to appear on a talk show\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n3:20 pm</dco> &nbsp;<qco> how can critics rate music?</qco></h3>      using their imagination<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; isn't music extremely subjective?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; solid playing or good mixing etc. get some points i guess but other than that, waht makes an album or a single 9/10, 10/10 ?&nbsp;</qco> </h3>      how much the critic likes it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n3:10 pm</dco> &nbsp;<qco> how to quickly defuse an awkward situation?</qco> </h3>      notice that outrageous gargoyle, on the wall\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n3:07 pm</dco> &nbsp;<qco> What do you think about microtonal instruments?</qco> </h3>      if you are talking about any note, slidy, like trombone or voice, i think that's great. but sometimes when people say microtonal they specifically mean quarter tones, which i have no interest in because i think they sound terrible\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n2:51 pm</dco> &nbsp;<qco> Are you going to do any special \"christmas related\" songs this time of the year?</qco> </h3>      already did\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n2:36 pm</dco> &nbsp;<qco> Why aren't you afraid of anything</qco> </h3>      being afraid is one of my fears\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n2:16 pm</dco> &nbsp;<qco> are songs jokes</qco> </h3>      the entire universe is a joke\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n2:15 pm</dco> &nbsp;<qco> any fun things you like to try to make chords more interesting sounding through voicing?</qco></h3>      it depends on the situation<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Kind of how in drop 2 you drop the second highest note to the bass. Any tips for figuring out if one is not into the voicing or the chord? Sometimes I have a hard time telling apart wether i dont like the chord for that job or if it's just the voicing that doesn't feel right.</qco> </h3>      you have to just mess around until you get exactly the right notes at the right time. with enough experience you will be able to predict it entirely in advance\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n1:46 pm</dco> &nbsp;<qco> it feels to me like my memories jump from some stuff that happened in 2013 directly to 2015. did 2014 actually happen?</qco> </h3>      yes, but maybe you were living in the same place in 2013 and 2014, or there were many people and things in your life that were the same in 2013 and 2014, which can cause them to blend together\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n1:36 pm</dco> &nbsp;<qco> are you actually a member of a secret government trying to mind control the entire human race with your colorful videos?</qco> </h3>      i am the only member and it's non-governmental. although i hope to remain on good terms with as many governments as i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n1:31 pm</dco> &nbsp;<qco> what is your definition of \"spending quality time with the instrument\"? i play the keyboard daily, and i love playing but i'm not making much progress. i make simple improvs, play along to records etc. all i know by heart is major and minor chords ( 7, 9 , 13 , add/dim/sus and other stuff i don't know). Your \"find the chords in their natural habitat\" advice helped me a lot on learning what i know. can i get some more advice?</qco> </h3>      sounds like you have made some progress. here's a cool trick, get a sequencer (if you use a mac computer i think they come with one, called 'garage band', there might be one on different computers too, i'm not sure) and create some things. try to create songs you know. you will learn a lot that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n1:25 pm</dco> &nbsp;<qco> what's the first thing you thought about today?</qco> </h3>      how screwed i am for this week\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n1:08 pm</dco> &nbsp;<qco> do you listen to your own music for fun? (not when you are editing it)</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n12:41 pm</dco> &nbsp;<qco> do you ever plan on going back to the 3.27.15 system? (or something similar)</qco> </h3>      yes but hopefully something a little quicker\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n12:33 pm</dco> &nbsp;<qco> how 2 choose between 5 equal paths of life focus help urgent cannot stand any longer actually 6 actually more i can see all the paths merging and separating and branching off infinitely help i am dying also hungry also so angry i could eat a boat and tarnish a shoe</qco> </h3>      ah, relatable\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n12:29 pm</dco> &nbsp;<qco> bill, why do a bunch of people at college look like people i knew in high school?</qco> </h3>      because all people look somewhat similar\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n12:28 pm</dco> &nbsp;<qco> thoughts on recording the entire process of making one of your songs and showing us?</qco> </h3>      that's a good idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n12:25 pm</dco> &nbsp;<qco> what is it you dont like about food?</qco> </h3>      nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n12:08 pm</dco> &nbsp;<qco> Do you hate bees?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n12:05 pm</dco> &nbsp;<qco> how do I know if I'm attractive</qco> </h3>      you will never know. no one ever knows\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n11:20 am</dco> &nbsp;<qco> What are your thoughts on Despacito?</qco> </h3>      legendary\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n10:52 am</dco> &nbsp;<qco> Do you ever get excited that Mt. Saint Helens is about to blow up, but then it just doesn't?</qco> </h3>      no, i hope it doesn't, it is very dangerous\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n10:43 am</dco> &nbsp;<qco> So wait you are not a formally trained musician???&nbsp;&nbsp;This is mind blowing to me.&nbsp;&nbsp;You seem like you could easily teach at a collegiate level.&nbsp;&nbsp;So just books and YouTube????</qco> </h3>      i was well up to speed long before youtube. but i always continue to learn, primarily by listening to and creating music. which is mostly the way i have learned. although when i was younger i transcribed a lot of stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n10:25 am</dco> &nbsp;<qco> Do you ever feel like your work transcends sexuality?</qco> </h3>      i hope so\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n9:28 am</dco> &nbsp;<qco> I said your name three times in front of the mirror, but you did not appear. What gives?</qco> </h3>      i had already appeared, some years ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n9:00 am</dco> &nbsp;<qco> hey bill are you making any new history videos?</qco></h3>      i am doing one that is extremely extremely huge, i just started, but the bad and good news is i will be continuing the regular menu of content the entire time, which was already a full menu, actually i think i'm adding to that menu, and then along side all of that i will attempt to work on the 'history' video, which if i do it properly should take an extremely extremely long time although i am considering doing it improperly to save time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (btw im the type of person thats only subbed for the history of the world video, i enjoy all of your content, your songs are amazing)</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n8:58 am</dco> &nbsp;<qco> Are ostriches ostracized as much as they should be yet? </qco></h3>      too much<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or is this just two questions?</qco> </h3>      it is now\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n8:48 am</dco> &nbsp;<qco> When was the last time we had Christmas? If it every existed.</qco> </h3>      \nit is going on right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n8:05 am</dco> &nbsp;<qco> you're a great inspiration for many people\n<br>\n<br>how do I be me and be you while being original\n<br>\n<br>how do I have a personality based around your personality?</qco> </h3>      i think it will happen automatically\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n7:55 am</dco> &nbsp;<qco> What is the purpose of musical criticism?</qco> </h3>      to let people know when they have done something bad, so as to hopefully stop them from doing it again\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n7:42 am</dco> &nbsp;<qco> Do you have fun in doing what you do?</qco></h3>      yes and no, but yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>and Btw, what is it that you do?</qco> </h3>      i am still figuring that out\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n7:08 am</dco> &nbsp;<qco> Should you start with the beat first, or the lyrics?</qco> </h3>      try the lyrics and melody together\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n7:03 am</dco> &nbsp;<qco> is saying, that you (Bill) are an inspiration a question?&nbsp;</qco> </h3>      no but it's very nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n6:34 am</dco> &nbsp;<qco> Where did your motivation come from for such a strict schedule? It sounds like money isn't the main one (which is a great way to be imo) and early on neither was an audience, so what spurred you on to have such a structure around yourself?&nbsp;</qco> </h3>      there is infinite work that could go into a project, and infinite projects. without some firm forward energy you can end up wasting away despite your best intentions\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n6:20 am</dco> &nbsp;<qco> do we live inside a music video?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n4:57 am</dco> &nbsp;<qco> People associate your music with the 90s a lot. </qco></h3>      that doesn't make sense to me. i thought 90s music was full of guitars, and i don't use any guitars<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you think it's because of your visuals or because of your instrumentation or harmony?</qco> </h3>      someone suggested that people sometimes call anything before 2000 '90s' and i combine influences from all over the past century. i think there are a lot more similarities to the 70s but people don't usually say that, possibly because no one knows about the 70s. but to be fair, sometimes people say it is like the 80s, which i also don't think makes sense, and sometimes people say it's like the early 2000s, and sometimes people say it is full of memes which i assume means it's like the present day\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n4:44 am</dco> &nbsp;<qco> Why does using G prhygian before resolving to c major sounds so good</qco> </h3>      that's just the way the lord made it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n4:17 am</dco> &nbsp;<qco> Thinking about singing quiet and close miking for the timbre. Have you ever tried this technique and if so for which song?</qco> </h3>      probably all of them\n<br><br>"
  }
]
