[
  {
    "html": "<h3> <dco>7.18.20&nbsp; \n2:10 am</dco> &nbsp;<qco> does your computer have a caps lock key?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.20&nbsp; \n2:07 am</dco> &nbsp;<qco> do you think about chord progressions and voicings or do you just play what sounds nice</qco> </h3>      \nsometimes if you surround the nice sounds with slightly less nice sounds, it can be a bit more interesting and even make the nice sounds sound nicer\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.20&nbsp; \n2:04 am</dco> &nbsp;<qco> Is perfectionism killing you right nkw?</qco> </h3>      \nnot even close\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.20&nbsp; \n2:00 am</dco> &nbsp;<qco> do u have any conspiracy theories you like?</qco> </h3>      \nsometimes it's more fun to get out there and do a brand new conspiracy\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.20&nbsp; \n1:58 am</dco> &nbsp;<qco> What is it about tuesday that makes it sound like a good day of the week to post new content?</qco> </h3>      \nso fresh\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.20&nbsp; \n1:10 am</dco> &nbsp;<qco> what are your thoughts on ducks?</qco> </h3>      \ni know they can fly, but i've never seen them do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.20&nbsp; \n12:44 am</dco> &nbsp;<qco> How can I become better at piano?</qco> </h3>      \nthere must be 1000 ways, but try using it to bring back the dead\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n11:11 pm</dco> &nbsp;<qco> how old was the old-fashioned train in 'new canaan'?</qco> </h3>      \nthe train car may have been 10 to 15 years old, the route might be probably more like 150 years old\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n10:16 pm</dco> &nbsp;<qco> How to teach yourself something?</qco> </h3>      \nyou can't, but maybe if you provoke the thing it can teach itself to you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n9:26 pm</dco> &nbsp;<qco> how do I figure out how to describe a feeling when I don't have the words?</qco> </h3>      \nyou could try drawing pictures, or singing in a wordless manner\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n8:53 pm</dco> &nbsp;<qco> Why is your latest song called \"Might Quit\" ?</qco> </h3>      \nbecause \"it's the first day of school\" would have sounded too much like a nursery rhyme, especially considering one of the previous songs 'at the airport terminal' actually did sound like a nursery rhyme\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n8:45 pm</dco> &nbsp;<qco> what do you think of w and u\n<br>\n<br>do w and u have relations or are they in different universes</qco> </h3>      \nnot only are they in the same universe, but they are in many of the same languages\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n8:26 pm</dco> &nbsp;<qco> Has there ever been a situation where you were going to disagree with something, but further thought provoked you to agree instead?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n7:43 pm</dco> &nbsp;<qco> of the top of your head is there anything you think is important to remember when trying to mix instruments so that they are all able to be heard. thanks bill</qco> </h3>      \nyes, 1 thing that you might consider, and i know this might sound like moving backwards, but go back to the recording department or even the arrangement department.... maybe even go back as far as the writing department, back as many departments as you need, to make sure that the parts are actually not designed to get in each other's way\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n6:46 pm</dco> &nbsp;<qco> can you please give us a hint on a video you're working on?</qco> </h3>      \ni'm working on how to make them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n5:56 pm</dco> &nbsp;<qco> what in your day to day life gives you purpose?</qco> </h3>      \nthe possibility that i might be able to learn to do what i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n5:14 pm</dco> &nbsp;<qco> are u a professional artist?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n4:25 pm</dco> &nbsp;<qco> Did you wake up in the morning and travel straight into the Sun?</qco> </h3>      \nno but sometimes it feels like that on a much broader time scale\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n3:16 pm</dco> &nbsp;<qco> your dedication to getting things done honestly amazes me. martin molin often talks about delayed gratification;&nbsp;he's been working on an extremely complex marble machine for the past 3 and a half years and he's been talking about how it's hard to stay motivated when you're working on something for so long and you don't get to see the finished product until the end. but even he does weekly build logs, which is a regular form of creative output. You, on the other hand, spent almost a year working exclusively on HotEWIG with no output whatsoever. and you're doing something similar right now, except you don't even really seem to have a solid, set end goal this time.</qco></h3>      yes i do, i am doing the filmmaking revolution. i'm sure other people are doing it too, because that's just what time it is<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; there's no one big project you'll get to release at the end of this that will make you feel satisfied like all of that hard work culminated into this one big thing.</qco></h3>            1 isn't nearly enough things to release. if i only did 1 thing, then why did i even make a website. you get what i'm saying<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how do you do it?</qco></h3>      sometimes if i feel like 1 department or avenue of development is taking too long and i feel disconnected from it, it can be good to do an overview list of all the different things that need to be taken care of and how they tie into the big picture. as soon as you return to the big picture all the original motivations should come through loud and clear<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I can't possibly imagine sitting down and spending over a year teaching myself a skill without even a pro\n ject in \n mind.</qco></h3>      all projects are in mind. my mind is overwhelmedly overflowing with projects. that is surely how i got into this mess<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; basically you are incredible and i would like to know your secrets</qco> </h3>      \nmy secret is telling all the secrets, not necessarily when they are asked, but at other times\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n2:52 pm</dco> &nbsp;<qco> How do you conceptualize difficult topics concisely in your head?</qco> </h3>      \ntry to write them down or say them out loud\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n2:37 pm</dco> &nbsp;<qco> what is the solution to the coastline paradox?</qco> </h3>      \nscreen resolution\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n2:35 pm</dco> &nbsp;<qco> what do feel is the most funniest thing?</qco> </h3>      \ntime and space\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n2:08 pm</dco> &nbsp;<qco> how are you dealing with the pandemic, lockdown, general increasing chaos&nbsp;&nbsp;in the world?</qco> </h3>      \ndeveloping ways to do what i do at 10,000 times the intensity\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n1:37 pm</dco> &nbsp;<qco> why do things happen?</qco> </h3>      \ndon't be ridiculous. nothing has ever happened\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n12:51 pm</dco> &nbsp;<qco> What is your favourite physics problem?</qco> </h3>      \ntransportation\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n12:49 pm</dco> &nbsp;<qco> what's the difference between the five chord and the five seven chord</qco> </h3>      \nin the key of C, the 5(7) or G7 chord would include F note. while G chord would not include F note\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n12:32 pm</dco> &nbsp;<qco> What's the funniest question you've been asked on this website?</qco> </h3>      \ni have never been asked a funny question\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n11:44 am</dco> &nbsp;<qco> bill, are you a time traveler? </qco></h3>      time is actually required, for travel<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do your lyrics just coincedentaly link up with whats happening in 2020?</qco> </h3>      i try to write to the tunes and themes of planet earth in general. so if it is reminding you of things you've seen on earth, that's a good and normal sign\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n11:40 am</dco> &nbsp;<qco> you say you're gonna make multiple new videos, but do you not think that the same thing is just going to happen again and your new process won't be enough and you'll want more and more? </qco></h3>      yes that will happen. i already am getting some clear ideas about what elements will likely be in the next transition after this one <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or are you not concerned about the next step after this step?</qco> </h3>      i'm already getting some clear ideas of what may be in store for the next transition after this one, but that would be after a significant stretch of high volume production following the current transition. as is how it usually goes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n11:13 am</dco> &nbsp;<qco> based on all the answers you had post this year, i think you are working on a new method to create videos through a program called Blender, since the old method you used was not convenient or efficient because you need to use up to 4 programs to create and they are pretty slow,</qco></h3>      that's not the reason. the reason is because many of those previous programs stopped existing. but this also triggered some much greater revelations. now i'm actually using more programs than before<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and you have written Blender scripts to control the program as the way you prefer it to.</qco></h3>      that's 1 of many pieces to a larger puzzle<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; so, the question is, based on estimation and trial-and-error, how far you have done during the way and what month (or what year) will be the so-called the return of bill wurtz?</qco> </h3>      this is one of the more impossible things to predict, and a source of daily traumatic anguish for me, as i continue to move in a stepwise pattern as always\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n10:18 am</dco> &nbsp;<qco> Do you make your music or does your music make you?</qco> </h3>      \ni'm holding a contest to find out\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n10:16 am</dco> &nbsp;<qco> Why do you claim normalcy despite having such a unique style?</qco> </h3>      \ntrying to do a sort of under the radar approach\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n10:07 am</dco> &nbsp;<qco> Are you working on 1 massive video like when you didn't upload for ages when making history of the entire world?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n9:51 am</dco> &nbsp;<qco> did you just do a bad thing?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n9:48 am</dco> &nbsp;<qco> what are you working on currently</qco> </h3>      \ninventing some vastly new methods\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n9:16 am</dco> &nbsp;<qco> If I was to waddle like a penguin down the street do you think people would judge me?</qco> </h3>      \nno, you would get to be the judge in that scenario\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n9:10 am</dco> &nbsp;<qco> How do i know if a song has sung me?</qco> </h3>      \nyou should get a tingly feeling\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n7:07 am</dco> &nbsp;<qco> How do you clear your mind in order to find inspiration and make something good?</qco> </h3>      \n2 ways. can travel the entire globe, and try to catch ideas on the go, or you can do it the other way, from your writing studio, just go and touch the front door handle and then go back to the writing station\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n5:38 am</dco> &nbsp;<qco> is voice leading more important than harmonic functionality?</qco> </h3>      \nwhat does it sound like to you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n3:19 am</dco> &nbsp;<qco> what is soup</qco> </h3>      \nthe food you can drink\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n2:48 am</dco> &nbsp;<qco> how did you learn to play an array of instruments</qco> </h3>      \nif you hang around them long enough it just happens\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n1:22 am</dco> &nbsp;<qco> how to find the interestingness in more things?</qco> </h3>      \nsometimes a simple rotation is all it takes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n1:16 am</dco> &nbsp;<qco> I'm trying to learn something new every day, week, or month, maybe even year. any suggestions for the next one?</qco> </h3>      \nhow the world works\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n1:10 am</dco> &nbsp;<qco> do you like asking hyper-specific questions?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n12:59 am</dco> &nbsp;<qco> are artists normal people?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n12:22 am</dco> &nbsp;<qco> if bill wurtz is so good why isn't there a bill wurtz 2?</qco> </h3>      \noh man i have a surprise for you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.20&nbsp; \n12:04 am</dco> &nbsp;<qco> how do you imagine music notes while listening or composing? by notations, note names, numbers or keyboard keys.. etc.. how do you see it in your head?</qco> </h3>      \nit's a lot like imagining written words when hearing spoken words. it's just a weird trick of imagination i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.20&nbsp; \n11:58 pm</dco> &nbsp;<qco> how's relearning the videomaking process going?</qco> </h3>      \nwild and crazy but just to clarify i am also inventing it at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.20&nbsp; \n11:14 pm</dco> &nbsp;<qco> what do I do with my feelings when something I really care about doesn't go well?</qco> </h3>      \nmake it into a folk tale\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.20&nbsp; \n11:10 pm</dco> &nbsp;<qco> is it worth making things if they might not be good when you make them?</qco> </h3>      \nthat might increase your knowledge of what good might mean. which you will never know for sure, but it can continue to be pushed along to the next level\n<br><br>"
  }
]
