[
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n4:44 pm</dco> &nbsp;<qco> do you dislike questions that are the opposite of recently answered questions</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; 4:02 pm</dco> &nbsp;<qco> What time is it?&nbsp;</qco> </h3>      \n4:02 am. which i'll admit is a strange coincidence\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n2:19 pm</dco> &nbsp;<qco> Opinions on the word crap?</qco> </h3>      \nit's pretty good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n1:31 pm</dco> &nbsp;<qco> Why do siren noises change as they get closer then then change back once farther away?</qco> </h3>      \nit's not just siren noises, it's any noise that's moving fast toward you, or away from you.   they are higher than normal when they are coming fast toward you, and they are lower than normal when they are going fast away. that's because the sound waves get bunched up when it's going toward you, and the sound waves get spread out when going away. i am not the first person to describe this effect, nor is my name Doppler\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n1:16 pm</dco> &nbsp;<qco> Hi, Bill. At what age do you think we start to feel like an adult?</qco> </h3>      \n0\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n12:31 pm</dco> &nbsp;<qco> bill your song 'i'm a princess' raises real questions about the true meaning of royal lineage. the princess is evidently moving towards better things despite her (his?) paranoia about the neighbours (symbolising the working class) so it makes me wonder about the self-reinforced legitimacy of authority. then of course the conclusion completely brings down our understanding of princesshood and tells us that it was an illusion all along, that we allowed the fantasy of royalty to exist, it was just written in the fine print that it was a construction. so are you really a princess?</qco> </h3>      \nnot exactly\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n10:58 am</dco> &nbsp;<qco> How do you feel about power chords? I can't recall you playing power chords in one of your songs, but I could be wrong.</qco> </h3>      \nthey are absolutely there. it's kind of like a cross-breed between a bass note and a chord \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n9:17 am</dco> &nbsp;<qco> Ghosts, is there any credibility? I understand ghost hunting relies on pseudoscience&nbsp;&amp; confirmation bias. However my spouse will look me dead in the eyes, swearing that they saw a loved one walk by in the house they died in. I know they wouldn't lie to me, I'm torn here.</qco> </h3>      \ni don't know either. i have never seen this kind of thing first hand, but i have heard about it second hand, with all varying degrees of plausibility\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n6:49 am</dco> &nbsp;<qco> Whath doth yer thinketh of longer songs, like 10-16 min long? Would you ever like to do one?</qco> </h3>      \nit could work, but in that amount of time some non-song components and visual components will likely want to come into play\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n5:06 am</dco> &nbsp;<qco> how many negatives are not not not not not not not not not not not not not not not not not not not not not not not not not not not not in this sentence?</qco> </h3>      \nan even number\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n3:59 am</dco> &nbsp;<qco> It's about time I come out and tell you. I'm Questions Mike. All of the questions on this page have been from me. I am sorry</qco> </h3>      \nit's ironic that out of all the people who claim this, none of them ever admit to having claimed it before, despite the hundreds of other times it has been claimed before\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n3:52 am</dco> &nbsp;<qco> what can ruin something?</qco> </h3>      \ntechnically nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n2:15 am</dco> &nbsp;<qco> Are you feeling at all degraded or oppressed?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n1:14 am</dco> &nbsp;<qco> should art be made on purpose?</qco> </h3>      \nit's an intricate relationship between what you meant to do and what ended happening\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n1:11 am</dco> &nbsp;<qco> bill can you explain what chord progression is i've been struggling with understanding it</qco> </h3>      \nmaybe we should start here: do you know what a chord is. and, have you ever heard a song. <br>\n     beyond that, the phrase 'chord progression' literally means nothing, and i dont actually like the phrase because it tricks so many people like you into thinking it's something much more than it is. heck, i think it tricked me once, long ago. before i realized it's just chords. It's like if people went around talking about something called a 'clothing millieu' and youre like, what's that, what are the requirements for a millieu, but no, fuck it, it just means what clothes you're wearing. fancy word to distract\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; 1:09 am</dco> &nbsp;<qco> how do i find the motivation to do things</qco> </h3>      \nwhat things would you like to have motivation to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n1:04 am</dco> &nbsp;<qco> how many of something is several?</qco> </h3>      \nmaybe 4 or more\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n12:30 am</dco> &nbsp;<qco> how do i become glow in the dark like you</qco> </h3>      \npart of how that happens is you do it differently than how it was done before you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n12:22 am</dco> &nbsp;<qco> do you ever think about reverse psychology and then think about reverse reverse psychology and then suddenly find yourself 15 reverses deep in psychology and don't know if you should keep on going or call it quits. cause i, uh, don't</qco> </h3>      \nit seems like you would get the hang of it after a couple steps. it's just an oscilation. even less complicated than rock paper scissors\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n12:18 am</dco> &nbsp;<qco> Do you ever answer rhetorical questions on this page?</qco> </h3>      \nthe entire rhetoric spectrum is available for use within both the answer and the questions. but is that even measurable, i don't believe so\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n11:54 pm</dco> &nbsp;<qco> How do you fall asleep?</qco> </h3>      \ncan't. and if it happened, you won't know it happened until after, and of course you'll have no idea how you did it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n11:13 pm</dco> &nbsp;<qco> you know how people like to quote that lyric from Earth Wind&nbsp;&amp; Fire on sept 21st, i was just thinking to myself that it must suck for people who had a really bad experience on a sept 21st at night. any other memes like that i should've been more mindful of?</qco> </h3>      \nin 2021 the sudden worldwide infamy of the date 'january 6' ruined a lyric in a song i had written earlier which of course had nothing to do with what the date would become known for\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n10:23 pm</dco> &nbsp;<qco> what's your favorite musical key</qco> </h3>      \nfresh\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n9:55 pm</dco> &nbsp;<qco> Again, thank you for not posting a lot of opinions about potentially divisive political and social topics. I'm so weary of all the polarized arguments in our society, and I love that I can just enjoy your music and come to your website without having to think about whether we see eye to eye on issues, which could distract from the wonder of your art. It's a relief not to have to go there. Do you intentionally avoid those types of topics?\n<br></qco> </h3>      \ni am often reminded of the trauma of what it might be like to ride in a car with a brother and sister who hate each other. they each make a pretty convincing (and terrifying) argument of why the other one is evil. what do you do? what can you even think? it's a total mindfuck. deep down i know that the whole truth is peaceful as the sun is bright, but what language do you even use to explain that, given that everyone to your left and right have corrupted all communication, in the ongoing process of mindraping each other\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n9:33 pm</dco> &nbsp;<qco> do we endure solely to endure even more, or is our purpose to bring purpose to others</qco> </h3>      \nthere's like infinite more possibilities than just those 2, but just looking at those two, the first one sounds kind of boring, the second one is very nice but also probably not the whole picture\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; 9:23 pm</dco> &nbsp;<qco> What got you interested in making music?</qco> </h3>      \nwhat continues to keep me interested in music, in all kinds of different ways, again and again, is music\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n9:16 pm</dco> &nbsp;<qco> what catagories or steps have you split your creation process into?</qco> </h3>      \ni would love to explain exactly how i do everything in my life but i don't think it will fit in the answer to one question. over the course of several hundred questions, however, i think you will begin to see it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n9:00 pm</dco> &nbsp;<qco> what's a thing that's kind of metaphorically like a trash bin, to look through, but not a literal trash bin</qco> </h3>      \nthe news when it has long since cried wolf\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n7:15 pm</dco> &nbsp;<qco> Are you afraid of the dark?</qco> </h3>      \nyes, but to be fair i'm also afraid of the light\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; 7:14 pm</dco> &nbsp;<qco> what inspired you to do music?</qco> </h3>      \nwhat continues to inspire me in all kinds of different ways, again and again, to do music, is music\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n4:59 pm</dco> &nbsp;<qco> How long should it take to make a song, ideally?</qco> </h3>      \n1 or 2 days\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n4:01 pm</dco> &nbsp;<qco> I'm so bad at scheduling. I'm sooooo so bad, even though I've tried many times. I can 90% say I know exactly what the ____ is like you were saying to someone a little while ago, but I honestly have no way of knowing how long these things take, and then \"it'll be recorded next week\" is then \"it's been months and I'm stuck on the same thing AGHH\"&nbsp;</qco> </h3>      \nah, i see you have not hit rock bottom yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n3:51 pm</dco> &nbsp;<qco> do you have any plans for the summer?</qco> </h3>      \nmy planning never really adheres to seasonal boundaries, which i consider to be gradual anyway\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n2:03 pm</dco> &nbsp;<qco> what's the best question i can ask you?</qco> </h3>      \neven if some entire spectrum of possible questions could be constructed, even if it was linear somehow, i still would not know which way is up\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n1:05 pm</dco> &nbsp;<qco> One of my favorite lines in your music is \"Do you remember the day we pretended to be every star in the sky?\" from \"Might Quit\". What inspired that line or what feeling were you trying to capture when writing it?</qco> </h3>      \ni'm ashamed to admit, for that particular spot, i was probably paying more attention to the chords and melody. that line is somewhat of a chord stunt. that being said, the words that came out don't not (double negative) refect the exact feelings involved with that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n11:52 am</dco> &nbsp;<qco> what is your favorite thing to draw</qco> </h3>      \nthe best thing about drawing is you can draw something else\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n11:28 am</dco> &nbsp;<qco> am I stuck in the truman show?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n9:29 am</dco> &nbsp;<qco> Could you write a math joke in base 7?</qco> </h3>      \nparty like it's 1666\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n9:21 am</dco> &nbsp;<qco> bill wurtz is there anyone in this world whom you hate</qco> </h3>      \ni've never figured out a way to hate someone without automatically hating myself at the same tiime. there's some kind of hard wired link between the two. that being said, sometimes in a really frustrated or bad mood i may hate myself, temporarily, but once i get through the frustration i don't really mean it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n8:56 am</dco> &nbsp;<qco> Should I write about it or talk about it?&nbsp;</qco> </h3>      \ni can't choose this for you, but there's no reason you shouldn't do both\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n8:46 am</dco> &nbsp;<qco> how epic is the epic of gilgamesh</qco> </h3>      \ni'm not sure, i've never read it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n7:00 am</dco> &nbsp;<qco> Congratulations, you have been selected to headline a death metal concert as the vocalist! What is your ultra brutal catchphrase?</qco> </h3>      \nmark as spam\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n5:13 am</dco> &nbsp;<qco> Do you think it would be better to be all-knowing or all-seeing?</qco> </h3>      \nall knowing, but you'd surely blackout. which is i guess marginally better than being blinded\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n5:04 am</dco> &nbsp;<qco> is there any chance we're thinking of the same thing right now</qco> </h3>      \nnot exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n2:49 am</dco> &nbsp;<qco> how do you manage to stay creative, I find as I grow older, my imagination progressively gets worse</qco> </h3>      \nimagination was my first language. it's probably the one i'm least likely to lose\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n2:00 am</dco> &nbsp;<qco> are there any words you don't like the spelling of?</qco> </h3>      \nyes, i don't like the spelling of read. and the fact that you still don't know what word i mean is precisely why i don't like the spelling. it should be spelled 'red'. i red a book. the verb 'to lead' (past: 'led') is glorious evidence that this can work\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n12:29 am</dco> &nbsp;<qco> will I ever get to see bill wurtz live at a music festival?</qco> </h3>      \ni couldn't imagine being comfortable putting on a show in that type of setting\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n12:12 am</dco> &nbsp;<qco> does your new project have anything to do with saxophones? I really like saxophones :)</qco> </h3>      \nno saxophones\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n12:11 am</dco> &nbsp;<qco> have vacations that you've been on influenced the creation of some songs you've made?</qco> </h3>      \ni don't see why that wouldn't happen. certainly yes it has happened\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n11:48 pm</dco> &nbsp;<qco> Is santa claus still a twitter meme</qco> </h3>      \nsanta claus is a ubiquitous pop culture trope, spreading far broader and wider than any one social media platform, but has been on all of them for sure\n<br><br>"
  }
]
