[
  {
    "html": "<h3> <dco>8.31.23&nbsp; \n3:01 pm</dco> &nbsp;<qco> How many books is too many books to have on a shelf?</qco> </h3>      \nif it's off the edge of the screen, then it's useless\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.23&nbsp; \n2:18 pm</dco> &nbsp;<qco> do you have any advice on how to focus?</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i have trouble focusing.</qco> </h3>      the first step is to find the thing that goes with the action-- for example, if you want to \"climb\", you'd probably want to first figure out what thing you are climbing. so, in this case, what is the thing you would like to focus on. 'focusing' might be different in each case. focusing on a small rock, for example, might be totally different than focusing on a slightly larger rock\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.23&nbsp; \n12:33 pm</dco> &nbsp;<qco> what's the acronym for your next video??</qco> </h3>      \naccording to my plan so far, tmatm\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.23&nbsp; \n12:00 pm</dco> &nbsp;<qco> Why does Welcome to the Black Parade sound like blink-182?</qco> </h3>      \nbecause the artist(s) have heard blink-182 before. Or, sometimes there is an alternate phenomenon where both those 2 artists were actually influenced by a 3rd artist before both of them. but in this case i think there are many many artists who have had the sound you are refering to. blink-182 being maybe the one you think of most readily because they are perhaps the most famous\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.23&nbsp; \n10:53 am</dco> &nbsp;<qco> how can a man with no talent (me) make creative works</qco> </h3>      \nyou already did. you've crafted a piece of negative propaganda against yourself, deftly veiled as a question which has nothing to do with its core talking point\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.23&nbsp; \n7:47 am</dco> &nbsp;<qco> Favorite George Michael moment?&nbsp;</qco> </h3>      \n'gav'. (last christmas, i 'gav' you my heart)\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.23&nbsp; \n3:31 am</dco> &nbsp;<qco> I'm about to move across the universe to live in a huge city. Any tips?</qco> </h3>      \n no. it looks like you have made up your mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.23&nbsp; \n1:46 am</dco> &nbsp;<qco> Do you have any strong opinions about grass?</qco> </h3>      \nnot yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.23&nbsp; \n12:50 am</dco> &nbsp;<qco> what happens when we run out of letters</qco> </h3>      \nstart combining the letters you have, into words\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.23&nbsp; \n10:25 pm</dco> &nbsp;<qco> what if Green Day was called Blue Day</qco> </h3>      \nthen it would no longer remind me of Green Bay\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.23&nbsp; \n8:43 pm</dco> &nbsp;<qco> Do you think Zora's Domain from Ocarina of Time sounds lit?</qco> </h3>      \nno, it's the opposite. it's like a very extinguished feeling. very soothing actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.23&nbsp; \n7:31 pm</dco> &nbsp;<qco> if you were making a movie, would it be live action or animated?</qco> </h3>      \nanimated\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.23&nbsp; \n6:38 pm</dco> &nbsp;<qco> Will one of your characters say \"That's What She Said\"?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.23&nbsp; \n4:42 pm</dco> &nbsp;<qco> what is the most vertices you've had on a 3D model that you've designed? </qco></h3>      i don't know<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what was the mdoel?</qco> </h3>      likely the curtains restaurant from the 2-friends video, but only momentarily, when i was trying some different techniques for background trees. i recall trying some methods that pretty much choked the universe..... so i had to dial it back. the final version likely has much less. perhaps the scene from 'Perfect' is on par with that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.23&nbsp; \n4:26 pm</dco> &nbsp;<qco> Whatever it is, someone in the world is doing it. Or at least it used to be that way.</qco></h3>      i would think more things are being done now than before. there's more people, and more things now, than before<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What happened to make people stop seeing things as valuable in and of themselves?</qco> </h3>      \nmaybe a person could get tired of doing one thing, and then move onto doing a different thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.23&nbsp; \n3:31 pm</dco> &nbsp;<qco> Who's your favorite philosopher?</qco> </h3>      \nyou\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.23&nbsp; \n2:30 pm</dco> &nbsp;<qco> What's your opinion on dirt vs soil?</qco> </h3>      \ndirt is cleaner\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.23&nbsp; \n12:28 pm</dco> &nbsp;<qco> Suppose I made a tutorial on how to navigate my highschool more efficiently, what do you have to say about that? </qco></h3>      i think that's pretty cool<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and am I a weirdo?</qco> </h3>      i don't know yet\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.23&nbsp; \n11:25 am</dco> &nbsp;<qco> opinions on Rhode Island</qco> </h3>      \nit's both a state named after an island, and an island with a state named after it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.23&nbsp; \n10:44 am</dco> &nbsp;<qco> why do you think showing the word on screen as it's sung/spoken makes the video more engaging?</qco> </h3>      \ni wouldn't have described it that way, but, seeing and hearing things simultaneously is powerful. and i like power\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.23&nbsp; \n8:28 am</dco> &nbsp;<qco> have you ever contemplated why you aren't a cube?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.23&nbsp; \n7:44 am</dco> &nbsp;<qco> would you write a song about stacking books? or stacking all kinds of thingss</qco> </h3>      \nmore likely is that i would try to write a song about something else, but it turns out to be about that. Or, i try to write a song about that, and it turns out to be about something else\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.23&nbsp; \n5:58 am</dco> &nbsp;<qco> what is your favourite name</qco> </h3>      \nspray\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.23&nbsp; \n3:34 am</dco> &nbsp;<qco> how do i play music. ive got the instruments and i can play them and everything but now what. do i find some sort of music-playing group. or should i just try some keys</qco> </h3>      \nnow it's probably a good idea to sort out the other side of the picture: words, language, visual imagery, stories. all those things are best friends with music. and music is best friends with all of those things. like food and a plate: food is often better with a plate, and most plates are indeed better with food. Like having shoes: next, get some feet. and so on\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.23&nbsp; \n12:50 am</dco> &nbsp;<qco> how did you begin learning music? what was the process of learning like for you?</qco> </h3>      \npressing notes on the piano to see what they do\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.23&nbsp; \n12:19 am</dco> &nbsp;<qco> are the sounds made by objects in your videos quieter when the object is far away and louder when the object is near?</qco> </h3>      \nyes, although you didn't say near to 'what'. when they are near to the vantage point of the story, yes, they are louder than when they are far away from it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.23&nbsp; \n12:03 am</dco> &nbsp;<qco> Opinion of Marching Band?</qco> </h3>      \nhard to find. they walked away\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.23&nbsp; \n9:46 pm</dco> &nbsp;<qco> if a fly loses its wings, is it now a walk?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.23&nbsp; \n9:10 pm</dco> &nbsp;<qco> Are the American football fields and the Everywhere Else football (soccer) fields the same size?</qco> </h3>      \nunlikely, because it's a different sport. if they were the same size, that's a coincidence\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.23&nbsp; \n9:05 pm</dco> &nbsp;<qco> what are the chords in the intro of \"the road\"? are they D, C+/G, Bbdim, D(#9)? or are they Dmaj7 Abmaj7 Bmaj7 (unknown)? </qco></h3>      that's close<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or something else entirely? </qco></h3>      it's that, but i'd say you have to skip the Eb note in the Abmaj7, to give the melody room to do C D E. and the last chord.... i hear A in the melody, F in the bass, i also hear D, and it feels crunchy in a way that Dmaj/F would feel. Without opening it up, that's my best guess. Okay, i've opened it, and i was right. and it's also worth  noting that actually none of the maj7's have their 5 notes in them. Also, plot twist now, there is more to the puzzle: in addition to the harpsicord (playing the chords) there is also a bell playing these single notes on each chord: D, A, C#, G#. so the Bmaj7 is in fact more like Bmaj9, the Ab chord is now extremely illegal (although the meat of the bell note can't really be heard, so it doesn't seem to disturb the harmony, surprisingly. only its twinkle seems to be audible), and the final G# just intermingles with what was already a crunch chord<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how did you come up with it (was it part of the \"make it bad\" technique or was it not that)?</qco> </h3>      all i remember is that i had another intro written and it just wasn't working, and this is not it. so this is a last minute solution i came up with\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.23&nbsp; \n9:04 pm</dco> &nbsp;<qco> What is your opinion on rollercoasters?</qco> </h3>      \nfaster than the bus, but you arrive at the same time because the route is very indirect\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.23&nbsp; \n9:02 pm</dco> &nbsp;<qco> is it possible to capitalize numbers?</qco> </h3>      \nnumbers are already capitalized by default\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.23&nbsp; \n8:47 pm</dco> &nbsp;<qco> will you ever write a sad song</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.23&nbsp; \n6:15 pm</dco> &nbsp;<qco> What is your favorite major scale?</qco> </h3>      \nwhen you get up and walk away from the piano and gliss it as you walk away, in the direction you are walking\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.23&nbsp; 3:52 pm</dco> &nbsp;<qco> what is your favorite letter&nbsp;</qco> </h3>      \nij\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.23&nbsp; \n3:24 pm</dco> &nbsp;<qco> what do you think of anarchism</qco> </h3>      \nsounds boring\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.23&nbsp; \n2:31 pm</dco> &nbsp;<qco> hello mister wurtz, I was wondering, what was the thing that damion dmamdion skipped in the video \"maybe I could eat blades of grass\" (also sorry if I spelled Damion's name wrong)</qco> </h3>      \nthe plot\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.23&nbsp; \n1:53 pm</dco> &nbsp;<qco> What are some good sounds?</qco> </h3>      \nklink\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.23&nbsp; \n12:37 pm</dco> &nbsp;<qco> what is your desktop background</qco> </h3>      \n<a href=\"blankblack.html\" target=\"_blank\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.23&nbsp; \n11:29 am</dco> &nbsp;<qco> are violins real</qco> </h3>      \nmight be just a cello, really far away\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.23&nbsp; \n11:02 am</dco> &nbsp;<qco> Thoughts on the endless marching of time?</qco> </h3>      \nit actually doesn't march. other things try to march to keep up with it sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.23&nbsp; \n9:09 am</dco> &nbsp;<qco> Are you dyslexic?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.23&nbsp; \n8:22 am</dco> &nbsp;<qco> explanation on life (if you please)</qco> </h3>      \nanything's possible\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.23&nbsp; \n7:37 am</dco> &nbsp;<qco> bill. is it true you enjoy eating cake on a bus?</qco> </h3>      \nnot quite\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.23&nbsp; \n10:15 pm</dco> &nbsp;<qco> did you watch barbie </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and did you like it if you did</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and if you did not what do you think the plot is</qco> </h3>       the filmmakers went all in. marketing department also went all in, i can't help but notice. the moon was actually pink for a few weeks there\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.23&nbsp; \n9:19 pm</dco> &nbsp;<qco> i forgot my question, can you help me remember it?</qco> </h3>      \nsurely\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.23&nbsp; \n9:11 pm</dco> &nbsp;<qco> i think some opinions can be objectively correct/incorrect. but i also think most opinions are not objectively correct/incorrect. do you agree with this? \n</qco></h3>      i think it's sometimes neither not objectively correct/incorrect nor not counterobjectively correct/incorrect. another way of saying this is that all opinions are wrong, while also being bad <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and if so, what do you think makes an opinion \"objective\"?</qco> </h3>      if it's right. when someone says \"objectively\" it means they're right\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.23&nbsp; \n5:51 pm</dco> &nbsp;<qco> Sometimes it feels like I'm thinking too many things at once. How about you?</qco> </h3>      \nyes i often feel like that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.23&nbsp; \n4:24 pm</dco> &nbsp;<qco> are you aware of the least damaging way of speaking that can preserve your quality of voice for longer in your life? anything you do/would recommend doing to be nice to your vocal chords?&nbsp;</qco> </h3>      \nwater, water, water, water, water, water, and someone once told me to avoid clearing your throat and also avoid whispering. they also had 2 other interesting suggestions, which are water and water\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.23&nbsp; \n1:26 pm</dco> &nbsp;<qco> Can a match box?</qco> </h3>      \nknow\n\n<br><br>"
  }
]
