[
  {
    "html": "<h3> <dco>11.13.22&nbsp; \n6:13 pm</dco> &nbsp;<qco> what to do about freedom</qco> </h3>      \nanything\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.22&nbsp; \n6:05 pm</dco> &nbsp;<qco> How many possible songs do you think there are? </qco></h3>      infinite<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Would you want to write them all anyway?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.22&nbsp; \n5:16 pm</dco> &nbsp;<qco> are you a pasta enjoyer</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.22&nbsp; \n4:04 pm</dco> &nbsp;<qco> what's a reasonable rate to come up with song ideas? sometimes i go through times when i'm coming up with multiple ideas per day, and this terrifies me because i know that there is no way i could ever use all of them</qco> </h3>      \nthat sounds about right\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.22&nbsp; \n3:59 pm</dco> &nbsp;<qco> i got into a car accident while listening to one of your songs. was this on purpose?</qco> </h3>      \nno. indeed it's called a car \"accident\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.22&nbsp; \n3:27 pm</dco> &nbsp;<qco> what gives something meaning?</qco> </h3>      \nyou might have to do it. but if you don't then i suppose i will\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.22&nbsp; \n3:00 pm</dco> &nbsp;<qco> i really like the concept of learning skills (especially music) through experimentation and just messing around, but ive&nbsp;&nbsp;been doing that for several years and seem to be making no progress. am i impatient or just dumb?</qco> </h3>      \nhow about getting yourself hired for something you can't quite yet handle\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.22&nbsp; \n2:59 pm</dco> &nbsp;<qco> If the airplane couldn't land, what happens to the terminal?</qco> </h3>      \nthey will talk to other terminals and make other arrangements for the plane to land somehow\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.22&nbsp; \n12:20 pm</dco> &nbsp;<qco> whats on your agenda</qco> </h3>      \namount to something\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.22&nbsp; \n9:15 am</dco> &nbsp;<qco> do you like yourself</qco> </h3>      \nit depends on my mood\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.22&nbsp; \n6:53 am</dco> &nbsp;<qco> In \"slow down\" you said \"I'm going to hell a d I'm late for it\". Did you ever get there?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.22&nbsp; \n5:19 am</dco> &nbsp;<qco> what's your opinion on orchestra</qco> </h3>      \nit's an old word for a music ensemble, and now it's a word for an old music ensemble\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.22&nbsp; \n3:28 am</dco> &nbsp;<qco> what is your opinion on the letter h</qco> </h3>      \nseems weak\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.22&nbsp; \n2:15 am</dco> &nbsp;<qco> why do i keep being required to work, as in jobs. i want to do Work, as in the Work i came to do</qco> </h3>      \nsometimes the work may surprise you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.22&nbsp; \n1:12 am</dco> &nbsp;<qco> what would you consider a \"soup\"?\n</qco></h3>      certain goops<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;another question, if it's alright with you: what kind of soup is your favourite?</qco> </h3>      \ni don't like any of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.22&nbsp; \n12:10 am</dco> &nbsp;<qco> I think I got TOO friendly with Randy (specifically, the \"i'm feeling randy\" button on this page). Is that even possible?</qco></h3>      maybe, but i don't think it happened<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you think I should apologize?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; \n11:47 pm</dco> &nbsp;<qco> what do you think about the current situation</qco> </h3>      \nit's gonna be alright\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; \n10:50 pm</dco> &nbsp;<qco> Is the best thing about games being losing them one of the reasons why Tetris was so successful?</qco> </h3>      \nthat sounds about right\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; \n10:19 pm</dco> &nbsp;<qco> what is the most useless instrument</qco> </h3>      \nthey keep switching. as soon as an instrument is declared useless, its usefulness immediately skyrockets\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; \n9:49 pm</dco> &nbsp;<qco> How much am I allowed to analyse your songs?</qco> </h3>      \nall the way\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; \n9:44 pm</dco> &nbsp;<qco> have you made any other character models?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; \n8:26 pm</dco> &nbsp;<qco> Hi bill! Last year i worked part-time in a supermarket and wrote&nbsp;&nbsp;a book on my cellphone, it's like chaotic stuff, kinda poetry,kinda random thoughts and i printed some copies to sell them and I'm afraid it's not that good. but i like it, like the way i wrote,and feels that it's good but I'm afraid it's not... How to deal with that feeling?&nbsp;</qco> </h3>      \ndo two more\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; \n7:35 pm</dco> &nbsp;<qco> in '2 friends on the beach' what was the dessert supposed to be</qco> </h3>      \nlobster\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; 7:33 pm</dco> &nbsp;<qco> Are you a lamb?</qco> </h3>      \nnot exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; \n7:21 pm</dco> &nbsp;<qco> What is your opinion on the Hawaiian state fish? (Humuhumunukunukuapua'a?)</qco> </h3>      \nalmost no one knows anything about the actual fish, because the name is so distracting, that's all people wanna talk about\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; \n6:58 pm</dco> &nbsp;<qco> What do you think of the cringe feeling? </qco></h3>      special<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is it valid to feel it or is better not felt?</qco> </h3>      it reminds you you're alive. so that's good news\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; \n6:19 pm</dco> &nbsp;<qco> is that good to be not funny?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; \n5:07 pm</dco> &nbsp;<qco> In \"mount saint Helens is about to blow up\" you never said when. When will it?</qco> </h3>      \ni don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; \n4:52 pm</dco> &nbsp;<qco> do you ever notice how people who type longer questions have more of a tendency to call you Bill rather than not saying your name at all?&nbsp;&nbsp;I noticed this while reading questions</qco> </h3>      \nsome people earn points per letter\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; \n4:24 pm</dco> &nbsp;<qco> how the heck long is an interior diagonal line of a cube</qco> </h3>      \nlet's see..... leg squared plus leg squared equals hypotenuse squared...... so let's start with the square face... call the edge 1. 1+1= hypotenuse squared, so the hypotenuse diagonal across the face is √2. Then i can imagine another right triangle with that hypotenuse, the outer edge of the cube, and the grand diagonal (the one you're looking for). so it should be 1 squared plus √2 squared equals answer squared.... 1 plus (root 2 squared)  is 3.... the answer should be the square root of 3. If one edge of the cube is 1, then the grand diagonal should be the square root of 3\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; \n3:54 pm</dco> &nbsp;<qco> Why shouldn't you cross the line?</qco> </h3>      \nmaybe the line is very big, and robust\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; \n3:52 pm</dco> &nbsp;<qco> Is electronic music real?</qco> </h3>      \nthat all hinges upon whether or not electricity is real\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; \n3:40 pm</dco> &nbsp;<qco> do you think americans should say french words like croissant with french accents or should they pronounce them the american way</qco> </h3>      \nsaying things with good french pronunciation, especially with the 'r' sound, attracts a lot of attention. and that's simply not what americans want. most americans say they would prefer to blend in, flying just 'sous les radars'\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; \n2:51 pm</dco> &nbsp;<qco> do you think music needs to be good sounding&nbsp;</qco> </h3>      \nthat would certainly be convenient wouldn't it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; \n2:44 pm</dco> &nbsp;<qco> if you could remove one country from the earth, which one would you remove</qco> </h3>      \nfake land (already removed it)\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; \n12:21 pm</dco> &nbsp;<qco> IF i make a song with an a, c and D# is there any chords that could make it sound better?</qco> </h3>      \nof course. with no context of how, when, and where any of those notes and chords or used, surely there's just about infinite ways to make it just about anything\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; \n11:28 am</dco> &nbsp;<qco> Why couldn't he handle the lobster section right now?&nbsp;</qco> </h3>      \ntoo intense\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; \n8:20 am</dco> &nbsp;<qco> Where was that person in out to lunch?</qco> </h3>      \nin the..... activity room\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; \n5:15 am</dco> &nbsp;<qco> what's your favourite part of the day</qco> </h3>      \nthe middle\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; \n5:04 am</dco> &nbsp;<qco> Why do you tend to use less capital letters than most people would use in any given situation?&nbsp;</qco> </h3>      \nwhy do you ignore all the situations where i use them a lot more than most people, averaging out to what i believe is actually a higher than average quantity\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; \n4:53 am</dco> &nbsp;<qco> how to choose between truth or feelings</qco> </h3>      \nimpossible. it's always some kind of hybrid\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; \n3:17 am</dco> &nbsp;<qco> im trying to organize a few hundred sounds by \"type\", and ive got all the \"percussive\" stuff on in pile (where the pitch doesn't matter) but i'm not sure what the call the other pile, any good names for non-percussive musical sounds? (pianos, guitars, horns, synths, basses)</qco> </h3>      \nbesides drums and perc, the 3 categories i use are 'BASS', 'VOC', and 'NON'. bass means bass, voc means my voice, and non means anything besides voc bass drums or perc. These are the functional categories i use for mixing, and for that purpose the category devisions are nearly rock solid. Within the non, there's always a vague attempt to find some categories for arrangement purposes, but the lines always get blurred and break down and argue about how specific to be or not. lead, pno, rhodes, organ, bell, guit, strings, twinkle, pluck, pad, flute, syn, horn, trumpet, miscnon, ..... as you can see there would be a lot of overlap and many things can be used for both, so there never seems to be clarity on that level. i've noticed the same thing when trying to deal with the categorization of my website. at a certain point you just have to accept that real life ultimately will resist total categorization, yet always seems to invite you to try\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.22&nbsp; 1:27 am</dco> &nbsp;<qco> are you real?</qco> </h3>      \noh sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.22&nbsp; \n11:02 pm</dco> &nbsp;<qco> hey, bill. what's the inspiration behind When I Get Older? </qco></h3>       the first stanza must have been inspired by life on this planet. and the rest of the song, when it came time, must have been inspired by the first stanza<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;for me, it hits different compared to most of your music.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.22&nbsp; \n9:37 pm</dco> &nbsp;<qco> Got any etymology fun facts</qco> </h3>      \njeep was an acronym\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.22&nbsp; \n9:26 pm</dco> &nbsp;<qco> Do the soap gods have their own religion, </qco></h3>      not exactly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and should I start worshipping them?</qco> </h3>      \nno but you could\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.22&nbsp; \n8:31 pm</dco> &nbsp;<qco> Do you have any tips on learning guitar for an impatient piano player? (Besides being more patient, already working on that)</qco> </h3>      \ntry using it to communicate\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.22&nbsp; \n8:29 pm</dco> &nbsp;<qco> What is the difference between the senate and the house of representatives? I know there's more representatives than senators... But are their jobs different?&nbsp;</qco> </h3>      \nthe senate deals with tomatoes, where as the house mostly deals with tomatoes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.22&nbsp; \n7:02 pm</dco> &nbsp;<qco> Will you make a song about ferns?</qco> </h3>      \nmaybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.22&nbsp; \n6:34 pm</dco> &nbsp;<qco> are you a nerd?</qco> </h3>      \neven better\n<br><br>"
  }
]
