[
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n6:02 am</dco> &nbsp;<qco> Why do birds fly?</qco> </h3>      \nthey're going to lunch\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n5:36 am</dco> &nbsp;<qco> Why are you lying on the airport terminal floor?</qco> </h3>      \ni am not\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n5:28 am</dco> &nbsp;<qco> How much do you think you've improved in video editing?</qco> </h3>      \na lot but now i've entered a whole new world which makes everything extremely different\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n5:13 am</dco> &nbsp;<qco> 8211</qco> </h3>      \nthat has 3 in it, 2700 plus 37, it's 2737, ok so take 7 off is 273, then up to 28, ok it has 7. so that would be 4, 40, one under, 390, one over, so 391. check 7 again, down to 37, check 11 and it goes down to 38, to knock of 11 and 19 at the same time, checking 17 YES, so that would be 23 times 17, falling comfortably into place, as 23x17x7x3\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n4:42 am</dco> &nbsp;<qco> Are you Bill Wurtz 1 or Bill Wurtz 2?</qco> </h3>      \ni am in the extremely awkward middle ground\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n4:15 am</dco> &nbsp;<qco> did you know that trees can talk to each other with the help of fungi</qco> </h3>      \ni've suspected that\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n3:13 am</dco> &nbsp;<qco> What's the bad thing you did?\n</qco></h3>      prime factored 95071<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>Also, you inspired the hell outta me and got me into making music! Thank you!</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n3:05 am</dco> &nbsp;<qco> 177013</qco> </h3>      \nthat has no 3 in it, and already no 5 or 2, and is above 20000 so due to new company policy i regret to announce that i cannot do that one at this time\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n2:22 am</dco> &nbsp;<qco> Is black the purest color, since it's the absence of color?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n1:37 am</dco> &nbsp;<qco> What would rats say if they could speak to us?</qco> </h3>      \nwhy don't you dress like a rat\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n1:36 am</dco> &nbsp;<qco> Are your new videos going to teach everyone the lessons that you wrote down in the language of love?</qco> </h3>      \nOH HELL YEAH\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n1:25 am</dco> &nbsp;<qco> your current wellbeing?</qco> </h3>      \nok\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n1:17 am</dco> &nbsp;<qco> have you ever had an idea for a song or video come to you while you were taking a walk? </qco></h3>      of course<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, so you have any specific examples?</qco> </h3>      i guess i've got to listen to bob marley\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n12:36 am</dco> &nbsp;<qco> Been feeling sad, will things get better?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n12:10 am</dco> &nbsp;<qco> what's your preferred genre of music?</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.20&nbsp; \n12:08 am</dco> &nbsp;<qco> was the line \"i dont have enough time to do the things i want to do\" inspired by you not having enough time to do the things you want to do</qco> </h3>      \nyes, but to be more fair about it it's more like i have too many things i want to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n11:45 pm</dco> &nbsp;<qco> 68451120?</qco> </h3>      \nthat has 3 in it, if this doesn't break down to less than 6 digits (before getting to 7,11,13 etc) i'm not doing it. i have firm boundaries. taking 3 out gives you 2 28 17 04..... 2281704, in half gets you 114 085 2..... 1140852. in half again gives you 57 04 26..... in half again gives you oh wait wow, another 3 is in here.. that would give you 19 014 2.... 190142. and in half gives you 95071. holy darn it does get under 6. ok well since i'm not a liar at least not today, i will go forward. to take 7 out, can go from the right, 9505, then up to 954, down to 94, no. 11 means 9506, then up to 955, knock off the 55, so no. 13 gives 4071 (from the left) and 171, so no. 19, knock off 95 so no. 2001 (for 23 and 29 both) goes to 9307, then 107 (for 23, from left), and 951 (using 203 for 29, from right) then up to 98 and no. 31 just knock off 93 so no. 37 just add 999 so 9607, add 333 is 994 and no. 95071, doing 41 from left is 9503, take 123 from left is like 950 minus 12, is 938, plus 82 is like 94 plus 9, 103, no. 95071 doing 43 use 301 from right is 9477, add 43 is like 945 plus 4 is 949 add 41 is 99, so no. 95071 doing 47, from left (via 94) leaves 1071, again from left gives 131, no. 95071. 53 use 901, from left is 4971, again from right is 407, add 53 is forty something so no. doing 59 on 95071, on right, is like 9507 plus 6, is 9513, minus 1003 is 851, being 50 away from 901 so that's just not gonna work. 95071 trying 61 is 9501, goes down to like would be 950 minus 6, so 944, in half is 472, again is 236, and 118, and 59, close but too late. 95071, trying 67 using 201 comes down to 9487. down to 942, then 471 (half) down to 41 and no. 95071, 71 falls right off so no. 95071 checking 73 via 511, down to 9456, in half to 4728, again to 2364, and 1182, and 550+41 is 590, no. checking 79 via 711, on 95071, is 9436, in half is 4718, in half is 2359. add 711 is 3070, 307 (prime) so no. 95071 checking 83 from left is 13071, and 249 on right is like 1307 plus 25, is 1332, in half is 666 which is just 37 so no. 95071 checking 89, on left is 6071, add 89 is like 607 plus 9, is 616, 308, 154, 77 and no. 95071 trying 97, use 291 from right is 9478, halfed is 4739, add 291 is 503, add 97 evens off so no. 95071 minus 101 is 9497. plus 303 is 98. 95071 checking 103, so add 309 is 9538, minus 618 is 892, in half is 446 to 223, already prime so no. 95071 next is 107, take 321 from left is 9475, can use 535 and subtract it from right is 894, is 447, down to 34 so no. 95071 plus 109 is 9518. minus 118 is 94, no. 95071 doing 113, so add 339 is like 9507 plus 34 is 9541, plus 339 is like 954 plus 34 is 988, so 494 and 247 which is just 19xsomething (not it). 95071 checking 127 so take 381 from the right, and it's like 9507 minus 38 so like 9462 plus 7 is 949, minus 339 so like 94 minus 33 is 61 and no. 95071 checking 131 means 9494 and no (101). 95071 try 137 or 411, so 9466, 4733, plus 137 is like 473 plus 14 is 487 so like 48 minus 13 and no. 95071, do 139 is like 9507 plus 14 is 9514 so the weird technique gives 4202 and so 4757. 417 will work (139x3) so 434. and 217, no. 95071, doing 149, add it is like 9507 and 15, so 9522. add 398 is 992, and again is 139, too bad so close. 95071 doing 151, is like 9507 minus 15, 9492, in half is 4746, and 2 37 3, ok 2373 plus 447 (151x3) is like 237 plus 45 is 282, or 141 close again but just missed it. 95071 use 471 (for 147) easy enough, goes down to 946, and 473, clearly so close to 471 so no. 95071 doing 163, use 489, is like adding 49 to 9507. so 9556. in half is, the ugly way, 4223, to 4778. the ugly way again is 2334, to 2389. minus 489 is clearly a loser. 95071, doing 167, use 501, 95071 goes to 9457. minus 67 is 939, that's 131 so no. doing 173, use 519. like 9507 plus 52. so 9559. minus 519 is 904. is 452, is 113 so no. so 181, from 95071, ... like 9507 minus 18.....9490 minus 1, 9439. 944 plus 18 is 962, in half is 481, so no. i'm changing my boundaries after this round. 95071 doing 191, .. 9507 minus 19 is 9488, is 4744, is 2 37 2, is like 1150+36 , 1186, is 593, and no (would need 573). 95071 doing 193, use 579. so like 58 plus 9507. so 9565. so 1913. too close to 1930. 95071 doing 197, use 591, so like 9507 minus 59 i hate this, 9448, and 4724, and 2 36 2, and 1181, then minus 591 is like 118 minus 59 which is 59 so no. so doing 199 is 95071, 9527, minus 597 is 903, to 1400 so no. 95071 i hate most things, doing 211, so 9486. 4746. 2 37 3. ... 2373. minus 633... 174, no. 95071... 223, use 669, 9507 plus 67, 9574. plus 446, like 957 and 45. 997 and 5, 1002, 501, no. 95071 and 239, 9531,  like 953 and 24, 977 that's the right range and end digit for 239x3 but the 977 digits don't add up so no. 95071 doing 241, like 9507 minus 24 is 9483, using 241x3 which is 723, using it on 9483, ... 876. to 438, and 219 no. 95071 doing 251, 9475 but 9482. 4741. 474 but 449, will then even off to something hundred 00. 95071 doing 257, trip is 771, 943, 94 plus 26 is not it. 95071 doing 261 dont need it, 263, x3 is 789 yowch, 9507 plus 79 is 9586, in half is like 4243 but 4793, 479 minus 26, 453, will even off to 2 digits so no. 267 dont need it, 269, 27 plus 9507 is 9534, 4767, this is the worst, have to do triple of 269 which is 807.... subt from 4767... 396. should be 99. ok so no. only have to go up to about 310 because 310 sq is 96100. almost there. 271, easy 948... 474... 237, no. 277, trip, is 831, 9507 minus 83.... 8524, 4132, ...2 66 no. i can almost taste the sweet nectar of being done with this. 281... 9507 minus 28, 9479, ... 948 plus 28... 976. 450 plus 36, 488, 211 no. 283, times 3 is 849. 9507 plus 85 is 9592 is 4241 but 4796. this is the definition of pain. 2343 but 2398, 1199. that's 109 so no. 95071 doing 293, triple that is 879 yipes, like 88 plus 9507. 9595 no. next is actually 307 which has to be the last one because 31 sq really is 96100 for sure. so the only way 307 would work is if i made a mistake and it's times a different, lower number, because 309 is not needed and the digit is wrong (1) for 7 sq. But we'll check anyway, ... 307 is 921, 95071 minus 921 is 9415. doubled is 1893, plus 307 is 22 so no. So the final answer is 95071x5x3x3x2x2x2x2 and a friendly new personal restriction of i'm now not doing anything that doesn't get below 20000 after 2/3/5 breakdown\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n11:30 pm</dco> &nbsp;<qco> are you still too small for the mall?</qco> </h3>      \nwhat the heck is a mall\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n10:44 pm</dco> &nbsp;<qco> What's your favorite time?</qco> </h3>      \n0:00\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n10:44 pm</dco> &nbsp;<qco> opinions on a bill wurtz genre? </qco></h3>      i'm doing the best i can<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;your music is so different to anything I've ever seen and I love it</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n10:01 pm</dco> &nbsp;<qco> So wait, when you say you're working on multiple videos, </qco></h3>      i never said that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;does that mean you're working on a thing that we'll help you make better videos </qco></h3>      absolutely<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;therefore technically doing work on all videos you will make in the future,</qco></h3>      no, i wouldn't really want to make that argument because i'm not actually working on any of those videos. i am working on the methods and systems<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or you've already figured out the ting to make your videos better</qco></h3>      i've had the core principle since day 1<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and are working on a finite number of videos that happen to equal more than one?</qco> </h3>      only test projects, but 1 at a time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n9:41 pm</dco> &nbsp;<qco> why are dreams so easy to forget?</qco> </h3>      \nbecause they happened in a different world\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n9:02 pm</dco> &nbsp;<qco> Are you self taught?</qco> </h3>      \nyes but i'm still doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n8:39 pm</dco> &nbsp;<qco> can you make another song?</qco> </h3>      \nthat doesn't sound like enough songs for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n7:45 pm</dco> &nbsp;<qco> what is your favorite shape of pasta</qco> </h3>      \nrectangular 16x9\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n7:43 pm</dco> &nbsp;<qco> Why do I enjoy your videos?</qco> </h3>      \ncould be the rectangular 16x9 aspect ratio\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n6:27 pm</dco> &nbsp;<qco> What made/makes you feel proud when you learnt/are learning it?</qco> </h3>      \nwhat the heck is going on\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n6:24 pm</dco> &nbsp;<qco> Do different chords/modes inspire different internal sensations or \"colors\" for you?</qco> </h3>      \nmuch more than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n6:12 pm</dco> &nbsp;<qco> what's your take on the harmonic structure of \"the girl from ipanema\"?</qco> </h3>      \nsnakey\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n5:31 pm</dco> &nbsp;<qco> Which was your best thought?</qco> </h3>      \naccording to my best estimation, my best thoughts are in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n4:52 pm</dco> &nbsp;<qco> How close are you with your beef project</qco></h3>      beef must be a metaphor for something else but i am somewhere around the equivalent of early 2013<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and has covid inhibited the workflow for it or enhanced its speed?</qco> </h3>      put it this way, i no longer go out to lunch\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n4:37 pm</dco> &nbsp;<qco> My printer stopped printing when it was supposed to, and only makes weird shapes I dont want. Do you have any suggestions?</qco> </h3>      \nsmash it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n4:27 pm</dco> &nbsp;<qco> how do you make your music and visuals so snazzy? (you totally don't have to, but would tutorials ever be your thing?)</qco> </h3>      \nyes as soon as i figure out how to do it myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n4:13 pm</dco> &nbsp;<qco> Which HOTEWIG jingle best describes you? The one that describes me is \"Alexander was great. And now he's dead.\"</qco> </h3>      \nthat doesn't count as a jingle, but the one that best fits me is well i guess we'll have to find another way to india\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n4:11 pm</dco> &nbsp;<qco> whats the purpose of neck pillows in one word</qco> </h3>      \nthe perfect way to get a 58 or 57 microphone inside an isovox2, which society had previously deemed impossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n4:08 pm</dco> &nbsp;<qco> when people ask me what kind of music i listen to i get really anxious and can't answer because i honestly don't know, any advice?</qco> </h3>      \ni somewhat recently came up with a solution that i am still not bored with after many uses, and that is to say either 'normal' or 'regular'. give it a try, i'd be curious to know how you do with it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n3:35 pm</dco> &nbsp;<qco> how did you learn guitar or piano&nbsp;</qco> </h3>      \nthey teach themselves\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n3:22 pm</dco> &nbsp;<qco> do you still want to go outside</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n3:07 pm</dco> &nbsp;<qco> Could you give me some words of reassurance?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n2:50 pm</dco> &nbsp;<qco> I hear a lot of similarity between the theme from the original star trek and the girl from Ipanema, with my untrained ear. Am I right or just way off base?</qco> </h3>      \nif you are not right about what you hear,........ well that's impossible, you are always right about what you hear. ...unless you have some pretty advanced brain disfunction occurring heaven forbid\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n2:50 pm</dco> &nbsp;<qco> Was the \"just got home, got no home\" part in La de da planned from the start or did you just think \"let's add this part and see how it goes\" in the very last minute?</qco></h3>      that was an extremely late re-write. i had already re-written the ending many times and nothing was working until i found that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; That part is so absurd and yet it's so satisfying to listen. I don't know how you come up with this stuff.</qco> </h3>      \nsometimes you have to think of it like the door. when you're building a room, and you're trying to build a way out of the room, ..... sometimes you need a door, and the trouble with that is that doors look nothing like the room, and they are very different from a room, mainly because you can't go inside a door. but this is the different mindset you have to be in sometimes, when you can't seem to get \"out\" of a song. usually i just think about doors and that does it for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n2:42 pm</dco> &nbsp;<qco> What is a good color?</qco> </h3>      \ndark grey\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n2:34 pm</dco> &nbsp;<qco> Are you self taught</qco> </h3>      \nyes but i am not done doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n2:11 pm</dco> &nbsp;<qco> Do you have something against capital letters?</qco> </h3>      \nthat would make no sense considering how much i use them all over my videos and all of my writings\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n1:30 pm</dco> &nbsp;<qco> thoughts on your own music? </qco></h3>      it's getting there<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;does it make you happy?</qco> </h3>      \nwe'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n1:16 pm</dco> &nbsp;<qco> Opinions on turtles?</qco> </h3>      \ntoo fast\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n1:08 pm</dco> &nbsp;<qco> What do you think about communism?&nbsp;</qco> </h3>      \npretty good, i have some communist action figures\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n11:36 am</dco> &nbsp;<qco> What is the ball from ball and stick doing now?</qco> </h3>      \nbeing a stick, now in a relationship with another ball\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n10:53 am</dco> &nbsp;<qco> Are you going to make a \"history of 2020\" after 2020?</qco> </h3>      \nno that doesn't make any sense to me whatsoever\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.20&nbsp; \n10:38 am</dco> &nbsp;<qco> In \"Just did a bad thing\" you say all the things your supposed to do and places you are supposed to go are cancelled which I find reminiscent of the current Covid lockdowns :)</qco> </h3>      \nthat's true i noticed that as well\n<br><br>"
  }
]
