[
  {
    "html": "<h3> <dco>12.31.23&nbsp; \n5:20 am</dco> &nbsp;<qco> what was your favorite Christmas gift you got (if you got any)</qco> </h3>      \n\nan opportunity to walk more\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.23&nbsp; \n4:31 am</dco> &nbsp;<qco> Would you like a snickers?&nbsp;</qco> </h3>      \n\nno, but someone else probably would\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.23&nbsp; \n4:22 am</dco> &nbsp;<qco> Do you have a shortcut for \"i was going to say no but now that i think about it yes\" and \"i was going to say yes but now that i think about it no\"?</qco> </h3>      \n\ni have a shortcut for the first one but not the second one\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.23&nbsp; 3:13 am</dco> &nbsp;<qco> why don't you use capital letters</qco> </h3>      \ni do, but why don't you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.23&nbsp; \n2:53 am</dco> &nbsp;<qco> Why do you think the chord progression [Cm, Ab, Eb, Bb] works so well despite not featuring the dominant chord G, or at least Gm?&nbsp;</qco> </h3>      \n\nwhy would you think it wouldn't? ....... it reminds me of doors with a knob instead of a handle. some people say \"how could a door work without a handle?\"\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.23&nbsp; \n1:21 am</dco> &nbsp;<qco> Have you used an 808 bass before?</qco> </h3>      \n\ni don't recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.23&nbsp; \n12:52 am</dco> &nbsp;<qco> how do you feel about physics/psychics</qco> </h3>      \n\nfine\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n11:56 pm</dco> &nbsp;<qco> Hello Bill. I bought a tiny two octave MIDI keyboard. any ideas on what to do with it? for now I'm just playing basslines</qco> </h3>      \n\nlike a pencil, or a qwerty keyboard, it can do so many things, you might want to just keep it around and you'll find that it will become useful for other things you want to do. however if it is your goal to specifically make sure this keyboard has a purpose, then i'd say go ahead and start decorating it, photographing it, praying to it, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n11:34 pm</dco> &nbsp;<qco> Isn't it crazy that because the moon's rotation is synced with the earth's, all humans who have seen the moon have seen the exact same image of it? All humans who have stared up at the sky trying to figure out what they see, connecting humans throughout all different times. Do you think there's any other thing like that?</qco> </h3>      \n\nsure. the star constellations have appeared the same also, aside from the whole sky shifting\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n11:06 pm</dco> &nbsp;<qco> i can roughly discern the chords to a fair number of songs while listening to them, but it takes a great deal of my attention so i can't exactly 'enjoy' the song in a normal way while i'm trying to figure out the chords. does this mean i need to get better at hearing chords?</qco> </h3>      \n\nyou don't need to, but you eventually can be\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n10:31 pm</dco> &nbsp;<qco> Help everything I touch turns into something beautiful and inexpressible&nbsp;</qco> </h3>      \n\nwell that's just science\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n10:04 pm</dco> &nbsp;<qco> i am trying to make an album, how many tracks should i put on it? feel free to say any outlandish number</qco> </h3>      \n\nsay 3, but make it actually 4\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n9:53 pm</dco> &nbsp;<qco> how to deal with chronic guilt that you aren't doing enough compared to others, for yourself, or for those you care about</qco> </h3>      \n\ntry to figure out how much everyone else is doing, and whether it's more or less than you are doing\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n9:53 pm</dco> &nbsp;<qco> How do you feel about generations as a concept?</qco> </h3>      \n\njust the word 'generations' doesn't seem specific enough to be a concept\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n9:04 pm</dco> &nbsp;<qco> just watched get back and i am feeling inspired to make some music. well more like i feel that i need to make something right now or i will combust but its the same thing really</qco> </h3>      \n\ndon't forget to remember to cancel your disney subscription, if you intend to\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n8:06 pm</dco> &nbsp;<qco> in \"the origin of chickens\" you imply that you believe in god or another higher power.</qco></h3>      i disagree. in my opinion, the implication made was that some of the language in the bible (or at least many of the well known versions) is long-winded and obtuse<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; is this true?</qco> </h3>      the way you described it doesn't really click with me. it's like the phrase \"pro bono\" .... it's a phrase i've heard people talk about but i don't know what it means\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n7:45 pm</dco> &nbsp;<qco> A flat, the G flat above, then middle C, then the D right above, then F right above that. What color do you see?</qco> </h3>      \n\npurple, on a dark grey background\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n7:30 pm</dco> &nbsp;<qco> boiling all my electronics in kosher noodle soup</qco> </h3>      \n\nthat's fair\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n7:16 pm</dco> &nbsp;<qco> I'm at a point in my life where I'm meant to choose what I'll do for the rest of my life (highschool, I've gotta choose a major for university) but I don't know what I want to do because I haven't done anything yet. I haven't had to time to see what it's like to do anything as a career, or even just in general, but I'm expected to know exactly what I want to do. I don't, but everyones telling me I have to which doesnt make any sense to me. Do you have any advice on how to proceed?</qco> </h3>      \nno, it doesn't make sense to me either\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n6:19 pm</dco> &nbsp;<qco> If a week was more/less than 7 days, nothing would change in reality, and this thought gives me the giggles. it is completely irrelevant to physics, nature and everything whether it's Tuesday or Saturday. how do you feel about this thought?</qco> </h3>      \n\nsometimes i'm impressed when i realize that we've kept track of the 7 cycle for so long without any mistakes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n5:50 pm</dco> &nbsp;<qco> Will you post the script of Perfect like you posted 2 friends on the beach?</qco> </h3>      \n\nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; 5:46 pm</dco> &nbsp;<qco> What if I don't want to ask a question?</qco> </h3>      \n\nhow about asking 2, so they cancel each other out\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n5:46 pm</dco> &nbsp;<qco> Can I get the original chord demo for \"Hallelujah\"?</qco> </h3>      \n\nno, but if you get to know me very well over a long period of time then you'll surely be able to hear it. you'd of course have to get to know me so well that i become certain that your whole reason for knowing me is not an elaborate plot to get those demos and release them\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n4:52 pm</dco> &nbsp;<qco> How big would you have to be for \"Big Bill\" to be an appropriate nickname</qco> </h3>      \n\nhuge\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n4:38 pm</dco> &nbsp;<qco> Thoughts on phonics?</qco> </h3>      \n\ncan't get enough of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n3:03 pm</dco> &nbsp;<qco> The transdimensional quasar oscillated in a kaleidoscopic dance of iridescence, concurrently enveloping the paradoxical conundrum of a Schrödinger's cat sipping quantum tea while debating the intricacies of non-Euclidean geometry with a time-traveling rubber chicken.</qco> </h3>      \n\nwhat is a word salad\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n2:31 pm</dco> &nbsp;<qco> Will you boogie on down tonight?</qco> </h3>      \n\ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; 1:14 pm</dco> &nbsp;<qco> What's your New Year's resolution?</qco> </h3>      \n\nto make my resolutions at all other times except new years, which fortunately i don't have to do now because i already did it another time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; 11:58 am</dco> &nbsp;<qco> hey, what is your favourite letter?</qco> </h3>      \n\nsurprise me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n10:45 am</dco> &nbsp;<qco> All my life people told me that I would eventually make friends, but I'm starting to think that's not going to happen, and that's ok, but that does mean I am going to be lonely for at least the foreseeable future, and that does come with a certain degree of sadness. This is something you've ever struggled with? </qco></h3>      i don't recall<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How did you survive?</qco> </h3>      this may seem like an oblique strategy, but maybe you could start doing business\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n9:51 am</dco> &nbsp;<qco> What inspires you content?</qco> </h3>      \n\nmaybe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n9:34 am</dco> &nbsp;<qco> is it reasonable to just write sus4 and sus2 chords as 2 and 4? like C4 meaning Csus4. either that or Cs4, because sus takes up so much space, it makes me reluctant to write it down</qco> </h3>      \n\nit might be ok. i write C2 and C4, but if i were writing for others to read i might do it the standard way. or better yet i might just tell them, or explain it at the top of the page, if it's used a lot in the chart. if you're writing only for yourself to read, then of course you can do anything you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n9:25 am</dco> &nbsp;<qco> how do you feel about the 2008 financial crisis</qco> </h3>      \n\nit was kind of a big deal, at least that's what i've heard about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n9:21 am</dco> &nbsp;<qco> What would you say are your top 5 personality traits?</qco> </h3>      \n\nwhat the heck is a personality trait\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n7:10 am</dco> &nbsp;<qco> whats your opinion on gen alpha</qco> </h3>      \n\nsuddenly i am extremely curious who is deciding where the boundary dates are between these generation labels, and immediately i begin to wonder what it would be like to set up a rival office and then set all the boundaries at the exact opposite phase from that. for example, label a generation that starts exactly halfway through the date range for your gen alpha, and ends exactly half way through your gen beta\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n6:56 am</dco> &nbsp;<qco> what inspired you to want to make the type of videos that you make?</qco> </h3>      \n\nnothing. i'm just inspired to make videos (and music). then when i do it, you may or may not be inspired to typify them in a certain way\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n6:07 am</dco> &nbsp;<qco> just got back from a trip to scotland, can you describe scotland in 2 words?</qco> </h3>      \n\nit seems like it would make more sense for you to describe it, in this case, since you were just there\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n4:37 am</dco> &nbsp;<qco> now that 2023 is almost over, what do you think you're going to accomplish in 2024?</qco> </h3>      \n\ni don't think of accomplishments in those boundary lines, but i will do the best i can regardless\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n4:26 am</dco> &nbsp;<qco> do you notice the different acoustics when you visit different classical music halls?</qco> </h3>      \n\ni haven't visited very many classical music halls, but i notice acoustics in rooms in general. so if i visited classical music halls i believe the answer would be yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp;\n4:06 am</dco> &nbsp;<qco> I always found it interesting that many artists, including you, say they don't tend to relisten to stuff they published in the past. Now that I'm really close to publically publishing an album, I'm starting to think I understand the reason why better perhaps. Even it doesn't apply to the majority of musicians, I'm guessing I'm not the only one with this feeling I currently have. I feel like i'm getting stressed that an unknowable amount of people, will be able to see the shortcomings that i percieve in myself. When I create a song, and only share it with myself, and people i trust, it remains really easy to just reflect on it in a calm and happy manner. I'm not sure i'll be able to do that once that music becomes public however. It slightly makes me wonder if i should back out of publishing my music. Do you have any advise on how to keep calm and move on?</qco></h3>      either way has its advantages<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I don't know to what extent if any you deal with this plight You seem pretty good at moving forward confidently from my point of view. Your music and visuals consistently are vibrant with motion!&nbsp;&nbsp;\n<br>&nbsp;&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n3:37 am</dco> &nbsp;<qco> theres too many options</qco> </h3>      \n\ni know, but sometimes it's worth asking yourself how many you actually wish there were\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n1:28 am</dco> &nbsp;<qco> when did the spiciness begin?</qco> </h3>      \n\nmaybe 13 or 14 billion years ago, but i'm really not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n12:58 am</dco> &nbsp;<qco> do you ever feel like music is so cool and makes you happy and every time you hear it you're like WOOOOOOAH but also like :) and it's so miraculous but so simple and beautiful and it absolutely devastates you but it's one of the biggest things that keeps you going, or is it just me</qco> </h3>      \n\ni do find it to have overwhelming powers, so much that i can be scared to speak about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.23&nbsp; \n12:56 am</dco> &nbsp;<qco> Wha do you think about the year 2023?</qco> </h3>      \n\nnot a leap year\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n10:47 pm</dco> &nbsp;<qco> Thoughts on raccoons&nbsp;</qco> </h3>      \n\ni haven't thought very much about raccoons. but that doesn't mean they're not important\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n10:35 pm</dco> &nbsp;<qco> What makes a challenge fulfilling to you? </qco></h3>      sometimes you never know until after<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is there one you find particularly pleasing?</qco> </h3>      \nwouldn't be fair to the others to particularlate one. indeed if they are challenges, maybe some of them have yet to fully reveal their fulfillments\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n10:16 pm</dco> &nbsp;<qco> what's the deal with&nbsp;นิตยา&nbsp;แต้เตี้ย\n<br>\n<br>they're reuploading your songs on youtube and getting a bunch of views and they keep popping up in my recommended</qco> </h3>      \n\nthey're not re-uploading, those are my original music releases, but the problem is somehow my music artist profile got linked to some other random youtube channel. this was due to a glitch in september, and it's been a real nightmare trying to get it fixed. but i think i'm making progress. the music releases are still mine, it's just that there is a separate random video channel attached. (just for the audio releases, not the videos). in the future they should all be attached to my correct youtube channel (billwurtz), if i can crawl through enough bureaucratic hoops\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n10:09 pm</dco> &nbsp;<qco> approx how many instruments are being used for the \"chords\" in \"at the corner store\"\n<br>just to clarify i don't mean, how many instruments are contributing, the answer to that would just be almost all of them, but i mean, are there any that are just carrying most of the chord, like a piano or something\n<br></qco> </h3>      \n\non average it might usually be 2 or 3\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n10:06 pm</dco> &nbsp;<qco> Do you ever think back and reflect on mirrors?</qco> </h3>      \n\nno. i think more about the future of mirrors\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n9:32 pm</dco> &nbsp;<qco> How do you find something to be passionate about? I feel like ive never had a hobby or interest that ive felt compelled to fully immerse myself in and spend hours upon hours doing compared to what I see others do, both for fun or for money.</qco> </h3>      \npretty much just wander around until you get that \"wow\" feeling somehow. then follow that closer and closer\n\n<br><br>"
  }
]
