[
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n9:01 pm</dco> &nbsp;<qco> what do you believe about the mysterious nature of the letter T</qco> </h3>      \nif we may back up just 1 step, i have to say i believe the letter T is not mysterious\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; 7:39 pm</dco> &nbsp;<qco> have you ever asked yourself a question on this page?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n7:13 pm</dco> &nbsp;<qco> tomorrow is my deadline to finish my song but i just got sick and i was already behind</qco> </h3>      \nyou're gonna panic aren't you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n7:10 pm</dco> &nbsp;<qco> Hey bill. I know this may not exactly be your area of expertise, but i was wondering if you might have some wisdom. I'm college-age and have completed two half-year contracts as an orchestra (band) pianist on cruise ships. I've been eyeing the musical director role on ships for many months, and it looks like that goal is achievable within the next year or so. But I tend to be impatient and am afraid that this might take time away from my ultimate goal of being a composer/songwriter and conductor on land. Yet it&nbsp;&nbsp;would be my first directorial role and would undoubtedly be extremely useful in the future. How do I deal with this impatience? Obviously you're not me and i know you haven't done ships, but any insight into the music business is helpful.</qco> </h3>      \ni have no idea. i've seen many people ponder over the 'cruise' or 'not to cruise' decision, and i've seen it go both ways. heck, i may have considered it at one point. i guess you're gonna find out exactly how strong your land ambitions ('landbitions') are\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n6:55 pm</dco> &nbsp;<qco> how to disappear?</qco> </h3>      \n \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n5:58 pm</dco> &nbsp;<qco> Is anything ever 100% false?</qco> </h3>      \nyes i believe so\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n5:33 pm</dco> &nbsp;<qco> best state</qco> </h3>      \nCalifornia, which in all fairness is oft hated for being the best. i understand that there's lots of reasons why it's bad but those reasons don't count somehow\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n5:00 pm</dco> &nbsp;<qco> can you describe your music in one word</qco> </h3>      \nabsolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n4:40 pm</dco> &nbsp;<qco> does ketchup jam?</qco> </h3>      \ni don't see why not\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n4:10 pm</dco> &nbsp;<qco> do you have any idea on how to escape this rat race</qco> </h3>      \ninvent something new for rats to chase\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; 3:28 pm</dco> &nbsp;<qco> how do you get in the mood for writing? you know those times when ideas just start naturally appearing out of thin air and it doesn't feel forced or fabricated</qco> </h3>      if you want to get into that state, just start making things up. make up like 10 or 20 things without caring yet if they are 'good'. if you're still feeling blocked then try to make it bad on purpose, to make it more fun. After you've done a whole pile of them, they will start happening automatically. especially if you take a short break they will probably come to you on the break\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n3:28 pm</dco> &nbsp;<qco> do you dance?</qco> </h3>      \nit usually feels like the definition of 'dancing' and 'not dancing' are incorrect and should be switched\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n3:08 pm</dco> &nbsp;<qco> Do you like to solve problems that do not exist</qco> </h3>      \ni was going to say no but now that i think about it yes. the name i've been using for that is a 'game'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n12:05 pm</dco> &nbsp;<qco> if you were to graph your video/song making efficiently over amount of people working with you, what would that graph look like.</qco> </h3>      \nproducing with other people is completely dysfunctional for me and nothing happens. so it's really a 'nothing' vs 'something' situation\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n11:21 am</dco> &nbsp;<qco> in your opinion, does using complex music theory ideas in a song (i.e. micro-tonality, complex time signatures, complicated voicings or whtever) automatically make it good? </qco></h3>      no, there is no 1 thing or method that guarantees 'good'ness of music for any one person or another<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if it aims just to be complex in the sake of being complex does it lack depth for it if it isnt effective to the listeners? </qco></h3>      here's the twist, some listeners like that. people who are currently engaged in some kind of an advanced musical studying program, might enjoy purposefully complex music. On the other hand, there are also some ways of complexifying music that are extremely entertaining for even the least musically educated listeners <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is inherently simple music with simple chord progressions or melodies bad even if its effective to the listeners?&nbsp;</qco> </h3>      no, simplicity is often a great strength for music. but it's also not the only strategy\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n11:12 am</dco> &nbsp;<qco> thoughts on cats?</qco> </h3>      \nthey're like dogs but not dogs\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n11:12 am</dco> &nbsp;<qco> What would you like to talk about</qco> </h3>      \neverything. don't worry there's time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n10:53 am</dco> &nbsp;<qco> has a song ever made you cry before\n</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if yes what song made you cry</qco> </h3>      all of them do\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n9:42 am</dco> &nbsp;<qco> thoughts on rainbow bubblegem</qco> </h3>      \nnever heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n9:31 am</dco> &nbsp;<qco> thoughts on the hero's journey?</qco> </h3>      \nit makes you wonder if the villain has a journey\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n8:04 am</dco> &nbsp;<qco> what should i do when im stuck?</qco> </h3>      \njust relax for just a moment\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n7:31 am</dco> &nbsp;<qco> what is the best cheese ever</qco> </h3>      \nhow about \"start a band\" by brad paisley and keith urban\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n5:06 am</dco> &nbsp;<qco> What's the most beautiful letter?</qco> </h3>      \neach one is most beautiful in comparison to the others\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n4:54 am</dco> &nbsp;<qco> hello it's my birthday. actually it was yesterday technically. how do you feel about birthdays? i think personally they could be better. but i don't know, i'm still open to input. what do you think?</qco> </h3>      \nthere's no reason to pressure yourself into having a good day. there's gonna be plenty of good days anyway -- probably even more than 1 per year\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n4:18 am</dco> &nbsp;<qco> how does one sleep despite having insomnia?</qco> </h3>      \ntry doing something you don't wanna do\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n3:40 am</dco> &nbsp;<qco> I wish you'd bring back the monday videos. Would you consider doing that in the future, with shorts like back then?</qco> </h3>      \ni'm going to do a lot of stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n2:33 am</dco> &nbsp;<qco> do you have any advice for being influenced by something without copying it / finding your own voice?</qco> </h3>      \nthat happens naturally over time. i don't think you have to worry about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n2:23 am</dco> &nbsp;<qco> What was the writing process like for \"got to know what's going on\" and \"i'm scared\"? Because I feel like they can be interpreted as the experiences of living with autism and anxiety respectively, and I'm curious about how intentional that was.</qco> </h3>      \n\"i'm scared\" can certainly be about anxiety, i don't see why it wouldn't be. \"got to know what's going on\" was not written about autism, but that doesn't mean it doesn't work that way. the writing process for both of those was standard for me. just figure out how it goes, from beginning to end. in the case of \"got to know what's going on\" i had the chorus first, so i had to solve the puzzle to figure out what comes before it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n1:55 am</dco> &nbsp;<qco> im not sure if i have class today and im scared to ask so what im gonna do is im gonna go to uni anyway and see if class is going on but if not then i will sit in the library and get work done and then go home again</qco> </h3>      \nthat's ok with me\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n1:53 am</dco> &nbsp;<qco> What's your favorite Dutch phrase?</qco> </h3>      \nmag wel, hoeft niet\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n1:33 am</dco> &nbsp;<qco> what is the overarching theme of human history?</qco> </h3>      \ninnovation. side note that this is also the theme of all animal history.... and plant history.... all of life's history, heck it even goes back before that. i researched this once\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n12:48 am</dco> &nbsp;<qco> whats a cool thing youve wanted to make</qco> </h3>      \ni can't tell you. this is part of a 'show dont tell' strategy\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.25&nbsp; \n12:17 am</dco> &nbsp;<qco> what is your opinion on the number 19</qco> </h3>      \nit's alright\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n11:29 pm</dco> &nbsp;<qco> how do i go to bed later ?</qco> </h3>      \nif you invent something, that should get you excited enough to keep you up\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n11:04 pm</dco> &nbsp;<qco> what is the last thing you can remember that made you laugh</qco> </h3>      \none of the blue jay sounds, \"yeaack!\" just sounds really annoyed\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n10:10 pm</dco> &nbsp;<qco> What was the meanest teacher you had in school?</qco> </h3>      \ni don't really look at it that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n9:55 pm</dco> &nbsp;<qco> You've said before that you don't like albums, and for that reason you won't make one, but why wouldn't you be able to make one in a way that you do like? or is it just not worth it to try since you probably won't like it and then you'll just have a bunch of songs that are supposed to go together but don't and are therefore not as good on their own as they would be if you didn't try to make them as an album?</qco> </h3>      \nto make an album the way i like it, i'd have to make it so different from an album that it wouldn't make sense to call it an album anymore. so in that sense i've already done this\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n9:03 pm</dco> &nbsp;<qco> why do all your instrumental songs not have any vocals in them? is it just like a coincidence or smth?</qco> </h3>      \nby definition\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n8:58 pm</dco> &nbsp;<qco> In the hit billboard top 100 song \"got some money\", in th song you mention how you have boats on your plane, on the hotel where you're staying. How many boats are on said plane?</qco> </h3>      \npart of listening to the song is you get to imagine these details. while also imagining its chart performance\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n7:13 pm</dco> &nbsp;<qco> thoughts on scary words.</qco> </h3>      \nchances are you and i are not scared of the same words\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n6:16 pm</dco> &nbsp;<qco> best grater for cheese</qco> </h3>      \ntry to see if they still make an offline one\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n4:35 pm</dco> &nbsp;<qco> thoughts on school teachers?</qco> </h3>      \nthey accumulate a huge amount of stage time. so if they ever need to speak in public they're basically all set. totally comfortable doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n3:55 pm</dco> &nbsp;<qco> a visual album is a type of album in which every song is accompanied by a music video or the entire album is accompanied by a feature-length film. is your next project similar to this definition?</qco> </h3>      \nit has similarities and differences to that\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n3:54 pm</dco> &nbsp;<qco> i have a full time job and a game im polishing and re-factoring for pc release. often times i get distracted and play games etc. simply because i dont feel motivated to work on said game. Thing is, i have many other game-dev code-y projects going on. But in my mind i feel like whatever time i \"allot\" (is that even a thing) to personal projects, HAS to go on the one i mentioned. So i either get distracted doing non personal projects or work on this. Should i just use allocated gaming time to work on other projects? and not fear letting the \"main project\" stall. i hope im kind of clear on my issue and wonder if youve had to work through this in the past</qco> </h3>      \nusually i find it important to keep a firm grasp on which project is underway. if it's going slow, then some adjustments are needed to get you excited about it again\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n3:26 pm</dco> &nbsp;<qco> Are there some songs that you like and listen to despite not liking the lyrics for whatever reason? The reason why I like a lot of songs that I listen to frequently is because I enjoy the instrumentation/melodies/harmonies/production, etc., even though I don't like the lyrics-and I can kind of ignore them, despite how prominent and therefore unavoidable they are in the song. Do you feel this way about some songs?</qco> </h3>      \nmost songs. i'm quite sure that all songs are secretly about what it feels like to be alive, but for some reason most people just make the lyrics about dating, or jesus. but i've learned to hear through that. otherwise i'd be missing out on a lot of music\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n1:25 pm</dco> &nbsp;<qco> why have you mentioned going to hell in multiple songs</qco> </h3>      \ngoing to hell is iconic\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n1:03 pm</dco> &nbsp;<qco> How do I remember my manners when my chosen Political Party loses?</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n12:40 pm</dco> &nbsp;<qco> how can people be friends</qco> </h3>      \ni'm not entirely sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n12:39 pm</dco> &nbsp;<qco> Opinions on reintegrating the ampersand into the alphabet? Who kicked it out anyway?</qco> </h3>      \nit's a word, not a letter, but it's still perfectly available on your keyboard, for usage\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n10:37 am</dco> &nbsp;<qco> i use my phone as a microphone for music and it's kinda weird since my phone can max record it at 256kbps while i export the instrumentals at 320kbps.\n<br>\n<br>do you think it matters that much?\n<br>\n<br>and should i solve this issue as soon as possible, or do I just continue?\n<br>\n<br>(i don't think it even sounds like it's recorded on a phone microphone when the song is complete)</qco> </h3>      \nsee if anyone notices. see if anyone says 'yick, the mic doesnt match i hate this' and turns it off\n<br><br>"
  }
]
