[
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n8:30 pm</dco> &nbsp;<qco> did you make it to the south pole by nightfall?</qco> </h3>      i must have made it there at some point, because the video got made and it does include the south pole\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n8:29 pm</dco> &nbsp;<qco> What is the answer to life</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n8:17 pm</dco> &nbsp;<qco> Do you think time is a waste of life?</qco> </h3>      it's an ongoing challenge, for life to become even more alive\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n8:10 pm</dco> &nbsp;<qco> is water illegal?</qco> </h3>      not yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n7:42 pm</dco> &nbsp;<qco> why am i disappointed, bill</qco> </h3>      well, there were a lot of sports losses this month\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n7:35 pm</dco> &nbsp;<qco> Any pointers on remembering which direction \"up\" is?</qco> </h3>      drop something, it's the other way\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n7:23 pm</dco> &nbsp;<qco> Quick asking for a friend what is the fastest way to buy a printer with 60$ cash in 2009? Important</qco> </h3>      go to the store. like staples\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n7:17 pm</dco> &nbsp;<qco> might try to improve upon communist theory. Any thoughts?</qco> </h3>      try having more treats in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n7:10 pm</dco> &nbsp;<qco> why is life exist</qco> </h3>      would be so ridiculous\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n7:10 pm</dco> &nbsp;<qco> best place to hide?</qco> </h3>      in plain sight\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n6:56 pm</dco> &nbsp;<qco> What is music</qco> </h3>      \na highly customizable feels enhancer. if you present a lemon, coupled with exactly the right tailor made music, the feels of the lemon can go to upwards of 50,000,000 times their original base feel. is it the music we're feeling? technically yes, but the feelings are being anchored into a tangible mental space: the lemon. the music is enhancing and shaping the feels of the lemon. with no lemon, the music will not know which feels to enhance \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n6:49 pm</dco> &nbsp;<qco> best sandwich flavor?</qco> </h3>      bland\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n6:34 pm</dco> &nbsp;<qco> do you agree that 'might quit' is a masterpiece?</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n6:12 pm</dco> &nbsp;<qco> How to not be are have stupid?</qco> </h3>      can't\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n5:17 pm</dco> &nbsp;<qco> When will cabs take over the world?\n<br></qco> </h3>      it's funny you mention that because they just had the world get taken over from them, by ubers and lyfts etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n5:12 pm</dco> &nbsp;<qco> Do you believe the \"440 Hz\" thing?</qco> </h3>      that's usually what \"A\" is, is that the thing you meant\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n5:01 pm</dco> &nbsp;<qco> what is the least funny number?</qco> </h3>      136\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n4:58 pm</dco> &nbsp;<qco> What's the last song you've listened to?</qco> </h3>      diane dane my world is over\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n4:52 pm</dco> &nbsp;<qco> Does your keyboard have a shift key?</qco> </h3>      yes, it actually has 2. actually i have 8 keyboards with shift keys, each one has 2 shift keys so that's 16 shift keys. however, 14 of those don't behave as shift keys, they are reserved for other functions\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n4:17 pm</dco> &nbsp;<qco> I'm trying very hard to master my first solo album. It's very hard. Should I give up?</qco> </h3>      no. i've heard some first solo albums that are mastered very strangely. also seen some pilots of tv shows that have very bad color. this is just when you learn stuff. so go ahead and finish it up and learn what you'll learn from it. you'll be more learnt up for next time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n3:52 pm</dco> &nbsp;<qco> What program do you use?</qco> </h3>      the trick is to combine many programs to work together\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n3:50 pm</dco> &nbsp;<qco> When do you think your next upload is,</qco></h3>      i'm having a countdown timer<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also where did you learn how to play guitar?</qco> </h3>      don't know yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n3:39 pm</dco> &nbsp;<qco> Have you ever raged at yourself for being such a perfectionist... then just went back and continued being a perfectionist?&nbsp;</qco> </h3>      of course. but i'm also not a perfectionist. ever since i learned how much fun it is to do things all wrong\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n3:03 pm</dco> &nbsp;<qco> favorite question you've been asked?</qco> </h3>      this one\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n2:54 pm</dco> &nbsp;<qco> how did you come to master dialectics so completely&nbsp;</qco> </h3>      never heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n2:49 pm</dco> &nbsp;<qco> What is the most important species of animal</qco> </h3>      computers\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n2:48 pm</dco> &nbsp;<qco> what flavour is jazz?</qco> </h3>      pop\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n2:41 pm</dco> &nbsp;<qco> what bad thing did you do?</qco> </h3>      tried to do sky writing on an overcast day\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n2:41 pm</dco> &nbsp;<qco> why are swear words taboos?</qco></h3>      it's like a booby trap<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nwhy are bananas yellow?\n</qco></h3>      the sun has caused this<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;why do people consider the opinions of people who don't respect them when acting then become surprised when others don't do the same?</qco></h3>      why do people sometimes complain about things without actually saying what the thing is<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>why didn't my last question make only partial sense?\n</qco></h3>      it did, i was able to make partial sense out of it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;will you be able to answer all of these?\n</qco></h3>      i'll see what i can do<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;will you answe all of these?\n</qco></h3>      i'll see what i can do<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;will you continue bringing your brilliiant artistic works into the collective world to inspire us for years to come?</qco> </h3>      i'll see what i can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n2:27 pm</dco> &nbsp;<qco> how do i think of an idea</qco> </h3>      the idea will choose when you think it. so in that way it's almost like the idea is thinking of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n1:43 pm</dco> &nbsp;<qco> Are there things that you know that you don't know?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or what about things you don't know if you know?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n1:40 pm</dco> &nbsp;<qco> What is the greatest secret that you have never told anybody?</qco> </h3>      it's beginning to look a lot like christmas\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n1:23 pm</dco> &nbsp;<qco> If you close your eyes and hit a random key on your keyboard, could you tell what note it is?</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And how useful is it?</qco></h3>      well,<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Would you recommend learning it?</qco> </h3>      if you have recently heard or played any other notes which you know what they are, then, ANY other note that is played, you MUST know what it is. if you can't get that then you need to get that. However, if you have not recently heard any sound or notes or music which you know the actual notes of, like for example if you just woke up in the morning and have no memory of any songs or notes that you can identify, then it is not expected that you be able to blindly identify the next note. having that skill would be called absolute pitch, and it's kind of like when you can identify a note in a completely and absolutely musicless way, with no musical relation to anything. this is a strange skill that is not related to music in any way whatsoever. To get back to your original question, yes i would be able to identify the note, because i can always remember the last note i heard, and i knew what that one was, so therefore i will know what the next one is when i hear it. also when doing this on a physical keyboard it is made even easier by the fact that the keyboard is shaped in such a way that you can eliminate about half of the notes just based on shape of the key physically\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n1:19 pm</dco> &nbsp;<qco> How do you answer questions correctly?</qco> </h3>      impossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n1:19 pm</dco> &nbsp;<qco> thoughts on icebergs?</qco> </h3>      nicebergs, that's what i call them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n12:57 pm</dco> &nbsp;<qco> hey, so it seems like the only instruments that remain consistent throughout an entire arrangement of yours is like bass and drums. that would make sense to like explain&nbsp;&nbsp;the fills you do to express the harmony and stuff. i mean there are outliers, the harpsichord on outside. the strings in school. but is this true, more or less?&nbsp;</qco> </h3>      that might be because when different instruments play the role of the bass, they are all usually called the bass. when different instruments play the role of the drums/percussion, they are always called drums/percussion. however, when many different instruments play the role of the middle/chord/melody range, people like to call those instruments by different names. so mostly i think it's a naming situation you are noticing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n12:55 pm</dco> &nbsp;<qco> what am I supposed to do with my left hand when playing piano? I know some options are \"play a deep bass note\" or \"play a bassline\" but I'm more interested in what people are doing when they have both hands in the middleish range of the keyboard and are playing more than one note in the left hand. Is that just a means of playing wide chords?</qco> </h3>      i doubt it. there's hardly even room for 2 hands in the real chordal zone of the keyboard. if someone else is playing the bass, AND someone else is playing the melody, then what i usually do is tie my left hand behind my back. if you are supposed to play the melody and chords both on the instrument, then you're gonna have to put chords in left hand and melody in right hand and to be honest i don't have a lot of experience doing that. if you have chords and no bass player, and you are singing the melody, then i think you definitely are going to want to take care of the bass in the left hand and chords with the right. so as you can see, the piano is like a banquet table. it is used in all different ways depending on how many and who the guests are and make sure you don't put 2 whole turkeys in the exact same spot\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n12:51 pm</dco> &nbsp;<qco> I wanted to try and name/internalize my favorite chord voicings so that I can become good at using them on the spot when I'm following a melody. My method right now is a combination of guessing/muscle memory and I hate it. Of course that doesn't work at all for improvisation since it's basically random. So is the naming/internalizing thing a good idea? Or am I completely lost?</qco> </h3>      you could do some of that. you could also learn some songs. and also improvise a lot. all those things should eventually merge into one if you play your cards right\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n12:34 pm</dco> &nbsp;<qco> A while a go you said each question makes you stronger. How strong are you now?</qco> </h3>      i think i am almost ready to cure weakness\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n12:29 pm</dco> &nbsp;<qco> How to win at acronyms</qco> </h3>      you must find those reasonable phrases. scan the whole word from beginning to end and look for opportunities to put in the most normal phrases you can think of. acronyms are most impressive when they don't sound like acronyms. in other words don't fill the whole damn thing with animals doing useless activities\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n11:52 am</dco> &nbsp;<qco> <a href=\"q.php?date=202003041416\">3.4.20&nbsp;&nbsp;2:16 pm</a>  this is immediately my new favorite answer you've given of all time. Not even my question, just a really good answer. Touched my soul. Do you have a theory why this song is so dang good? *GrAcIaS*</qco> </h3>      got to be the mario cameo in one of the verse breaks<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n11:33 am</dco> &nbsp;<qco> I really want to create something but I just don't know what,like maybe my own game, or a song, possibly compose cool music, or maybe a company but I just don't know where to start if I were to do a project in general. I feel like I should be doing something great in life, what do I do?&nbsp;</qco> </h3>      start somewhere extremely simple. either write, type, or draw on a blank page. just see what happens. use it to ask what you want to do and where you want to go. the blank page never lies, it just gets you to say true stuff, because you never lie either\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n11:00 am</dco> &nbsp;<qco> When could you listen/look at someone say this person has potential to start making music?</qco> </h3>      that's kind of a catch 22. anything that is really a sure sign that someone has music in them, could most likely be considered music which means they've already started making music. For example, if someone takes a few steps with their shoes on the ground in a sort of musical way, .... and you may be thinking 'hm, that person should start making music'. well, it's too late they already started<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n10:58 am</dco> &nbsp;<qco> how often are you finding new chord voicings? what causes you to discover them?</qco> </h3>      it probably happens most when doing non-song videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n10:49 am</dco> &nbsp;<qco> im going to the store do you want anything?</qco> </h3>      a picture of the sign\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n10:27 am</dco> &nbsp;<qco> what's the countdown timer at for your next ten videos?</qco> </h3>      15, 16, 17, 18, 19, 20, 21, 22, 23, 24\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n10:20 am</dco> &nbsp;<qco> i'm very tired and i cant sleep. do you have advice?</qco> </h3>      you know the universe, well see if you can invent 3 more universes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n10:20 am</dco> &nbsp;<qco> Sexiest animal on the planet?</qco> </h3>      sex pigeon\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n10:14 am</dco> &nbsp;<qco> what's the funniest word</qco> </h3>      it's a tie between bunbury and horncastle\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.20&nbsp; \n10:11 am</dco> &nbsp;<qco> how to survive being 19?&nbsp;</qco> </h3>      drink plenty of water\n<br><br>"
  }
]
