[
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n12:32 pm</dco> &nbsp;<qco> why am i dumb</qco> </h3>      if you were dumb you probably wouldn't know it. if you think you are dumb then you are probably smart and wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n11:29 am</dco> &nbsp;<qco> can you remind me what i was doing</qco> </h3>      there is a clue somewhere in your 360 degree sphere of view\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n11:05 am</dco> &nbsp;<qco> what advertisement should i do for school</qco> </h3>      use a nicer school and hire actors and models to make it look better than it actually is\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n11:02 am</dco> &nbsp;<qco> bill is it possible to recreate your videos in after effects ?</qco> </h3>      i'm sure it is. i assume the hardest part would be paying for it again and again after you already have it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n10:52 am</dco> &nbsp;<qco> Is C major 7 flat 5 over a D flat a great chord ?</qco> </h3>      i've never needed it but i'm sure it could come in handy somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n10:46 am</dco> &nbsp;<qco> do you feel the surreal absurdity of your artistic output takes a toll on your mental health in the long run in situations such as : social interaction ;&nbsp;professional development ;&nbsp;culturing of cognitive capacities?</qco> </h3>      absolutely not. in fact it takes a lot of pragmatic and organized dedication and focus to actually execute those ideas into a fully realized audio/visual product, and through that i have learned heaps and bounds about the makings and workings of the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n10:26 am</dco> &nbsp;<qco> does the bassline for late night lounge with loud Lenny use all 12 chromatic notes?</qco> </h3>      it probably does, (i'm sure you could check, i haven't heard it in a while) although that was not a deliberate goal\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n9:14 am</dco> &nbsp;<qco> is your next song groovy</qco> </h3>      yes, but moreover spritely and lively\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n9:11 am</dco> &nbsp;<qco> WHAT IS MY PROBLEM? EVERYONE SAY THAT I AM PERFECT. SO WHY CAN'T I HAVE A GIRLFRIEND?</qco> </h3>      you don't seem perfect to me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n7:41 am</dco> &nbsp;<qco> recommend yourself to me</qco> </h3>      that doesn't seem necessary\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n7:39 am</dco> &nbsp;<qco> how is stevie wonder possible</qco> </h3>      how are you possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n5:12 am</dco> &nbsp;<qco> Do you think God is good?</qco> </h3>      god is a common name. you'll have to be more specific\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n5:12 am</dco> &nbsp;<qco> what should i do with my perfectionism (i can't accept my mistakes and it's really my obsession to impress everyone and do everything right)</qco> </h3>      just hold onto it. it is a valuable asset. it means you can work as fast as you can and try to be really loose and sloppy and it will still turn out good because your perfectionism will be on board at all times, still trying to make sure things are good. you're probably going to be screaming the whole time but that's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n2:40 am</dco> &nbsp;<qco> happy bierthday bill!</qco> </h3>      thank you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n2:39 am</dco> &nbsp;<qco> recommend me good gypsy music</qco> </h3>      all music is for gypsies\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n2:09 am</dco> &nbsp;<qco> Should I look up to you as an idol if I respect you? </qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Should I look up to anyone, or is the concept of idolizing someone a path to keeping myself from having my own identity?</qco> </h3>      it can be helpful, and useful\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n1:52 am</dco> &nbsp;<qco> How long do you spend on making videos every day?</qco> </h3>      as much time as humanly possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n1:44 am</dco> &nbsp;<qco> why do you forget your old content</qco> </h3>      maybe if i haven't seen/heard it in a while\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n12:12 am</dco> &nbsp;<qco> What if squids were actually not squids</qco> </h3>      then there wouldn't be any squids, to not be squids\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n11:54 pm</dco> &nbsp;<qco> Do you still update the \"instrumentals\" part of your website?</qco> </h3>      it is up to date\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n11:02 pm</dco> &nbsp;<qco> What is person?</qco> </h3>      scientists are trying to figure that out\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n9:46 pm</dco> &nbsp;<qco> Spongebob or Patrick&nbsp;</qco> </h3>      whence\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n9:25 pm</dco> &nbsp;<qco> is 'in california' on youtube or is it only on spotify/streaming services? i can't seem to find it</qco> </h3>      it's on my website also. but there is no video for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n9:03 pm</dco> &nbsp;<qco> Does your next song include a mixed meter</qco></h3>      not really but there is a couple of different length bars in and aroundst the bridge<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or the key of Ebb Major</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n8:25 pm</dco> &nbsp;<qco> What did people watch when the tv was 1st invented? \n</qco></h3>      test programs<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nobody was making tv shows before the thing even existed. So somebody made a tv, then what happened when they turned it on?</qco> </h3>      nothing, until they tune into a test program\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n8:13 pm</dco> &nbsp;<qco> What did St. Patrick's day do to you?</qco> </h3>      nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n7:48 pm</dco> &nbsp;<qco> whats your take on sigmund freud?</qco> </h3>      he made some great slips, which are still in use today\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n7:08 pm</dco> &nbsp;<qco> What's the deal with the mona lisa? I mean, it's a cool painting and it looks nice.. but why do people think it's so mysterious and enigmatic? Like, it's just a portrait of some lady. What's all the hubbub about?&nbsp;</qco> </h3>      the mona lisa didn't really enter pop culture until it was stolen from paris in 1911. it might have gained a sense of mystery because everyone was wondering where the heck it was for 2 years \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n7:02 pm</dco> &nbsp;<qco> In messing with a faulty input jack while listening to La de da and only hearing certain signals, am I correct in hearing that you used a different mic for the vocal harmonies?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n6:37 pm</dco> &nbsp;<qco> Chocolate on lasagna or chocolate on chicken?</qco> </h3>      if you have the right ingredients, you can use all those combinations and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n5:07 pm</dco> &nbsp;<qco> do you find the human tendency to store everything into a category in any way hindering?</qco> </h3>      hindered\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n4:36 pm</dco> &nbsp;<qco> Is the universe pretty big?</qco> </h3>      it sseems to be just the right size\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n4:15 pm</dco> &nbsp;<qco> Why do you mention Bowser so often</qco> </h3>      i can only recall 1 time i have ever mentioned bowser\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n4:11 pm</dco> &nbsp;<qco> Hey bill,did anything insipire you to make your vídeos or did u just decide to one day?</qco> </h3>      it's a good way to make my thoughts and feelings appear in other people's minds\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n3:48 pm</dco> &nbsp;<qco> What was your initial reaction when you found out that you were invited to Vidcon?</qco> </h3>      i accepted the invitation\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n3:35 pm</dco> &nbsp;<qco> how do i make stuffs</qco> </h3>      put a thing and then put another thing with it. that should get you started\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n3:08 pm</dco> &nbsp;<qco> Why can't I have a girlfriend in your opinion? People always tell me I am handsome, nice, smart and they are sincer... so... what is my problem?</qco> </h3>      you need to become stronger\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n2:58 pm</dco> &nbsp;<qco> I'm working on this weird tune, kind of inspired by schoenberg, stravinsky, horror film scores and all that weird stuff... and it's very slow with no clear beat to latch on to (rubato, I think that's called). I have the main part down, but I'm trying to overdub other instruments (all using the keyboard) and it's tricky. I'm having a real hard time adding parts on top because there's no defined rhythm to use as reference. I tried giving it a set tempo, just really slow, and figuring out what the rhythm could be.. but when I do that, it sounds more rigid and stiff and kind of changes the vibe of the thing. Have you ever recorded anything that had multiple tracks, but no defined beat or rhythm?&nbsp;</qco> </h3>      yes. what you might want to do is make some temporary count-offs, manually, for certain parts. many of the jingles i've done for videos aren't in time, and i often record a couple of count-off clicks in certain places. the tempo is almost arbitrary, but it helps. and plan on adjusting the hell out of everything also\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n2:14 pm</dco> &nbsp;<qco> where do trees come from</qco> </h3>      i think they grow on trees\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n1:47 pm</dco> &nbsp;<qco> m7b5 and half-diminished are the same thing, right? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Are there certain situations where it would make more sense to call it one name over the other, or does it not really matter?&nbsp;</qco> </h3>      the preferred name varies from community to community\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n1:45 pm</dco> &nbsp;<qco> Hi, Bill. Yesterday I went for a spontaneous walk around my neighborhood (which is a bit strange for me since I generally just stay inside all day) and I found out that there is a graveyard within about twenty minutes of my house. Do you have any idea why people think graveyards are scary? </qco></h3>      maybe the skeletons<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It felt pretty peaceful to me. Also, do you have any opinions on graveyards?</qco> </h3>      <a href=\"http://billwurtz.com/graveyard-analysis.mp4\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n1:40 pm</dco> &nbsp;<qco> how do i talk to people?</qco> </h3>      you'll have to just start trying some ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n12:53 pm</dco> &nbsp;<qco> wait you're making a movie??</qco></h3>      i usually call them videos but sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what movie??</qco></h3>      it's another song, with a video<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; could you please tell me more about or link me to where you originally announced it?</qco></h3>      like most videos, i don't usually announce it directly besides gradually answering more questions relating to it and maybe posting some visual artifacts from the project on instagram<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; thank you and good luck!</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n12:40 pm</dco> &nbsp;<qco> i want to make stuff, but is it ok if i dont actually have any motivation or ambition, and i'm just sort of satisfied living my life the way i am?</qco></h3>      is it ok with you<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; like the only thing i want to do is to want to do things. i guess idk why i'm asking you this, other than to connect with someone else about it with no risk of being judged too harshly. anyway do you think that's alright? to just? be like that? perhaps forever?</qco> </h3>      is that what you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n12:20 pm</dco> &nbsp;<qco> are you a time traveler</qco> </h3>        as far as i know that's actually the only way it's possible to travel \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n11:57 am</dco> &nbsp;<qco> are you a whig party member?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n11:51 am</dco> &nbsp;<qco> Can you please help me out with these chords? It doesn't feel like anything too crazy is going on, and I have the melody down, but I can't seem to get the chords to sound quite right. It's for the main 'hook' of this song, from about 1:12 to about 1:47. (then the little turnaround and the part repeats) https://www.youtube.com/watch?v=Vv9-WlymKg0 I love the song, and want to learn to play it.&nbsp;</qco> </h3>      Db/Ab        (Db6/Ab)     <br>   \n      Eb-7                                F7<br>\n     Bb-7       Eb7      Ab-7      Db7<br>\n      Gbma7               B7<br>\n     Db/Ab                 Ab-7         Db7<br>\n     Ab/Gb      Gb   Ddim7      Ebdim7   <br>\n     Db/Ab   Db(b5)/Ab   Ab   Ab7<br>\n     Db\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n11:30 am</dco> &nbsp;<qco> <a href=\"q.php?date=201803172045\">3.17.18&nbsp;&nbsp;8:45 pm</a>  so you wrote that song not because you actually hate yourself, but because&nbsp;&nbsp;you wanted people to have a good song to listen to?</qco> </h3>      yes, that's a strategy i use for most songs i write, and it is a strategy i think many songwriters use\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n11:05 am</dco> &nbsp;<qco> when will you do a face reveal? I think your growing popularity means you should do a face reveal.</qco> </h3>      never\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n6:47 am</dco> &nbsp;<qco> <a href=\"q.php?date=201803172126\">3.17.18&nbsp;&nbsp;9:26 pm</a>  do you have any solutions to this?</qco> </h3>      if you get desperate enough you will find away. if you haven't found a way yet it means you are not desperate enough\n<br><br>"
  }
]
