[
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n3:41 pm</dco> &nbsp;<qco> <a href=\"face-reveal.html\">Can you do a face reveal?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n3:39 pm</dco> &nbsp;<qco> how many 'WHERE IS THE VIDEO' questions have you already gotten?&nbsp;</qco> </h3>      zillions\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n3:32 pm</dco> &nbsp;<qco> When will you upload the next video?</qco> </h3>      today. i think it might have been out already by the time you asked this, and it is out now, as i am answering it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n3:12 pm</dco> &nbsp;<qco> help im addicted to banjo</qco> </h3>      me too\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n2:17 pm</dco> &nbsp;<qco> some time ago, someone asked you \"why did you make videos before you were able to share them on youtube\" and you answered \"i was able to share them, i had a website called billuwrtz . com\". but according to your answers and reality videos you clearly made this page in 2014, and that's after you started posting youtube videos. can you explain that?</qco> </h3>      it's kind of like riding a bike. you might want to try it in your driveway a bit before going on the main road\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n2:14 pm</dco> &nbsp;<qco> What if, rather than a page archiving every update, you had a simple text string noting which page has been updated most recently (again aside from questions)? I am trying to think of something that would work for you but I know you wouldn't want anything too complex or otherwise visually distracting.</qco> </h3>      that sounds like a decent idea but i'm not going to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n2:02 pm</dco> &nbsp;<qco> I'm no animal expert, and I assume it's not your main area of expertise either, but do you think elephants are aware of that we know that they never forget?\n<br>\n<br>Also, how does it feel to be swimming in money, champagne and maneuvering through the countless promiscuous advances from screaming fans now that you're a super famous person?</qco> </h3>      i am not swimming in money per se, i have taken a slightly different route which might result in better and more consistent long term money, but less money in the short term\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n1:59 pm</dco> &nbsp;<qco> Sorry if you've answered this, but do you plan on expanding on the little \"That's the way I like to live my life\" tune from \"hi, im Steve\"?&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n1:41 pm</dco> &nbsp;<qco> when will your next video appear into existence</qco> </h3>      today\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n1:41 pm</dco> &nbsp;<qco> if the next video is done why isnt it posted</qco> </h3>      because i decided not to release it while the majority of the viewing population was asleep\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n12:40 pm</dco> &nbsp;<qco> Hi, what's your full genome sequence?</qco> </h3>      2\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n12:25 pm</dco> &nbsp;<qco> when will you release your new video</qco> </h3>      today\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n12:23 pm</dco> &nbsp;<qco> do you think college is useful for some people, or is it a bad investment for everyone.</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n12:15 pm</dco> &nbsp;<qco> Music is... A)the best B)the worst C)not too shabby D)none of the above E)all of the above&nbsp;</qco> </h3>      some of the above, at varioius times\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n12:08 pm</dco> &nbsp;<qco> Have you ever posted an answer on this page and then later realized that answer was inaccurate/changed your mind about it?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n11:42 am</dco> &nbsp;<qco> how close are you to finishing the thing?</qco> </h3>      it is finished\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n11:26 am</dco> &nbsp;<qco> reply t o my email plz</qco> </h3>      which one is yours\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n9:27 am</dco> &nbsp;<qco> do you still find music fresh and interesting?</qco> </h3>      there is no rule against making it that way<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n7:42 am</dco> &nbsp;<qco> I'm not quite sure how to put this... I know you say that the best chord is the one that supports the melody and that the melody and chords are inherently connected to each other... but I guess I'm wondering if you got any tips on working out specific chord voicings? I can come up with chords that I think are a good fit with the melody.. but too often I find myself just doubling the chord in my left and right hand (on piano btw) which probably isn't the best thing to do. </qco></h3>      never do that. that's like drawing your character's face on their head and their ass at the same time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I know it depends on the particular arrangement of the song, but what are some good ways to get around this? </qco></h3>      in a certain range (bass/low) only use single notes. right in the middle near middle C, that is usually where the heart of your chord lives. Believe it or not, the melody actually should go there too, usually on a different instrument. in the higher range way above that will be sprinkles and twinkles. it's almost always a bad idea to play exactly the same chord configuration in different octaves. it's kind of like writing on a paper that's a gradient from top to bottom. if you write with the same color pen from top to bottom, on a gradually shaded page, the pen is going to have a different visual effect depending on what part of the page its on\n<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sometimes I'll play different inversions. Like for example to do like a cm9 chord I might play a cm7 (C,Eb,G,Bb) with the left hand and a Ebmaj7 (Eb,G,Bb,D) with my right.... but I don't know.</qco></h3>      not good to think in 'chords' with both hands. think about building chords using the whole keyboard, and throw the 'stacked thirds' theory of chords out the window, and just start from scratch. find the notes you need, on the whole keyboard, and use only the notes you need. it might only be one note, it might be 2. and use whatever hands you need, in order to play the notes you need, wherever they may be. Another way of looking at it -- if you are by yourself, play chords with your right hand and play bass (1 note!) with your left. Or, if you are playing the melody and chords, and someone else is the bass player, then i guess play chords in the middle range with your LEFT hand, and do the melody with your right hand. and if your band already has a bass player and someone else playing the melody, then tie one hand behind your back.<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sometimes that big full sounds good with solo piano, but it can be too much with a full band. As a general guideline, is it better to use less notes in the bass and put the bulk of the h\n armony h\n igher up?</qco> </h3>      the bass should only be 1 note at a time. the way the notes work is, the lower you go, the less notes you can play. this is a very clearly defined thing, there is something called \"lower interval limits\" and i think if you look it up you will find very clearly when to stop using which intervals as you go lower. actually, don't look it up, just experiment for yourself. 1 note is the lowest -- for example, the lower interval limit is, let's say, the B at the very bottom of a grand piano. that's the lowest you can really go and have the note still sound like a note (i'm sure people will argue that the limit is actually lower, but i don't really care, beyond that low B it really turns to mud). actually screw it let's say C because it's easier for this example. so let's say low C on the 88key piano is the lowest limit for single note (this also happens to be right at the bottom of the range of the 5 string bass guitar) ok so that's the lower limit for 1 note. next thing to look at is a perfect fifth. the lower interval limit for a perfect 5th is exactly 1 octave above that -- which in this case means C and G, in the second octave of a grand piano -- so the second lowest C and the second lowest G. This would be about as low as you can put perfect 5ths and still have them sound coherent (again, people will argue that you can go lower, but for the sake of this example i'm keeping it at C). Next look at 4ths -- this piggybacks on the 5th -- the same G, and the next C. that is the lowest your 4ths are going to work. I should mention, in heavy rock bands with distorted guitars, all those heavy metal riffs are usually written with \"power chords\" which is root-5th-root, hugging the lower limit, and the bass is an octave down, also hugging the lower limit for single note. standard tuning puts both instruments at E, and many bands downtune and B is just about as low as they usually go, before it starts becoming unintelligible. this is another simple way to observe the lower-limit phenomenon in common practice among distorted guitar metal bands, etc. So piggybacking on what we have so far (did i mention we are just climbing up the harmonic series) the next note on top of that C would be E. so for major thirds, that would be the lower limit for 3rds. counting Cs up from the bottom of the grand piano, that would be the 3rd C and the E above it. that should be about as low as major 3rds will work. continuing on, the next note in the harmonic series is G, so the minor third right there (E-G) in that octave should be the lowest that minor thirds will be happy. again, the lower limits are actually perhaps a few notes lower than all the ones i'm mentioning, i'm just putting it a little higher and keeping it in C for the sake of the explanation. that is basically how it works. tigher clusters gradually work better as you go up, bass only works with single notes, a little higher and 5ths work but not 3rds, and then the 3rds become clear a little higher, etc etc. i hope this makes sense. imagine your pen gets thicker as the notes get lower. so you have to write bigger and make the linest further apart. where as up higher, it's like writing with a smaller pen, you can do much more complicated smaller designs and still see it. i just realized i have probably explained this entire thing on this questions page at least a couple of times before\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n7:02 am</dco> &nbsp;<qco> When is the next video done?</qco> </h3>      it is done\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n5:52 am</dco> &nbsp;<qco> will you make more songs? I listened to your alphabet suffle and got high of it!</qco> </h3>      yes, i have also made many more before, which you can listen to immediately if you want because they are already out\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n5:25 am</dco> &nbsp;<qco> If you were to say \"EAT!!!!!\" really loud and deep every time you ate, what would u do</qco> </h3>      if i did what you said i would do, then i would do what you said i would do. in reality however, i would not do the thing you said i would do, so therefore i would not do the thing you said i would do. i hope that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n4:15 am</dco> &nbsp;<qco> Were Allen keys invented by a guy called Allen?</qco> </h3>      yes, william allen specifically\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n2:54 am</dco> &nbsp;<qco> what's the funniest thing ever?</qco> </h3>      i have it written down somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n2:34 am</dco> &nbsp;<qco> do you want to rule the world?</qco> </h3>      i would be willing to help out\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n2:26 am</dco> &nbsp;<qco> What people do you currently need for the Bill Wurtz band?</qco> </h3>      ideally it will end up between 8 - 10 pieces which i believe i have detailed here before a couple of times. but it is more likely that it will start as a core (bass+drums+chords+voc) and small venues, on a regular basis, to build chemistry and let the show develop naturally. this would be the best way to go about it. eventually it should evolve into an 8 to 10 piece (including very basic lights) that is more tightly arranged but still has a very strong and natural core and still a lot of freedom\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n2:06 am</dco> &nbsp;<qco> How long have you been woke?</qco> </h3>      quite a while\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n2:05 am</dco> &nbsp;<qco> Are you woke?</qco> </h3>      i will check\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n1:08 am</dco> &nbsp;<qco> Should i bother trying to make people happy with me? </qco></h3>      sometimes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or shouls i just try to be happy myself?</qco></h3>      sometimes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Are those 2 things mutually exclusive?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If not, wheres the balance to be found?&nbsp;</qco> </h3>      try to keep the story line interesting. everyone will surely get a chance to feel every different type of thing along the way\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n12:42 am</dco> &nbsp;<qco> are you still recording audio that could later become reality videos? \n</qco></h3>      oh hell yeah<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also are you still recording improv sessions? </qco></h3>      no, i have enough from 2008-2012 to last a lifetime. i decided to hold back on new ones until i catch up a little on the editing<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And do you plan to post more improv in the near-ish future? </qco></h3>      i hope so, there is so much to work with. the only problem is i am already trying to do reality clips, anagrams, tweets, all these small things on a regular basis. it's really cutting down on the amount of time i have to work on 'real, respectable content'<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thanks, m8</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n12:30 am</dco> &nbsp;<qco> Out of all instruments you're fluent in, which is your favorite/preferred?</qco> </h3>      i like it best when you use different instruments together<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp; \n11:54 pm</dco> &nbsp;<qco> Is there a reason behind all this strange formatting/behavior online or on social media?</qco></h3>      i'm just trying to be reasonable<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n In your Instagram, you only drop hints and you don't add any captions to them. \n</qco></h3>      on instagram, i prefer to let the pictures do the talking. sometimes there's even words in the picture. words underneath too would be too distracting<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And your videos... what is the inspiration?</qco> </h3>      everything<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp; \n11:43 pm</dco> &nbsp;<qco> What do you think about UFO's?</qco> </h3>      it seems to be a flying object, that i can't identify\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp; \n10:28 pm</dco> &nbsp;<qco> why don't you want to make money from ads on your videos?</qco> </h3>      if i have ads on my videos, i damn sure want to make money off them. but one thing that i think you have overlooked is that i don't particularly want ads on my videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n10:19 pm</dco> &nbsp;<qco> Hey, I have been working on an animation, and I am having a little trouble with recording voice lines. I find it difficult to get a voice line that I think is good, and my only option is to use my own voice. I know that you're a musician and video maker, so can you give me any advice on recording vocals/voice?</qco> </h3>      the more you do it, the more you will learn everything you need to know\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n9:46 pm</dco> &nbsp;<qco> Should I expect a video soon</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n9:21 pm</dco> &nbsp;<qco> do you know karate?</qco> </h3>      i have heard about it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n8:13 pm</dco> &nbsp;<qco> Before you had a YouTube account, why did you make videos before you were able to share them?</qco> </h3>      i was able to share them. i had a website, called billwurtz . com\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n8:04 pm</dco> &nbsp;<qco> what was your system before you moved to your song a week schedule? did you have one?</qco> </h3>      i'm not sure if you mean the song-a-week schedule that i was briefly on in june, 2017, or the song-a-week schedule that was part of the 5-day video and song schedule during 2014\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n7:41 pm</dco> &nbsp;<qco> In order to become successful, did you have to sell your soul to Satan, or make some kind of blood oath with the reptilians or hollywood elite or something like that?&nbsp;</qco> </h3>      no. that is what most people probably do, but satan never contacted me. i had to do it the long way. now satan is trying to sell his soul to me\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n7:32 pm</dco> &nbsp;<qco> how far are you into your next thing?</qco> </h3>      it's almost entirely done\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n7:15 pm</dco> &nbsp;<qco> What's your opinions on rights for all sexualities, races and whatever else? Do you believe in full equality?</qco> </h3>      i'm not sure who gets to decide the rights, but i think the right to decide the rights is a right that everyone should have. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n7:15 pm</dco> &nbsp;<qco> wanna elope with me?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n5:40 pm</dco> &nbsp;<qco> do you hate capital letters and/or the shift/caps lock?</qco> </h3>      no, do you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n5:30 pm</dco> &nbsp;<qco> Would you ever consider building a comedic stand-up performance integrating your videos?</qco> </h3>      i don't really like to use pre-recorded material in live performances\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n5:17 pm</dco> &nbsp;<qco> do you know what a blue corn moon is</qco> </h3>      it's actually just the regular moon\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n4:11 pm</dco> &nbsp;<qco> Do you use vocoder or autotune or a different method to tune your voice? \n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If it is the later please explain that method</qco> </h3>      i use my voice muscles\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n4:08 pm</dco> &nbsp;<qco> Do you ever believe that everyone except for you is a robot?&nbsp;</qco> </h3>      not yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n3:12 pm</dco> &nbsp;<qco> favorite dead meme</qco> </h3>      memes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n2:38 pm</dco> &nbsp;<qco> When you say \"I'm not sure if that answers your question\" are you actually not sure if it answers their question?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is it just a joke because you know it doesn't answer their question?</qco> </h3>      no\n<br><br>"
  }
]
