[
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n12:43 am</dco> &nbsp;<qco> I often find myself inventing rhythm, beats and formulating whole songs I can hear in my head, then forgetting them due to a lack of musical theory knowledge or instrument to play to get them out. </qco></h3>      sing them into your phone, and describe everything that you don't think you could sing properly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Your creations and process always remind me of that and give me a pull to try and educate myself, yet I have life factors that are demotivators.\n<br>\n<br>TL;DR - Have you struggled on your journey, from getting into music at the beginning to the creative process now;&nbsp;and how did you push yourself through the self-doubt barriers, if they came up?</qco> </h3>      sometimes i'll play \"find the ground\"\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n12:34 am</dco> &nbsp;<qco> What is the best way to get motivation to do work?</qco> </h3>      \nfigure out why you are gonna do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n12:10 am</dco> &nbsp;<qco> Do you enjoy English as a language? </qco></h3>      it's ok<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If not how would you improve it</qco> </h3>      maybe put it to music\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n11:42 pm</dco> &nbsp;<qco> how many ideas for new songs do you have in an average month?\n</qco></h3>      unintentionally, maybe 3 or 4. if i do a song gen session on purpose, then i might get 10 in a session<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how many of those do you throw away?</qco> </h3>      none\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n11:39 pm</dco> &nbsp;<qco> are your songs about you</qco> </h3>      \ni thought they were about you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n11:19 pm</dco> &nbsp;<qco> ho much of i'm a princess had you done when here comes the sun was finished?</qco> </h3>      \nthe song 100% done, and the video had only the scenes which contain the old princess model (the bad one)\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n10:47 pm</dco> &nbsp;<qco> How do you match the imagery with the lyrics?</qco></h3>      i have to use my imagination<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how organized are your storyboards?</qco> </h3>      holy comptroller's office, you just reminded me of something\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n10:39 pm</dco> &nbsp;<qco> do you have any tips on drawing your kind of art style?</qco> </h3>      \nyou can do better\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n10:25 pm</dco> &nbsp;<qco> I like that the \"dunce\" falls on beat 1 of the the second of two measures of talking at the end. I think a lot of people would have just said that whateverly, but you made it rhythmic</qco> </h3>      \nthat's not true. i gave the most whateverly performance i could. there was zero click in my mind. any alignment with click is purely coincidental\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n9:57 pm</dco> &nbsp;<qco> after you complete and upload a song, do you feel a \"sigh of relief\" because it's done?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you take a small break after, or continue planning your next songs?</qco> </h3>      this time, i took 1 day break, which was before the upload, because i finished everything by saturday, to make sure the song makes it to the stores in time for wednesday. so i took a break on sunday, but then moved forward extremely quickly\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n9:18 pm</dco> &nbsp;<qco> What is your favourite abstract concept?</qco> </h3>      \nsomething\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n9:15 pm</dco> &nbsp;<qco> Would you ever film and post part of you recording/figuring out a song? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Would love to get some insight into your process like that.&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n8:54 pm</dco> &nbsp;<qco> i really like the music in here comes the sun and i'm a princess, i think your music is really improving. anyway, how are you feeling after finishing a song?</qco> </h3>      \ni would feel terrible, except i am good at distracting myself by starting a new song and promising to make it better and not take as long to make\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n8:54 pm</dco> &nbsp;<qco> is \"i'm a princess\" about existential dread and always pushing yourself too far</qco> </h3>      \ncould be\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n8:53 pm</dco> &nbsp;<qco> you seem like someone that doesn't really care about symbolism, </qco></h3>      that's not true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;so are all the random things in your videos just there because you want them to be or do you actually have a reason of them?</qco> </h3>      i never put anything random in my videos. the reason to put things in the videos is, hopefully, to make the video better. that's kind of my secret strategy\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n8:52 pm</dco> &nbsp;<qco> can you tell me a joke?</qco> </h3>      \ni will see if that can be arranged\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n8:39 pm</dco> &nbsp;<qco> how long was Here Comes the Sun before the rewrite that made it shorter?</qco> </h3>      \nabout 4:40\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n8:33 pm</dco> &nbsp;<qco> Do you ever have an idea that just doesn't work?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so what do you do with it?</qco> </h3>      try to have another idea\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n8:32 pm</dco> &nbsp;<qco> i'm graduating this semester with a degree in graphic design, but tbh i don't think i want to be a graphic designer anymore. been feeling this for a while now, but it's starting to hit especially hard now that i'm so close to finishing. i'm definitely a hard worker when it comes to design;&nbsp;i get work done and i do it well, but i procrastinate a lot and get very frustrated. i think i'm much more passionate and disciplined when it comes to playing bass and performing. i can write, practice, and transcribe for hours everyday and I actually enjoy it. but i feel like i'd be wasting this degree if i did something else. but i also feel like i've been denying myself the opportunity to explore other avenues where i'm more passionate. idk i what are your thoughts?&nbsp;</qco> </h3>      \ni actually don't know what a degree is, or what it does. but, besides that, i will say that if you enjoy the bass then you should do it. and if you enjoy graphics, you can do that also if you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n8:28 pm</dco> &nbsp;<qco> what year did you write 'i'm a princess'?</qco> </h3>      \n2019\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n8:24 pm</dco> &nbsp;<qco> when you're making a song, what do you usually do first? lyrics, instrumentals, message, or something else?</qco> </h3>      \nwriting\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n8:18 pm</dco> &nbsp;<qco> Bill should I get an SM58 or a condenser microphone if I'm a small budget boy with big budget dreams and a loud noisy room?? thx love you!</qco> </h3>      \nsm58, and if compress it after you record it, and also chop off major amounts of low end, you'll be fine. If you use a condenser, you're gonna hear everything else in the room. your jeans, your friends' jeans, \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n8:12 pm</dco> &nbsp;<qco> was here comes the sun your first encounter with the 3rd dimension?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n8:00 pm</dco> &nbsp;<qco> What was your favourite song to write/ animate?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n7:47 pm</dco> &nbsp;<qco> why is there a princess in the new video? the lyrics almost have nothing to do with it</qco> </h3>      \nlooks like you've never been a princess before\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n7:34 pm</dco> &nbsp;<qco> would you consider doing a breakdown of one of your songs?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n7:30 pm</dco> &nbsp;<qco> what's your wall of most resistance</qco> </h3>      \ntrying too hard\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n7:18 pm</dco> &nbsp;<qco> Now that you have access to the third dimension will you ever go back to just two?</qco> </h3>      \nyes, i do it all the time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n6:54 pm</dco> &nbsp;<qco> ever tried getting high and writing a song, might be super surreal.</qco> </h3>      \ni almost didn't even think of that\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n6:36 pm</dco> &nbsp;<qco> how long do you spend on each video usually?</qco> </h3>      \na reasonable and very normal amount of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n6:26 pm</dco> &nbsp;<qco> Whats YOUR favorite song of yours?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n6:21 pm</dco> &nbsp;<qco> i'd like to think the lesson in \"i'm a princess\" is, that one shouldn't depend on others to tell you about what you should do and simply listen to your own voice and it will tell you what you want to do. And to treat your voice like a princess. But if Bill thought that, when he wrote the song, then it would mean I didn't listen to myself and instead listened to his opinion about it.</qco></h3>      not if you came up with your opinion before hearing mine<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ans so, in realising the lesson i have already failed it. Or is that irony just another part of your schemes?</qco> </h3>      \nthis is alarmingly correct, except i can't take credit for all of that. i'm just playing upon themes that are at least as old as our world\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n6:16 pm</dco> &nbsp;<qco> Do you ever feel like your songs are \"trust the process\" type songs or do you usually have an idea of what the songs will be like?</qco> </h3>      \nboth\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n6:04 pm</dco> &nbsp;<qco> i'm a princess is one of my favorite songs of yours. can you please show me another to be my favorite ASAP</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n6:04 pm</dco> &nbsp;<qco> What's Steve's actual name from \"Hi, im steve\"</qco> </h3>      \nit's your name\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n6:02 pm</dco> &nbsp;<qco> when you make a song do you come up with the lyrics or music first?</qco></h3>      hopefully not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; which do you prefer coming up with first?</qco> </h3>      the way it works best is when they both arrive at exactly the same time. If you only get one, then it gets a little awkward. it's like when you buy a pen with no cap, so you have to buy the cap separately\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n5:48 pm</dco> &nbsp;<qco> have you ever tried writing a novel?</qco> </h3>      \nno\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n5:41 pm</dco> &nbsp;<qco> when was \"I'm a princess\" written?</qco> </h3>      \nmarch/april, 2019\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n5:37 pm</dco> &nbsp;<qco> What was your method for figuring out how to 3D animate a person walking or even just grooving? </qco></h3>      try it, hate it, try it differently, hate it, try it differently, hate it, try it differently, hate it, panic about time going by, make an entire video without it, then return to it, try it again, hate it, try it differently, hate it, etc. Then daydream about simpler times<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;New video made my day, btw, just wanted to let you know that, heh</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n5:37 pm</dco> &nbsp;<qco> How did you decide upon your style?</qco> </h3>      \nbasically what usually happens is, i get a trillion ideas in my mind of what i WISH it could be like. then i get extremely disappointed to realize that none of those ways are actually possible for me to do. then, sometimes, i am able to find 1 way that is just barely possible. and i settle for doing it that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n5:31 pm</dco> &nbsp;<qco> what did you mean when you said \"everyone is princess\"?</qco> </h3>      \nthat's at the end of a video/song all about being a princess. so i just wanted to make sure everyone feels included\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n5:20 pm</dco> &nbsp;<qco> are you secretly a king?</qco> </h3>      \ni either don't know of can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n5:07 pm</dco> &nbsp;<qco> do you believe that door hinge is a viable word that rhymes with orange</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n5:03 pm</dco> &nbsp;<qco> Hi Bill, were the bits in your new video surrounded by the border made in your old 3D program, and the borderless parts in the new 3D program?</qco> </h3>      \nthat's almost true, except then i added some borders for some of the later things too. Most of the content you see starting from the first lyric, up to 'about my world', that was done in the old world (2019). with some extra captions and dressings newly added on top of it. and everything after 'about my world' was done in the new world\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n5:00 pm</dco> &nbsp;<qco> what's your favorite geometrical figure?</qco> </h3>      \ndot\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n4:51 pm</dco> &nbsp;<qco> what do I do when I wake up in the middle of the night and i'm tired as hell but my brain won't turn off?\n<br>\n<br>difficulty level: i have a day job</qco> </h3>      \nstay near your bed, but make sure you have your alarms set, and think about your alarm times, and think about the day tomorrow. See if you can use this time to figure out how to make an ordinary day like tomorrow be better\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n4:46 pm</dco> &nbsp;<qco> What is your favorite song that you have written?</qco> </h3>      \ni would prefer to write a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n4:46 pm</dco> &nbsp;<qco> do I even need motivation to do things?</qco> </h3>      \nthat depends if you want to do the thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n4:45 pm</dco> &nbsp;<qco> What drives you to be the person you are, </qco></h3>      the way things are<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how can i find what drives me?</qco> </h3>      start by just finding more things. the more things you find, the more likely it is that one of those things will drive you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n4:44 pm</dco> &nbsp;<qco> sometimes i think people are making art with the intention of standing out and finding their \"niche\". i try to avoid thinking like this because i think it messes with the point. I find it very hard to avoid looking at stuff though. Should i just turn off my phone? </qco></h3>      you could try it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you still spend little time looking at what other people are making and doing?</qco> </h3>      yes\n\n<br><br>"
  }
]
