[
  {
    "html": "<h3> <dco>5.1.22&nbsp; \n10:13 am</dco> &nbsp;<qco> What is grass?</qco> </h3>      \na perfect way to test the limits of the computational power of your universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.22&nbsp; \n10:02 am</dco> &nbsp;<qco> would you use comic sans as your font?</qco> </h3>      \noccasionally\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.22&nbsp; \n9:23 am</dco> &nbsp;<qco> is 'I'm a princess' about the life of a royal? (neighbours you don't have = media, soldiers that make sure you're lonely, \"do you love me?\" could be Diana?)</qco> </h3>      \nin some ways, it's about a princess\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.22&nbsp; \n7:19 am</dco> &nbsp;<qco> do you know how i can develop my jazz/improv skills as someone who has taken a very classical approach to music? thanks :)</qco> </h3>      \nstart by spending a few hours trying to see if you can solve all the world's problems using only your instrument. it's not important whether you can, it's the attempt that counts here\n\n\n\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2022-04.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>4.30.22&nbsp; \n10:25 pm</dco> &nbsp;<qco> how often do you stare at the ceiling</qco> </h3>      \nonce per ceiling\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.22&nbsp; \n10:09 pm</dco> &nbsp;<qco> Why do you talk about days of the week so much? </qco></h3>      they are a well known point of reference<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Did they get imprinted in your brain when you were uploading daily and never fully leave?</qco> </h3>      \nthey were imprinted in my brain when i was a young child and i first learned them\n\n\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.22&nbsp; \n9:40 pm</dco> &nbsp;<qco> bill, i've begun talking to myself but it's like... i've begun pretending like i'm on a talk show or having a conversation with someone else so like i'm physically nodding and laughing and going \"yeah, yeah, no, you're right, and i think . . .\" and stuff and i feel like a psychopath. wtf. i've come across all sorts of profound ideas and realizations doing this but it isn't anything like the stuff on your reality page-your stuff is interesting and sort of romantic- </qco></h3>      that's because it's edited<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;mine is simply disturbing. it isn't presentable at all. </qco></h3>      neither is mine, before it's edited<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i saw myself doing this shit in the mirror by accident and i realized how fucking weird i am. WHAT DO I DO</qco> </h3>      you could try out for the olympics, in the 'weird' section\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.22&nbsp; \n6:30 pm</dco> &nbsp;<qco> thoughts on physics?</qco> </h3>      \nit's pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.22&nbsp; \n5:58 pm</dco> &nbsp;<qco> why is it called oven if you of in the cold food and of out hot eat the food</qco> </h3>      \nthat's just the way the lord intended\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.22&nbsp; \n3:39 pm</dco> &nbsp;<qco> Are graffiti art or vandalism?</qco> </h3>      \nbest of both worlds\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.22&nbsp; \n12:41 pm</dco> &nbsp;<qco> Do you get your inspiration from the dreams you have?</qco> </h3>      \noccasionally\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.22&nbsp; \n11:31 am</dco> &nbsp;<qco> what's your opinion on dinosaurs?</qco> </h3>      \nwould be better if they weren't so fuckin extinct\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.22&nbsp; \n10:25 am</dco> &nbsp;<qco> do u ever express ur emotions in the form of music&nbsp;</qco> </h3>      \noh hell yeah\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.22&nbsp; \n3:20 am</dco> &nbsp;<qco> what is your favorite chord</qco> </h3>      \nF\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.22&nbsp; \n1:39 am</dco> &nbsp;<qco> favorite motivational quote</qco> </h3>      \n'what do you want'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.22&nbsp; \n12:32 am</dco> &nbsp;<qco> help, all my friends say that the music i like isn't real music at all.</qco> </h3>      \nin that case, no music is real\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.22&nbsp; \n11:27 pm</dco> &nbsp;<qco> what is your favorite font?</qco> </h3>      \nnormal\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.22&nbsp; \n10:55 pm</dco> &nbsp;<qco> shorts r so stupid y do people wear them.</qco> </h3>      \nbecause you weren't around to educate them on this\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.22&nbsp; \n10:07 pm</dco> &nbsp;<qco> why does everyone take the sun for granted</qco> </h3>      \nbecause so far it's always been there\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.22&nbsp; \n10:01 pm</dco> &nbsp;<qco> how would you approach the task of describing one of your artworks and also yourself as an artist. for example your work is being submitted to an arts college so that you can graduate, and the powers that be require you to give an accompanying \"artist statement\". (ps i agree with your previous answer. and thats precisely why i seem to be in a pickle. i feel that i said everything in the music already, and that any more words could even be detrimental) (pps thanks)&nbsp;</qco> </h3>      if i had to fill a section called \"artist statement\", i think i would go with \"hi\". or maybe \"high\". perhaps another option could be \"high, i'm\" \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.22&nbsp; \n7:47 pm</dco> &nbsp;<qco> how did you find the whole 'vibe' or aesthetic for your channel? Its so cool but I wonder if there is like a backstory idk- also you're super cool ^^</qco> </h3>      \nbasically i think of 10,000 ways to make videos, and then unfortunately i realize that all of those ways are impossible. then, after calming down a bit, i realize that there might actually be 1 possible way. and i do it that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.22&nbsp; \n7:28 pm</dco> &nbsp;<qco> Do you usually write lyrics first and then come up with a melody to fit the lyrics,</qco></h3>      absolutely not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you write the melody first and then come up with lyrics that fit the melody?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.22&nbsp; \n5:20 pm</dco> &nbsp;<qco> what's your favorite junk-food?</qco> </h3>      \njunk\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.22&nbsp; \n1:49 pm</dco> &nbsp;<qco> if the best songs are usually the ones that appear out of nowhere, is practicing improv a good way to find these songs more often?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.22&nbsp; \n11:35 am</dco> &nbsp;<qco> Can your next song please have the words Rock and Duck in it?&nbsp;</qco> </h3>      \nit does not\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.22&nbsp; \n10:26 am</dco> &nbsp;<qco> Please give me motivation to study for my AP exams</qco> </h3>      \nfirst i would have to ask you about what effect the results might have on you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.22&nbsp; \n9:38 am</dco> &nbsp;<qco> how is your music so catchy?</qco> </h3>      \ncan't you see i'm trying to destroy the universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.22&nbsp; \n8:40 am</dco> &nbsp;<qco> at what point do you know the song is exactly how you intended it to sound like?</qco> </h3>      \nnever\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.22&nbsp; \n6:56 am</dco> &nbsp;<qco> how many words are in the title of your next song?</qco> </h3>      \n6 even though most people would say it should have been 5\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.22&nbsp; \n2:36 am</dco> &nbsp;<qco> what is ur favorite thing 2 get at the corner store ??</qco> </h3>      \nenlightened\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.22&nbsp; \n2:09 am</dco> &nbsp;<qco> how would you approach the task of describing one of your artworks and also yourself as an artist. </qco></h3>      wouldn't<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;for example your work is being put in some kind of museum&nbsp;</qco> </h3>      \nif the artwork is on display then why would it need to also be described? seems redundant. maybe someone in the museum could telephone someone outside the museum and describe to them. but even that seems kind of unnecessary. the person outside the museum probably has other things to see\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.22&nbsp; \n12:41 am</dco> &nbsp;<qco> how do you come up with songs? do you think of them or does a little songbird drop it in your ear, the latter happens to me&nbsp;</qco> </h3>      that is pretty much how it goes. i often try to negotiate with the song bird to try to bring it quicker, sooner, and more frequently, but it's never there before it's there so that doesn't work. and when it is there i have to catch the song\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.22&nbsp; \n10:46 pm</dco> &nbsp;<qco> thank you for sharing your music i like it very much. are there any of your songs that hold a special place in your heart?</qco> </h3>      \nyes, usually the ones i haven't done yet\n\n\n\n\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.22&nbsp; \n8:53 pm</dco> &nbsp;<qco> How much of the periodic table do you have memorized?</qco> </h3>      \nhydrogen\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.22&nbsp; \n4:48 pm</dco> &nbsp;<qco> I did my first live performance today. It was fairly simple but it sucked. I knew it sucked when I was doing it, and the more times I listen to the recording, the more flaws I notice. I got too emotional and accidentally sped up the tempo at one point. The mic was too quiet. All the techniques I learned headed straight out. The entire thing was awkward. I'm pretty sure I'll do more live performances in the future, but right now I just want to erase this from my memory, but I can't. The anxiety is killing me right now. Has this happened to you before? Do you have any advices on coping with it?</qco> </h3>      \nthere's only 1 way to deal with this. spend much more time on stage. spend more time on stage than you do in your home. at this point the stage will become your home\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.22&nbsp; \n4:39 pm</dco> &nbsp;<qco> will you ever make a song about butterflies</qco> </h3>      \nall options are on the table\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.22&nbsp; \n2:46 pm</dco> &nbsp;<qco> What was the motivation to transition from \"pure\" music to including visual symbolism into your work?</qco></h3>      videos are a good way to deliver songs to an audience <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Would you say there are similarities with challenges between visual arts and music? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or do you find the visual aspect a challenge different to that of a musical orientation?&nbsp;</qco> </h3>      \nthere are similarities and differences between music making and video making\n\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.22&nbsp; \n12:47 pm</dco> &nbsp;<qco> what do you think is your biggest obstacle to spiritual happiness&nbsp;</qco> </h3>      \nspiritual happiness\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.22&nbsp; \n12:11 pm</dco> &nbsp;<qco> If the earth revolves around the sun, and the, moon revolves earth, what revolves around the moon?</qco> </h3>      \nyou might have to do it\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.22&nbsp; \n11:37 am</dco> &nbsp;<qco> how to not have anxiety</qco> </h3>      \nhave you considered flipping out\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.22&nbsp; \n11:10 am</dco> &nbsp;<qco> tell me a joke (and make it funny)</qco> </h3>      \nnothing is funny\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.22&nbsp; \n11:03 am</dco> &nbsp;<qco> if Steve's name is not Steve then what is his name</qco> </h3>      \nit's your name\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.22&nbsp; \n10:54 am</dco> &nbsp;<qco> what is the right amount of time to heat porridge</qco> </h3>      \nforever\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.22&nbsp; \n8:17 am</dco> &nbsp;<qco> how are you</qco> </h3>      \npretty good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.22&nbsp; \n7:30 am</dco> &nbsp;<qco> are you speaking words of wisdom?</qco> </h3>      \nall words have wisdom in them somewhere\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.22&nbsp; \n6:42 am</dco> &nbsp;<qco> what's your favourite word?</qco> </h3>      \nword\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.22&nbsp; \n3:13 am</dco> &nbsp;<qco> You have said that you won't make an album because that is not how you yourself enjoy music. You listen to singles only.Is this true?  </qco></h3>      i listen to songs, sometimes in large quantities, but not arranged in the order of the original album<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What do you think about albums that are greater than the sum of their parts, and are crafted to be enjoyed in sequence? </qco></h3>      i've heard of those. i was curious about them, so i listened to some of the most famous reknown ones, that are commonly most hailed and respected for being exactly what you just said. in every case, i was not only surprised to find out that they did NOT sound/feel to me like anything more than a list of songs, but ALSO in every case i was shocked to find out that the songs didn't even sound like they were in a very good order. <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I think this is what people mean when they ask if you'll make an album, they (I) want the artist to curate a longer-form listening experience.\n</qco></h3>      yes, my preferred way to do that is to combine it with video, and use music in ways much beyond just songs<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Previously you've said your songs should be listened to in release order,</qco></h3>      they can be listened to in any order<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but with the knowledge of how you select your next songs it seems like the chronologic album is like a psedo-shuffle mode, and infact each subsequnet song you try to subvert the last for the sake of not repeating yourself.</qco> </h3>      that sounds good for sequencing, but you still don't have to listen to it that way if you don't like it that way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.22&nbsp; \n12:49 am</dco> &nbsp;<qco> do i not deserve to be messed up because of my talents? or do i not deserve talents because im messed up?</qco> </h3>      \nyou deserve to not be messed up, and have talent. i can't remember if that was one of the choices\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.22&nbsp; \n10:12 pm</dco> &nbsp;<qco> what do you think when other people make videos about you</qco> </h3>      \ni'm usually busy making my own videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.22&nbsp; \n7:58 pm</dco> &nbsp;<qco> What is your favorite song you made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  }
]
