[
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n11:22 pm</dco> &nbsp;<qco> There's only 15 ways to play a oomph note. If you've got the right oomph, but the wrong bap, what kind of pap are you actually looking for?</qco> </h3>      you need something that conveys the message that you are in the best tribe\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n10:51 pm</dco> &nbsp;<qco> is absolute pitch necessary when improvising with other musicians?</qco> </h3>      nah\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n9:07 pm</dco> &nbsp;<qco> have you been at all successful with filming key/voc improv on a regular basis to make more short form simple content to release more often?</qco> </h3>      i always have the means to write short content to release as often as i want. the question is, is it worth taking time away from the medium sized projects. and the answer is debatable. i do favor short content, but then i think if you really look at just the sheer amount of extremely (extremely) short content i have already made so far, it becomes a little bit more of a clear discussion\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n9:06 pm</dco> &nbsp;<qco> What are the boys down in congress saying in hello sexy pants?</qco> </h3>      probably something mad about the pants\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n8:49 pm</dco> &nbsp;<qco> how would you reorder some of the most famous albums out there? like Thriller, just to throw out an example?</qco> </h3>      hold on i have to check what's on there ....... ok. as for right now, i would go ahead and listen to human nature. that's it. then probably something from a vastly different album\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n6:47 pm</dco> &nbsp;<qco> How do I fall in love?</qco> </h3>      you won't know until after\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n6:31 pm</dco> &nbsp;<qco> Favourite youtuber?</qco> </h3>      Will Smith\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n6:02 pm</dco> &nbsp;<qco> just wanted to say that i hope you're doing good - your videos are way cool! &lt;3</qco> </h3>      that's nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n5:52 pm</dco> &nbsp;<qco> how to stop being a poser</qco> </h3>      impossible. the only thing you can do is improve the poses\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n4:38 pm</dco> &nbsp;<qco> Do you think you'll ever do a live show</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or a meet and greet event?</qco> </h3>      meet, not greet\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n4:33 pm</dco> &nbsp;<qco> what's your psychedelic stance on politics</qco> </h3>      fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n3:57 pm</dco> &nbsp;<qco> what are you working on right now? is it a song,</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or another hotewig style video?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; im worried because your last video is suggesting that you might quit</qco> </h3>      i think if you watch that video it does not seem to suggest that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n3:54 pm</dco> &nbsp;<qco> my 5th cousin listened to one second of your song and now thinks you must be a coal miner. what should i cook for dinner tonight?</qco> </h3>      all the fresh coal, from the mines\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n3:51 pm</dco> &nbsp;<qco> Can you play, or have you ever played, a piano sonata?</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n3:47 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201905232226\">5.23.19&nbsp;&nbsp;10:26 pm</a>  yeah that's nice but when is it being uploaded to the internet?</qco> </h3>      that probably shouldn't happen until i finish it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n3:12 pm</dco> &nbsp;<qco> Do you have any ideas on how to fuse multiple things into one big thing?</qco></h3>      <a href=\"https://billwurtz.com/tape.mp4\">maybe</a><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I really wanna fuse my three main interests (art, biology and liguistics) together into one amazing thing, but unfortunately I don't know where to start!! Maybe I could draw cells dividing and have it say \"mitosis\" in different languages, but does that make any sense? I want it to be a huge trademark of mine, but I feel like it will eventually become very repetitive and boring for everyone to look at. Plus, I don't really think that those three things go well together. I mean, fusing art and biology is very doable, but language? How am I supposed to intergrate that into those other two things? I just don't get it.\n<br>Should I give up on the entire idea of fusing said things into one big thing , or should I start experimenting?</qco> </h3>      2 words: michael crichton and james cameron\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n3:04 pm</dco> &nbsp;<qco> It's been 2 months without a video... I really hope that what you have in store will be worth the long wait!</qco> </h3>      <a href=\"lotofpressure.mp4\">ok!</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n2:08 pm</dco> &nbsp;<qco> hey not sure if you remember me but i was that one guy who asked a bunch of existantial questions 5-6 motnhs ago. thanks for helping out. really owe you one</qco> </h3>      oh that's cool\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n1:58 pm</dco> &nbsp;<qco> what age did you start doing music</qco> </h3>      about 2 i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n1:37 pm</dco> &nbsp;<qco> Does piracy hurt the artist?&nbsp;</qco> </h3>      it only hurts the cops. each artist must decide deep down whether they are a cop or a pirate\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n1:34 pm</dco> &nbsp;<qco> what do you think about the car?&nbsp;</qco> </h3>      it has caused widespread horse unemployment\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n1:06 pm</dco> &nbsp;<qco> How do I know it's you</qco> </h3>      whom\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n12:59 pm</dco> &nbsp;<qco> When did this&nbsp;&nbsp;psychedelic ms paint ish thing become your signature look?</qco></h3>      when i wrote 'history of the entire world i guess' it suddenly became necessary to adopt some new techniques such as drawing, and maybe even a pinch of 3D graphics<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What kind of art and music were you into when you were younger that inspired it?</qco></h3>      i'm not sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It's pretty rad&nbsp;</qco> </h3>      that's nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n12:57 pm</dco> &nbsp;<qco> are you even an alive human person?</qco></h3>      let me perform some calculations<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; why can't i determine whether you are or nah?</qco> </h3>      could be the data<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n12:17 pm</dco> &nbsp;<qco> How long did it take you to research all the information in \"history of the entire world, i guess\"?</qco></h3>      3 to 5 months<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How did you decide what to include/how detailed to be?</qco> </h3>      by remembering the golden rule of detail: which is that every amount of detail is the wrong amount of detail\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n11:49 am</dco> &nbsp;<qco> i think the most enjoyable part of making a project is like 15 to 20 percent in when you can feel things are going well and it will be good.&nbsp;&nbsp;before you really realize that you're only actually 3 percent of the way through. a lot of getting better at all of this seems to be gaining the power to overcome the suffering of it just not being done after you have already hit that dopamine wave. sometimes you get lucky and have multiple dopamine waves when new things emerge in the project, but this is my general hypothesis right now. thoughts?</qco> </h3>      i think what eventually makes all the difference is whether you are at the point in your life where you have a linear sequencial project list going\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n11:34 am</dco> &nbsp;<qco> hey bill, how do you create key changes in songs that make them sound so smooth? like in \"the moon is made of cheese\" you did a mind-boggling 16 key changes in it and it sounds so wonderfully smooth and flowy. Whenever I try to do a key change it always sounds so sudden. any advice??</qco> </h3>      the first question to ask is, why are you trying to do key changes. the answer is probably 'because you like them'. (that's a good answer.) but the next question is, what are the ones that you've heard and liked? the next step, learn all those. that's it. carry on as normal. you now know all the ones you like\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n11:32 am</dco> &nbsp;<qco> two questions! one: which one of your songs has the most key changes?</qco> </h3>      likely 'the road'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n10:52 am</dco> &nbsp;<qco> <a href=\"q.php?date=201905240050\">5.24.19&nbsp;&nbsp;12:50 am</a>  have you heard individual songs that you think are in the right order?</qco> </h3>      yes but for me it's different every time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n9:22 am</dco> &nbsp;<qco> do you use your tripod for those bird-eye shots of your keyboard when you go ham and play a cool epic solo or whatever? because idk how else you would. i mean it is probably very possible but i just can't think of how else you as a person would do it?????? idk dwlqedhtrui&nbsp;</qco> </h3>      for the directly above still shots i use a music stand\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n6:33 am</dco> &nbsp;<qco> where is the Wild Frolicking Adventures of Informational Education velcro episode</qco> </h3>      in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n6:00 am</dco> &nbsp;<qco> thoughts on playing only the spicy half step 2 and (b)3 notes together as a replacement for the minor 1 chord?</qco> </h3>      that's getting right to the point then isn't it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n5:07 am</dco> &nbsp;<qco> Hello! I come from a very cut- throat high school that only cares about their students' GPA and their GPA contributes to whether they enter a good college or not. Coming from this environment, I felt a constant pressure because I was surrounded by hard-driven people that applauds when they see another person's rank goes down so they can move up. Well college decisions released, and unfortunately, I did not get into the college I wanted and for these past few months I felt very worthless because I kept comparing myself to those who got into my dream school. Most students in my school got in and some I question why and how and I started to fall in this wormhole of depression where I think I was not enough compared to other students because my dream school did not accept me whilst they accepted many others that I thought did not care enough about school. I just feel like the whole world is against me because now I would go to school, ashamed to share the college I'm going to and hearing EVERYONE going to my dream college. Everywhere I go, I hear them getting into my dream college and I am truly happy for them, but it just feels like the whole world is ridiculing me. How can I stop this negativity cluttering up my mind? I know this is so unhealthy for me, but when you are constantly reminded of your failure, how do you cope with that? I really wish you see this because no one around me has the answers and I just feel like I am alone in figuring these things out.</qco> </h3>      a couple of things it is important to remember. 1. college/university education is rapidly losing credibility out in the real world. in other words, as we move into the modern era, it matters less and less to anyone whether or not someone has a university degree. or 2., maybe you feel envious because you think it will socially and culturally be some kind of golden magical time. and that may be true, but as an alternative can i interest you in becoming a traveling poet\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n2:00 am</dco> &nbsp;<qco> how is fashion important to presentation of music (music videos, live performance, etc)</qco> </h3>      that indicates the many different types of ways you could do it. (orderly, unweildy, etc)\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n1:51 am</dco> &nbsp;<qco> are you in a 'gear head' phase?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n12:26 am</dco> &nbsp;<qco> Off the top of your head, what is the strangest/creepiest question someone has ever submitted here?</qco> </h3>      every question is stranger and creepier than the previous. each and every question sets a new record for the strangest and creepiest question\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n11:25 pm</dco> &nbsp;<qco> do you have any tips on translating drum sounds into vocals, or vocal percussion in general</qco> </h3>      watching a lot of bobby mcferrin could be a good start\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n11:05 pm</dco> &nbsp;<qco> If you gained knowledge from all previous beings what should you do?</qco> </h3>      make up a song about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n11:05 pm</dco> &nbsp;<qco> What should we expect out of cults nowadays?</qco> </h3>      values, leadership, diversity,\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n11:03 pm</dco> &nbsp;<qco> I love your videos! How long does it take to make them?</qco> </h3>      longer than i wish\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n10:59 pm</dco> &nbsp;<qco> I keep asking questions but never remember to check them :( any advice? - a person</qco> </h3>      congratulations on beating the odds, this time at least\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n10:59 pm</dco> &nbsp;<qco> What's your track mastering process?</qco></h3>      it's kind of a blurred line as to where the mixing process ends and where the mastering process begins, but one of the last things i do is car checks, different speakers checks, etc<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you listen to a rough mix of your music in various places and adjust accordingly? \n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Will you use accordion in any of your tracks?</qco> </h3>      <a href=\"https://billwurtz.com/monday-accordion-bowling.mp4\">oh sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n10:33 pm</dco> &nbsp;<qco> I know a guy who was born on an island. He's over 40 years old now and has never been off the island except for a short time a couple weeks ago when he crossed a bridge but he came back within 10 minutes. It's not a huge island but not a small one either. You could not walk all the way around in a day, but you could in a week. Do you live on an island?</qco> </h3>      i think so but it's probably a bit bigger\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n10:28 pm</dco> &nbsp;<qco> What's your favorite temperature of water to drink?</qco> </h3>      maybe about 36(F), 2(C)\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n10:07 pm</dco> &nbsp;<qco> If you could be any bird, which one would you be?</qco> </h3>      plane\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n9:54 pm</dco> &nbsp;<qco> My brain leaks sometimes but i write it down do you write your brain leaks?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n9:40 pm</dco> &nbsp;<qco> gothic or romanesque architecture</qco> </h3>      i won't know until i taste that first bite\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n9:37 pm</dco> &nbsp;<qco> What's a good music notation app that offers synth as an instrument choice and is free?</qco> </h3>      i'm not sure, for me the only way to really get what i want from notation is to <a href=\"writeitbyhand.png\">write it by hand</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n9:07 pm</dco> &nbsp;<qco> My friend is now assuming I have a mental disorder because I enjoy your music. He stops giving me the aux cord :( What do I do?</qco> </h3>      my friend assumes i'm a loser because i keep answering questions from you. he has cancelled my internet\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n8:35 pm</dco> &nbsp;<qco> Help, I'm trapped inside a bill wurtz video.</qco> </h3>      no you're not, but i am\n<br><br>"
  }
]
