[
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n8:01 pm</dco> &nbsp;<qco>  there's this girl in my class who i think might hate me. almost every time i'm nearby (seats/tables change every week), shemoves to a different seat far away from her assigned seat. we have spoken before, and she didn't seem mad, so i'm not totally sure. i would ask her why she hates me, but i ran this scenario in my mind and in that scenario sheasked me the real question is why am i paying so much attention to her. and scenario-she is right, i don't have an answer to that question, i don't know why the fuck i notice her so much, i don't know what's wrong with me. ifind her to be very noticeable, she has a lot of qualities that i may or may not care that much about, she's very smart in that bored kind of way because it's all so easy for her, but she's curious and an original thinker, she's also quite the comedian when she wants to be, and she's into science and gaming and art. goddammit, maybe i'm just overthinking it, she doesn't like that i notice her, she probably thinks it's creepy, i reap what i sow, i should just keep my mouth shut</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n6:56 pm</dco> &nbsp;<qco> Do you think that it could be a good idea for up-and-coming musicians with minor interests in other subjects (but for whom music is still their main passion) to go to college after high school, not for music, but to major in another field (connected to one of those aforementioned minor interests), that way they could get a good job in that field, thus allowing them to pursue their true passion in music without having to rely financially on the mercurial nature of the music industry?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n5:29 pm</dco> &nbsp;<qco> I'm about to come into possession of a whole load of free time and I think I want to learn the keyboard. I have one, but I have basically no knowledge of music theory - do you have any tips for how to get started? Should I learn some basics or literally just figure it out by playing it and try to rediscover music theory as I see fit? It feels like doing it the latter way would make it difficult for me to ever communicate with other people about my music, but maybe it's not too hard to learn the names for things when you have an understanding of them? Anyway, any advice would be greatly appreciated \n<br>\n<br>Thank you! (By the way your music is awesome)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n5:28 pm</dco> &nbsp;<qco> how many string cheeses tall are you</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n5:15 pm</dco> &nbsp;<qco> What does Microsoft Excel excel at?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; 4:03 pm</dco> &nbsp;<qco> Do you like water</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n3:43 pm</dco> &nbsp;<qco> Is the Mail Woman from \"Hi I'm Steve\" a trans allegory? She did say being a woman is the way she likes to live her life.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n3:37 pm</dco> &nbsp;<qco> how many years are there in a day</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n3:23 pm</dco> &nbsp;<qco> ev'ry time i visit this website i end up leaving it with an insatiable desire to make as many things as possible. well, i'll admit that's always there, but you tend to amplify it to the extreme. so this site's a great desire amplifier&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n2:58 pm</dco> &nbsp;<qco> What percentage of the questions on here are from people asking you if they should commit suicide and/or telling you that they are going to commit suicide?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n2:40 pm</dco> &nbsp;<qco> i installed an extension to block certain websites, i always judged myself for the hypthethical of doing it, thinking \"i can do this alone i dont need tools\" but boy has it helped deprogram muscle memory. Sometimes i dont even intend to go to a website, my fingers just go there. I also feel a bit more anxious about sitting with the pauses. perhaps i should just do some breathing excercises whenever a website is blocked\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n2:14 pm</dco> &nbsp;<qco> How to guitar well?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n1:17 pm</dco> &nbsp;<qco> Why does hating myself makes sense but not the other way around?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n12:35 pm</dco> &nbsp;<qco> i dont want to ask a question right now if thats ok with you</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n12:32 pm</dco> &nbsp;<qco> have you ever slipped through a gap in the matrix?\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or like.. have a cryptic phrase that sounds like it is nonsense but later on will be seen as profound wisdom in a time of need?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n12:25 pm</dco> &nbsp;<qco> Just got my driving license, where could I go?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n10:50 am</dco> &nbsp;<qco> is writing equivalent to dancing</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n9:52 am</dco> &nbsp;<qco> how joyous are you on a scale from pickle to trombone</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n9:25 am</dco> &nbsp;<qco> one thing i hate about making albums and EP's is that you can't really do much about the cover of individual songs, it's all combined into the album cover, so i like to release each song as a single instead of an album so i can control that\n<br>\n<br>am i just making a big deal over something unnecessary?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n7:22 am</dco> &nbsp;<qco> hi\n<br>also do you hate when people say hi but not anything else after it gosh its so annoying</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; 5:21 am</dco> &nbsp;<qco> What's your favourite song that you have created?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n4:33 am</dco> &nbsp;<qco> What timezone would Antarctica have if it had one?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n3:48 am</dco> &nbsp;<qco> how have you been and do you have any advice for surfing through your entire website in the span of 6-10 hours on a binge?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n2:41 am</dco> &nbsp;<qco> What is your favorite goldfish flavor</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; 2:26 am</dco> &nbsp;<qco> favorite meme word?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n2:20 am</dco> &nbsp;<qco> would you say 4'33\" by john cage is the perfect music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n2:11 am</dco> &nbsp;<qco> What does music mean to you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n1:41 am</dco> &nbsp;<qco> Have you ever just sat and watched the world spin?\n<br>I find it a bit dizzying.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n1:18 am</dco> &nbsp;<qco> do you ever come up with new ideas for songs in your dreams? and you wake up and are like oh shit that's a song i should write</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n12:22 am</dco> &nbsp;<qco> oh hi, how many thoughts does it take to make a brain?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n11:38 pm</dco> &nbsp;<qco> lowky cant wait to get a job so i look better when i complain about simple things</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n11:28 pm</dco> &nbsp;<qco> is the fish in billwurtz.com/doorfish.jpg the same fish in https://billwurtz.com/bwurtz%205%2017%2012.png</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n11:05 pm</dco> &nbsp;<qco> this year I discovered something amazing: you can make anything a hot pocket. if you dream it, you can achieve it. I put pizza dough around pot pie filling and it was delicious and delightful. I have also hot pocket-ed leftover BBQ pulled pork with incredible results. thus, my question to you, bill: do you have any hot pocket filling suggestions for my next stop on this hot pocket journey of enlightenment?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n9:59 pm</dco> &nbsp;<qco> In regards to another question asked earlier today, how expensive is your time, exactly? Do you get per diem? And do you bill for the amount that you pay yourself, or do you upcharge at a fair rate to not unbalance the market for your full presence?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n7:16 pm</dco> &nbsp;<qco> how does one pick between creative pursuits that are equally interesting and enjoyed but unrealistic to pursue concurrently</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n6:47 pm</dco> &nbsp;<qco> there's this person ive met online due to the fact that we both listen to you as our common artist and now we're in an intense battle of who is the better fan or the most \"wurtz\". how do you suggest we resolve this imminent crisis. thank you</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; 6:26 pm</dco> &nbsp;<qco> i think i failed my math exam</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n6:18 pm</dco> &nbsp;<qco> i just found out that apparently all of my friends are big fans of yours and were bonding over that and didnt even tell me also do you think i should end it all tonight</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n4:43 pm</dco> &nbsp;<qco> what do you often times do in your free time?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n4:42 pm</dco> &nbsp;<qco> Hi im just scrolling upwards. Can you tell me something you will enjoy about the question above this one?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n3:51 pm</dco> &nbsp;<qco> What are some Dutch cuss words?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n3:27 pm</dco> &nbsp;<qco> thoughts on \"what if...\" questions</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n3:10 pm</dco> &nbsp;<qco> Bill, when you say you prefer to make a new video to be your favorite video of yours, would it actually remain your favorite or will you make another video to out-favorite that video?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n1:26 pm</dco> &nbsp;<qco> recently heard a song that i found so good and powerful that it hurt to listen to it. do you know why this happens? i want to listen to this song but my emotions are surely being played with in ways i would very much like to understand</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n1:09 pm</dco> &nbsp;<qco> what is the square root of a pumpkin?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n1:08 pm</dco> &nbsp;<qco> A couple of questions for you who's good at math: is infinity divided by infinity 1, or is it something else? And, does negative infinity + positive infinity = 0? Why/why not?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n12:34 pm</dco> &nbsp;<qco> Is there objective morality&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n12:09 pm</dco> &nbsp;<qco> I'm graduating high school on Thursday, any advice?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n11:00 am</dco> &nbsp;<qco> is it june yet</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n10:14 am</dco> &nbsp;<qco> I'm tired of my job, and I desperately want to quit because of how much it stresses me out all the time.&nbsp;&nbsp;the problem is that my job is pretty easy so any other job is likely to stress me out even more.&nbsp;&nbsp;do you know any clever tricks I can use to escape this situation</qco> </h3><br><br>"
  }
]
