[
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n11:46 pm</dco> &nbsp;<qco> Too many kid fans. Make your next vid about how great fucking is and saying the word fuck and saying duck while fucking. Thin the herd out a bit.</qco> </h3>      you think that would make kids not want to watch it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n11:35 pm</dco> &nbsp;<qco> is a pickle a flavoured cucumber or is a cucumber an unflavoured pickle?</qco> </h3>      a pickle is a pickled cucumber. the pickling is what was done to the cucumber. if any of the folks at home have ever pickled a cucumber, then you surely know exactly what i'm talking about\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n10:42 pm</dco> &nbsp;<qco> how often do u wOOOOOOOOOOOOOOOOOOOOAH</qco> </h3>      a couple times per time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n10:14 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201802271042\">2.27.18&nbsp;&nbsp;10:42 am</a> &nbsp;&nbsp;&nbsp;&nbsp;how do you do songwriting in the library?? digital keyboard and headphones? seems like it'd disturb people otherwise?</qco> </h3>      no, just staff paper, pencil, and ear plugs (so i am not disturbed by others). here is an <a href=\"http://billwurtz.com/dream-of-evil.pdf\">example</a> of a chart that was written entirely in the library on the date listed at the top\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n9:34 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201707110013\">7.11.17 12:13 am</a> two questoins: why don't you copyright them? </qco></h3>      they are. i actually get paid when they do that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;why do you hate them when they are just making your vids good for students and stuff to watch?</qco> </h3>      they are actually making it less enjoyable for students\n\n<br><br>"
  },
  {
    "html": "<h3>\n <dco>2.27.18&nbsp;\n9:23 pm</dco> &nbsp;<qco> If you had the time to do so, would you keep the reality section up to date with the current day?</qco></h3>      i have realized that's not a good idea<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or would you leave a delay between when you recorded the journal and when you published it?\n<br>\n<br>I'm doing a similar project and I think I won't. It feels like, by instantly showing people what you thought while making that thing, you've stopped people from coming up with their own ideas/interpretations/theories about your thought process because you've already presented the DEFINITIVE-HERE-IS-HOW-I-FELT-ABOUT-THING thing, instead of waiting a few days/weeks/months/whatever. Is that something you have any opinion about?</qco> </h3>      the longer i wait before editing, the stronger the story can be, and the richer the foreshadowing can be. because i know how it's going to turn out, so i can pick clips that support that story line<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n9:16 pm</dco> &nbsp;<qco> have you been making journal videos,</qco></h3>      audios<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and if you are, are you going to upload them to reality?</qco> </h3>      first i have to search for clips to use. then vidify them. then upload\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n8:31 pm</dco> &nbsp;<qco> What strategies do you use to calm yourself down in a stressful situation?</qco> </h3>      think about the ground\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n8:06 pm</dco> &nbsp;<qco> Was the exodus real?</qco> </h3>      which one\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n8:02 pm</dco> &nbsp;<qco> bill why don't you read my emails</qco> </h3>      which ones were yours\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n6:52 pm</dco> &nbsp;<qco> what is your favourite character?</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n6:45 pm</dco> &nbsp;<qco> what were your intetions when you thought about making your videos? </qco></h3>      <a href=\"musicvideos.mp4\">music videos</a><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n(if you made them just because you were bored, you are a real inspiration of what to do when you are bored)</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n6:15 pm</dco> &nbsp;<qco> What is your favorite pop song?</qco> </h3>      i will give you my top 10,000 when i get a chance, which by the way are all tied for first place\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n6:13 pm</dco> &nbsp;<qco> how do i get people to listen to me?</qco> </h3>      what makes you listen to other people? next time you listen to someone, try to figure out why you are listening to them. then try to figure out how to do what they did\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n6:09 pm</dco> &nbsp;<qco> Do you genuinely have fun making these kind of videos</qco> </h3>      which kind\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n6:00 pm</dco> &nbsp;<qco> i asked this question before but you didn't give a really helpful answer, but how do i choose an idea ?</qco></h3>      there are many, many ways. too many ways to choose from<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; like before you started working on the unboxing video, were you just like \"hmmm ok time to make a new video.. what should it be about.... ummmm box! unboxing! ok now time to work\" or did you already have he idea?</qco> </h3>      i didn't have anything, i wrote something new, then rejected it, then wrote another thing, rejected that, then wrote unboxing and kept it. because unboxing is such a tried and true genre staple<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n5:06 pm</dco> &nbsp;<qco> If you had your own newspaper, what would today's headline be?</qco> </h3>      some days there are not headlines. i think the idea of having a headline every day can be a bad habit, because inevitably some days you will end up making a big deal out of something just because you need a headline\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n4:24 pm</dco> &nbsp;<qco> what even is 'normal'? everyone seems to know what it means but i'm confused</qco> </h3>      it's something similar to most other things. if that's possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n4:09 pm</dco> &nbsp;<qco> Can't anyone who uses language be considered a linguist?</qco> </h3>      you are supposed to get certified. there is a number you have to call\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n4:07 pm</dco> &nbsp;<qco> when you write your songs, do you create the melody and then the harmony, vise versa, or at the same time, or some secret other way?\n</qco></h3>      it's mostly obvious immediately with the melody. but then i can go back and nitpick details<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\ndo you have a book or strategy for going about jazz harmonization that you prefer?</qco> </h3>      i do it based on the way it sounds, and how it affects the song over all, when it is listened to\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n4:05 pm</dco> &nbsp;<qco> do you normalize your songs to 0db or do you leave any headroom? i know the trend nowadays seems to be to limit the shit out of the dynamic range such that there is nothing quiet left. but i kinda miss when parts of a song get quiet and then the next part gets loud, you know?</qco> </h3>      i would hopefully have it max out at zero but spend most of the time below. i actually don't know how to do that trick where the whole thing is glued to the ceiling. i kind of wish i knew how to do that so i could perhaps be more competitive, in the war\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n3:58 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201802261900\">2.26.18&nbsp;&nbsp;7:00 pm</a>  I don't believe in free will because I feel like we're all just reacting in the way we were set up to react by prior things reacting, like an equation.</qco></h3>      then we wouldn't be aware of it. the equation would be all set and done without our help, no supervision required<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It shouldn't matter, really, but it feels like it matters, which is why I would enjoy believing in free will.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n3:51 pm</dco> &nbsp;<qco> Hi, could you please change everything about yourself for me?&nbsp;</qco> </h3>      i will do it when i get a chance\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n3:32 pm</dco> &nbsp;<qco> What is your favorurite disney princess?</qco> </h3>      walt disney\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n3:29 pm</dco> &nbsp;<qco> why is every movie the #1 movie in america?</qco> </h3>      i can think of some that are not<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n3:12 pm</dco> &nbsp;<qco> If the government where you live suddenly outlawed music, would you still secretly continue making it?</qco> </h3>      perhaps i would focus on trying to outlaw the government\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n2:32 pm</dco> &nbsp;<qco> hey bill who is your boss?</qco> </h3>      bill wurtz\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n2:19 pm</dco> &nbsp;<qco> Why do yo not make any more notes?</qco> </h3>      i've been experimenting with a more sophisticated way of expressing myself. also i'm still writing short notes, they are appearing on twitter every day\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n1:34 pm</dco> &nbsp;<qco> opinions on the education system?</qco> </h3>      which one\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n1:16 pm</dco> &nbsp;<qco> which is the sixth art again? i lost count</qco> </h3>      they keep switching\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n1:04 pm</dco> &nbsp;<qco> can things in our world be perfect?</qco> </h3>      only all or none\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n12:25 pm</dco> &nbsp;<qco> Should musicians be tested for performance enhancing drugs?</qco> </h3>      by whom\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n12:12 pm</dco> &nbsp;<qco> Is today...... Day?</qco> </h3>      seems like it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n12:08 pm</dco> &nbsp;<qco> Why do schools make students say the pledge of allegiance every day?</qco> </h3>      more pledges, means more allegiance. even better if they don't know what the words mean, because they are too young to know what it means and then by the time they get older, they still can't figure it out because they've said it so many times they can't figure out the words, but they still say it, which in turn means more pledges <br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n12:06 pm</dco> &nbsp;<qco> What is your opinion on the English dictionary?</qco> </h3>      they are trying their best\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n12:04 pm</dco> &nbsp;<qco> why are you you</qco> </h3>      what else would i be\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n12:01 pm</dco> &nbsp;<qco> The American business environment has fundamentally changed following the insider trading and savings and loan scandals. Explain business ethics, and how they are applied today.&nbsp;</qco> </h3>      there's just more hoops to jump through now. got to be a good hoop jumper, or even hire a professional hoop jumper, full time. that's great news for hoop jumpers, they can have a thriving career\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n11:46 am</dco> &nbsp;<qco> on the day you were outside the brooklyn museum, as referenced in the song \"brooklyn museum\", did you also go inside the brooklyn museum?</qco> </h3>      no, it was like 7am, i don't think it was open<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n11:41 am</dco> &nbsp;<qco> What is your opinion on hardship?</qco> </h3>      it's a real drag\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n11:20 am</dco> &nbsp;<qco> Have you considered changing the numbers on your wall to 042? </qco></h3>      seems awkward with the zero there<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It has the added advantage of being the answer to life, the universe, and everything.</qco> </h3>      no it's not, it's just an extremely popular book reference\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n11:10 am</dco> &nbsp;<qco> you should link the questions page at the top of your description in your next video, along with the general \"billwurtz dot com\" link. </qco></h3>      i don't think that would be a good idea<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i feel that you would get a much larger variety of questions, and you could see into the minds of more of your fans. </qco></h3>      what happens when i do that is there is just even more of the standards (why umbrella, why no caps, mayonaise, answer be no, etc.)<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;no doubt many of them are not aware that you have a questions page.</qco> </h3>      the reason this page is tucked onto page 3 is to have some attempt of hiding from the brutal madness that the youtube comment section can be. also keep in mind i don't post nearly all the questions i get here<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n11:02 am</dco> &nbsp;<qco> man made god in his image. thoughts?</qco> </h3>      oh that's classic\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n11:02 am</dco> &nbsp;<qco> i have a fan theory that your from the future.</qco></h3>      the future is what you go To, not from<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And the reason your here is to save the earth. But your a satanist so the space police are like \"we dont want you spreading your wacky religion so to save the earth your have to use some other type of communication.\" And you were like \"ok.\" So you now you're in the past</qco></h3>      sorry when am i in the past<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; making your god-like videos (you can make them so well because you have futuristic editing software) and trying to save the earth. And the space police are in the future watching the earth become better and better every video you upload. so thanks my dude.&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n10:46 am</dco> &nbsp;<qco> A is the father of B, but B is not the son of A. How is this possible?</qco> </h3>      could be a girl\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n10:46 am</dco> &nbsp;<qco> why can't you spell?</qco> </h3>      i can. but i think the question is, why can't you hold a spoon properly\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n10:42 am</dco> &nbsp;<qco> what did/do you do in the library? you often write about it in your notebook</qco> </h3>      songwriting\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n10:21 am</dco> &nbsp;<qco> what is an apple made of?</qco> </h3>      apple\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n10:18 am</dco> &nbsp;<qco> how many spelling errors does it take to make a word right, like for instance sdkfbgv k</qco> </h3>      i don't know how many errors that was but that looks fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n10:18 am</dco> &nbsp;<qco> is you new song in the key of B?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.18&nbsp;\n9:47 am</dco> &nbsp;<qco> I WANT MY SONG TO SOUND BEtTER!!!</qco> </h3>      ah, #relatable\n<br><br>"
  }
]
