[
  {
    "html": "<h3> <dco>10.8.20&nbsp; \n4:36 pm</dco> &nbsp;<qco> when is the essential bill wurtz coming out on cd? would love to own it, thanks for the songs</qco> </h3>      \ni don't think CDs are big enough to hold the amount of music i would want to put on there\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.20&nbsp; \n3:18 pm</dco> &nbsp;<qco> When are you going to make your next video</qco> </h3>      \ndoing it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.20&nbsp; \n2:56 pm</dco> &nbsp;<qco> I'm looking forward to see what you've been working on, er rather what part of it you'll show. In the meantime I'll work on my own stuff.\n<br>\n<br>What part do you enjoy most? Working on a project, finishing a project, releasing a project, or starting a new project?</qco> </h3>      \ni only enjoy the moments where i have convinced myself to believe that one day i may figure out how to do this at a much more respectable pace\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.20&nbsp; \n1:45 pm</dco> &nbsp;<qco> What was the first video you made that used a 3d graphic?</qco> </h3>      \nhistory of the entire world i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.20&nbsp; \n12:04 pm</dco> &nbsp;<qco> How many trees are in a forest?</qco> </h3>      \ntoo many to comprehend\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.20&nbsp; \n10:58 am</dco> &nbsp;<qco> what are the stages of videomaking?</qco> </h3>      \nworry, panic, pure bliss, worry, then panic\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.20&nbsp; \n9:51 am</dco> &nbsp;<qco> i feel like i always have so much to do and am always coming up with new ideas to the point that i have 9 projects i am currently working on and 6 more that i haven't started. i realize that by having 9 active projects i am not getting any done, so how do you (as a fellow person exploding/imploding with ideas) focus on just one at a time?</qco> </h3>      \nfirst, figure out if there is any reason why any of them SHOULD be first. if none of them stand out, then go to random dot org, and trust in the holy power of random dot org, because the 1st project will lead to your next project which will lead to the next and therefore all projects, in a decisively forward line, thanks to the holy and decisive power of random dot org\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.20&nbsp; \n9:30 am</dco> &nbsp;<qco> <a href=\"q.php?date=202010071717\">10.7.20&nbsp;&nbsp;5:17 pm</a>  what other formats? cassette and CD maybe?</qco> </h3>      \nwhatever seems to have the highest capacity and longest lifespan\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.20&nbsp; \n9:27 am</dco> &nbsp;<qco> what's incredible but also completely confusing</qco> </h3>      \nthe whole world\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.20&nbsp; \n8:51 am</dco> &nbsp;<qco> What's your favorite improv session that's currently available on this site?</qco> </h3>      \nput it this way, i'm just glad that 'traded a windmill for my chevrolet' line finally got out. i used to stress out daily wondering if that line would ever make it out there\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.20&nbsp; \n7:51 am</dco> &nbsp;<qco> where did you learn to draw so well?</qco> </h3>      \nat home\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.20&nbsp; \n7:14 am</dco> &nbsp;<qco> will you ever do song without stict rhythm?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.20&nbsp; \n6:21 am</dco> &nbsp;<qco> What is 'rock' music</qco> </h3>      \nnormal music\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.20&nbsp; \n5:44 am</dco> &nbsp;<qco> do you ever plan to release an album? if not would you maybe release a comp of your best music in your opinion?</qco> </h3>      \ni would prefer to release song after song after song after song after song after song and so on in that pattern except with other videos in between too\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.20&nbsp; \n4:23 am</dco> &nbsp;<qco> what's a dream you had that you can recall really really well?</qco> </h3>      \na bob ross episode, he's doing a painting (obviously), and he's doing a bush in the lower right, probably a snowy bush, but here's the thing, instead of doing it the normal way, he gets a huge glob of white. like a huge ball of white paint, as big as a golf ball maybe. so he's doing the bush with this massive ball of white paint, and then it actually falls on the floor, he says oops and tries again, also he's talking about another interesting television show on another channel called 'Thursday to Paint', also telling us he doesn't really like that show very much and generally doesn't respect it. So anyway, he's working on doing this bush with a huge white glob of paint, and it falls on the floor a second time, and finally he decides to just, do it the normal way i guess (not with a huge glob), and so that works fine, then he leans down and cleans up those other 2 globs from before and says, embarrassed, 'that was just like Thursday to Paint.' 'That was some Thursday to Paint Shiat.'\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.20&nbsp; \n3:15 am</dco> &nbsp;<qco> Would you say your most recent song would be your favorite until the next one comes along?</qco> </h3>      \nif it's in the past, it's not my favorite because the plan is always to make more\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.20&nbsp; \n2:30 am</dco> &nbsp;<qco> When you say the song is nearly out does that mean it is actually a medium amount of time out?</qco> </h3>      \nit's a short time compared to some of the other times\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.20&nbsp; \n1:08 am</dco> &nbsp;<qco> are you excited with what you have learned during your recent experimentation?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.20&nbsp; \n12:58 am</dco> &nbsp;<qco> When you want to make multiple things but you need to focus on only one to get it done, how do you choose which one?</qco> </h3>      \nfirst, figure out if there is any reason why any of them SHOULD be first. if none of them stand out, then go to random dot org, and trust in the holy power of random dot org, because the 1st project will lead to your next project which will lead to the next and therefore all projects, in a decisively forward line, thanks to the holy and decisive power of random dot org\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.20&nbsp; \n12:40 am</dco> &nbsp;<qco> what does x equal?</qco> </h3>      \nhow about 1 for now\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.20&nbsp; \n12:16 am</dco> &nbsp;<qco> what is your opinion on canned salmon?</qco> </h3>      \ni always mix it up with sanned calmon\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n11:35 pm</dco> &nbsp;<qco> how far along would you say the video is currently?</qco> </h3>      \nmaybe about 2 minutes but that's only on the first of 4 stages. unless you count the stage before it which was the song/audio, which is done\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n11:25 pm</dco> &nbsp;<qco> bill have you ever eaten paper?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I did once when I was little but I wonder about anyone else</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n11:00 pm</dco> &nbsp;<qco> do you know any fast-paced but chill rock songs?</qco> </h3>      \nhow about 'come see about me'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n10:18 pm</dco> &nbsp;<qco> So far, in the video making process of your new video, have you gotten to the part in the process where you put your analasyis of a lake in the pan?</qco> </h3>      \nthank you for reminding me, it is probably time to do that now\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n10:10 pm</dco> &nbsp;<qco> what's your advice on making muffins i just spent five hours trying to make them and they burnt&nbsp;</qco> </h3>      \ni have never made a muffin\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n9:45 pm</dco> &nbsp;<qco> Hi bill, I love you're music it's amazing, you inspire me to make music.</qco> </h3>      \nholy crab you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n9:39 pm</dco> &nbsp;<qco> Bill, huge fan, wondering whether you have a favourite song or a few favourite songs that you've made. Perhaps a few you're proudest of?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n9:25 pm</dco> &nbsp;<qco> What is your opinion on nihilism?</qco> </h3>      \nit means nothing to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n9:23 pm</dco> &nbsp;<qco> can I name my frog Einstein&nbsp;</qco> </h3>      \nsure, but it is also allowed to name you that, so watch out\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n8:25 pm</dco> &nbsp;<qco> Can you give me an example of a scientific question? I need help with my homework.&nbsp;</qco> </h3>      \nunder what conditions does shit become crap\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n8:00 pm</dco> &nbsp;<qco> What are your thoughts on eating shredded cheese at 3 am?&nbsp;</qco> </h3>      \nif you're not careful you may still be eating it at 3:01\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n7:59 pm</dco> &nbsp;<qco> what's your favourite song you made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n5:52 pm</dco> &nbsp;<qco> can you define time without using a reference to time in the definition?</qco> </h3>      \ni can't define it at all, even if i CAN refer to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n5:34 pm</dco> &nbsp;<qco> How are the 3D animations going?</qco> </h3>      \nthere's good news and bad news. the bad news is it worsens the condition i have where my brain insists on complicating things at every moment. the good news is, it actually allows me to get more mileage out of simple things than ever before\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n5:31 pm</dco> &nbsp;<qco> How do i solve my technical difficulties</qco> </h3>      \nwrite a reasonable length essay detailing everything you know about the problem, why you know it's a problem, what you've tried, just everything you know about it. then go for a walk around your neighborhood or maybe the next neighborhood over. and then write the essay again. keep repeating these steps\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n5:22 pm</dco> &nbsp;<qco> I like your music, and you have inspired me to play music, your music is just, different, that's why I like it.</qco> </h3>      \nholy pant leg, you are quite friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n5:17 pm</dco> &nbsp;<qco> have you considered pressing some of your songs on vinyl or other physical formats? </qco></h3>      not vinyl but maybe some other formats<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;would buy in an instant.</qco> </h3>      how do i know you aren't......... bluffing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n4:05 pm</dco> &nbsp;<qco> What is the perfect object?</qco> </h3>      \nif you want perfect, an object is probably not gonna work\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n3:33 pm</dco> &nbsp;<qco> i wrote a melody that goes like this: \"dumm de-du-deee dum-de-du-dee da-du-de-da(,) dumm dee-dee-daa dum-da-de-deee, dumm dee-dee-dee dum-dee-daaa (di di daa) *pling* [pause]\" then it repeats. what should the lyrics be about?</qco> </h3>      \nlife on our interesting planet\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n3:14 pm</dco> &nbsp;<qco> are the lyrics that speak about a road in \"long long long journey\" (e.g. 'and the road doesn't end,' etc.) a reference to or inspired by your 2014 song \"the road?\"\n<br>\n<br></qco> </h3>      \nno, but they were both inspired by the same thing, and that is roads\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n3:05 pm</dco> &nbsp;<qco> how much does your brain explode lately</qco> </h3>      \njack black voice \"all of the fucking waay\"\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n1:37 pm</dco> &nbsp;<qco> How many typos would you guess are on this page?</qco> </h3>      \ntechnically just one huge typo\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n1:33 pm</dco> &nbsp;<qco> why is the cabinet improv a whole banger</qco> </h3>      \nselective editing, i'm sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n1:17 pm</dco> &nbsp;<qco> Is there a detail in one of your songs that you wish someone would point out or notice?</qco> </h3>      \nall of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n11:56 am</dco> &nbsp;<qco> I own a yamaha DX7 and a TR-808 but I cant record multi-track recordings for the life of me. any tips?</qco> </h3>      \ntry writing what you are going to record first. HOW to record something is complicated enough, without even worrying about WHAT you are going to record. so get the 'what' squared away before you even start. Improvisation is great, but it's a little difficult to improvise multiple instruments that you are not playing simultaneously\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n11:51 am</dco> &nbsp;<qco> what are you uploading next&nbsp;</qco> </h3>      \na music video\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n11:32 am</dco> &nbsp;<qco> are you still learning the language of love?\n<br></qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n10:48 am</dco> &nbsp;<qco> Why is art?</qco> </h3>      \nsometimes it's the only way to explain what the heck is going on\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.20&nbsp; \n10:38 am</dco> &nbsp;<qco> do video/song ideas ever come to you in a dream?</qco> </h3>      \nyes\n\n<br><br>"
  }
]
