[
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n7:37 pm</dco> &nbsp;<qco> my bible teacher just taught me what the ontological argument for god's existence is and it's kinda stupid, when you think about it. it's even more stupid when you don't think about it</qco> </h3>      \nmy film teacher just told me what the correct movie is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; 6:49 pm</dco> &nbsp;<qco> opinion on opinions?&nbsp;</qco> </h3>      \nno good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n6:34 pm</dco> &nbsp;<qco> I generally want to do many things, constantly. I think it is better than constant boredom, but it also comes with a nagging feeling of inadequacy (is that a word) that whatever i'm doing isn't a good use of my time, because i should be doing everything else, too. How to be adequate?</qco> </h3>      \nyou are already adequate, but that might not be exciting enough for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n6:02 pm</dco> &nbsp;<qco> Hi, yeah, hello,\n<br>Is this the blimp store? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I would like to acquire my own blimp. Preferably a very strong blimp, one that could carry two.\n<br>A bus may work too, if you have those.\n<br>May I get a quote or some information regarding the acquisition of either?</qco> </h3>      \ni think the only way to get a blimp is to inherit one\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n5:58 pm</dco> &nbsp;<qco> what's your favourite word in the world?</qco> </h3>      \nsofa (that's not true, i am just pretending it is for the moment)\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n5:02 pm</dco> &nbsp;<qco> thoughts on mass hysteria?</qco> </h3>      \nmaybe you could have smaller doses of hysteria, more often\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n4:56 pm</dco> &nbsp;<qco> is it true that the longer my question, the longer your answer?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n4:53 pm</dco> &nbsp;<qco> what are the consequences of teleporting soap</qco> </h3>      \nit might disappear entirely\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n3:35 pm</dco> &nbsp;<qco> Have you ever wanted to film/considered filming some of the live-action elements of your music videos in other locations outside of your home/studio? If not, why?</qco> </h3>      \nno, that would be catastrophic\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n1:13 pm</dco> &nbsp;<qco> how do you feel about the number 37</qco> </h3>      \nnaturally makes me think of 111\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n12:47 pm</dco> &nbsp;<qco> do you speak anything other than english</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n11:32 am</dco> &nbsp;<qco> i love that last scene in the fabelmans where david lynch as john ford talks to sammy about the horizon. \n<br>\n<br>have you watched it? did you like it?</qco> </h3>      \nyes but i also like the other scenes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n11:12 am</dco> &nbsp;<qco> does playing piano ever get you stuck in certain keys?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you just kind of grow past that once you get more fluent. </qco></h3>      i would say yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i ask this as a guitarist. once you learn a voicing you can play it anywhere on the neck&nbsp;&amp; it's always the exact same. changing hand position for the same chord up/down sounds hard</qco> </h3>      \nBUT, is it harder than trying to readily replicate chords that use open strings?\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n9:32 am</dco> &nbsp;<qco> does the word \"swimmingly\", meaning something is going smoothly, imply that every time you go swimming it should be a good time and no bad can happen?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n7:49 am</dco> &nbsp;<qco> Have you ever wondered if clouds people watch</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n4:27 am</dco> &nbsp;<qco> do you ever mess with coupons and deals?</qco> </h3>      \ninsofar as they are not messing with me\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n3:53 am</dco> &nbsp;<qco> thoughts on contrarianness?&nbsp;&nbsp;contrariality?&nbsp;&nbsp;contrarity?&nbsp;&nbsp;actually i changed my question.&nbsp;&nbsp;my new question is what is the right way to say this word</qco> </h3>      \nin this context, the most clear way to say what you originally wanted to say might have been 'being a contrarian'. Another way might be 'playing devils advocate'. if you must jam this into one word, i think you might like 'contrarianism'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n3:29 am</dco> &nbsp;<qco> My friend recently called me a vegetable, should I be insulted?</qco> </h3>      \nperhaps you could hold out for some even better ways to be insulted\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n2:51 am</dco> &nbsp;<qco> je suis une pomme depuis longtemps. comment devrais-je faire?</qco> </h3>      \nmight as well get started on your autobiography\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n2:36 am</dco> &nbsp;<qco> so i saw you said yesterdayish that keyboards are \"one of the least weird things [you] can think of\", i wonder what are some of the most weird things you can think of?</qco> </h3>      \nmake people want to read the sentence Hi welcome to my answer. repeating a piece of the middle of the sentence at the beginning because you think that's the best part and will for some reason make people want to read the sentence only to end up seeing that phrase again later and probably be tricked into thinking theyve already read the sentence before and then leaving too early anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n2:11 am</dco> &nbsp;<qco>Whenever I get an idea I like, whenever I write a song, I feel estatic, like I've finally figured out the formula for coming up with good ideas. However, it always ends up stopping to work all of a sudden. I'm sure it would be plain to use the same formula over and over again, and I agree with your \"breaking patterns\" outlook when creating stuff, but whenever something like this happens I get extremely anxious and paranoid. I feel as if I actually know nothing about creating art. I feel like there's at least Some kind of deeper overarching pattern I should be aware of, and knowing it would make the songwriting process way more straightforward. I get the feeling that my \"gift\" for writing songs is only temporary and I'm bound to completely lose it one day, as it's based on nothing and has no solid foundation. I feel like I lack consistency, but have no idea how to make it without forcing it. I don't expect you to solve my life dilemma, but do you perchance have any advice??\n\n</qco> </h3>      join the club... which has just morphed into another club\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n1:37 am</dco> &nbsp;<qco> whaddaya think of potatoes?</qco> </h3>      \neasy to catch. even easier to throw\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n1:10 am</dco> &nbsp;<qco> i recently discovered that you can just make bands with people you kind of know and just sort of have an idea for an album and then you just start playing together and its not hard it's actually very fun. why didn't anyone tell me about this?\n<br></qco> </h3>      \nnot everyone has such an easy time doing this\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n12:57 am</dco> &nbsp;<qco> is it possible to \"deserve\" something, or do things just happen?</qco> </h3>      \nthere are all kinds of logical connections you could draw between cause and effect. no end to how creative you can get with this logic\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n12:17 am</dco> &nbsp;<qco> i feel like doing nothing with ur life should be a respectable decision bc lowkey everything that has purpose also has an overaturated market do you agree</qco> </h3>      \ni'm not entirely following your logic\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; 11:58 pm</dco> &nbsp;<qco> How are you doing\n<br></qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n11:41 pm</dco> &nbsp;<qco> do you find the amount of bugs to be overwhelming, or, perhaps, comforting?</qco> </h3>      \nneither. i am neither overwhelmed nor comforted by this\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n11:40 pm</dco> &nbsp;<qco> Is there a walrus in any of your videos?</qco> </h3>      \ni don't recall\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n9:09 pm</dco> &nbsp;<qco> do you think you would've chased the right rabbit down the rabbit hole.</qco> </h3>      \ni've chased thousands of rabbits. sure enough, some are the right ones, some are not. still chasing them, still averaging a hefty 49%\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n8:48 pm</dco> &nbsp;<qco> i'm having a dilemma. if i want to succeed in some facet of life where i have minimal experience, should i \"be myself\" or \"fake it till I make it,\" because those two pieces of advice seem totally contradictory.</qco> </h3>      \nthey are different. but they both might work. believe it or not, they might even work both at the same time. but feel free to pick and choose. you can even try them both seperately if you prefer. you'll probably succeed more at whichever one you enjoy more, but sometimes you might have to do both to find out\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n8:08 pm</dco> &nbsp;<qco> Thoughts on the word word?</qco> </h3>      \n'good enough'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n6:28 pm</dco> &nbsp;<qco> do you have a favorite tree?</qco> </h3>      \nassuming every tree is the same tree, then it's that tree. i'm not sure if every tree is the same tree, but let's just say that would definitely make answering this question easier\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n6:01 pm</dco> &nbsp;<qco> do you ever get bored of answering these questions</qco> </h3>      \nno, that's because each one is so EXTREMELY DIFFERENT AND UNEXPECTED IN ITS SUBJECTMATTER AND LINE OF THINKING\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n4:51 pm</dco> &nbsp;<qco> what do you think the most interesting instrument to learn would be</qco> </h3>      \nguitar\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n3:00 pm</dco> &nbsp;<qco> How do you explore the unknown?</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n1:38 pm</dco> &nbsp;<qco> With the new pope, does the church still holds the key, as you stated in \"the moon is made of cheese (but i can't taste it)\"?</qco> </h3>      \nthat wasnt a 'statement', that was a line in a song. the song was made for enjoyment, entertainment, philosophical, artistic, among other purposes, but in the case of that song not for factual informational statemental purposes. anyway it also doesn't specify which church, or what time period it takes place in\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n12:57 pm</dco> &nbsp;<qco> do you know what you're doing</qco> </h3>      \nkind of\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n12:35 pm</dco> &nbsp;<qco> thoughts on diplomats?</qco> </h3>      \nsurprisingly easy to get along with\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n11:24 am</dco> &nbsp;<qco> why cant you ask yourself a question here?</qco> </h3>      \ni could but the reason i dont is because it's deeply against the whole point of this page\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n11:15 am</dco> &nbsp;<qco> is it bad that early 2022 is sorted in my mind by what song you had most recently released</qco> </h3>      \nyes it's bad but also good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n11:03 am</dco> &nbsp;<qco> can you give me motivation to do exercise?</qco> </h3>      \nwhy exactly do you want to have motivation to exercise\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n10:49 am</dco> &nbsp;<qco> How do you know what you know?</qco> </h3>      \ni don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n10:49 am</dco> &nbsp;<qco> can I type in something that isn't a question?</qco> </h3>      \nyes, but, let's be honest, i'm not sure if you would\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n10:41 am</dco> &nbsp;<qco> In the video, \"Perfect\", when the orange guys says that he thinks that might be out of range for some of these cars when asked if they can drive them to the moon and back, does that mean that the rest of the cars can fly?</qco> </h3>      \nmostly this is about the excitement of placing this kind of thing in a video without the answer to this being determined. is it even possible to put something in a video which could be two different ways? what fun it is to find out\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n10:31 am</dco> &nbsp;<qco> Do you ever wish you get asked serious questions?</qco> </h3>      \nsure but i also do get asked serious questions. what slightly annoys me sometimes is that such a high percentage of serious questions think they aren't serious, while a high percentage of unserious questions think they are serious. but on the other hand, if that's the way it is, then that's the challenge i've welcomely signed up for\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n10:29 am</dco> &nbsp;<qco> how do i stop pretending all the time?</qco> </h3>      \nyou could start being honest about how much you are pretending\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n9:23 am</dco> &nbsp;<qco> Would you like to be a willow tree?&nbsp;</qco> </h3>      \nnot right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n8:53 am</dco> &nbsp;<qco> is the world trade center a nice place to think</qco> </h3>      \ni don't see why not. you just have to be careful to not be there at.... exactly the wrong time. but i guess that's true with anywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n8:13 am</dco> &nbsp;<qco> What's going on with the 'how to win at spelling' cameo in long long long journey?</qco> </h3>      \nneeded a cinema scene. had the spelling video on hand already. was a very convenient usage of it. i recall a laser synchronizing with the audio, which wasnt there in the original. so i must have modified it. probably also would have adjusted the framing and hopefully taken the captions out\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n6:59 am</dco> &nbsp;<qco> im not the person who asked this earlier but in regards to \"the only other obvious arrangement would be 'abcdefghijklmnopqrstuvwxyz'\";&nbsp;in france our keyboards go \"azertyuiopqsdfghjklmwxcvbn\", which to me the other obvious arrangement. </qco></h3>      oui, jsais. i was almost going to specify that but i just wasnt sure if you were going to read it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i think in germany they use another one too. arent keyboards a weird thing</qco> </h3>      one of the least weird things i can think of\n<br><br>"
  }
]
