[
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n8:03 pm</dco> &nbsp;<qco> Probably already been asked, but how'd you find the creativity for some of your stuff?</qco> </h3>      which\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n8:01 pm</dco> &nbsp;<qco> I keep on forgetting to check these answers but how's your life going so far?</qco> </h3>      pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n7:46 pm</dco> &nbsp;<qco> where do we go when we die?</qco> </h3>      it depends where you've been\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n7:30 pm</dco> &nbsp;<qco> Is name March (as in the month) related to the word march (as in marching bands)?</qco></h3>      i don't think so<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or is it just a coincidence that they have the same name?</qco> </h3>      the month comes from mars some how, and the walking thing is a different hing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n7:13 pm</dco> &nbsp;<qco> Do you want everyone whose question you didn't answer to die in a lake of fire?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n7:11 pm</dco> &nbsp;<qco> how much faith do you have in humanity</qco> </h3>      i'd say about 12.7\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n6:50 pm</dco> &nbsp;<qco> Is there a difference between playing in 6/8 vs playing eighth note triplets in 4/4 (or 2/4)? Like instead of counting ONE two three FOUR five six, you can count 1-trip-let, 2-trip-let?</qco> </h3>      it sounds the same. it just depends on whether you'd rather write the number 3 over and over again (above every group), or dot every quarter note. it's your choice. whichever you have fewer of, i'd say. 4/4 is friendlier if there is any interchange, like if there are straight 16ths in there too as well as triplets, you're fine. where as if you wrote the whole thing in 6/8 (or 12/8) and suddenly you have a straight 4 subdivision, you have to actually write like a tuplet with a ratio on top, like 4:3, which i think most people are not even familiar with. or technically you could make dotten 16th notes, which also probably no one knows how to read in that context\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n6:47 pm</dco> &nbsp;<qco> What is the origin of your song \"rabbit snakes\"?</qco> </h3>      an empty piece of staff paper, and writing the intro on the paper. and then writing the rest, also on the paper\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n6:09 pm</dco> &nbsp;<qco> how come in 'hi, i'm steve\" he says his name is not steve yet at the end of the video he says \"by i'm steve\" like his name is steve?</qco> </h3>      maybe he was \"just kidding\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n5:49 pm</dco> &nbsp;<qco> Is your tambourine Really Really Really still wrapped in tin foil? Be honest please.</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n5:43 pm</dco> &nbsp;<qco> If Santa is always watching you to see if you've been naughty or nice, and god is always watching to see if you'll get into heaven or hell... do you think they work in cahoots? Like maybe santa takes one hemisphere, god the other and they report back to eachother? Instead of them both watching everyone in the world, wouldn't it be a smart business strategy to each take half and share the load?</qco> </h3>      yes, that's the same strategy that nsa and gchq use. except they watch each other's territory instead because it seems more legal that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n5:23 pm</dco> &nbsp;<qco> in a context of A or B, would you pick A or B</qco> </h3>      i guess i would have to\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n5:20 pm</dco> &nbsp;<qco> what do you think of really cute moths</qco> </h3>      they are cute. but there's no way to tell if you and i think the same moths are cute\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n4:37 pm</dco> &nbsp;<qco> How do you make your ideas real? My head can be filled with tons of information, but sometimes I have trouble creating it\n<br></qco> </h3>      start by looking at what tools you have, and just see what you can be done with those tools. spend some time with them. soon the results will start to get closer to what you had imagined\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n4:36 pm</dco> &nbsp;<qco> What can I say in my scholarship interview that will make them want to give me money?</qco> </h3>      say you are an orphan from a country that no one in the brochure has ever been from\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n4:28 pm</dco> &nbsp;<qco> why are the americas on the left side of the world map (mercator projection)?</qco></h3>      so the biggest ocean is not in the middle<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and why is it the western hemisphere, if the world is round and there is no definite \"west\" point?</qco> </h3>      because that's where it usually goes on the 2d map\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n3:48 pm</dco> &nbsp;<qco> How to do I get rid of hate</qco> </h3>      put it either in the trash or recycle bin\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n3:44 pm</dco> &nbsp;<qco> if YouTube gets shut down, would you upload your videos to Twitch?</qco> </h3>      i'm trying to find time to really figure out what can be done on twitch and how it works. seems like a big project but it needs to be done soon. i think there are a lot of possibilities, but i think some of requires more equipment\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n3:19 pm</dco> &nbsp;<qco> What are you going to do?</qco> </h3>      i have it written down some where\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp; \n3:17 pm</dco> &nbsp;<qco> what is a music stand?​</qco> </h3>      a paper holder. it can hold a piece of paper in front of you, so you can read it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp; \n3:07 pm</dco> &nbsp;<qco> Why isn't 11 pronounced onety one?\n<br></qco> </h3>      because it's low enough that we haven't  run out of special names yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp; \n2:35 pm</dco> &nbsp;<qco> help where is a good secret place to poop in lower manhattan</qco> </h3>      the trading floor of the new york stock exchange \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp; \n2:33 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201803010612\">3.1.18&nbsp;&nbsp;6:12 am</a> &nbsp;&nbsp;Hey, I'm not the person who asked this question (or the <a href=\"q.php?date=201802282119\">2.28.18&nbsp;&nbsp;9:19 pm</a>  question).. but I think what they might be getting at is that you say you're issue is that you have too many ideas/inspirations to be able to do everything you want to do.. but then the 'songwriting bug' thing (I remember that from one of your reality vids) might mean the opposite, that at the time period the video (or audio i dont remember if that one had a vid) you were having a hard time coming up with ideas for songs?&nbsp;</qco> </h3>      no, i was i was drowning in ideas, and had been for years, and i was anxious that my songwriting habits and practices were sometimes not able to keep up\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp; \n1:27 pm</dco> &nbsp;<qco> how can i be happy?</qco> </h3>      it may surprise you \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp; \n1:17 pm</dco> &nbsp;<qco> Do you have any bad habits that you want to correct?&nbsp;</qco> </h3>      telling people what my habits are\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp; \n12:41 pm</dco> &nbsp;<qco> What are you thoughts about doki doki litterature club ?</qco> </h3>      seems like a fun time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp; \n12:28 pm</dco> &nbsp;<qco> Having grown up in Lacoota, Arkansas, how is your life today?</qco> </h3>      pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp; \n11:51 am</dco> &nbsp;<qco> Do you take nude photos of yourself? </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How does that go for you</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n11:51 am</dco> &nbsp;<qco> give me some good commandments</qco> </h3>      sign-up with your email address to continue\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n11:14 am</dco> &nbsp;<qco> have you trained any martial arts before? If so, which one?</qco> </h3>      q&a\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n10:42 am</dco> &nbsp;<qco> thoughts about math in music?</qco> </h3>      math can be everywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n10:41 am</dco> &nbsp;<qco> toughts on boxes?</qco> </h3>      they are useful, and helpful\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n10:34 am</dco> &nbsp;<qco> do you have a favorite baseball team?</qco> </h3>      everyone keeps switching teams<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n10:34 am</dco> &nbsp;<qco> is there a mystake in this sentence?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n10:12 am</dco> &nbsp;<qco> For what you upload your video to another place (instagram&nbsp;&amp; youtube)?</qco> </h3>      i try to put things on as many popular platforms as i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n9:35 am</dco> &nbsp;<qco> I feel like my life is living me. Help.</qco> </h3>      that sounds like fun actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n9:34 am</dco> &nbsp;<qco> Is a unicorn just a piece of corn? Because uni is one and corn is corn. So a unicorn is one-corn.</qco> </h3>      looks like you got that squared away\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n8:48 am</dco> &nbsp;<qco> What is your opinion on leading questions?</qco></h3>      some times you wanna go in there and just lead the hell out of some questions<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you dislike them because of how they attempt to set you up for a specific answer?</qco> </h3>      i'd have to see which questions you are talking about\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n8:36 am</dco> &nbsp;<qco> How did you choose which people got named by name in HOTEWIG? I noticed there aren't that many, mostly just names of nations etc.</qco> </h3>      i try to craft each moment for maximum hypnotic impact. i am very cautious when using terms and names that the viewer might not already feel familiar with. any microsecond where things do not feel vividly clear, is an invitation to stop paying attention<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n8:06 am</dco> &nbsp;<qco> If you had to choose become an abstract thought, which would you choose?</qco> </h3>      anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n8:01 am</dco> &nbsp;<qco> What are the secrets of the universe?</qco> </h3>      it depends which things you know. the secrets would be the other stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n6:34 am</dco> &nbsp;<qco> Have you ever thought what it would be like to live and see the world in a completely different perspective?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n6:35 am</dco> &nbsp;<qco> why call it \"maybe i could eat blades of grass\" if the video is actaully about damien maymdien and the fact that everything is stupid?\n<br>\n<br>is there some subtle message that im missing?</qco> </h3>      i tried playing the video in my mind, pretending it had every possible title, like titles from other things in the video. it seemed to flow the best when i thought of it with the first line as the title\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n6:36 am</dco> &nbsp;<qco> what are your thoughts on alexa?</qco> </h3>      i haven't tried it very much, but i am a bit concerned that it might be having trouble finding my music, and i'm not sure why. but i suspect this will be solved eventually\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n6:12 am</dco> &nbsp;<qco> <a href=\"q.php?date=201802282119\">2.28.18&nbsp;&nbsp;9:19 pm</a>  \"i refuse to live in a world wbere the songbiting bug only bites sometimes\" im paraphrasing but see what im getting at</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n6:10 am</dco> &nbsp;<qco> <a href=\"q.php?date=201802282125\">2.28.18&nbsp;&nbsp;9:25 pm</a>  it looks like you just told everyone what kind of merch you'd prefer to be selling.</qco></h3>      songs?<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; listen im not a bigwig at billwirtz inc. so who gives a care what i have to say, but i didnt buy any of your current shirts despite being such a huge fun for this exact damn reason. if youve got the itch to make a shirt for a shirt's sake then please let me know because that's the wirtz shirt ive been counting on scooping up</qco> </h3>      i was trying to say i'm not a clothing maker. i could become one but it's not currently on my to-do list\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n6:07 am</dco> &nbsp;<qco> Jesus Bill Stevie Wonder is so goddamn good like how does he do that thing where he makes me so happy how does he do it?????</qco> </h3>      \nhe's been practicing on himself, for a long time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n4:55 am</dco> &nbsp;<qco> I've been listening to \"La de da de da de da de day oh\" and at :47 the time signature change is confusing the heck out of me! I've listened to it over and over again but can't figure it out, could you explain?</qco> </h3>      the entire song is in 4/4\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n4:55 am</dco> &nbsp;<qco> hi is this the first march question?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n2:09 am</dco> &nbsp;<qco> do you enjoy things?</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; why?</qco> </h3>      could be pretty good\n<br><br>"
  }
]
