[
  {
    "html": "<h3> <dco>4.7.23&nbsp; \n2:37 am</dco> &nbsp;<qco> why do they say that slow and steady wins the race when it really depends on the race and the racers\n<br></qco> </h3>      \nslow and steady is useful to a lot of people, and it's easy to forget that. so it can be good to remind people\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.23&nbsp; \n12:14 am</dco> &nbsp;<qco> Hello, do you come up with the plot for your video ideas randomly, or are they planned out precisely?&nbsp;</qco> </h3>      \nthe plot is usually not pre-conceived before writing the script. the script is written precisely, and the plot happens as it unfolds\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.23&nbsp; \n12:07 am</dco> &nbsp;<qco> what do you do if you get sad?</qco> </h3>      \ntell stories about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.23&nbsp; \n11:00 pm</dco> &nbsp;<qco> Can religion and science co-exist?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.23&nbsp; \n10:07 pm</dco> &nbsp;<qco> do you have a strategy for starting a conversation? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i am so unbelievably bad at it that i'm willing to try whatever tips you may or may not have</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.23&nbsp; \n10:00 pm</dco> &nbsp;<qco> Could you provide your thoughts on everything and also nothing?</qco> </h3>      \nthere's got to be some sort of compromise\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.23&nbsp; \n9:48 pm</dco> &nbsp;<qco> what's the difference between a robot and a person?</qco> </h3>      \ni'll show you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.23&nbsp; \n9:29 pm</dco> &nbsp;<qco> what is your opinion about a toaster</qco> </h3>      \ni'll believe it when i see it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.23&nbsp; \n9:12 pm</dco> &nbsp;<qco> Do pineapples exist?</qco> </h3>      \ni'll believe it when i see it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.23&nbsp; \n8:07 pm</dco> &nbsp;<qco> how do you think people named different counties for specific american states</qco> </h3>      \ni don't think that's ever happened\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.23&nbsp; \n7:38 pm</dco> &nbsp;<qco> what should i do if i have a ton of different ideas and i cant focus on just one</qco> </h3>      \nwrite them all down, then look through them and try to select 1, and if you still can't decide you can use computer assistance to randomly select 1. then, once that is selected, focus on that 1 until it's complete. there's also an alternate method where you spend time selecting 1, focus on it until you evolve it by 1 step, then select another one\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.23&nbsp; \n7:00 pm</dco> &nbsp;<qco> Isn't there something tragic about not being able to make complete ideas in the exact moment they seem coolest? ...for me, it just seems overwhelmingly tragic sometimes.</qco> </h3>      \nthis allows you the fun challenge of figuring out how to improve your communication skills\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.23&nbsp; \n6:29 pm</dco> &nbsp;<qco> is it okay to hate the truth</qco> </h3>      \ntemporarily\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.23&nbsp; \n6:21 pm</dco> &nbsp;<qco> what is your opinion on turtles?</qco> </h3>      \nneutral\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.23&nbsp; \n5:39 pm</dco> &nbsp;<qco> Is the verse of \"where I've been\" in 7/8 or in groups of 3/4 and 4/4 ? </qco></h3>      feels like 3/4 + 5/4. which averages out to 4/4 by sheer coincidence<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I notice that the phrasing of the melody is akin to that of \"more than a dream\"</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.23&nbsp; \n4:44 pm</dco> &nbsp;<qco> are you still slef?</qco> </h3>      \neven more now than before\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.23&nbsp; \n3:58 pm</dco> &nbsp;<qco> Do you eat the trees outside.</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.23&nbsp; \n2:56 pm</dco> &nbsp;<qco> how did people name the days of the week</qco> </h3>      \nafter gods/planets, which were also named after each other\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.23&nbsp; \n2:02 pm</dco> &nbsp;<qco> whats your favorite thing to do to help with anxiety?</qco> </h3>      \nbuild something\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.23&nbsp; \n12:52 pm</dco> &nbsp;<qco> How do I tell if a song is good or bad?</qco> </h3>      \nit's impossible to tell\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.23&nbsp; \n11:16 am</dco> &nbsp;<qco> bill. i put reverb on the bass and it sounds incredible. How do I cope</qco> </h3>      \nshow the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.23&nbsp; \n10:48 am</dco> &nbsp;<qco> I wrote a song a few weeks ago in three days and it came out really well, and I've been trying to write another one for some time now and I'm getting nowhere. how do you get into the proper mental state where your inspired enough to write music?</qco> </h3>      \nno one knows for sure. sometimes it comes to you when you least expect it. but what has helped for me is to separate it into 2 separate activities. Having the original idea, and then writing that idea to its completion. Those 2 jobs happen under completely different circumstances, and require completely different skill sets, and are best suited to totally different personalities. The original idea is like a magical bolt of lightning and it's almost impossible to fully control when or how it happens. but the other job, where you select one of those lightning bolts you got in the first job, and finish it -- that second job just requires patience and open-minded diligence\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.23&nbsp; \n10:16 am</dco> &nbsp;<qco> difference between perc and drums?</qco> </h3>      \nin my book, perc usually refers to \"hi-hat\" sized sounds. shakers, tambs, clicks, as well as mid-range bonks that do not play the role of a main snare drum. any lower bonks, in my book, would usually be categorized as toms or kick\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.23&nbsp; \n4:27 am</dco> &nbsp;<qco> What color is the lint in your left pocket?</qco> </h3>      \njean\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.23&nbsp; \n11:18 pm</dco> &nbsp;<qco> what makes you so inclined to throw the lick into several of your songs? </qco></h3>      it's iconic <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;people seemed to pick up on it in \"the ground plane\" but it went straight over a lot of people's heads in \"here comes the sun.\" it's actually quite odd because it was literally the melody in the verses.&nbsp;</qco> </h3>      \ni didn't notice that one either, until someone pointed it out to me in 2021, 11 years after i wrote that part. i was well aware of the lick back then, but i still didn't notice\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.23&nbsp; \n10:52 pm</dco> &nbsp;<qco> Is humankind doomed due to their constant poisoning of the earth? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I don't wanna die, i have a nice cat. His name is pickles</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.23&nbsp; \n8:32 pm</dco> &nbsp;<qco> Have you ever been approached with offers from people wanting to be your manager/agent?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.23&nbsp; \n7:06 pm</dco> &nbsp;<qco> i've recently heard someone say that one's passion can change and even evaporate as time progresses and feelings change. ever since i've heard the concept, i've questioned what i've wanted to do with my life. i still have a passion of doing what i want to do, but sometimes i notice that my passion for that hobby has shrank a little. </qco></h3>      it just changed a bit. if you have a new search you'll discover where it currently is, which, i think you'll find, is just as strong and probably more strong. just a little bit different<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how do you stick with a passion throughout a life? </qco></h3>      it must have been extremely important, but in most cases it will morph and change in various ways over time. which is nice<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is it necessary to stick with a passion until the very end? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i don't know, i think the idea of turning 180s on what i want to do will only waste time</qco> </h3>      have you considered some slightly milder angles? maybe like 10 or 12°\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.23&nbsp; \n6:57 pm</dco> &nbsp;<qco> HOw do you make something timeless</qco> </h3>      \nmake something\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.23&nbsp; \n6:20 pm</dco> &nbsp;<qco> how simple can simple get</qco> </h3>      \ninsanely complicated\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.23&nbsp; \n4:27 pm</dco> &nbsp;<qco> are there any bad chords</qco> </h3>      \nwhat makes a chord good or bad is not that chord. it's the way that chord combines with everything else. so, the same chord could be bad in one situation and good in another. any chord can be made bad, or good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.23&nbsp; \n2:35 pm</dco> &nbsp;<qco> Are the people in your 3D animations supposed to represent real people, a specific group of people, all of humanity, an idea of a person, or the universe, reason, time, or am I OVERTHINKING?</qco> </h3>      \neach character represents a character saying and doing the things that that character is doing and saying\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.23&nbsp; \n1:57 pm</dco> &nbsp;<qco> Whats a formality you relate to</qco> </h3>      \nthe orbit of the earth around the sun\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.23&nbsp; \n1:23 pm</dco> &nbsp;<qco> my mom said helvetica font is stupid</qco> </h3>      \nthat's great. that means it won't distract from the smartness of the words\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.23&nbsp; \n1:23 pm</dco> &nbsp;<qco> do u behave in a way that deliberately aims to produce creative results by accident? \n<br></qco> </h3>      \nsometimes yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.23&nbsp; 12:33 pm</dco> &nbsp;<qco> do you follow a religion?</qco> </h3>      \nnot exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.23&nbsp; \n12:30 pm</dco> &nbsp;<qco> What is inspiration?</qco> </h3>      \nlife\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.23&nbsp; 10:52 am</dco> &nbsp;<qco> what is your favorite song</qco> </h3>      \na different one\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.23&nbsp; \n10:01 am</dco> &nbsp;<qco> What's a vamp in music?</qco> </h3>      \nsomething repeating, just chilling there\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.23&nbsp; \n9:01 am</dco> &nbsp;<qco> what's your opinion on the word \"exuberance\"&nbsp;</qco> </h3>      \n\ndisagree\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.23&nbsp; \n7:58 am</dco> &nbsp;<qco> would you say that lemons taste good?</qco> </h3>      \nno, but that doesn't mean it's not true\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.23&nbsp; 5:11 am</dco> &nbsp;<qco> how are you feeling?</qco> </h3>      \ntoo good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.23&nbsp; \n3:15 am</dco> &nbsp;<qco> Are you a trash can?</qco> </h3>      \nno, but i am the next best thing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.23&nbsp; \n12:07 am</dco> &nbsp;<qco> what do you mean in the ending by 'the musical music is true'?\n<br></qco> </h3>      \ntrue feelings can be expressed and envoked by music. and often \"i'm not really sure how to handle it\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.23&nbsp; \n11:58 pm</dco> &nbsp;<qco> first thank you for your music\n<br>second will you album</qco> </h3>      \nthere's got to be a better option\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.23&nbsp; \n9:24 pm</dco> &nbsp;<qco> what's the more challenging or time-consuming part for your songs, the music/lyrics or the video editing?</qco> </h3>      \nwhen working within a time restricted schedule, the audio is more time-consuming, and the video is more challenging. that's because the video would have to be less-time consuming because the audio department has already consumed 90% of the time. However, when there's no time-restricted schedule, it's equal\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.23&nbsp; \n8:57 pm</dco> &nbsp;<qco> what's the deal with giant steps</qco> </h3>      \npublicity stunt, with chords. one of the only successful ones in history. that thing still makes headlines, even today\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.23&nbsp; \n8:27 pm</dco> &nbsp;<qco> would you find it easier to [A] automate the EQ and pan for an instrument on a single track or&nbsp;&nbsp;[B] make multiple variants of that sound by duplicating the tracks ?\n<br>\n<br>thank you</qco> </h3>      \nprobably duplicate tracks. but if the changes are occuring in the mixing stage, after it's converted to audio, in that case then i'd probably separate the audio into regions and pan the regions. if the software lets you do that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.23&nbsp; \n7:10 pm</dco> &nbsp;<qco> How come whenever I try to make a bad song on purpose it ends up becoming one of the best things I have ever created? And when I try to make a good song it ends up being mediocre?</qco> </h3>      \nthat's just the core sense of humor, built into the creative universe. thank goodness this is there, because otherwise none of us would be having a good time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.23&nbsp; \n6:49 pm</dco> &nbsp;<qco> How much do you value proper punctuation?</qco> </h3>      \ninsomuch as it helps communication\n<br><br>"
  }
]
