[
  {
    "html": "<h3> <dco>6.19.24&nbsp; \n6:00 pm</dco> &nbsp;<qco> what are some apocalyptic things?</qco> </h3>      \nthe big bang\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.24&nbsp; \n5:02 pm</dco> &nbsp;<qco> Do you have any good coin flip recipes</qco> </h3>      \nhow about a 3 sided coin\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.24&nbsp; \n4:36 pm</dco> &nbsp;<qco> What if Left and Right switched places?</qco> </h3>      \nonce you get used to it, it would be exactly the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.24&nbsp; \n4:31 pm</dco> &nbsp;<qco> Do you ever go back and answer questions from a few days ago that you initially skipped?</qco> </h3>      \nnot usually\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.24&nbsp; \n3:47 pm</dco> &nbsp;<qco> how to get over the urge to try to do a good piece of art and instead try making somr shitty ones (which as we all know results in good art)</qco> </h3>      \njust try it the 'good' way. if that keeps failing, then you'll get sick of it and then you'll be in the mood to try it another way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.24&nbsp; \n3:28 pm</dco> &nbsp;<qco> Why do you call it an oven when you of in the cold food of out hot eat the food</qco> </h3>      \nthe original name was \"of-in-of-out\", but then over the years it got shortened\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.24&nbsp; 3:20 pm</dco> &nbsp;<qco> What are your inspirations?</qco> </h3>      \nshapes and figures\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.24&nbsp; \n11:49 am</dco> &nbsp;<qco> dear bill wurtz how do i turn into a girl</qco> </h3>      \ni'm not entirely sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.24&nbsp; \n9:47 am</dco> &nbsp;<qco> can you cast your mind back for a second</qco> </h3>      \nsure but i need a target. like \"remember _______\" remember what\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.24&nbsp; \n2:09 am</dco> &nbsp;<qco> I've been arguing with a friend for 15 minutes about the practicality of a ground plane. do you have anything to add?</qco> </h3>      \nwithout context, that sounds like a 2 dimensional flat surface, at the level of the ground. this would be particularly practical if you are building a building, and want to start with the ground floor\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.24&nbsp; \n12:50 am</dco> &nbsp;<qco> do you think beetles are better than beatles?</qco> </h3>      \ni don't know which is better per se, but i find the beatles mildly more relatable\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.24&nbsp; \n11:46 pm</dco> &nbsp;<qco> whats your favorite accent of brown?</qco> </h3>      \ndark\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.24&nbsp; \n10:08 pm</dco> &nbsp;<qco> any tips on making music?</qco> </h3>      \nyou have to have fun, whether you want to or not\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.24&nbsp; \n10:02 pm</dco> &nbsp;<qco> My train of thought has derailed what do i do</qco> </h3>      \nstart another one, or remember how the previous one started\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.24&nbsp; \n8:40 pm</dco> &nbsp;<qco> Have you ever written any songs in 7/4 time?</qco> </h3>      \nthe ending section of \"slow down\" is in 7/4. the verses of \"more than a dream\" could be considered 7/4\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.24&nbsp; \n8:11 pm</dco> &nbsp;<qco> How do you feel today?</qco> </h3>      \npretty good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.24&nbsp; \n7:00 pm</dco> &nbsp;<qco> How do I stop feeling anxious literally all of the time when things in life are very very uncertain?&nbsp;</qco> </h3>      \nfind something you can affect. find something you can have an effect on\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.24&nbsp; \n5:41 pm</dco> &nbsp;<qco> what's your favourite thought to have</qco> </h3>      \n\"oh, wow\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.24&nbsp; \n5:12 pm</dco> &nbsp;<qco> hey bill how's your 15 songs going? what stage are you on right now</qco> </h3>      \ni'm not doing 15 songs, i'm doing a series of videos. but after that i'd like to do at least 15 songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.24&nbsp; \n5:10 pm</dco> &nbsp;<qco> How do you get over feeling of inadequacy?&nbsp;</qco> </h3>      \nfirst, identify what model example you are actually looking toward for 'adequacy'. Once you are certain that you have an adequacy model that you are comfortable believing in, then just believe in it all day long and eventually you'll become that\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.24&nbsp; \n2:57 pm</dco> &nbsp;<qco> Is mush a goup?</qco> </h3>      \nlet me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.24&nbsp; \n1:59 pm</dco> &nbsp;<qco> Why did you choose #323232 as the background color for this page?</qco> </h3>      \nbecause it's neutral, dark, and yet more gentle than actual black\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.24&nbsp; 1:19 pm</dco> &nbsp;<qco> are there any songs where you wrote only lyrics first, instead of writing the lyrics with some instrument in tandem? if so, can you provide some examples of which songs (that you've posted) you did it with? and do you think writing lyrics before anything else affected the strong-ness of the song</qco> </h3>      \ni've never done lyrics-first for more than one line (such as the title line). Lyrics first for an entire song can be a fun puzzle, and if you want to hear viable results of this, just listen to any Elton John song. but this method just doesn't work for me. However, what can be fun, is to dream up a title for a song. particularly something fairly long, where the title itself is fun to read. Then i'll take this line, musicalize it, and then continue writing the song from there. so only that one line was lyrics first. this is the only time where i'll use lyrics first, is only for a title line. Examples of this are \"i like to wear soft clothing (cuz it makes me feel like i'm rough in comparison)\", \"the moon is made of cheese (but i can't taste it)\", \"ground plane\", \"the best thing about games is losing them\", \"i'm a huge gamer (most of the time)\", and \"the easter bunny told me that christmas isn't real (but santa claus is still jesus)\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.24&nbsp; \n12:23 pm</dco> &nbsp;<qco> is post-modern the same as futurist</qco> </h3>      \ni don't see why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.24&nbsp; \n11:26 am</dco> &nbsp;<qco> are tortured poets self-torturing?&nbsp;</qco> </h3>      \nthat usually depends on whether you think you can control your personality\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.24&nbsp; \n10:19 am</dco> &nbsp;<qco> do you ever read something completely absurd and just go \"yes. i accept this\"</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.24&nbsp; \n9:44 am</dco> &nbsp;<qco> What about a movie without company logos at the start?</qco> </h3>      \nthat sounds awesome but i suspect it's illegal\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.24&nbsp; \n4:51 am</dco> &nbsp;<qco> what do you think of russia in total</qco> </h3>      \nit looks insanely big on a flat world map (such as the Mercator), and you tell yourself that it's not actually that big, it's just because of the map projection. But then you look at a globe and realize no yeah it really is extremely big. to be fair, so is Canada\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.24&nbsp; \n2:25 am</dco> &nbsp;<qco> do u like metal (not specified)</qco> </h3>      \ni did, until i discovered specified metal\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.24&nbsp; \n1:41 am</dco> &nbsp;<qco> is it time for me to let go of the significance of my birthday over other days? it's a good punctuation for my life but it feels like i'm the only one who actually cares. do i have to care quietly. don't i get to celebrate myself. do i have to dilute the positivity why can't i have both a nice day and nice days&nbsp;</qco> </h3>      \ni don't know. to me it feels like an artificial inflation of one day, which doesn't necessarily align with the natural ups and downs that happen in life, and it seems to also downgrade the significance of the other 364(.25) days. the whole thing makes me very uncomfortable actually. you can have good days any time, and hopefully it will be more than 1 per year\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.24&nbsp; \n11:20 pm</dco> &nbsp;<qco> Favorite art movement(s)?</qco> </h3>      \nfree will\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.24&nbsp; \n10:54 pm</dco> &nbsp;<qco> Hello why are mangos yellow</qco> </h3>      \ni don't know. i wasn't paying attention when this transformation initially occured\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.24&nbsp; \n10:12 pm</dco> &nbsp;<qco> what should I spend my summer doing?</qco> </h3>      \neverything. there should be enough time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.24&nbsp; \n9:14 pm</dco> &nbsp;<qco> Why do you sometimes refer to your songs with a different title rather than their 'official' one? i.e, \"special sandals\" for fly around</qco> </h3>      \nbecause that's what i was calling it for years\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.24&nbsp; \n8:22 pm</dco> &nbsp;<qco> Why did you choose #323232 as the background color for this page? I like it :)</qco> </h3>      \nthat would indeed be a good reason\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.24&nbsp; \n8:05 pm</dco> &nbsp;<qco> What is the pinnacle of achievement?</qco> </h3>      \nfinding new things you haven't yet achieved. this enables you to continue achieving instead of having to stop\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.24&nbsp; \n3:56 pm</dco> &nbsp;<qco> English or Spanish?</qco> </h3>      \nenglish. believe it or not i can tell just by the way you spelled \"or\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.24&nbsp; \n3:31 pm</dco> &nbsp;<qco> how to keep tempo better</qco> </h3>      \ntempo keeps itself. the more comfortable you are feeling, the better it will find you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.24&nbsp; 3:06 pm</dco> &nbsp;<qco> Waffles or pancakes?</qco> </h3>      \ni await patiently the invention of the waffcake\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.24&nbsp; \n11:03 am</dco> &nbsp;<qco> Is the universe weird or are we just not good enough to understand it?</qco> </h3>      \nthe universe is normal, and, we are good enough to understand it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.24&nbsp; \n8:13 am</dco> &nbsp;<qco> i'm at a hotel right now and they have \"tropical mango enhanced water\" as one of the options for juices. what do you think about this</qco> </h3>      \ni wonder if the whole hotel was mango-enhanced, or is it just the water\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.24&nbsp; \n7:44 am</dco> &nbsp;<qco> when you are songwriting, do you ever feel as if certain elements of the song you are creating (such as rhythm, chord progression, and/or lyrics) are too similar to a previous song you have already written, or that what you are writing lacks novelty? </qco></h3>      sometimes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, how do you overcome this issue?\n<br></qco> </h3>      first i get excited, about the chance to do it differently. and then i do it differently\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.24&nbsp; \n3:11 am</dco> &nbsp;<qco> how in the world do you come up with your lyrics?</qco> </h3>      \nmusically. it's not just words, it's words which inhabit a melody and chords. all that, i come up with, together. if the words worked by themselves then i wouldn't need the music\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.24&nbsp; \n1:53 am</dco> &nbsp;<qco> I hate the producer hell moments I get into with my stuff, where I finish a master, thinking finally it's good to go, and then hear it a bit later and know there's something I have to adjust, I adjust it, I export it, and repeat. The finickiness of it stinks. Eventually you hear something you might want to adjust and just call it done anyway because it's close enough. I'd take it over not finishing something but that part is always an annoying end to making each song. Do you ever have this? I wonder if the digital age is partially to blame, where you can adjust every little thing at any moment in any way</qco> </h3>      \nwhat i have to deal with is different: it's more around 50% when i actually wonder if it's even possible to finish this\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.24&nbsp; \n1:27 am</dco> &nbsp;<qco> Which do you like better: Vinyl discs, or cassette tapes?</qco> </h3>      \nwhichever one plays faster. have a race\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.24&nbsp; \n12:36 am</dco> &nbsp;<qco> do you often leave projects you've put a lot of effort into unfinished?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.24&nbsp; \n12:21 am</dco> &nbsp;<qco> what's a thing you've done that isn't illegal but should be</qco> </h3>      \nasking what the laws are\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.24&nbsp; \n10:03 pm</dco> &nbsp;<qco> I feel like I might be autistic, how will this effect my charisma?</qco> </h3>      \nwhat was your charisma like before\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.24&nbsp; \n8:43 pm</dco> &nbsp;<qco> Are you counting all the sheep in the sky?</qco> </h3>      \ni've counted them already, but if the number changes after i count them it's not my fault\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.24&nbsp; \n7:21 pm</dco> &nbsp;<qco> what do you think the next big art form will be</qco> </h3>      \nactually being there\n<br><br>"
  }
]
