[
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n5:51 pm</dco> &nbsp;<qco> what time is it ?</qco> </h3>      \nSunday, August 23, 2020 3:11:00 AM\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n4:21 pm</dco> &nbsp;<qco> What's the \"scramble\" category? </qco></h3>      anagrams<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and for what is it?</qco> </h3>      fun\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n4:04 pm</dco> &nbsp;<qco> how do you come up with your ideas?&nbsp;</qco> </h3>      \n      everything is ideas. i used to have a net to catch them, but then i realized i don't need the net, if anything i may need something more like an umbrella \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n4:01 pm</dco> &nbsp;<qco> why are you so relatable</qco> </h3>      \ni use songs to accomplish this. songs are the ultimate relating device, developed by NASA in the early 1950s\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n3:43 pm</dco> &nbsp;<qco> what video have u made that is your favorite</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n2:29 pm</dco> &nbsp;<qco> Thoughts on climate change</qco> </h3>      \nchange it more. it's still not right\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n2:15 pm</dco> &nbsp;<qco> whats your favorite time sig?</qco> </h3>      \nnormal\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n2:09 pm</dco> &nbsp;<qco> Is the wild frolicking adventure of informational education a deleted scene from history of the world?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n1:09 pm</dco> &nbsp;<qco> Are any of your songs connected?</qco></h3>      only in so far as they have the same writer and procuer and all the same musicians<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I'm not sure if this is true, but your last 3 songs seem like a trilogy.&nbsp;</qco> </h3>      the through line with those songs is, i had been on a 2 week per music-video schedule, but with those 3 songs i had gotten greedy and was trying to do it even quicker, which caused me to fuck up and have it take longer\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n1:01 pm</dco> &nbsp;<qco> How to play an F barre chord</qco> </h3>      \nget a capo\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n12:21 pm</dco> &nbsp;<qco> Im struggle with creativity but I still enjoy making things. Does the lack of originality of my projects reduce there value?&nbsp;</qco> </h3>      \nprobably not\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n11:44 am</dco> &nbsp;<qco> If you had to pick a number between 0 and 1 what would you pick?</qco> </h3>      \n0.61803398875\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n11:31 am</dco> &nbsp;<qco> how do you come up with your songs</qco> </h3>      \nyou have to trick the song into thinking it's writing you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n11:27 am</dco> &nbsp;<qco> the whole \"don't go to the castle\" conversation is possibly the realest thing I've ever seen in a video. was it inspired by a real conversation you had with someone?</qco> </h3>      \nno, i made it up\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n10:52 am</dco> &nbsp;<qco> i'm working on a game and i need to make music. i cannot afford to hire any musicians and i am terrible at communication so i cannot ask musicians to make music. help. i've got FL studio and a couple of soundfonts, but i'm unable to come up with a nice, original melody. i am concerned.</qco> </h3>      \ntry to do it the way NO ONE else has done it before. you have a license to do extra unique things, because you feel you can't do what some other people can do, and therefore there are just as many things that you can do that they can't do, or would never think of doing. use this to your advantage. The other major advantage is, you know the game. no one else knows the game like you do\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n6:22 am</dco> &nbsp;<qco> In ur song \"the road\", were you trying to write a song with the craziest chords you could, or was that just how the song came out?</qco> </h3>      \ni was trying to write a somewhat crazy song, using chords to help make it crazy, but, that's not the only tool i was using to make it crazy, and those are not the craziest chords. when making a song, you always have to remember to NOT make the chords too crazy, because that spoils the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n5:08 am</dco> &nbsp;<qco> I have a hard time stringing even the simplest chords together. How do you manage to make stringing such amazing, jazzy chords together look so easy? </qco></h3>      trying to 'string chords together' is like putting salt and pepper on a plate, ..... with no food. put some food there. then everything will be easy <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Oh also what cereal should I buy from the store?</qco> </h3>      \nhow about mush\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n3:20 am</dco> &nbsp;<qco> how was the writing process for \"i'm best friends with my own front door\"?</qco> </h3>      \nvery fast. i had just snapped and said 'i'm going to do these music videos in 2 weeks even though i know it always takes 10 weeks no matter how hard i try to make it 2 weeks or even 4 weeks, but now i'm desperate, it's gonna be 2 weeks or die trying', and so there was no time to waste. and on the selection, i seemed to hate everything (as usual), so because the time was so limited, part of my brain just said 'what song do you wish you could do' (like one that doesn't exist yet), and the first 2 lines wrote themself. So that was the starting point, then i began writing it, and i think after the whole day i still really had barely even wrapped up the first 2 stanzas. not good, because there's only 14 days to do the whole process, ..... write, record everything, all everything, video, ..... entire everything. So i took a panic walk and slapped myself into shape and realized if i can't finish this in the next 4 hours then i'm off the bus pretty much. So basically the first thing that was written after the switch into panic mode was the 'i saw the sign' bit. i think it's evident that this wouldn't have made it into the song if i had had time to think. but in fact, it's this line that is the gateway to the entire mindset of the rest of the song. it sends it off a sort of cliff, and a series of strange things unfold, and due to momentum, when we finally land at the 'outchorus' ('do everything'.... etc), the real-world emotion of the actual scenario seems to realize itself more fully and genuinely, and the song is definitely about itself, as you can see the victory set in towards the end, and yet also admitting how it had seemed like the end of the world just moments ago which i narrowly escaped\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n3:18 am</dco> &nbsp;<qco> Bill, can you answer this question?</qco> </h3>      \ni'll see what i can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n2:58 am</dco> &nbsp;<qco> what is your opinion on stairs?</qco> </h3>      \na good place for almost any activity you can think of. want to puke? do it on the stairs\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n2:48 am</dco> &nbsp;<qco> What is science good for?</qco> </h3>      \ndoing art\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n2:41 am</dco> &nbsp;<qco> How did you develop the art start you use in your videos?</qco> </h3>      \njust trying to get by\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n2:21 am</dco> &nbsp;<qco> hey just checking in to say i just rewatched for the god only knows how manyeth time a few of your music videos, 'outside', 'movie star', 'bad thing', and i know you like to say you're just trying to get by and i know you're always reaching for greater cooler crazier things to do and that's really a big part of the reason you're so great but anyways to end this incredibly long sentence i just had to tell you again you are really an inspiration visually and musically and whatever other ways there is. hope you're well and having fun and climbing mountains like you always seem to do. look forward to the new content, try not to kill yourself with stress and remember that it's okay to be a little wack sometimes, as long as you're being yourself and having fun...don't know if that advice is useful or true or whatever but anyways peace out for now&nbsp;</qco> </h3>      \nholy inter-continental railroad system, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n2:16 am</dco> &nbsp;<qco> how much do you leave things up to chance when writing new music?</qco> </h3>      \nthat's probably impossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n1:38 am</dco> &nbsp;<qco> what's your favorite question that you've been asked so far?</qco> </h3>      \nyours\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n1:34 am</dco> &nbsp;<qco> When learning a new skill do you tend to obsess over it to learn it as quick as possible,</qco></h3>      ? obsessing makes things go quick ??<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or work on it occasionally while making slower progress with less risk of burning yourself out?</qco> </h3>      new skills are often learned by mistake\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n1:28 am</dco> &nbsp;<qco> What should I draw</qco> </h3>      \n the world you live in. or if that's not good enough you could try to imagine a different one\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n1:03 am</dco> &nbsp;<qco> I finally defeated my fear of not being able to make music, and made two albums, but now I'm afraid of releasing them because I'm afraid of things like \"these chords aren't complex enough\", \"my singing could be better\", \"I didn't apply the de-esser correctly here\", and such. Any advice on how to overcome these fears and get the darn things released? Thanks.</qco> </h3>      \nit's a sin to make another album without releasing the previous. also it's a sin to have chords that are too complicated\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n12:47 am</dco> &nbsp;<qco> what do you think at night?</qco> </h3>      \nsometimes i think about far away places. it's easier to think about alternate locations when your actual location is not flooded with so much light\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n12:40 am</dco> &nbsp;<qco> ay i just want to say you make me happy and also what's your go-to chord for that tite harmony in a jingle</qco> </h3>      \nthe context of the video will determine what it would be\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n12:22 am</dco> &nbsp;<qco> how do i get better at completing stuff thats bigger than what ive done before, </qco></h3>      i'm not sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how do i tame my ambition when it grows despite failure</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n12:15 am</dco> &nbsp;<qco> Are any of your songs based on true stories?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n12:08 am</dco> &nbsp;<qco> I've made up a lot of music in my head recently. Should I record them before I forget?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.20&nbsp; \n12:04 am</dco> &nbsp;<qco> what's the kindest thing one person can do for another?</qco> </h3>      save their life\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n11:11 pm</dco> &nbsp;<qco> Are you gonna go back to New Canaan?</qco> </h3>      \nmaybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n11:01 pm</dco> &nbsp;<qco> What is your advice for people who want to make music?</qco> </h3>      \nyou're gonna wanna go ahead and do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n10:48 pm</dco> &nbsp;<qco> What's your fav piano voicing ?</qco> </h3>      \nhow about <a href=\"nap.mp4\" target=\"_blank\">this one</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n10:33 pm</dco> &nbsp;<qco> Have you cleaned your room yet?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n10:28 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202004131602\">4.13.20 4:02 pm</a>  What would the soundtracks category contain?</qco> </h3>      \nthat would be any score music from videos. complete with the names you know they should have had. like \"evil whale stare\", or \"the one where matthew perry makes some demands\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n9:57 pm</dco> &nbsp;<qco> when you fail to re-inventing the graphics department (that is at least what i gathered from reading this page)do you learn a better video editor? </qco></h3>      go ahead and set a deadline, pick a song, write a song, record the song, and pray like hell that you  will find some way to make a video before the time runs out. and try to allow slightly more time than normal because i'm scared as fuck, and don't tell anyone the deadline because they will chew you alive if you miss. even if you don't tell them they'll probably make one up anyway that they thought you said<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;it is amazing how much you have done with a bad one</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n9:53 pm</dco> &nbsp;<qco> what would you say is your best song you've made so far. just speaking musically, the video can't have any impact on your judgement.</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n9:46 pm</dco> &nbsp;<qco> Name some stereotypes for YouTubers</qco> </h3>      \n'hey guys', ........... (10 minutes later) .....'so without further adieu let's jump right into it'\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n9:44 pm</dco> &nbsp;<qco> Are you made out of wood</qco> </h3>      \nno but i can see why you would think that\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n9:05 pm</dco> &nbsp;<qco> are you still working on new videos that you'll publish on your site?</qco> </h3>      \ni just started\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n8:59 pm</dco> &nbsp;<qco> do you like music</qco> </h3>      \nnever heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n8:45 pm</dco> &nbsp;<qco> how many songs have you written?</qco> </h3>      \nmaybe like 500 but that doesn't include the ones that are not finished yet\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n8:20 pm</dco> &nbsp;<qco> Thoughts on swiss cheese?</qco> </h3>      \ndon't like it, but the good news is it has holes, so there is an opportunity to put other types of cheese in those holes \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n8:13 pm</dco> &nbsp;<qco> What's your opinion on the weather?</qco> </h3>      \nit changes so much it is almost predictable. i predict it is going to change\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n7:58 pm</dco> &nbsp;<qco> How do I find out what to make art about?</qco> </h3>      \ndo it about everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n7:18 pm</dco> &nbsp;<qco> are you self motivated, or does your music motivate you?</qco> </h3>      \neverything motivates me\n<br><br>"
  }
]
