[
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n6:39 am</dco> &nbsp;<qco> is math real or is it made up by dangerous politicians&nbsp;</qco> </h3>      \nit's way more real than they could ever imagine. they actually don't even know about it \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n5:18 am</dco> &nbsp;<qco> What is the sum of the absolute values of&nbsp;−3 +&nbsp;π&nbsp;and&nbsp;π&nbsp;−&nbsp;2?</qco> </h3>      \n2π-5\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n2:39 am</dco> &nbsp;<qco> thoughts on flags?</qco> </h3>      \nnot that different from movies, at the cinema\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n2:22 am</dco> &nbsp;<qco> why are you the goat? why do i love you so much?!</qco> </h3>      \nit's my job, to at least make you think that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n2:13 am</dco> &nbsp;<qco> when you tune a guitar are you getting the one string right or making the other strings wrong?</qco> </h3>      \na little of both. that's why you have to make small adjustments at the end\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n1:56 am</dco> &nbsp;<qco> Opinions on the word \"ought\"?</qco> </h3>      \npretty common but it makes me nervous. i'd rather use a more solid word. Like when you are stepping across a river on stones, and you see a stone that probably is solid, but you're not 100% sure. you'd rather use a stone you are more sure is solid. \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n1:42 am</dco> &nbsp;<qco> do you prefer \"hehe\" or \"haha\"</qco> </h3>      \nthey are both useful because they each have a different effect\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n1:34 am</dco> &nbsp;<qco> have u ever try egg tarts before?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; 1:00 am</dco> &nbsp;<qco> do you do all your own music?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n12:32 am</dco> &nbsp;<qco> have you ever gone waffle stomping?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n11:42 pm</dco> &nbsp;<qco> Is it true that if I think outside of the box, I therefore am outside the box?</qco> </h3>      \nit seems like you are merging famous expressions (\"think outside the box\" and \"i think therefore i am\"). the result appears to be: a mixed expression.\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n11:07 pm</dco> &nbsp;<qco> Should I just pave the way all the way from yesterday into another day? Or should I wait to do this another time, so I can say goodbye?</qco> </h3>      \nthank you for telling me some lyrics from one of my songs. that's a very nice gesture\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n10:35 pm</dco> &nbsp;<qco> how do you make things make sense</qco> </h3>      \nbasically all you can do is pray you will figure it out. Actually, now that i've said that, i realize maybe you could go into thinking about why exactly you crave sense to be made. crystalize your desires about what sensemaking means to you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n10:11 pm</dco> &nbsp;<qco> should improvement be exponential or linear. or logistic</qco> </h3>      \ndon't worry about those words. they're kind of broken, in this context. just do the improvement and then figure out how to describe it after\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n9:26 pm</dco> &nbsp;<qco> Is money a form of energy?</qco> </h3>      \ncertainly\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n9:16 pm</dco> &nbsp;<qco> what do you think of this quote i made: difficult conversations on relationship will feel like digging a hole. however, you should remember that it is not because you will be buried there but it is because you will need the depth to set a strong foundation for that said relationship.</qco> </h3>      \nyes i am following your logic quite smoothly there\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n9:12 pm</dco> &nbsp;<qco> i've been a fan for quite some time now, all i do is go around in circles when people want me to and it's boring. any tips\n<br></qco> </h3>      \nhave you considered going in a square\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n8:41 pm</dco> &nbsp;<qco> do you have a method of organizing yourself workwise (like those things i believe people call productivity managers nowadays) and if so do you mind sharing your methods? do u use anything that resembles or functions as a \"planner\"? even if its just a collection of txt files?</qco> </h3>      \nbasically i write down plans and then do the plans\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n7:49 pm</dco> &nbsp;<qco> what would you have done if you lived during the carnian pluvial episode?</qco> </h3>      \n\nto put it in perspective, i think it's important to point out that i wouldn't have even noticed it unless i had a life span of at least 1 million years. that being said, i would have maybe done some role playing with friends\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n7:42 pm</dco> &nbsp;<qco> what's your favorite radiohead song</qco> </h3>      \nwhat's the dreary one\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n6:44 pm</dco> &nbsp;<qco> have you ever thought about red bananas before?</qco> </h3>      \nsure. mitch hedberg could be single handedly to blame for this\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n6:22 pm</dco> &nbsp;<qco> What's the best question you've been asked?</qco> </h3>      \n\nall the questions are of equal value. that is the questions page guarantee\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n4:43 pm</dco> &nbsp;<qco> What is the weirdest show you have watched???</qco> </h3>      \n\nthe morning news\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; 4:31 pm</dco> &nbsp;<qco> do you like bread?</qco> </h3>      \n\nsure, if it's the right bread at the right time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n4:28 pm</dco> &nbsp;<qco> DOES THIS CAPITALIZATION OFFEND YOUR WORLDVIEW?</qco> </h3>      \n\nno, nor do i believe that it's the normal format you actually use\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n3:59 pm</dco> &nbsp;<qco> I think some people accidentally got too much money and now they think Subway sandwich stores smell bad</qco> </h3>      \n\nfor all the questions here that i complain about not being able to follow their logic, i must admit i am following your logic incredibly smoothly here\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n3:22 pm</dco> &nbsp;<qco> What are special sandals, exactly?</qco> </h3>      \n\nlet's be honest, it's a songwriting device\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n2:45 pm</dco> &nbsp;<qco> would you prefer some of something, all of something, some of everything, or all of everything?</qco> </h3>      \n\nsome of something, but it seems like some obvious options were missing from your list there\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; 12:45 pm</dco> &nbsp;<qco> cats or dogs?</qco> </h3>      \n\ni'm not following your logic here whatsoever\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n12:38 pm</dco> &nbsp;<qco> When do you smell like chlorine? I did just this monday</qco> </h3>      \n\nmaybe going swimming in chlorine, although it's not something i have done any time recently\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n11:33 am</dco> &nbsp;<qco> What is a capo?</qco> </h3>      \n\nit's a clip that you put on the neck of your guitar to change the whole key of the guitar. it raises the pitch of all the open strings by pressing down on all the strings at the fret where you put it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; 11:24 am</dco> &nbsp;<qco> what is your favorite videogame</qco> </h3>      \n\nmaking videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n11:15 am</dco> &nbsp;<qco> a common genre of question on this page is \"I want to do X but I can't find motivation to do X. What should I do?\"\n<br>\n<br>has this ever happened to you? is there anything you wanted to pursue at one point and then later realized you didn't like it?\n<br>\n<br>how about the inverse of this where you thought you didn't want to pursue something and then changed your mind?</qco> </h3>      \n\nneither of the 2 ways you described it seem to resemble the quoted scenario. but both of your descriptions sound like something that has happened to me. the quoted scenario makes no sense to me, but you're right about the fact that it is a standard question format that comes up here very often, and now that i think about it i'm probably doing a terrible disservice by answering it so often, considering the fact that i don't understand it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n11:12 am</dco> &nbsp;<qco> What's better hi or hello</qco> </h3>      \n\neach one makes the other immediately better\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n10:54 am</dco> &nbsp;<qco> what's going on in the world</qco> </h3>      \n\nalmost everything, but actually now that i think about it most things haven't even happened yet\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n9:36 am</dco> &nbsp;<qco> i can't sleep. any tips?</qco> </h3>      \n\ni'm just thinking outside the box here, try not to sleep. i'm just thinking about how effective that strategy can be, for sleep, in such a wide variety of life's situations\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n9:26 am</dco> &nbsp;<qco> Favorite grammatically correct sentence?</qco> </h3>      \n\n\"Grammatical correctness is ultimately a myth, but that somehow doesn't prevent it from being a seemingly valid and useful phenomenon, but just don't expect it to work the same exact way in 100 or even 50 years into the past or future, or even in a slightly different geographical region.\" let me guess, yours is the buffalo one\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n9:12 am</dco> &nbsp;<qco> People\n<br>Who\n<br>Are\n<br>Too\n<br>Trusting\n<br>Can\n<br>Get \n<br>Abused\n<br>And\n<br>Hurt\n</qco></h3>      ah yes, i was wondering what pwattcgaah stands for<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;But what happens to a person that is too skeptical or paranoid or distrusting?</qco> </h3>      \nthe most obvious response that comes to mind here is that they may abuse or hurt someone, but i cannot guarantee that that's totally correct\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n9:06 am</dco> &nbsp;<qco> What is your motto?</qco> </h3>      \n\nam i allowed to just keep changing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n8:29 am</dco> &nbsp;<qco> What is the last time you got an a-ha moment?</qco> </h3>      \n\ni've been in the midst of one for some time now\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n7:44 am</dco> &nbsp;<qco> If creativity, as many other things pretending to be dead, is alive, is it an animal, a plant or a mushroom?</qco> </h3>      \n\nas much as i would like to say there's no answer, the answer is obviously mushroom\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; 7:28 am</dco> &nbsp;<qco> What's your favorite book?</qco> </h3>      \n\nthe one with the most pages. it's that simple\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n5:29 am</dco> &nbsp;<qco> Do you think we're going to be okay?</qco> </h3>      \n\nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n5:11 am</dco> &nbsp;<qco> What's your favorite band/artist? I need to listen to more diverse music thanks.</qco> </h3>      \n\nthe problem is, i don't really see any connection between those 2 things. a secondary problem is that i don't have an answer to the first part, nor do i have a good solution for the second part separately\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n4:08 am</dco> &nbsp;<qco> i just realised that language is fake so im making a new word its broozdbroozd it means coffee but not super hot just above warm with plain milk in it do you think my word will stick with the masses?&nbsp;</qco> </h3>      \n\nthey'll at least have to hear it used in context. even better if it's like part of a viral dance craze or something, that will help\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n4:06 am</dco> &nbsp;<qco> Ever overseen a mine staffed with manic depressive midgets?</qco> </h3>      \n\nnot that i recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n2:44 am</dco> &nbsp;<qco> why did we all do this?</qco> </h3>      \n\nwhy did who do all what\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n2:42 am</dco> &nbsp;<qco> do \"think and \"milk\" rhyme?</qco> </h3>      \n\nin practice, sure. if you're thinking way too hard about rhyming, then maybe no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n2:10 am</dco> &nbsp;<qco> why aren't you on the wikipedia list of united states presidents with facial hair?</qco> </h3>      \n\nit pretty much comes down to 2 incredibly simple reasons\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.25&nbsp; \n12:13 am</dco> &nbsp;<qco> do you think that there could ever be an effect without a cause or a cause without an effect?</qco> </h3>      \ni was going to say yes but now that i think about it no\n<br><br>"
  }
]
