[
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n2:06 am</dco> &nbsp;<qco> How long have you been woke?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n2:05 am</dco> &nbsp;<qco> Are you woke?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n1:08 am</dco> &nbsp;<qco> Should i bother trying to make people happy with me? </qco></h3>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n12:42 am</dco> &nbsp;<qco> are you still recording audio that could later become reality videos? \n</qco></h3>"
  },
  {
    "html": "<h3> <dco>8.3.17&nbsp;\n12:30 am</dco> &nbsp;<qco> Out of all instruments you're fluent in, which is your favorite/preferred?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp; \n11:54 pm</dco> &nbsp;<qco> Is there a reason behind all this strange formatting/behavior online or on social media?</qco></h3>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp; \n11:43 pm</dco> &nbsp;<qco> What do you think about UFO's?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp; \n10:28 pm</dco> &nbsp;<qco> why don't you want to make money from ads on your videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n10:19 pm</dco> &nbsp;<qco> Hey, I have been working on an animation, and I am having a little trouble with recording voice lines. I find it difficult to get a voice line that I think is good, and my only option is to use my own voice. I know that you're a musician and video maker, so can you give me any advice on recording vocals/voice?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n9:46 pm</dco> &nbsp;<qco> Should I expect a video soon</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n9:21 pm</dco> &nbsp;<qco> do you know karate?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n8:13 pm</dco> &nbsp;<qco> Before you had a YouTube account, why did you make videos before you were able to share them?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n8:04 pm</dco> &nbsp;<qco> what was your system before you moved to your song a week schedule? did you have one?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n7:41 pm</dco> &nbsp;<qco> In order to become successful, did you have to sell your soul to Satan, or make some kind of blood oath with the reptilians or hollywood elite or something like that?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n7:32 pm</dco> &nbsp;<qco> how far are you into your next thing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n7:15 pm</dco> &nbsp;<qco> What's your opinions on rights for all sexualities, races and whatever else? Do you believe in full equality?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n7:15 pm</dco> &nbsp;<qco> wanna elope with me?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n5:40 pm</dco> &nbsp;<qco> do you hate capital letters and/or the shift/caps lock?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n5:30 pm</dco> &nbsp;<qco> Would you ever consider building a comedic stand-up performance integrating your videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n5:17 pm</dco> &nbsp;<qco> do you know what a blue corn moon is</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n4:11 pm</dco> &nbsp;<qco> Do you use vocoder or autotune or a different method to tune your voice? \n</qco></h3>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n4:08 pm</dco> &nbsp;<qco> Do you ever believe that everyone except for you is a robot?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n3:12 pm</dco> &nbsp;<qco> favorite dead meme</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n2:38 pm</dco> &nbsp;<qco> When you say \"I'm not sure if that answers your question\" are you actually not sure if it answers their question?</qco></h3>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n2:22 pm</dco> &nbsp;<qco> Do you plan on using 3D animation in any of your videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n12:39 pm</dco> &nbsp;<qco> Do the people that tell you to update notes not know you have a twitter?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n12:05 pm</dco> &nbsp;<qco> speak you the english good?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n12:02 pm</dco> &nbsp;<qco> what does it mean to \"be happy\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n11:56 am</dco> &nbsp;<qco> Do you pledge allegiance to the flag of the united states of america, and to the republic for which it stands, one nation under god, indivisible, with liberty and justice for all?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n11:42 am</dco> &nbsp;<qco> why do people need to show their lives to other people using social media?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n11:19 am</dco> &nbsp;<qco> How much dirt do I have to throw in the ocean before I make another country?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n11:15 am</dco> &nbsp;<qco> Have you considered putting in an \"Updates\" page that encompasses everything on the site (aside from maybe the questions page) so that people will just find the updates rather than asking about them?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n11:03 am</dco> &nbsp;<qco> why cant shit be compared. youre out here saying everything is as different as apples and oranges but i can still tell you which fruit i like better overall. some days i will want oranges because of my mood but if im more of an appley kind of fella then thats alright. and maybe that preference means something, so i tell others about it. same with everything else. maybe i even like the smell of oranges better, but when im asked my favorite fruit to eat, it isnt kumquat, or banana, or t-rex because ive developed a preference for apples. im so confused why you don't like preferences!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n10:30 am</dco> &nbsp;<qco> What do you define as a friend?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n10:24 am</dco> &nbsp;<qco> How much time does doing all the daily stuff (questions, scramble, twitter, reality) take away from doing your main project? </qco></h3>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n9:56 am</dco> &nbsp;<qco> you answered a question at <a href=\"q.php?date=201707291632\">7.29.17&nbsp;&nbsp;4:32 pm</a> about what kind of scientist you'd be if you were one, by saying that you already are a scientist. what kind of scientist are you? :)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n7:59 am</dco> &nbsp;<qco> you said as an answer to a question question once that you agreed that some words sound funny merely because of the way they are, like their arrangement of syllables. Can you give an example of such a word that you feel sounds humourous?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n7:33 am</dco> &nbsp;<qco> Can you develop a time machine so that you can record lots and lots and lots more songs and videos,then go back in time to today and release them all simultaneously? Please and thank you.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n7:30 am</dco> &nbsp;<qco> Do you have hidden messages in your songs/videos? </qco></h3>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n7:26 am</dco> &nbsp;<qco> holy shit you added so many reality videos. 16 since last time i checked. are you focusing more on the reality page now? </qco></h3>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n1:38 am</dco> &nbsp;<qco> Do you think your music is more like a thick steak served in a dim, decorated room with a heavy plate and hefty silverware, or a cucumber, freshly twisted from the vine and eaten under the sun that warmed and ripened it? I'm leaning toward the latter, personally.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n1:15 am</dco> &nbsp;<qco> is the fact that steve is levitating during the last jingle a reference to your \"i can sort of fly a little bit\" dreams?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n12:28 am</dco> &nbsp;<qco> would you say your capabilities have increased steadily or quickly as compared to similar stretches in your past life</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n12:03 am</dco> &nbsp;<qco> Hello! Couple questions for you... When writing out the script for your videos, do you also make notes for yourself about stuff like vocal inflections, tone, delivery, timing, etc?&nbsp;&nbsp;</qco></h3>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n11:20 pm</dco> &nbsp;<qco> Do you really know what's going on?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n10:28 pm</dco> &nbsp;<qco> what do all good documentaries have to have</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n10:18 pm</dco> &nbsp;<qco> I saw a Paul Simon interview online where he was talking about the song Still Crazy After All These Years (unfinished at the time of the interview)... and he said something that I thought was very interesting. He said he wanted to go to either a C or C# in the bridge because he hadn't used them in the melody of the verse. His quote was that \"the listener will not ever consciously&nbsp;&nbsp;say 'those are two new notes I haven't heard\". But, in fact, it will be refreshing to the ear.\" He also compared the same thing to comedy, saying that you can establish a comedic pattern, but then once the pattern is recognized you have to alter it. Just curious what your thoughts are on this? </qco></h3>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n9:57 pm</dco> &nbsp;<qco> If life were a video game, what would the Final Boss Fight be? (The 'Bowser' of Life?)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n9:29 pm</dco> &nbsp;<qco> Do you think Maybe I'm Amazed is Paul's best song, as he himself thinks?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n9:22 pm</dco> &nbsp;<qco> what's the best way to destroy my enemies?</qco> </h3><br><br>"
  }
]
