[
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n4:35 pm</dco> &nbsp;<qco> <a href=\"why-no-caps.html\">why don't you ever use capital letters?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n4:35 pm</dco> &nbsp;<qco> how much time do you put into your videos?</qco> </h3>      just enough so that it doesn't totally suck\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n4:30 pm</dco> &nbsp;<qco> when is the next video?</qco> </h3>      i just posted a video\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n4:28 pm</dco> &nbsp;<qco> What's your thought process on making a video?</qco> </h3>      'i wonder how this video should go'\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n4:22 pm</dco> &nbsp;<qco> will you ever make a serious video?</qco> </h3>      i'm not sure what you mean. but i am very serious about doing videos in whatever way seems the most meaningful\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n4:06 pm</dco> &nbsp;<qco> In your video \"hi i'm steve,\" it said, \"Hi, I'm Steve, I drive a car, it's in a tree. Just kidding my name's not Steve.\" Does that mean that Notsteve's car is still in the tree?</qco> </h3>      i'm sure there is a car in a tree somewhere. it might even belong to steve\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n4:03 pm</dco> &nbsp;<qco> why are no titles spelled the right way?</qco> </h3>      graphics free title graphics\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n4:01 pm</dco> &nbsp;<qco> Why did you draw the person in your newest video? Was it to be creative?</qco> </h3>      it was so you could see him. it is a common technique in films and videos to make the characters visible. it helps foster a connection between the viewer and the character\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n4:00 pm</dco> &nbsp;<qco> are you making another video and if so what is it about?</qco> </h3>      i just finished making one, it's about a guy named steve. well actually that might not be his name\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n3:58 pm</dco> &nbsp;<qco> is the new vid sort of an autobiography?</qco> </h3>      i didn't think so but perhaps it accidentally is\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n3:57 pm</dco> &nbsp;<qco> Your recent YouTube video was random but somewhat entertaining, how long did it approximately take to make that 1 minute video?</qco> </h3>      about 2 weeks\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n3:55 pm</dco> &nbsp;<qco> do you like capital letters?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n3:55 pm</dco> &nbsp;<qco> is your latest video the \"medium type\" video you were talking about?</qco> </h3>      i would say it is a medium size<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp; \n3:53 pm</dco> &nbsp;<qco> Do you have a small penis?</qco> </h3>      i will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n3:49 pm</dco> &nbsp;<qco> what's steve's real name</qco> </h3>      i'm beggining to think it might be steve\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp; \n3:47 pm</dco> &nbsp;<qco> what does the rain at the end of hi, i'm steve represent?</qco> </h3>      precipitation, and hydration<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp; \n3:45 pm</dco> &nbsp;<qco> is uh stut-t-ter-in-g uh b-b-bad?&nbsp;</qco> </h3>      i think it's awesome<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp; \n3:36 pm</dco> &nbsp;<qco> why was I born in the wrong body</qco> </h3>      for an extra challenge<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp; \n1:37 pm</dco> &nbsp;<qco> why am i asking you this question?&nbsp;</qco> </h3>      to see if i know the answer<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp; \n1:36 pm</dco> &nbsp;<qco> what is a thing that is only good in excess and not in moderation&nbsp;</qco> </h3>      victory, and success!\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp; \n1:36 pm</dco> &nbsp;<qco> is rationality rational&nbsp;</qco> </h3>      it better be<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp; \n1:35 pm</dco> &nbsp;<qco> <a href=\"http://billwurtz.com/im-gonna-figure-out-what-everything-means.mp4\">what are your intentions</a>&nbsp;</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp; \n1:13 pm</dco> &nbsp;<qco> what's your secret?</qco> </h3>      don't tell the secret<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp; \n12:45 pm</dco> &nbsp;<qco> does everything have a cause and effect?&nbsp;</qco> </h3>      all the causes and effects have been refined into a powder, and they have been sprinkled about\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp; \n10:48 am</dco> &nbsp;<qco> Why did you stop making those Monday videos? You know, the ones like elevator testing and ice cream sandwich.</qco> </h3>      to devote more time to longer videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp; \n10:36 am</dco> &nbsp;<qco> What was the weirdest thing you did in your life?</qco> </h3>      was born\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp; \n3:54 am</dco> &nbsp;<qco> What's your philosophy on philosophy?</qco> </h3>      philosophy already seems redundant without raising it to the second power<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp; \n3:49 am</dco> &nbsp;<qco> When you reply to questions with original videos did you make that video right then just as the answer or was it somehting you just had from ages ago that you link</qco> </h3>      i never make videos for questions. that would be insane. i'm already trying to make videos and content for a million other places and it always seems like nothing is being updated except the thing i'm working on. one of the reasons this page is the most updated is because it extremely low budget production cost. i just type answers to questions. sonetimes even copy the old answers because all the questions have really been asked before<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp; \n3:48 am</dco> &nbsp;<qco> You've talked before how you've struggled to collaborate and work with other people. if this is the case, have you thought much about working with a whole band while touring?</qco> </h3>      i am comfortable working with bands<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp; \n3:47 am</dco> &nbsp;<qco> How did this question page start out? Did you put it here when you first put up the website and then just let people start asking questions or was it more pre-meditated like people asked you to do it so you did</qco> </h3>      i wanted to make one but i didn't know how. so i did questions on ask.fm instead. this was good because the fans don't have to sign up, they are allowed to ask anonymously. this was going great until i found out that's not true. you do have to sign up. so i tried harder to learn how to make my own, and i made my own. and i liked it much better because i got to make it exactly how i want<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp; \n3:25 am</dco> &nbsp;<qco> are you aware of the lick at 14:15 in history of the entire world</qco> </h3>      i want to answer, but that would require opening the video and risk seeing/hearing part of it. which is something i have not done since it came out, and will not do for a long time. i do sometimes use 'the lick' on purpose, and while i don't remember using it in that video, i also don't remember anything from the video <br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp; \n3:15 am</dco> &nbsp;<qco> how do i tap into the improvisational power of the lydian mode</qco> </h3>      i don't think it has the kind of power you're looking for. i think the kind of power you're looking for is in all the notes<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp; \n3:01 am</dco> &nbsp;<qco> did you use f#9sus4 in 'i wanna be a movie star'?</qco> </h3>      oh hell yeah<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp; \n2:56 am</dco> &nbsp;<qco> how do i not get bored of playing guitar? sometimes i just sit there and i dont know what to do... i don't want to learn songs anymore and i want to do more improvising but it just seems... eh</qco> </h3>      join some bands that play popular music at bars, weddings, or other venues, on a regular basis. this should put everything into perspective<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp; \n1:43 am</dco> &nbsp;<qco> do you like square waves or triangle waves better</qco> </h3>      why can't  i integrate them both into my repertoire in a balanced way<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp; \n1:19 am</dco> &nbsp;<qco> i dont speak english</qco> </h3>      that's ok<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp; \n1:17 am</dco> &nbsp;<qco> you seem like a guy who makes \"content\" 24/7/365</qco> </h3>      perhaps the reason it seems that way is because i explain on here every day that that is what i do and i am also telling the truth when i explain it<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp; \n12:52 am</dco> &nbsp;<qco> Do you ever count in sets of 8 instead of 10? Sometimes I do that because I can subconsciously (or at least unconsciously) count those easier.</qco> </h3>      yes. usually 16<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp; \n12:33 am</dco> &nbsp;<qco> do you like giving advice or is it just something that kind of happens?</qco> </h3>      people ask for advice all the time. i respond in a variety of ways such as not giving the advice. although sometimes i do change it up and give the advice<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp; \n11:16 pm</dco> &nbsp;<qco> what is your favorite greeting to use at a funeral?</qco> </h3>      hi<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp; \n11:08 pm</dco> &nbsp;<qco> hypothetically, can you write a piece of music with such detailed timing notation (not sure if that makes sense) that it sounds like \"rubato\" but really isn't?</qco> </h3>      not for a person. to get the best results from a person, write simple notation and tell them to play it at their own pace<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp; \n10:51 pm</dco> &nbsp;<qco> are your songs based on things you have experienced?</qco> </h3>      they are allowed to be<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp; \n9:07 pm</dco> &nbsp;<qco> What is your prefered method of perceiving the world around you?</qco> </h3>      what's the method where you switch methods<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp; \n9:02 pm</dco> &nbsp;<qco> is today good?</qco> </h3>      i haven't checked yet<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp; \n8:53 pm</dco> &nbsp;<qco> can you answer this question with a video?</qco> </h3>      <a href=\"http://billwurtz.com/no.mp3\">maybe</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp; \n8:52 pm</dco> &nbsp;<qco> is it important to respect someone even if they don't respect you?</qco> </h3>      not necessarily\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp; \n7:39 pm</dco> &nbsp;<qco> Thoughts on semicolons? do you use them?&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp; \n7:36 pm</dco> &nbsp;<qco> Do you like red umbrellas too?</qco> </h3>      umbrellas are useful protection against rainwater. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp; \n7:05 pm</dco> &nbsp;<qco> how do you come up with your tunes?</qco> </h3>      using my mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.17&nbsp; \n6:44 pm</dco> &nbsp;<qco> hey bill, i need some good news right now. can you give me any?</qco> </h3>      the world is in 3D\n<br><br>"
  }
]
