[
  {
    "html": "<h3> <dco>6.4.17&nbsp;\n10:40 pm</dco> &nbsp;<qco> You try to be as logical and sensical in your answers as possible, but when you say things such as ''all music is bad'' I can't help but think you are joking around. Are you?</qco> </h3>      some questions really have no answer. so then it becomes logical and sensical to have a bit of fun with it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp;\n10:27 pm</dco> &nbsp;<qco> How can your content interfere with each other?</qco> </h3>      like when i make multiple different types of content, and different people like each different type, and everyone's mad at me for not doing only their favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp;\n10:04 pm</dco> &nbsp;<qco> how much money do you want us to donate</qco> </h3>      whatever seems right for you, including 0\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp;\n8:51 pm</dco> &nbsp;<qco> wheres West Virginia?</qco> </h3>      it's right next to regular virginia. to the west, i believe\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp;\n8:51 pm</dco> &nbsp;<qco> Can you make a super short song for me?</qco> </h3>      how about something of a more medium size\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp;\n7:47 pm</dco> &nbsp;<qco> Knock knock</qco> </h3>      come in\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp;\n7:38 pm</dco> &nbsp;<qco> The internet has definitely changed how people find and listen to music, as well as how many bands/artists release or present their music... But do you think that its led to changes in the music itself (kind of like how radio changed how many pop songs were written, formatted and produced back in the day)?</qco> </h3>      i think most of those changes have probably not really set in yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp;\n7:37 pm</dco> &nbsp;<qco> Do you have a specific process to answering questions? Like do you always answer the older ones first or is it random?</qco> </h3>      i do them in chronological order\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp;\n7:36 pm</dco> &nbsp;<qco> Is it harder to write lyrics or compose tunes?</qco> </h3>      i don't know, but i only do them both together\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp;\n7:32 pm</dco> &nbsp;<qco> What made you think that you were going to Pennsylvania and not Connecticut? </qco> </h3>      i guess it makes for a better melody\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp;\n7:15 pm</dco> &nbsp;<qco> what's something in your life that might seem insignificant to others but that you wouldn't be able to live without? </qco> </h3>      the atmosphere\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp;\n6:33 pm</dco> &nbsp;<qco> Do you want to go on a date where we meet up somewhere quiet, share a tall pitcher of water, work separately on our own projects for hours, while occasionally exchanging curt encouragements toward each other, and then go back to work. I feel like I'd get a lot done while also feeling a sense of companionship. </qco> </h3>      ah, that seems reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp;\n6:25 pm</dco> &nbsp;<qco> hey do you like bread and toast and stuff?</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp;\n5:26 pm</dco> &nbsp;<qco> are you working on something big bill?</qco> </h3>      a series of things, of a medium size\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp;\n5:04 pm</dco> &nbsp;<qco> Why is it that man in plural is men, but human in plural is humans?</qco> </h3>      because those are different words? not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp;\n4:24 pm</dco> &nbsp;<qco> <a href=\"http://billwurtz.com/im-a-person.mp4\">what's a fact you can tell about yourself</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp;\n4:06 pm</dco> &nbsp;<qco> <a href=\"dont-understand.html\">Prunes, Plums, or Dates?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp;\n3:24 pm</dco> &nbsp;<qco> i want to learn guitar, but i'm 15 and have little musical experience and i dont know how or where to begin, any tips?</qco> </h3>      step 1 is getting a guitar<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp;\n3:18 pm</dco> &nbsp;<qco> What are emotions?</qco> </h3>      feelings, i guess<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp;\n3:14 pm</dco> &nbsp;<qco> Why do we press harder on a TV remote when the batteries are dead?</qco> </h3>      to check if maybe it's just a weak button problem instead of a battery problem\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp;\n2:08 pm</dco> &nbsp;<qco> can i pay ur rent</qco> </h3>      sure<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n12:52 pm</dco> &nbsp;<qco> what do women pee with </qco> </h3>      i'm not sure<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n12:46 pm</dco> &nbsp;<qco> what's better thinking or feeling</qco> </h3>      i think it's best to do them both together<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n12:30 pm</dco> &nbsp;<qco> are you picking your songs randomly or choosing the ones that are at least 90% done?</qco> </h3>      the list contains songs of every writing percent. from 100% written, all the way down to 1%<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n12:30 pm</dco> &nbsp;<qco> i have such high standards for myself that i can never finish anything, how do i get over myself</qco> </h3>      try starting with much shorter projects. they are much easier to finish<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n12:15 pm</dco> &nbsp;<qco> What title should i give my story?</qco> </h3>      that depends on the contents of the story<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n12:00 pm</dco> &nbsp;<qco> i don't want to be rude but it would be nice if the notebook page read like the questions page, all in a big stream so you didn't have to click back and forth. that's probably a lot of editing though and not your biggest concern, sorry just a thought</qco> </h3>      they would blend together too much that way. but i am considering setting up something with next and previous buttons<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n11:05 am</dco> &nbsp;<qco> bill, where is your shorty award right now?</qco> </h3>      probably in a case somewhere at the shorty awards offices<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n10:14 am</dco> &nbsp;<qco> why did you do jazz covers during the production of hotewig? I remember you saying that you only did them if there was nothing else to do.</qco> </h3>      members of my species sometimes need a small break when working on the same project for 11 months <br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n9:50 am</dco> &nbsp;<qco> <a href=\"how-did-you-develop-your-style.html\">How did you figure out your art style?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n9:33 am</dco> &nbsp;<qco> what's your opinion on sex</qco> </h3>      it is a nice way to make babies<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n9:07 am</dco> &nbsp;<qco> <a href=\"same-questions.html\">Do you get upset that people ask the same questions over and over?</a> </qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n9:03 am</dco> &nbsp;<qco> in \"a Play featuring an iphone power block and a mechanical pencil\" you used a capital letter in the video title but not in the video itself. you also capitalized \"February\" (correct) and \"Shitty\" (wrong). what is the explanation?</qco> </h3>      a phone charger and a pencil are talking to each other about calendars, and the capitalization scheme is what you think most needs an explanation?<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n7:56 am</dco> &nbsp;<qco> Will you make a video for your new song? pls</qco> </h3>      how about i make more songs instead<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n7:34 am</dco> &nbsp;<qco> whats your song-picking system?</qco> </h3>      i'm randomizing from a long list of songs which includes songs where the writing is finished and where writing is not finished. whichever one i pick, i have to finish the writing, and record it. this is a system i started to use last year except this year i have added an extra twist which is that i tell myself that i technically don't have to release it, but i do have to finish it and record it. this is very important because it prevents me from getting cold feet about the selection, and helps me carry on and record it and not 'blame the selection.' this creates somewhat of a paradox because if i follow through on the recording, i'm gonna find a way to make it good, and will end up posting it in the end. but for some reason it really helps to at least pretend thst i'm not required to release it. this enables me to freely experiment on trying to make the best of what might seem like a weak selection. for example, when 'california' came up, my first reaction was 'oh no, not another weed song. people are gonna think all my songs are about weed' and i probably would have chickened out on the selection and then the entire credibility of the random system would collapse. but if i'm allowed to just 'try' recording it to see if i can make it good, it removes the pressure. and allows me to try making it the best i can make it, without stressing that it's the wrong selection. like i said, this strategy is a huge paradox in many ways but it seems to work <br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n6:53 am</dco> &nbsp;<qco> If I intend to be funny by intentionally doing something unfunny does it become funny or does the meta circle find it's way back to not funny?</qco> </h3>      nothing is funny<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n6:25 am</dco> &nbsp;<qco> I don't think culture can be appropriated, people don't do things just because its their culture, they do it because they like it or someone told them they should. I guess you could do something from a different culture to make fun of it, but that's just mocking not 'appropriating'. what do you think about cultural appropriation?</qco> </h3>      some days u gotta just appropriate the shit out of some culture<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n5:21 am</dco> &nbsp;<qco> <a href=\"will-you-update-reality.html\">are you gonna put things in reality</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n4:48 am</dco> &nbsp;<qco> If you waste time, and then waste more time, how much time have you wasted?</qco> </h3>      some<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n3:50 am</dco> &nbsp;<qco> Is poetry philosophical or is philosophy poetic. Or are they both each other, if so is it a paradox? Man ain't that artistic...</qco> </h3>      either one can be both<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n3:26 am</dco> &nbsp;<qco> <a href=\"penis-length.html\">How big is your dick</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n12:38 am</dco> &nbsp;<qco> did you expect the history of the world video to gain massive popularity?</qco> </h3>      i suspected it would, but you can never guarantee these things<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n11:55 pm</dco> &nbsp;<qco> Whats the birds and the bees? mummy always talks about it but never tells me\n</qco> </h3>      birds are like flying tiny dinosaurs, and bees are flying yellow bugs<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n11:31 pm</dco> &nbsp;<qco> this answer will determine the rest of my life: should I leave my degree and start studying to become a professional guitar player?\nanyway any answer will determine the rest of my life, even no answer at all, so feel free to answer just saying lettuce. also I love your content</qco> </h3>      to become a professional guitar player, studying will not help you get gigs. but getting gigs will make you a better guitar player, and it will also lead you to more gigs. and if you're getting better then you might be able to keep better gigs. i'm not sure if thst answers your question<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n11:00 pm</dco> &nbsp;<qco> Can I take you out on a date this Thursday?</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I'll bring you to the best ice cream place in town</qco> </h3>      i think i would prefer to do something a little more constructive<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n9:45 pm</dco> &nbsp;<qco> http://www.billwurtz.com/reality/201308161747.mp4\nso how did this turn out for you</qco> </h3>      leave me alone<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n9:26 pm</dco> &nbsp;<qco> How come marijuana pops up so much in your songs?</qco> </h3>      it might be in about 1% of my songs. around 2011 i made a point to stop<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n8:47 pm</dco> &nbsp;<qco> If somebody was born and raised in a cave, in complete isolation from all society and technology since birth, but in their cave there was a grand piano (that they've had since birth)... Do you think that person would have an inclination to play and make music (in some form) on that piano without any knowledge of the existence or even the concept of music? Or would they just think \"this thing makes strange noises when I hit these little black and white rectangles... that's weird\" and that would be the end of it? </qco> </h3>      having a piano in your living space is one of the best and easiest ways to understand music<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n8:15 pm</dco> &nbsp;<qco> <a href=\"what-is-this-site.html\">why do create this website, and what purpose does it even have?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n8:15 pm</dco> &nbsp;<qco> bill can I move in with you?</qco> </h3>      sure<br><br>"
  }
]
