[
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n8:39 am</dco> &nbsp;<qco> opinion on crime?</qco> </h3>      \nfrowned upon\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n8:04 am</dco> &nbsp;<qco> why do people say \"OK\" when i'm not asking her a yes no questio</qco> </h3>      \nmaybe you were asking \"how are you doing\", or, \"how was the ____ (something)?\". Or, maybe you just proclaimed something, like, ........ 'i am a     bunny  rabbit.'\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n6:17 am</dco> &nbsp;<qco> are you a funky fellow with smooth tunes?</qco> </h3>      \nnot exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n1:31 am</dco> &nbsp;<qco> do you ever write lyrics by making a word string composed of words that \"go with\" or \"sound like\" each note of the melody rather than writing a phrase that \"equals\" the melody as a whole?</qco> </h3>      \nall 3 of your quoted phrases seem to blend into each other. in the context of what you just said, i can't really tell the difference between the meaning of those 3 phrases\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.23&nbsp; \n8:21 pm</dco> &nbsp;<qco> how do you feel after making a music or a song or idk?</qco> </h3>      \ngood\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.23&nbsp; \n8:20 pm</dco> &nbsp;<qco> would you consider writing a song or a part of a song in 11/8?</qco> </h3>      \nthat's interesting, i was just going to ask you if you'd ever consider writing a sentence with 44 letters\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.23&nbsp; \n7:08 pm</dco> &nbsp;<qco> what does it feel like to work</qco> </h3>      \nit either feels so wrong or so right. depending on whether you're on the right track\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.23&nbsp; \n2:59 pm</dco> &nbsp;<qco> when you make music videos in blender, do you have any techniques for syncing up audio and video? im thinking of making a 3d animated music video but blender doesnt support adding audio to the project itslef</qco> </h3>      \nyes it does\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.23&nbsp; \n2:41 pm</dco> &nbsp;<qco> what year is it</qco> </h3>      \nmust be in the billions by now\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.23&nbsp; \n2:32 pm</dco> &nbsp;<qco> What is something that reminds you of the future</qco> </h3>      \nthe present\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.23&nbsp; \n2:08 pm</dco> &nbsp;<qco> does streaming your songs on spotify all day long help you in any way (financially speaking)?</qco> </h3>      \nyes i believe it does\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.23&nbsp; \n12:29 pm</dco> &nbsp;<qco> chocolate fudge or strawberry poptart?</qco> </h3>      \ni think you forgot to attach the item. i'm seeing neither\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.23&nbsp; \n12:19 pm</dco> &nbsp;<qco> How prepared are you to do fills in the recording process? Is it trial and error? Or do you hear everything before going in?</qco> </h3>      \nsome of the really important ones are written into the song before the recording process begins. other ones are not. i've made a list of some examples before. ah, <a href=\"q.php?date=202209270322\" target=\"_blank\">here it is</a>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.23&nbsp; \n9:31 am</dco> &nbsp;<qco> <a href=\"q.php?date=202302131106\">2.13.23&nbsp;&nbsp;11:06 am</a>  are you saying everyone will be each other at some point</qco> </h3>      \na lot of the great conundrums of consciousness seem to suddenly make sense when you consider that angle, i've found. although first, infinite time must be considered. which also solves a lot of conundrums (conundra?). although admittedly it's kind of a mindfuck. which, admittedly, might be needed in order for such conundrums to be solved\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.23&nbsp; \n2:34 am</dco> &nbsp;<qco> if i do a phonetic cover of one of your jingles (same melody, different words), would you like to be credited in the description of where it appears?&nbsp;</qco> </h3>      \nif that happens, legally i am supposed to be credited financially (with money / royalty payments, etc). i'm not sure if it's possible to put that in the description\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.23&nbsp; \n12:44 am</dco> &nbsp;<qco> Do you think Vienna exists, </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and is it waiting for you?</qco> </h3>      i'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.23&nbsp; \n11:50 pm</dco> &nbsp;<qco> in \"two friends on a beach\" I can relate so much to the two characters because even though they're speaking complete nonsense, I can relate to having a chill conversation with a friend. is this what you were going for, nonsensical but still relatable?</qco> </h3>      \nabsolutely not, and you've also proven that that's not what it is. if you relate to it, then it couldn't be nonsense. if you relate to it then you have found the sense in it. in fact, just thinking through it, .... i don't recall a single part of it that doesn't make sense\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.23&nbsp; \n11:19 pm</dco> &nbsp;<qco> Will we ever see you in an interview again?</qco> </h3>      \nyep. i have 2 this week, one of which you will see me and the other one you will just hear me but i hope that counts\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.23&nbsp; \n11:17 pm</dco> &nbsp;<qco> How do I stop worrying?</qco> </h3>      \njust fix everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.23&nbsp; \n10:51 pm</dco> &nbsp;<qco> i'm going to the beach soon what are some things to do there</qco> </h3>      \nventure out to sea\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.23&nbsp; \n10:17 pm</dco> &nbsp;<qco> do you use a big library of your own models or someone else's or do you make them on the fly?</qco> </h3>      \ni have a library of my own models. it's not necessarily big enough but it's growing. and i make new ones as needed, and hopefully remember to add them to the library. and then sometimes if i forget to add the new stuff then sometimes i climb back through the most recent projects and try to add the new stuff to the library\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.23&nbsp; \n10:04 pm</dco> &nbsp;<qco> you think you'll ever spend more than a year on working on nothing else but a crazy new project?&nbsp;</qco> </h3>      \ni suppose you could say that between may 2019 and august 2020 i was working on assimilating some new technologies into my workflow. which could be considered 1 project because i seemed to refuse to make any progress on any actual song or video during that time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.23&nbsp; \n9:43 pm</dco> &nbsp;<qco> you said in an old reality vid that 'crazy/raining' felt like a drag in the list, did it still feel that way during the recording/rewrite process or did your opinion change? it's one of my favorite songs, it just hits right in th feels\n<br></qco> </h3>      \nevery song in the list has its own way of being wrong. too smart, too dumb, too weird, too normal, too fast, too slow....... you can see that most of these complaints come in pairs of opposites. which i suppose is proof that everything's fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.23&nbsp; \n8:44 pm</dco> &nbsp;<qco> what's the best syllable?</qco> </h3>      \nə\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.23&nbsp; \n4:16 pm</dco> &nbsp;<qco> Is there life outside of this desolate planet we inhabit?</qco> </h3>      \nfirst let's talk about the way you just called it desolate: by comparison to every other planet anywhere near here, this planet is by far the least desolate planet. i'd say this is the only non-desolate planet that anyone around here has ever even heard of. To answer your first question, yes i think there's probably life somewhere else in addition to here but i think it's probably pretty far away \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.23&nbsp; \n1:28 pm</dco> &nbsp;<qco> do you have any focus techniques for writing songs in a noisy environment like classroom&nbsp;</qco> </h3>      \near plugs\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.23&nbsp; \n1:13 pm</dco> &nbsp;<qco> are you the cringe soy sad small pepo wojack jojack or the based redpilled gamer chad gigachad</qco> </h3>      \ni've been whatever i am since long before those terminology existed. i believe the slang term for it is person\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.23&nbsp; \n11:06 am</dco> &nbsp;<qco> what makes it so i am born as me, but you are born as you</qco> </h3>      \nall in due time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.23&nbsp; \n10:51 am</dco> &nbsp;<qco> Sometimes it feels like everything we say and do and think is reverberating backwards and forwards through time, and if you're very still for a moment you might catch a glimpse of what someone else is feeling or has felt or will feel, without them ever saying anything, you know what i mean?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.23&nbsp; \n9:04 am</dco> &nbsp;<qco> thinking about starting to spell \"no one\"/\"no-one\" as \"nowone\". thoughts?</qco> </h3>      \nlooks like now one\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.23&nbsp; \n8:31 am</dco> &nbsp;<qco> What if dying doesn't solve anything and after we die we have to muddle on only in a different way?</qco> </h3>      \nif dying doesn't solve anything then the first logical alternative that comes to my mind would be to live\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.23&nbsp; \n10:28 pm</dco> &nbsp;<qco> https://billwurtz.com/questions/write20220608012854.mp3 what is the name of the sound that the keyboard is playing? you seem to use it a lot, i think it's cool</qco> </h3>      \ni've used a few different sounds on different keyboards over the years, all of which sound extremely similar to each other. the broad name that can usually describe these types of sounds would be 'rhodes'\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.23&nbsp; \n9:48 pm</dco> &nbsp;<qco> are you allowed to reveal what podcast you're going on to?</qco> </h3>      \ni'm doing 2 this week but i prefer not to say what they are\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.23&nbsp; \n9:45 pm</dco> &nbsp;<qco> so are magician's hats just portals to one another and whenever a magician is putting a rabbit in a hat and making it disappear a rabbit is being pulled out of a hat by another magician at the same moment and vice versa</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.23&nbsp; \n9:01 pm</dco> &nbsp;<qco> someone told me \"i am lying\" and then asked me to say if it was true or not what do you think</qco> </h3>      \ni'd say it alternates over time, at a rate of one switch per the smallest possible time-unit. which is currently thought to be something called the Planck time. So, in other words, every 0.0000000000000000000000000000000000000000000539 seconds the statement should switch from true to false, or from false to true, because that would be the soonest possible time that anything could change, and intrinsically the statement is always due to invert.\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.23&nbsp; \n8:10 pm</dco> &nbsp;<qco> why are your choruses so fucking good</qco> </h3>      \nyou just happen to be in a good mood when you hear them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.23&nbsp; \n8:00 pm</dco> &nbsp;<qco> Would you use iambic pentameter (five steps and used in poetry;&nbsp;happens all the time accidentally) in future songs and stuff?</qco> </h3>      \nmaybe accidentally\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.23&nbsp; 7:16 pm</dco> &nbsp;<qco> do you consider yourself funny</qco> </h3>      \nif i did then i would not. that may be a paradox, but it has to be true. considering yourself funny is simply not funny. that's about all i can say\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.23&nbsp; \n4:41 pm</dco> &nbsp;<qco> would you be willing to do a hot ones interview with sean evans?</qco> </h3>      \nonly if i don't have to eat the wings nor have wings be featured anywhere in the video or in the theme of the channel it's posted on\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.23&nbsp; \n4:03 pm</dco> &nbsp;<qco> please could you present us with one (1) fact about \"I Like To Wear Soft Clothing (Cause It Makes Me Feel Like I'm Rough, In Comparison)\"?&nbsp;</qco> </h3>      \nthe first 4 bars were written on september 20, 2018\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.23&nbsp; \n12:32 pm</dco> &nbsp;<qco> how good do you think you are at chess</qco> </h3>      \ni'm good at setting up the board, including which way (of 2 possible ways) to orient the board\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.23&nbsp; \n10:55 am</dco> &nbsp;<qco> How do you get something done?</qco> </h3>      \n2 things will help....... get reminded why, and, learn the exact procedure, especially the first or next step\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.23&nbsp; 8:34 am</dco> &nbsp;<qco> what inspires you to make your music?</qco> </h3>      \nliterally everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.23&nbsp; \n8:12 am</dco> &nbsp;<qco> Why is it so windy?</qco> </h3>      \nit's impossible to know what you mean until you pronounce the word windy and we can hear whether that's a long or short \"i\" sound\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.23&nbsp; \n1:40 am</dco> &nbsp;<qco> what is the mall in perfect based off of</qco> </h3>      \na randomly selected location in the google streets repertoire\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.23&nbsp; 1:21 am</dco> &nbsp;<qco> do u like music</qco> </h3>      \nit's ok\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.23&nbsp; 1:07 am</dco> &nbsp;<qco> Can you tell me a joke?</qco> </h3>      \nit's better to show a joke, not tell it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.23&nbsp; \n11:38 pm</dco> &nbsp;<qco> How do I be confusing like you?</qco> </h3>      \nnot necessary. you're already perfectly confusing just the way you are. i'm not actually very confusing, so i don't think you'd want to be like me if your goal is to be confusing\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.23&nbsp; \n9:25 pm</dco> &nbsp;<qco> Is 'pop punk' an oxymoron?&nbsp;</qco> </h3>      \nsure but it's not any more or less paradoxical than any music 'genre'\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.23&nbsp; \n9:04 pm</dco> &nbsp;<qco> What inspired you to make \"meet me in september\"</qco> </h3>      \ni was on a schedule where a song (with video) had to be done, so that is the reason that *a* song/video (didn't have to be that one) got done at that time, and the reason that particular one got picked was because it was the only one i wanted to do at that time. i recall going through the entire list and not finding anything i wanted, but i'd accidentally skipped that one, so that one literally turned up in the last place i could have looked. That being said, it had no title or lyric when i selected it. So the reason it became 'meet me in septemter' is because that is the best line i could come up with for the first/title line. Going back to before it was selected, the reason i came up with that idea in the first place is because that's part of my job as a songwriter/producer. gotta come up with the ideas. that's pretty much the first step. I'm sure i came up with at least a dozen different other ideas on the same day. i tend to do them in batches unless a freebie drops on my head in a dream or something\n<br><br>"
  }
]
