[
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n2:40 pm</dco> &nbsp;<qco> Could your answers be more vague?</qco> </h3>      \ni'll see what i can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n2:18 pm</dco> &nbsp;<qco> how did you predict 2020 in \"i just did a bad thing\"</qco> </h3>      \ni didn't predict 2020 there, but i was already able to predict 2020 just by taking a look at the gregorian calendar. in fact, i hereby predict the year 2030 to start just over 9 years from now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n2:13 pm</dco> &nbsp;<qco> is the day still going on?</qco> </h3>      \n more now than ever before \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n2:08 pm</dco> &nbsp;<qco> How can I get inspiration?</qco> </h3>      \nfrom molecules, but not actually the molecules it's the space between the molecules that's the most inspiring, because that's where you get to put your own molecules\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n1:53 pm</dco> &nbsp;<qco> you have clarified might quit was not a joke, but that was not about youtube. what was it about?</qco> </h3>      \nit's not always clear what songs are about. ideally they are supposed to be about everything in the universe simultaneously. but this one seems to have themes of independence, finding your way in the world, etc \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n1:42 pm</dco> &nbsp;<qco> What bad thing did you do?</qco> </h3>      \n did multiple good things which canceled each other out \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n1:00 pm</dco> &nbsp;<qco> how do you feel about the current political climate of the USA</qco> </h3>      \n.....................................dicey\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n12:49 pm</dco> &nbsp;<qco> Why do you write songs?</qco> </h3>      \n in case one of them accidentally fixes the entire universe and makes new ones while breaking all of them and fixing them at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n12:33 pm</dco> &nbsp;<qco> Where is the Diamond Store?</qco> </h3>      \nin my song list\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n12:14 pm</dco> &nbsp;<qco> Where is the world?</qco> </h3>      \nit's got to be somewhere around here\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n11:57 am</dco> &nbsp;<qco> Do you know how to sing ?</qco> </h3>      \nno one does. but that never stopped anyone from doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n11:00 am</dco> &nbsp;<qco> Hey Bill. How goes progress on the new video?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n10:58 am</dco> &nbsp;<qco> any tips on escaping a paradox</qco> </h3>      \ni dare you to stay in it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n9:57 am</dco> &nbsp;<qco> how do i type</qco> </h3>      \nhave you tried rubbing the keyboard \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n6:02 am</dco> &nbsp;<qco> What is existence</qco> </h3>      \ncould be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n5:45 am</dco> &nbsp;<qco> is 17 too late to start learning the keyboard?</qco> </h3>      \nprobably not\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n4:08 am</dco> &nbsp;<qco> Are you a person?</qco> </h3>      \noh that would explain a lot\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n3:37 am</dco> &nbsp;<qco> Do you still doing collage&nbsp;</qco> </h3>      \nnever heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n2:13 am</dco> &nbsp;<qco> Are any of these questions supposed to be taken seriously?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n1:33 am</dco> &nbsp;<qco> how did you predict 2020 in your \"just did a bad thing\" lyrics?</qco> </h3>      \ni didn't predict 2020 there, but i was already able to predict 2020 just by taking a look at the gregorian calendar. in fact, i hereby predict the year 2030 to start just over 9 years from now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.20&nbsp; \n12:32 am</dco> &nbsp;<qco> when you write a song, do you start with music or lyrics?</qco> </h3>      \nif i want it to go well, usually the best strategy is to do it all together\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n11:56 pm</dco> &nbsp;<qco> Now that I know you're alive, was \"Might Quit\" just a statment saying you wouldnt be making videos anymore?\n<br></qco> </h3>      \nnot even close. if everything goes according to plan, i will make more videos in the future than i have made thus far\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n11:14 pm</dco> &nbsp;<qco> have any advice for someone about to drop out of university?&nbsp;</qco> </h3>      \nall i can offer is spiritual advice, which can be found in my song 'it's the first day of school (and i think i might quit)'\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n10:00 pm</dco> &nbsp;<qco> What do you like/prefer more, making songs or making videos* (*Song videos dont count)?</qco></h3>      why not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Love your songs the way!</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n8:40 pm</dco> &nbsp;<qco> what if school assigns an amount of work that is greater then the amount of time to do said work</qco> </h3>      \nthat might cause people to fail, or cheat\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n7:47 pm</dco> &nbsp;<qco> When you eventually play your songs live, can you please have an entire horn section dedicated to the sparse yet beautiful horn hits you disperse through your various songs?</qco> </h3>      \nit will not be the same song arrangement, but, there should be a horn section\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n7:46 pm</dco> &nbsp;<qco> What inspires you to make content?</qco> </h3>      \nwaking up in the morning (or any time)\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n7:41 pm</dco> &nbsp;<qco> Will you do your regular sort of videos once you are done with the big project? </qco></h3>      no, the 'big project' (i wouldn't really call it that, but, for the sake of argument, i suppose i can call it that) .... that 'big project' is making videos. so when i am done making videos, i will not make videos<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I am sure you have answered this before so sorry.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n7:14 pm</dco> &nbsp;<qco> Is might quit a song about learning to adjust to the norms of society while finding your own special place within.</qco> </h3>      \nthat seems plausible\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n6:52 pm</dco> &nbsp;<qco> I sing \" I bless the snow up in Canada\" instead of Africa. Is this wrong?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n6:33 pm</dco> &nbsp;<qco> What's the most stupid question you've ever gotten?</qco> </h3>      \ni have never gotten a stupid question\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n5:48 pm</dco> &nbsp;<qco> Opinion on Michael Jacksons music?</qco> </h3>      \nit's pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n5:48 pm</dco> &nbsp;<qco> How will you feel when you finish your video?</qco> </h3>      \nstrange, because i have a new company policy that says that videos are supposed to take a reasonable amount of time, but there still seems to be no feasible methodology to support this\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n5:47 pm</dco> &nbsp;<qco> I would love to watch live streams of your creative/productive process.&nbsp;&nbsp;After this next release, would you consider doing that?</qco> </h3>      \nthat would be fantastic, except there's probably no way to do that without leaking the entire song\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n4:59 pm</dco> &nbsp;<qco> what are your thoughts on shrek? asking for scientific research</qco> </h3>      \ni've never seen the movie, i just have all the shrek furniture \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n4:49 pm</dco> &nbsp;<qco> Are you large enough for the mall yet? Or is the mall still closed because they don't want you going to the mall because you're just too small *small for the mall*?</qco> </h3>      \nwhat the heck is a mall\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n4:43 pm</dco> &nbsp;<qco> On your wiki article it said you are learning blender what are your thoughts on blender 2.9&nbsp;</qco> </h3>      \nlike a hole in the head, do i need another catastrophic upgrade transition. i am using 2.8 and will be there for the next several years until i am ready to rip my life apart once more\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n4:40 pm</dco> &nbsp;<qco> Are you planning on releasing lots of songs to make up for 1 year without new music?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n4:06 pm</dco> &nbsp;<qco> it was hard to compact the history of the world in just a 10 minute video?</qco> </h3>      \nyes, i failed and it ended up being almost 20 minutes, but that was mostly impossible also\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n3:46 pm</dco> &nbsp;<qco> What is your opinion on trees</qco> </h3>      \ni like the idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n3:35 pm</dco> &nbsp;<qco> With your thoughts on albums being when songs are crowded by others when playing them in succession, taking away your ability to appreciate single tracks, what is your view on live shows? Are they not similar? </qco></h3>      live performances usually allow for a lot of magic that is often not captured on recordings. but it is not yet entirely feasible to put together a band, venue, and audience, for only 1 song. this is probably similar to the logistical constraint albums used to have<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;One song after the next, does that also bother you?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How would you perform a live show?</qco></h3>      there are a lot of current circumstances that make live shows impossible for me<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Are you going to combine your whole setlist into one long jam?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; That would be pretty awesome tbh..</qco> </h3>      i tend to prefer songs to be in the 1-4 minute range\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n3:18 pm</dco> &nbsp;<qco> Do you have a set date/deadline on finishing the music video</qco></h3>      i had one, but we're way past it already<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and how much 3d animation are you learning?</qco> </h3>      \njust enough to over complicate things, but not enough to replicate any of the awesome splendor that i've seen in the outside world around me\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n3:13 pm</dco> &nbsp;<qco> Why aren't you making videos?</qco> </h3>      \ni am, but the reason it appears as though i am not making videos is because of a longstanding personal problem i have where i am consistently unable to envision a method that is feasible enough to accomplish in any reasonable time frame\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n3:11 pm</dco> &nbsp;<qco> When you made \"die\" did you make it because you thought it would be funny for a first video or for fun?</qco> </h3>      \nif you look 2 questions down, you will find someone being very overwhelmed by how crazy it is just to even think of writing music. i was dealing with the same type of overwhelm at that time. so, an interesting solution i found, was to try making songs that are extremely short, to reduce the chances of being hung up\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n3:07 pm</dco> &nbsp;<qco> What are you working on right now if you want to answer ofcourse</qco> </h3>      \nit's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n3:05 pm</dco> &nbsp;<qco> i really wanna write music but i have no idea where to begin, like, do i make the instrumental first? or the lyrics? or a little bit of both at once? music is a weird thing, man</qco> </h3>      \nthat's true, it's pretty insane. just remember that anything is possible, and take it one day at a time. or, fuck it, try to do every day at the same time. see what kind of results you get\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n3:05 pm</dco> &nbsp;<qco> is \"might quit\" a song about you actually quitting youtube?</qco> </h3>      \nnot even close\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n2:59 pm</dco> &nbsp;<qco> How are you doing, man? How's learning the new tech been going?</qco> </h3>      \npretty good, but it's further highlighting some of the inherent problems i have always had\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n2:55 pm</dco> &nbsp;<qco> Why does the world makes no sense and total sense sometimes?&nbsp;</qco> </h3>      \nthis is to keep you coming back for more\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.20&nbsp; \n2:50 pm</dco> &nbsp;<qco> Recently you've said that you only know what works best the FIRST time you hear it,</qco></h3>      you might have taken that out of context, but that sounds like something i've said about SONGWRITING<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but what happens when you know what you are going to need before you start? Is there a naive mode of thinking to trick your brain into finding flangers and phasers as interesting as when you first used them? Or is that something which you need before their practice and use can be picked up easily?</qco> </h3>      i wasn't talking about the recording/production process. only the songwriting process, which, for me, happens entirely before the production of the song starts. so generally, no flangers or phasers are used\n\n<br><br>"
  }
]
