[
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n10:19 pm</dco> &nbsp;<qco> What is the best name for a dog?</qco> </h3>      the dog itself. dogs are their own names. that may sound a bit advanced but it's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n9:49 pm</dco> &nbsp;<qco> i'm on the ropes. i have the ability to make videogames, but i don't want to make videogames like everybody else. but i also want to make money while doing so. i am screwed. this was supposed to be a question.</qco> </h3>      if you make video games very differently from the way everyone else does it, that is potentially what can make you the most money, if you really believe in it for long enough. what might help is to portion out your day into 2 parts, where you can do things *right* in one part of the day, and then fulfill what other people think is right for the other part of the day\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n9:26 pm</dco> &nbsp;<qco> What idea do you have for the next song</qco> </h3>      there is a very famous traditional song i want to do. maybe not for next but for one of them. but i really have not thought about the next song, and probably won't think about it very much at all until i am done with the video for the current song\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n7:17 pm</dco> &nbsp;<qco> did you make it to the south pole yet</qco> </h3>      i was able to write my way there, more or less\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n5:49 pm</dco> &nbsp;<qco> i realize that as a multi-instrumentalist, it would be impractical at best for most of your music i've seen, but *do* you ever do live performances? also, i'm curious if you have had much formal musical training. it's clear that you have near-boundless natural talent, but your songwriting is also exceptionally sophisticated, to an extent not customarily seen in self-taught musicians. i've always found you unique in that regard, and am extremely impressed by it.&nbsp;</qco> </h3>      that's nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n5:42 pm</dco> &nbsp;<qco> If the origin of the Earth is pineapples, and the origin of pineapples is chickens, and the origin of chickens is Jesus, who created Jesus?</qco> </h3>      according to that logic it's gotta be Larry David or something\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n5:12 pm</dco> &nbsp;<qco> what percent are you done with the new snog</qco> </h3>      the song (audio) is 100% done, the video is maybe 50% done with 20% of it, if you can calculate that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n1:33 pm</dco> &nbsp;<qco> can't i just cheat my way through some levels of suffering, like, dunno, take the lift or sth (for time saving purposes)</qco> </h3>      that's true, you can always get back to them later\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n1:14 pm</dco> &nbsp;<qco> When do you reckon the new song will be out?</qco> </h3>      cannot reckon. too stricken. too rekt to construct a projection. afflicted with an intrinsic instinctive obsession for next dimension of expression. #blessed\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n12:09 pm</dco> &nbsp;<qco> Hey, Bill, how was your judging experience with the Shorty Awards, if you can tell us?&nbsp;</qco> </h3>      very private\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n12:06 pm</dco> &nbsp;<qco> is the new content a music video or something else</qco> </h3>      <a href=\"something-else.mp3\">something else</a> no just kidding it's a music video\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n11:47 am</dco> &nbsp;<qco> what was the reality video you uploaded on friday?</qco> </h3>      6.16.16 7:20 pm\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n10:00 am</dco> &nbsp;<qco> I think its terrifying that you keep track of your progress to the extent you do. If i did it i think i will be guilty over the days i don't do much work or the days i don't do work at all.</qco></h3>      i'm usually more terrified in the present, and when i look back i am able to see that i was actually doing the best i possibly could<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Its also scary sharing the progress with other people because im scared they'll judge me the same way and compare me to others who improve more in less time&nbsp;</qco> </h3>      the key is to not even start turning it into a show until you have already had a lot of experience to show\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n9:53 am</dco> &nbsp;<qco> can you upload a video about a video that makes videos for a video after being uploaded by a video</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n9:02 am</dco> &nbsp;<qco> do you still record improvs from time to time</qco> </h3>      yes but i'm going to do much more\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n8:43 am</dco> &nbsp;<qco> will you paint my house</qco> </h3>      i thought surely houses must have been self painting by now\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n8:12 am</dco> &nbsp;<qco> got any new slick moves</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n8:11 am</dco> &nbsp;<qco> if atoms are made up of things then science is wrong because science says that atoms are the smallest particles of bits, right?</qco> </h3>      science used to say that but they changed their mind and now they say more of the first thing you said\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n7:54 am</dco> &nbsp;<qco> are you still getting along with the lizard people</qco> </h3>      lizards aren't people. which is convenient because people aren't lizards\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n6:28 am</dco> &nbsp;<qco> I used to complain about how pop songs were all about the same things but then i realized everyone sings about the same things and i found that comforting</qco> </h3>      everyone wants to be a pop song. even people who don't really know how to do it. so maybe, quite often, copycatism is not actually the good strategy, but the weaker strategy being used by swarms of people each quarter trying frantically to copy whatever very non-copying thing that has most recently been so emboldened as to occur\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n5:58 am</dco> &nbsp;<qco> Are you struggling to produce music or vids?</qco></h3>      i'm actually struggling with how well it's going (it's going too well). i know that might sound crazy, but for the folks at home who have ever choked on a very nutritious vitamin drink, you will know exactly what i'm talking about<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; CUe we all miss you, but ya got a lot on your plate. So just take er nice and slow, we'll wait around :)</qco> </h3>      waiting around sounds terrible\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n4:30 am</dco> &nbsp;<qco> Do you run the simulation? Because you have some fucking outside the box ways of thinking that is incomprehensible to our coded intellect. Bill Wurtz, you have broken the game my friend.</qco> </h3>      yes but it's the kind of game that just grows further together the more it breaks\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n3:49 am</dco> &nbsp;<qco> What is an amusing vox sample you've heard in a song?</qco> </h3>      how about <a href=\"midway-between-the-loudspeakers.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n2:12 am</dco> &nbsp;<qco> When building a product, do you usually imagine the audience reaction or your own when tailoring it to a taste?</qco> </h3>      own\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n12:38 am</dco> &nbsp;<qco> did you intentionally write \"this is a song for my next album\" to sound like Jingle Bells?</qco> </h3>      <a href=\"song-for-my-next.png\">yes</a>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n10:17 pm</dco> &nbsp;<qco> what's your opinion on lava lamps</qco> </h3>      can't get it open, but i guess that's ok, it must be expired by now\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n9:48 pm</dco> &nbsp;<qco> What's the best contradiction?</qco> </h3>      good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n8:08 pm</dco> &nbsp;<qco> how do you find the will to get out of writer's block?\n<br>it really ruins my motivation to do anything&nbsp;</qco> </h3>      i guess it just depends how badly you want to write\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n7:20 pm</dco> &nbsp;<qco> Give me 3 good uses for potatoes other than eating them&nbsp;</qco> </h3>      dropping them, throwing them on the ground, or setting them on the ground gently\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n7:14 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201904300159\">4.30.19&nbsp;&nbsp;1:59 am</a> &nbsp;&nbsp;mind sharing what that found passion is?</qco> </h3>      that's pretty much all i want to do<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n6:54 pm</dco> &nbsp;<qco> Can you fly backwards?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n6:54 pm</dco> &nbsp;<qco> I did a presentation in a foreign country and me and my teammates sucked so badly, that we were the worst presentation from all countries becaus of lack of english knowledge and preparation and too much information.Any tips to make a better presentation? Thanks.</qco> </h3>      i tend to make my best presentation when no one else told me to do a presentation. almost like a surprise presentation at that point\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n6:15 pm</dco> &nbsp;<qco> fastest way to get around?</qco> </h3>      quantum entanglement\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n6:03 pm</dco> &nbsp;<qco> So I play the clarinet and the ukulele but I want to learn how to play more instruments. What instrument do you recommend I try out?</qco> </h3>      a slightly larger ukulele\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n5:48 pm</dco> &nbsp;<qco> Hello yes is this the correct place to purchase a time machine</qco> </h3>      you can't purchase a time machine. the money gets all glitched out\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n5:36 pm</dco> &nbsp;<qco> Is the section where you ask the question real? Like does the question actually get sent to you?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n4:58 pm</dco> &nbsp;<qco> Is the name of your next song Eat Bread?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n3:54 pm</dco> &nbsp;<qco> i heard depression isnt a biological disease. is this true?</qco> </h3>      you'll have to find out on my new game show \"That's Not Biology! ....... or IS it?\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n2:39 pm</dco> &nbsp;<qco> what's stopping us from believing the world is round</qco> </h3>      all these frickin hills and bumps on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n1:32 pm</dco> &nbsp;<qco> when are you going to release your new song</qco> </h3>      when i finish the video for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n1:00 pm</dco> &nbsp;<qco> so. during reality editing, since you've confirmed you don't watch the entire unedited videos,</qco></h3>      really fast maybe, maybe i'd watch all of 1. but i can't watch all of them all<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how do you go about finding the moments you end up actually putting into the final edited vids?</qco></h3>      just keep searching and searching and searching and finding things that are 'ok, but i wish i had something better' etc, and eventually i might find something good enough. or sometimes i just start putting graphics on something that i didn't think was that good, and i can sometimes make it become good. or, sometimes i work from a list of things i've gathered when i was earmarking certain things, having done some searching perhaps at a previous more leisurely time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if i were doing that kind of thing (and have as long of videos as you, considering if i'm remembering correctly that you have reality videos that can be hours long), i'd kind of skip around the videos trying to find what is good enough to go into the final versions. if that makes sense.</qco> </h3>      yes. when originally going through in 2016 from the beginning (and making the almost the entire 2010-2016 catag), i felt obsessively the need to get to every file, i had up to triple speed playback (adjustable as listening, to catch whatever), and skipping over blank spaces. got pretty good at it, but still it was taking multiple weeks just to get throught the material and bookmark. weeks and months were flying by during this process. so eventually probably around when i got to the 2014 videos (that would be sometime in april 2016 i guesss, having started the project in early feb 2016) i made the decision to start severely skipping files. just sort of going 10 days apart maybe, and clicking into them. Also sometimes deliberately searching for specific important points. this is where it can be an advantage to not do the editing until years later, because then you know what turned out to have future significance and you can assemble more rewarding plot points\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n12:57 pm</dco> &nbsp;<qco> how do i stop being lazy?</qco> </h3>      what would you like to do instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n11:49 am</dco> &nbsp;<qco> what's the significance of you saying \"check\" at the beginning of some of your songs</qco> </h3>      it is traditionally a mic check, but the more sessions you do the more it becomes important to actually just check to see if you are a person. get that issue settled first\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n11:40 am</dco> &nbsp;<qco> how did you create the \"talking\" effect in a Play featuring an iphone power block and a mechanical pencil? i'd assume you took pictures of both the pencil and the power block in one position and both in the other position and then edited it to make it so when one is \"talking\" the other doesn't move whatsoever. i hope that makes sense</qco> </h3>      that's right. it's a simulation of the way i talk, which is i roll back and forth very quickly\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n11:24 am</dco> &nbsp;<qco> Are the \"tricks\" that you're learning/using just video-related? Or are there new tricks you're using for the audio of the song?</qco> </h3>      there were maybe a total of about 27 tricks that went into the entire song process in general, generally they seem to be layered in general clouds of foggy dew in a way, so it could be difficult to count. the Video process, on the other hand, in a sudden twist of events has now opened up to a steady triple cyclone blast of what can only be estimated as 280,000 new tricks. for now that is my best and only guestimate. still trying to count the walls\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n10:46 am</dco> &nbsp;<qco> how many takes did it take (lol) to get that epic mic spin right in the hello sexy pants vid</qco> </h3>      about 0 seconds. it was improvised and fairly easy\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n10:14 am</dco> &nbsp;<qco> have the country roads taken you home</qco> </h3>      no, that's the kind of thing you always wanna beg for them to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n9:49 am</dco> &nbsp;<qco> damn how do you manage to depict your mind</qco> </h3>      the mind will find a way to be depicted. whether or not you can take credit for it. so you might as well start saying you did it on purpose\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n9:11 am</dco> &nbsp;<qco> what to do if the piano is in the living room with 3-4 people all the time</qco> </h3>      i hope it is being used as a good music source for those people, during their time in that room. if no one is operating it then you'd better learn how to do it, and if someone else is operating it then perhaps you could step in and compete with them, there by raising the overall quality of the product\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n8:11 am</dco> &nbsp;<qco> how do i get better at writing</qco> </h3>      do all the bad writing first, so you appreciate the good writing which you actually did instead of the bad writing, surprise\n<br><br>"
  }
]
