[
  {
    "html": "<h3> <dco>8.19.23&nbsp; \n11:49 pm</dco> &nbsp;<qco> is the number \"3\" a myth?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.23&nbsp; \n8:45 pm</dco> &nbsp;<qco> Which character from the Barbie movie is literally you?</qco> </h3>      \n\nnone literally, but generally i probably identify most closely with the director/writer(s) and/or cinematographer\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.23&nbsp; \n8:38 pm</dco> &nbsp;<qco> are you excited to go back to schhol in september</qco> </h3>      \nno but i am excited to not go to school \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.23&nbsp; \n6:10 pm</dco> &nbsp;<qco> In drumming with matched grip, should I form a fulcrum between my thumb and index finger or between my thumb and middle finger?&nbsp;</qco> </h3>      \nfor me it's probably thumb-index, but whatever feels good for you should be alright\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.23&nbsp; \n5:57 pm</dco> &nbsp;<qco> i wish i could write better music and i don't have time to practice, therefore i am sad. any advice?</qco> </h3>      \nyou do have some time, even though it's not as much as you'd like. use the bit of time you have. even if you actually had a lot more time, it would still never be enough anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.23&nbsp; \n5:02 pm</dco> &nbsp;<qco> do you consider music a language</qco></h3>      sort of<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and if so does that make you bilingual</qco> </h3>      the bilingual part is because i can work a piano-keyboard as well as the electric-bass fretboard\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.23&nbsp; 4:36 pm</dco> &nbsp;<qco> what's the \"regular\" genre of music like?</qco> </h3>      \ncompletely ridiculous\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.23&nbsp; \n4:00 pm</dco> &nbsp;<qco> at what point in nature do you think it became necessary for monkeys to evolve into becoming really smart and turn into humans</qco> </h3>      \nwasn't monkeys per se, probably more like it was monkeys and humans that both evolved from an earlier thing i suppose, but anyway, it's always nice to get smarter. it's just a question of when you figure out how to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.23&nbsp; \n2:17 pm</dco> &nbsp;<qco> What is your opinion on the name Domier?</qco> </h3>      \nsounds believable\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.23&nbsp; \n1:15 pm</dco> &nbsp;<qco> Opinion on trees?</qco> </h3>      \ntoo real\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.23&nbsp; \n12:36 pm</dco> &nbsp;<qco> have you used yarn</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.23&nbsp; \n9:18 am</dco> &nbsp;<qco> in 2 friends at the beach, how come the characters inside the picture can move and talk to each other at the beginning of the video?</qco> </h3>      \nthat's the same way characters can talk in a story book\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.23&nbsp; \n6:30 am</dco> &nbsp;<qco> do you believe that most artists make their best music before they are recognised</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.23&nbsp; \n4:55 am</dco> &nbsp;<qco> Do you sometimes play your songs for yourself or for others in private situations using only voice and piano/guitar ?</qco> </h3>      \nonly when i'm writing them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.23&nbsp; \n3:50 am</dco> &nbsp;<qco> What instrument should I play when I'm sad?</qco> </h3>      \nerhu\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.23&nbsp; \n1:28 am</dco> &nbsp;<qco> If you had a baby what would you name it</qco> </h3>      \nskip the baby, how about just having a baby name. how about 'Gunther the Baby'\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.23&nbsp; \n1:19 am</dco> &nbsp;<qco> how does one successfully eat blades of grass? </qco></h3>      i don't know<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I've watched your video on it multiple times, but I keep missing my mouth.</qco></h3>      i don't actually have a video about that. the video titled that, starts with that, but is not about that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Please help!</qco> </h3>      \ntape grass to the wall instead, as a decoration\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.23&nbsp; \n12:59 am</dco> &nbsp;<qco> I recently asked you what your favourite disability was, you answered \"non-psychic\". I also struggle with this disability. Can you offer me some advice for living with this bleak kind of existence?</qco> </h3>      \nenjoy the privacy while it lasts\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.23&nbsp; \n12:23 am</dco> &nbsp;<qco> Why did the chicken climb Mt. Everest?</qco> </h3>      \nto get to another mountain which is rumored to be on top of mt everest\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.23&nbsp; \n12:05 am</dco> &nbsp;<qco> do you ever get scared of how big things can be</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.23&nbsp; \n8:13 pm</dco> &nbsp;<qco> what makes a good question?</qco> </h3>      \nsneak a declarative statement in there that's not part of the question. that way, the other person has no time to disagree with it because of the other question you pose upon them at the exact same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.23&nbsp; \n6:48 pm</dco> &nbsp;<qco> when you write lyrics do you just write whatever, or is there a certain place or \"muse\" you draw from? I often struggle writing lyrics to songs that I write.</qco> </h3>      \nthe lyric and music are written at the same time. in rare cases, there may be bits of melody first. in which case the main muse is probably the melody. but usually the lyric and melody are born at the exact same time. in that case, often for a muse i will imagine a visual scene or setting, like imaginging a video, and then see what happens next, and break into song\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.23&nbsp; \n6:32 pm</dco> &nbsp;<qco> are you way too cool 4 school?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.23&nbsp; \n6:00 pm</dco> &nbsp;<qco> what color does the chord F-major have to you (if any)?</qco> </h3>      \nthe quality is relative to what's around it, but it doesn't seem like visual colors\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.23&nbsp; \n5:29 pm</dco> &nbsp;<qco> opinion on high school</qco> </h3>      \nnot as high as advertised\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.23&nbsp; \n3:01 pm</dco> &nbsp;<qco> why don't you collaborate with other artists?&nbsp;</qco> </h3>      \nbecause i don't like their ideas\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.23&nbsp; \n1:37 pm</dco> &nbsp;<qco> there are a kind of people in the world</qco> </h3>      \ni see where you're going with this\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.23&nbsp; \n1:30 pm</dco> &nbsp;<qco> how do i remember all of my mnemonics</qco> </h3>      \nmake a mnemonic\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.23&nbsp; \n1:01 pm</dco> &nbsp;<qco> Will your next video showcase the Pennsylvania Turnpike?</qco></h3>      i don't think so<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so, is it your favorite road?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.23&nbsp; \n12:03 pm</dco> &nbsp;<qco> what color is math</qco> </h3>      \nmath is the relationship between colors\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.23&nbsp; \n11:26 am</dco> &nbsp;<qco> the harvest is bountiful this year</qco> </h3>      \ni understand\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.23&nbsp; \n11:24 am</dco> &nbsp;<qco> what makes mountains such a mysterious and mystical theming device? you've used mountains a few times in songs and vids, and it struck me while listening to \"here comes the sun\" just how common this seems to be in storytelling. what gives????</qco> </h3>      \nthey're huge\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.23&nbsp; \n9:38 am</dco> &nbsp;<qco> thoughts on worms?</qco> </h3>      \ntoo short\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.23&nbsp; \n6:24 am</dco> &nbsp;<qco> do you think any of the characters in your videos are the same characters as characters in other videos of yours? like are the titular friends in \"2 friends at the beach\" the same people as the ones in \"perfect\" or indeed \"i'm a huge gamer most of the time\" or are they all different people, to you?</qco> </h3>      \nthey are different from one video to the next, but it's possible that 2 characters in the same video may be the same person\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.23&nbsp; \n4:51 am</dco> &nbsp;<qco> I thought the opposite of upside down was downside up but after thinking about it, it just means the same thing so can you tell me the opposite of upside down</qco> </h3>      \ni think it's usually \"right side up\" which actually means \"correct side up\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.23&nbsp; \n4:31 am</dco> &nbsp;<qco> What materials are your favorite for a house to be made of?</qco> </h3>      \nbrick\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.23&nbsp; \n2:39 am</dco> &nbsp;<qco> why do you make weird songs?</qco> </h3>      \nto offset the non-weird ones i've made\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.23&nbsp; \n11:41 pm</dco> &nbsp;<qco> can you speak chinese</qco> </h3>      \nno, but that would be cool\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.23&nbsp; \n8:15 pm</dco> &nbsp;<qco> whats your favorite magic trick</qco> </h3>      \ngravity\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.23&nbsp; \n7:34 pm</dco> &nbsp;<qco> when you're drumming and you've got a big kit, how do you know which kind of drum you should hit?&nbsp;&nbsp;like if you have 3 cymbals and you're thinking \"on this beat i want the big psppssh but on the next measure i want the medium psppssh\" or can you just pick them at random and thats ok because everyone likes a little variety?</qco> </h3>      \nit's the same as choosing between \"yep\" and \"yes\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.23&nbsp; \n7:10 pm</dco> &nbsp;<qco> have you ever wondered why we even think?</qco> </h3>      \nno\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.23&nbsp; \n3:52 pm</dco> &nbsp;<qco> what is the meaning of \"more then a dream\"? </qco></h3>      it's a song of music, so what you gotta do is listen to it and see how it feels for you, and what meanings it brings up, for you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and are you a maladaptive daydreamer?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.23&nbsp; \n2:32 pm</dco> &nbsp;<qco> what is your opinion on red foxes</qco> </h3>      \nnot as red as advertised\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.23&nbsp; \n1:43 pm</dco> &nbsp;<qco> are you using your site to mine cryptocurrency?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.23&nbsp; \n10:05 am</dco> &nbsp;<qco> what's your favourite past song you've made right now</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.23&nbsp; \n9:53 am</dco> &nbsp;<qco> do you prefer the joke questions or the musical questions?</qco> </h3>      \ni've never seen a joke question, but there are also other kinds of questions besides the questions you mentioned. what i like most, is when i don't get to choose what kind of questions i get\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.23&nbsp; \n9:22 am</dco> &nbsp;<qco> would you drink water</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.23&nbsp; \n8:58 am</dco> &nbsp;<qco> So im having a nice run around a park or route, and i see another runner coming the opposite way. I smile and nod, maybe even utter a casual \"Mornin\" and all is well. But after more running the runner is coming my way again. What the hell do i do on the 2nd passby?</qco> </h3>      \ntake off your pants, obviously\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.23&nbsp; \n6:57 am</dco> &nbsp;<qco> which word is your favourite</qco> </h3>      \nswitching between words. that's the only thing that does it for me anymore\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.23&nbsp; \n2:22 am</dco> &nbsp;<qco> I've tried your suggested experiment to keep all chord voicings within an octave (to get out of \"stuck in root position block chords land\"). But now I've encountered a problem: certain major 7ths are becoming flat 2's, which sometimes makes me cringe even in midrange. I googled a potential solution, \"stride piano,\" which requires insanely frustrating left hand precision. </qco></h3>      i don't see how stride piano has any relevance to this issue<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If I don't wanna do this, will I just have to IMAGINE the bass note&nbsp;&nbsp;while playing non-root harmony in left hand, solo in right hand?</qco> </h3>      \noh i see. you're trying to play melody things with your right hand, while also somehow accompanying yourself with your left hand. and i think, reading between the lines, you have no bass player. in that case, what you are doing requires 3 hands. if it were me, whenever i'm on a keyboard by myself, it's always bass in the left hand, and pretty much everything else with right hand, and, of course, my voice. If you are not allowed to use your voice, then i'd say just do bass notes with left hand and melody stuff with right. eventually it will become instinctive to start also throwing chords and harmonies in, with the right hand also. for example, if you play melody note E, and the chord is C, you might play E and C with the right hand. there's actually 1000 different ways to use the piano, and it's different depending on how many other players you have with you, and whether or not you are singing\n<br><br>"
  }
]
