[
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n1:04 am</dco> &nbsp;<qco> What is your opinion on cacti?</qco> </h3>      useful, convenient\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n12:57 am</dco> &nbsp;<qco> How many licks does it take to get to the center of the world?</qco> </h3>      none, it's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n12:42 am</dco> &nbsp;<qco> New video is fucking amazing. What made you want to do the video a little different with more of you.&nbsp;</qco> </h3>      i really like doing that but i refrained from doing it for the last 3, because i had done it for the previous 6. because i had refrained for the previous 12\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n12:41 am</dco> &nbsp;<qco> Do you agree your latest song was so good it's the reason that YouTube crashed?</qco> </h3>      that would be flattering but it some how doesn't seem plausible\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n12:35 am</dco> &nbsp;<qco> Did your new song break youtube?</qco> </h3>      that would be flattering but it some how doesn't seem plausible\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n12:12 am</dco> &nbsp;<qco> LOVED the \"change my face\" bit in the new song. Guess the rehab worked lol!!</qco> </h3>      'my friends say i'm going <del>crazy</del>'\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n12:11 am</dco> &nbsp;<qco> what are some challenges you faced while making when i get older?&nbsp;</qco> </h3>      can't say, due to haters\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n12:10 am</dco> &nbsp;<qco> ok here's the concise update for you: youtube was completely down, on all devices, the entire website was down, from 9:09 pm to 10:37pm on october 16th, 2018. was fuckin crazy. whole internet freaked out about it.&nbsp;</qco> </h3>      i was a bit freaked out too, i thought they had some how blocked me personally, for being evil and so forth\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n12:09 am</dco> &nbsp;<qco> i love my friends but they all became involved in the manufacturing/buying/selling/using of illegal drugs. the law is a thing that i am afraid of. is it time for me to find new friends\n<br></qco> </h3>      sure. you could also write letters to the old friends from time to time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n12:06 am</dco> &nbsp;<qco> are birthdays important to celebrate?</qco> </h3>      not necessarily. there are some interesting things to be aware of. but some people can't deal with the come-down from celebrations. so it may be best to integrate your celebrations throughout each and every day\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n12:05 am</dco> &nbsp;<qco> did you try something new with your vocal mixing this time?? i don't know if i just suddenly noticed this, but i could have sworn you never pan your vocals much of anywhere. in when i get older, they're super duper wide. it's awesome.&nbsp;</qco> </h3>      whenever i do doubles i always put them left and right. usually doubles will be in the choruses, and a few certain lines. and mostly if there are harmonies, i will use doubles. this song happens to use harmonies for almost every line. therefore, doubles for almost every line. there were actually some sections which went single (center) such as the first bridge. but at the last minute i discovered i hated it and doubled it. so almost the entire song is doubled. also simply has a lot of harmonies, which i always double left and right, but this particular song simply has a lot of harmonies which are all in right from the beginning\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n12:02 am</dco> &nbsp;<qco> why don't you add to the notebook page anymore? those are my favorite\n<br></qco> </h3>      i was thinking of making some more audio / visual content\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n11:59 pm</dco> &nbsp;<qco> what is sleep?</qco> </h3>      i have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n11:58 pm</dco> &nbsp;<qco> what if nothing was everything</qco> </h3>      well that would keep things interesting i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n11:56 pm</dco> &nbsp;<qco> Is a long snooze better than a few naps evenly spaced throughout the day?</qco> </h3>      what might work well is to get all your sleeping done at the same time, once per day. and then stay awake the rest of the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n11:50 pm</dco> &nbsp;<qco> Hey Bill just wanted to tell you that I'm going through a hard time and I'm struggling with self-improvement and your song \"When I Get Older\" made me feel a lot better. Thank you!</qco> </h3>      oh you are very kind\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n11:47 pm</dco> &nbsp;<qco> are you making merch?</qco> </h3>      i made some but i really didn't like it. it is still available but i will not link you to it because i can't guarantee your satisfaction\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n11:45 pm</dco> &nbsp;<qco> Did you make Youtube shut down?</qco> </h3>      if i did i am sorry, that would be inconvenient. in fact it was inconvenient for me, i wanted to double check on that that C#7 chord from the bobby caldwell song, for a question. luckily i discovered i had it on my hard drive. knew it would come in handy\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n11:41 pm</dco> &nbsp;<qco> How would you feel about a Jacob Collier collaboration?</qco> </h3>      i would consider it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n11:39 pm</dco> &nbsp;<qco> I'm afraid of working too much in life that it loses meaning, but also of not working enough to attain the level of success I want. How do I find the happy balance in my day to day life?</qco> </h3>      you gotta hit that sweet spot. you'll find you can hit it as long as you know it's there. it's right in the middle ... actually often slightly off center\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n11:36 pm</dco> &nbsp;<qco> Was this song also newly written? \n</qco></h3>      the first verse was written 4.27.18. the rest was written last week<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It is AMAZING. Has to be one of my favorites of your content!&nbsp;</qco> </h3>      oh you are very kind\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n11:35 pm</dco> &nbsp;<qco> climb a mountain, but don't do it</qco> </h3>      oh there's the twist right there\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n11:32 pm</dco> &nbsp;<qco> hi bill, i know you have a philosophy that the meaning of a song belongs to the listener but this latest one, 'when i get older', feels like it's got a lot more of your own thoughts in it. i dig it, and i wanna say thanks for doing things that make the world better/more palatable/a place that contains more pleasant noises for my ears</qco> </h3>      oh you are very kind\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n11:26 pm</dco> &nbsp;<qco> did you break youtube with your new song?</qco> </h3>      i would be flattered but some how that doesn't seem plausible\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n11:23 pm</dco> &nbsp;<qco> how has life been since you opened an umbrella indoors</qco> </h3>      hectic because i've been attempting to make a full length live action music video in a fraction of the time i'm accustomed to doing it. 'umbrella' was an easy idea for rain, the only obvious choice. but you'll never believe what i did for fame\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n11:17 pm</dco> &nbsp;<qco> is \"when I get older\" a freshly written song or was it plucked the archives?</qco> </h3>      the first verse was written 4.27.18. the rest was written last week\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n11:11 pm</dco> &nbsp;<qco> Can you toast bread in a mirowave?</qco> </h3>      no but you can warm it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n11:09 pm</dco> &nbsp;<qco> what's your favorite map projection</qco> </h3>      globe\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n11:05 pm</dco> &nbsp;<qco> does it make you feel younger when you read a good question from these submissions?</qco> </h3>      it makes me feel younger when i keep up to date with all the sick memes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n11:03 pm</dco> &nbsp;<qco> What if i wrote a song but then you wrote the same song and we copyright claimed each other but then we went to court and realized that I'm actually your long lost younger brother and then we texted regularly and went out for coffee every third Wednesday that's an odd-numbered date?</qco> </h3>      every 2nd wednesday would be a little better for my schedule right now, but we could make it work\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n11:01 pm</dco> &nbsp;<qco> hey bill, i'm in my first semester at a new college after transferring from a smaller one. i'm only taking three classes but i'm still somehow failing miserably at keeping up and feel terrible about it, which is making it even harder to keep up. do you have any advice?</qco> </h3>      hmmmm...... i think there is something else lurking between the lines here which you could be much more inspired about ....\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n11:01 pm</dco> &nbsp;<qco> Do you purposefully link the jacket?</qco> </h3>      do i what\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n11:00 pm</dco> &nbsp;<qco> thoughts on the ongoing theory that your new video was so good that it broke youtube?</qco> </h3>      i would be flattered but some how it doesn't seem plausible\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n10:57 pm</dco> &nbsp;<qco> I also put a website of this calibre on a floppy disk</qco> </h3>      can't be done. many gigabytes on here. that's thousands of floppys, for the folks at home\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n10:56 pm</dco> &nbsp;<qco> OMG YouTube back&nbsp;&amp; you did the thing with the thing with the colors! Thx brah</qco> </h3>      i almost didn't .... i am really really trying to cut back on that. but yes i did do it anyway, in some places\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n10:56 pm</dco> &nbsp;<qco> you've been posting videos quickly and consistently and they've all been great! </qco></h3>      oh you are very kind<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you have a new system to creating videos or have you just gotten more efficient?</qco> </h3>      i just eventually exploded from mad envy, of professional TV schedules. .... also i almost forgot. ... i've done this myself before too, quite a bit. so i am keenly aware of all its benefits\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n10:52 pm</dco> &nbsp;<qco> If you we're a music teacher, what would you do in a classroom with students?</qco> </h3>      try to find some songs that we all can enjoy together. then begin looking at what they are made from\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n10:52 pm</dco> &nbsp;<qco> What is the meaning behind \"oh no wear is my pink tutu\"?</qco> </h3>      'oops' / 'whoops' etc. that sort of thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n10:51 pm</dco> &nbsp;<qco> when you get older? is this secretly your birthday?</qco> </h3>      no but getting older is not limitted to the birthday\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n10:50 pm</dco> &nbsp;<qco> Is there something you're trying to tell us through these songs? I feel like there's some secret meaning or interpretation to all of them, but I'm uncertain.</qco> </h3>      i'm trying to tell you everything. but it turns out if u try to say everything it sounds pretty incoherent. some scientists believe songs, stories, and pictures, might be the only way to accomplish this\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n10:50 pm</dco> &nbsp;<qco> How long is this 2 week thing gonna be able to last for, i would imagine you would get tired at this fast pace. but i also heard you were gonna try one week. What kind of schedule is it going at now?</qco> </h3>      it's kind of like physical training. will you get tired from lifting those weights every day? yes. unless ......... you can figure out a way to get stronger some how ....\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n10:49 pm</dco> &nbsp;<qco> Are stringent schedules RACIST?</qco> </h3>      no but that looks like an intriguing headline. want to click now to find out if they are\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n10:48 pm</dco> &nbsp;<qco> why are you obsessed with the world</qco> </h3>      it is the only thing i have ever known\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n10:45 pm</dco> &nbsp;<qco> How do you know if your songs work?</qco> </h3>      you have to try them, from the beginning. in real time. actually to really know for sure you must hear it for the first time. which gets more and more difficult to simulate after you have heard it so many times\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n10:44 pm</dco> &nbsp;<qco> weird little rant thing, i find it really cool how you're just so open on here. like its weird because you dont completely flood paragraphs but you manage to pack so much into just one sentence. how are you so good at everything fdgfdgfdgdyufgh</qco> </h3>      the thing you mentioned comes from experience. my first 500 questions had insanely long answers constantly\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n10:40 pm</dco> &nbsp;<qco> Hey Bill, just wanted to remind you to stay hydrated.</qco> </h3>      oh you don't have to remind me. i hydrate so much i can hardly keep the packaging out of the videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n10:40 pm</dco> &nbsp;<qco> Can food be too intellectual?</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n10:39 pm</dco> &nbsp;<qco> Bill, fix youtube so i can watch your video. Thanks</qco> </h3>      ok i fixed it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n10:36 pm</dco> &nbsp;<qco> is real that we have an evil side?~e</qco> </h3>      the evil is on all sides, and in the center, and there is good in all those places also\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.18&nbsp; \n10:35 pm</dco> &nbsp;<qco> why people hate?~e</qco> </h3>      usually in reaction to other hate which they may have received previously\n<br><br>"
  }
]
