[
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n11:13 am</dco> &nbsp;<qco> hey bill, on one of your interview you talked about how pretty much every piece of software should have shortcuts for everything...</qco></h3>      i've retracted that sentiment once i realized how many keyboards you'd need to make that work. But, i now firmly believe that all programs need to be scriptable, so that if you do choose to have a million keyboards, you can make use of them, and customize your workflow<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; reaper daw has that, along with scripting too... just wanted to let you know...\n<br></qco> </h3>      \nyes i know. i really need to switch to it. unfortunately there's never a good time to put the production schedule on pause for several more months. in the meantime, if anyone out there is in the mood to help me find some commands (from xraym's resources, probably) that would be helpful. Here's a major one: how to select the midi note nearest to the playhead, regardless of what track it's on, and play the sound of that note. then another script to travel to the next midi note forward in time, regardless of track, and play the sound of that one. Then another script to select the track of that note, and open the midi editor, with that note selected, and visible on the screen with a reasonable zoom range\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n10:27 am</dco> &nbsp;<qco> when do you think your next song is gonna come out?</qco> </h3>      \nsoon\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n9:30 am</dco> &nbsp;<qco> Is the video you're working on right now any good?</qco> </h3>      \nmaybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n9:20 am</dco> &nbsp;<qco> if a \"subtle characteristic\" is a \"subtlety\" then an \"obvious characteristic\" is ???</qco> </h3>      \na trait\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n8:45 am</dco> &nbsp;<qco> what is art?</qco> </h3>      \nyour mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n2:34 am</dco> &nbsp;<qco> what is the total number of songs that you've written?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n2:13 am</dco> &nbsp;<qco> Whats your favourite game\n<br></qco> </h3>      \nthe game making game\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n11:57 pm</dco> &nbsp;<qco> have you learned your lessons and written them in the language of love yet&nbsp;</qco> </h3>      \nsome of them but not all\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n10:56 pm</dco> &nbsp;<qco> currently trying to discover who i am and what my place is in this world, any tips?</qco> </h3>      \nyou could build a canoe\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n10:26 pm</dco> &nbsp;<qco> how do i build a magnet</qco> </h3>      \nimpossible. all magnets are already built. you must find an existing magnet\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n8:29 pm</dco> &nbsp;<qco> Do you think I should invent music for deaf people?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n7:02 pm</dco> &nbsp;<qco> how do I put it into words and then send it all over the world?</qco> </h3>      \nstep 1, go bonkers in a text file. then when you're ready, open up some social media accounts and try doing it there\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n6:50 pm</dco> &nbsp;<qco> How would you describe a good, solid puzzle?</qco> </h3>      \nimpossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n6:24 pm</dco> &nbsp;<qco> a word you've mentioned in your songs more than \"home\" is \"day\"</qco> </h3>      \nthat is believable\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n5:56 pm</dco> &nbsp;<qco> how to not get bored??</qco> </h3>      \nwalk around the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n4:03 pm</dco> &nbsp;<qco> Is Arial your favourite font?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n3:11 pm</dco> &nbsp;<qco> how can I push myself to complete a project that's taking too long without burnout?</qco> </h3>      \nfirst make a plan to understand how and why you are going to do things quicker and more easily in the future. then package that together with finishing the current one. should make a tasty treat, filled with courage and understanding\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n2:45 pm</dco> &nbsp;<qco> does a clock show us the time, or is it the time which shows us the clock?</qco> </h3>      \nclock shows the time, space shows the clock\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n1:43 pm</dco> &nbsp;<qco> what is the funniest april fools fool</qco> </h3>      \nquarterly earnings reports\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n1:40 pm</dco> &nbsp;<qco> do your song ideas (or at least the ones usually selected) generally start as the melodic+lyrical sections or chords</qco> </h3>      \nmel+lyric is the most important thing, but, chords are pretty much automatically there. it's like when you open up a watermelon ....... there's gonna be some water already in there, that's just the way watermelons are\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n1:24 pm</dco> &nbsp;<qco> there are almost no capital letters here</qco> </h3>      \nthat <a href=\"capitals-report.php\" target=\"_blank\">can't be true</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n1:20 pm</dco> &nbsp;<qco> does the song you're working on use any words from the land of the 2 letter words</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n12:23 pm</dco> &nbsp;<qco> can you read my mind</qco> </h3>      \nnot perfectly, but everything you say to me illuminates your mind a little bit more\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n11:28 am</dco> &nbsp;<qco> how do you exist</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n11:20 am</dco> &nbsp;<qco> do you like music</qco> </h3>      \nit's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n10:21 am</dco> &nbsp;<qco> how did you settle on your 6-hour schedule</qco> </h3>      \ni had tried 10, which is great, but it usually ends up failing after a couple weeks. it is very difficult for me to do things in 'moderation.' When i feel serious about getting work done, i'll demand that i start a 10-hour per day schedule, or maybe more. It's very difficult for me to actually choose a reasonable amount of time. but i was finally able to do it, after failing too many times at more ambitious quotas. And so far i've been holding steady since about january 4<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n10:18 am</dco> &nbsp;<qco> what text fonts do you use</qco> </h3>      \nregular sans serif\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n10:04 am</dco> &nbsp;<qco> I've been meaning to ask this for nearly 2 years now, since I first heard \"Might Quit.\" In the line \"I'll never say goodbye- yes I will, but I won't tonight.\" Was the \"yes I will\" an immediate afterthought of writing \"I'll never say goodbye?\" </qco></h3>      no. after reviewing the footage, i was fumbling around for 2 and a half minutes in between. However, it should be noted that before i had \"i'll never say goodbye\", when i only had \"i'll never waste my time\", i had already been toying with \"yes i do...?\" which was similar to how \"yes i will\" ended up being<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It's one of my favourite lines from your songs, for some reason it really resonates with me. Keep up the awesome work, by the way!</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n9:42 am</dco> &nbsp;<qco> is your next song going to be motivational?\n</qco></h3>      not entirely<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is it going to be about having a glimmer of hope that your loved ones are coming back to you, but you have absolutely no interest in doing so?\n</qco></h3>      not really<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;help me, i need answers. thank you for your attention.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n7:48 am</dco> &nbsp;<qco> which number is the countdown timer currently at</qco> </h3>      \n1\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n7:10 am</dco> &nbsp;<qco> what's your favorite song of yours?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n6:31 am</dco> &nbsp;<qco> How do you find motivation to make such massive projects like 'Here Comes The Sun' when the finish line is so far away?</qco> </h3>      \nby convincing myself that the finish line is much much closer, and hoping i don't remember all the previous times that it wasn't\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n4:04 am</dco> &nbsp;<qco> you ever get so fed up with video encoding you invent your own video codec?</qco> </h3>      \nthat sounds like something i would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n2:54 am</dco> &nbsp;<qco> what is the video that you had the most problems creating</qco> </h3>      \nthe one i'm doing now\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n12:23 am</dco> &nbsp;<qco> what do i do if i fail at art</qco> </h3>      \nfailure is art. so, if you fail at art, that also means you've just done some art. so congratulations on doing art\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n11:37 pm</dco> &nbsp;<qco> There is something pretty weird about your music that I am rather curious about, your uniqueness, all of your songs are really unique in style, and it's a pattern that I've seen in a lot of self taught musicians, but I cant figure out why. Do you have any tips,or maybe a posible explanation on why your music is so different. \n</qco></h3>      it all goes back to that one time i was feeling restless and tried to stare directly into the center of outer space<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, why the font in the question text input is mono spaced? Why not the same as the answer?</qco> </h3>      \nthere are no settings on the text style, except color. it is up to your computer to choose the styles it is most comfortable with\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n10:49 pm</dco> &nbsp;<qco> ever thought of making different genres of music?</qco> </h3>      \ni always try to make it as different as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n8:52 pm</dco> &nbsp;<qco> After listening many many times I've started noticing that the part that enjoy and makes me smile the most in \"Here comes the Sun\" is the part after \"I can't explain the way I'm feeling\" where you start mumbling the melody, and I was quite surprised by that fact because as a songwriter I always thought writing something meaningful brought out more emotions into a song. </qco></h3>      right. it does mean something. i've started the section with an instrumental riff, (no words), then jumped into lyric saying \"and i can't explain the way that i'm feeling\", which correlates together because i've done a wordless riff, then justifying that by saying \"and i can't explain\", so we've essentially established that we're blending the lyric and non-lyric, while the lyrics are actually referencing this. Then the next 2 lines (which are the ones you are talking about) are entirely in context with this, as we sing another lyricless melody and then explain that we're 'putting it into words', while also doing just that (putting it into words). Also, in addition, the line after that is \"send it all over the world\" which if you do not think has meaning i would be glad to spend every day of my life in court with you to explain that it does. Also the first thing you said was that this section makes you smile a lot, so i would be curious to know in what world is happiness not meaningful<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you think sometimes saying nothing can bring more emotions then actually saying something, do you think it can make the qualities of a song shine more and did you intend for that part to make someone feel that way or was it just a coincidence.</qco> </h3>      \nmy songs are actually created by a random noise generator. that's why they sound like a steady hiss. any resemblence to the sound of words or music would be a huge coincidence\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n8:10 pm</dco> &nbsp;<qco> what kind of music would you sort your music to? \n<br>(I need it for a school project)</qco> </h3>      \nyou can find it under my name, 'bill wurtz'\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n5:13 pm</dco> &nbsp;<qco> what is the western side of the roman empire called?&nbsp;</qco> </h3>      \nfall of\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n5:04 pm</dco> &nbsp;<qco> do u have a favorite baked good?</qco> </h3>      \nsong\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n3:39 pm</dco> &nbsp;<qco> at what point in the production of \"i love you\" did you realize the meter had to shift from quadruple to triple for the last repeat? it's amazing it gave me chills</qco> </h3>      \nit's actually in 3 the whole time. due to some bad production decisions, this apparently is not clear during the majority of the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n1:42 pm</dco> &nbsp;<qco> do you say the word \"baby\" in your next song?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n11:32 am</dco> &nbsp;<qco> is \"on a plain\" in D? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so what's the deal with the F?</qco> </h3>      \nborrowed from Dmin, for sure. same with the Bb in the cho\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n11:09 am</dco> &nbsp;<qco> how do i make the voices stop?&nbsp;</qco> </h3>      \nask them a really difficult question\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n9:09 am</dco> &nbsp;<qco> how to improve wisdom</qco> </h3>      \nstand outside and pretend it's just a huge room\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n8:13 am</dco> &nbsp;<qco> Can you explain the metaphor about drum is shoe ?</qco> </h3>      \nthing is thing. When one thing is other thing, kaplow. metaphor happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n7:00 am</dco> &nbsp;<qco> how do i stop zoning out?</qco> </h3>      \nhave you considered zoning in\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n3:39 am</dco> &nbsp;<qco> how do you become best friends with your own front door?</qco> </h3>      \nif your life becomes overwhelmingly complicated and you just wanna get simple, ..... sometimes all it takes is to 'claim' you have a relationship with the front door, and it's that easy. out you go, into a normal day\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n2:23 am</dco> &nbsp;<qco> what is the ideal way (according to you) to learn an instrument?</qco> </h3>      \nmake friends with it. or ..... make friends with the ghosts that are summoned, when you play it\n<br><br>"
  }
]
