[
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n11:48 pm</dco> &nbsp;<qco> How do you get out of a negative slump to be more positive? Serious question fyi</qco> </h3>      wALk aRouND iN InTerEsTinG PatTeRns\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n11:46 pm</dco> &nbsp;<qco> do you know how to cope with feeling inadequate in your work because i'm hecka struggling bill!! like people are doing so many cool stuff with their hands - they manage to nail down the&nbsp;&nbsp;little basic stuff that i still struggle to grasp and i feel bad that i'm not progressing on the same level as them. and i know that i should practice more, so i can get better and do things, but what do you do when you don't have the energy to practice more and the things you need to practice just all seem really boring?? and i'm just feeling frustrated at myself, because i'm surrounded by people who are around the same age as me and are doing so much better than me, and i feel like at this rate the ideas and stories i have in my head don't really matter if i can't make it appealing for people to see. i don't know where to start in tackling this problem because i love doing art! i'm just bad at it and i feel bad for being bad at it. thanks for listening i'm sad<!--\n qco--> </qco></h3>      i think it's fine, it's just that doing this is so intensely important to you that you are naturally going to focus on it extremely hard and you will be driven a little crazy by some of the shortfalls. but there is equally good news on the other side, which is this: most of the good things you will do, which other people will be impressed by, are actually slightly different than all the 'good' things that you are impressed by in others. your advantages and strengths will be different from your neighbor's\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n11:40 pm</dco> &nbsp;<qco> What/Who inspires you?</qco> </h3>      whenever i walk inside or outside, or through doors in general\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n11:21 pm</dco> &nbsp;<qco> should i love myself</qco> </h3>      it's worth a try\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n11:05 pm</dco> &nbsp;<qco> What's the best ukulele type?&nbsp;</qco> </h3>      huge\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n10:59 pm</dco> &nbsp;<qco> Got any advice on how to handle rejection (either personal or professional)?</qco> </h3>      you have to help someone else handle rejection. that's the only way\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n9:20 pm</dco> &nbsp;<qco> Does New Zealand exist?</qco> </h3>      yes, it is one of the most existant places on earth\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n8:58 pm</dco> &nbsp;<qco> Do you ever get a chance to look at the house and I will be there at least I can do it for you if you want to see me and I will be there at least I can do it tomorrow if you want to see the movie is at least I can do it for you.</qco> </h3>      ah, it sounds like you have a very peaceful life\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n8:40 pm</dco> &nbsp;<qco> Why do you never update your notebook anymore?</qco> </h3>      why do you only ever ask me this when i am in between updates\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n8:31 pm</dco> &nbsp;<qco> whats the latest thing you've learned from a song?</qco></h3>      i learned that no song is good enough<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and which song?</qco> </h3>      i can't tell you, because no song is bad enough to be a good example of this\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n8:07 pm</dco> &nbsp;<qco> if i feed soap to my pet rock what will happen</qco> </h3>      oh man you're gonna be on the news\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n8:02 pm</dco> &nbsp;<qco> What are your core philosophical constructs that you use daily?</qco> </h3>      smoke and mirrors\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n8:00 pm</dco> &nbsp;<qco> What is something that makes you feel truly fulfilled;</qco></h3>      the earth's atmosphere<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;are there subjects (i.e. science, math, etc.) That truly fulfill you?</qco> </h3>      oh you are talking about things in school. in that case, i remember this one water fountain that was always amazingly cold and fresh. we used to walk back in time through 5 sections of the building just to reach that water fountain\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n7:35 pm</dco> &nbsp;<qco> Whats your take on this year's US Democratic primary elections?&nbsp;</qco> </h3>      <i>\"The ride of a lifetime.\" \"Unforgettable\". \"Lester Holt's head is even taller than i remembered it\"</i>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n7:14 pm</dco> &nbsp;<qco> How does one overcome the moral questionability of rhinoceros</qco> </h3>      how does one overcome some swift rhinoceros rhetoric\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n6:18 pm</dco> &nbsp;<qco> Did you ever climb the Water Tower</qco> </h3>      no but that sounds like a wonderful idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n4:56 pm</dco> &nbsp;<qco> Especially because all my improvisation at the piano seems to fall into D flat, it feels like I fall into the same basic patterns every time I play. Do you have a key you \"naturally\" improvise in?</qco></h3>      all of them<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If this feels like a problem, what's the solution?</qco> </h3>      just play in a very different key from that, for a while\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n4:29 pm</dco> &nbsp;<qco> How do you feel about capital letters?</qco> </h3>      very good. my second great ancestor was a capital letter\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n4:01 pm</dco> &nbsp;<qco> what the heck is a song???</qco> </h3>      scientists are trying to figure out\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n3:48 pm</dco> &nbsp;<qco> What should you do when you do a bad thing but then you get apologized but you redo the same thing again? (idk if I explained this one right)&nbsp;</qco> </h3>      you may have to include that thing in your memoir\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n3:39 pm</dco> &nbsp;<qco> what do i do if i don't remember <remq></remq>what question i wrote to you?</qco> </h3>      you could consider <a href=\"q.php?date=202001221636\" target=\"_blank\">clicking here</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n3:37 pm</dco> &nbsp;<qco> have you consider recording vocals in a professional studio?</qco> </h3>      they are recorded in a professional studio, and i can prove it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n2:52 pm</dco> &nbsp;<qco> how does one make a pizza?</qco> </h3>      all the pizzas were made in the big bang. what you must do instead is summon one of those pizzas\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n2:44 pm</dco> &nbsp;<qco> what key is easiest for you to play in on the keyboard</qco> </h3>      surprise me\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n2:33 pm</dco> &nbsp;<qco> why did cortez come and smash it</qco> </h3>      for exhorbidant financial and territorial gains\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n1:54 pm</dco> &nbsp;<qco> Will you ever write a new note on notebook section?</qco> </h3>      no, that page is not meant for writing. that is a place to upload things i have written previously\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n1:41 pm</dco> &nbsp;<qco> has there ever been a good american president</qco> </h3>      yes, the ones who are not president anymore are always the best ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n12:55 pm</dco> &nbsp;<qco> Do you think there are so many words to describe the same thing because lyricists and poets have just been making up words to complete rhymes and deciding they mean what they need them to mean?&nbsp;</qco> </h3>      absolutely not. it is the opposite of that reason\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n12:39 pm</dco> &nbsp;<qco> as a fraction and/or percentage, how much of your music catalog have you actually produced?</qco> </h3>      maybe 25%\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n12:18 pm</dco> &nbsp;<qco> what drawing program on mac do you use</qco> </h3>      none. every time i find one, it gets discontinued. it looks like i need to get quicker at finding them\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n12:06 pm</dco> &nbsp;<qco> Hello, How big is the universe?</qco> </h3>      it's a very average size\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n11:38 am</dco> &nbsp;<qco> thoughts about trees?</qco> </h3>      they are tall. that much i can assure you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n11:34 am</dco> &nbsp;<qco> What is your favorite font?</qco> </h3>      regular sans seriff\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n11:01 am</dco> &nbsp;<qco> how did you get into singing?</qco> </h3>      someone's gotta do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n10:03 am</dco> &nbsp;<qco> Can a match box?</qco> </h3>      [Calculating] yes, it can.\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n9:49 am</dco> &nbsp;<qco> Is 'Bob' short for 'Robert' or 'Bobert' ?</qco> </h3>      bobsled\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n8:25 am</dco> &nbsp;<qco> have you ever been betrayed, abandoned, or otherwise made an incoherent fool out of?</qco> </h3>      no but that sounds like something i would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n7:44 am</dco> &nbsp;<qco> Any advice on how to write music a bit more differently but in a good way? Especially when I listened to too much of mainstream stuff and being subconsciously influenced by them. Currently trying to compose more 'flexible' music but my ideas are always based on mainstream music (eg. melodies are always in a 8-bar structure etc.) and whenever I try to experiment around to get something different from conventional writing most of the time it would just sound cringy</qco> </h3>      this may not be what you want to hear, but you are going to find some music that you really enjoy which has the qualities you want. OR, if it does not exist, then you are going to have to invent something that's never been done before. so IF that is the case, then i would recommend finding things that you enjoy that seem inventive and new in other ways than the ways you might do, to at least familiarize with the fun and glory of being inventive. A good place to start if you hate all the music you've ever heard, is to start by deliberately trying to make something as different from that as possible, and then hone it in from there. you might have more fun than you expected\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n7:42 am</dco> &nbsp;<qco> where should I start with learning how to play a keyboard?</qco> </h3>      get it into the mode where you press a key and it makes a note\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n7:13 am</dco> &nbsp;<qco> How do I motivate?</qco> </h3>      try very hard to make someone else try very hard\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n7:01 am</dco> &nbsp;<qco> if you toast a bagel is it still a bagel&nbsp;</qco> </h3>      yes. bagels are almost impossible to unbagel\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n6:16 am</dco> &nbsp;<qco> what's the best hold music you've ever heard on a phone call?</qco> </h3>      unfortunately it was impossible to identify so i'll possibly never know \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n5:41 am</dco> &nbsp;<qco> What if the world is made out of cheese?</qco> </h3>      then i would say it's finally time to make that sandwich everyone keeps talking about\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n5:31 am</dco> &nbsp;<qco> Is the catchiness of your songs because of the melody or the rhythm section?&nbsp;</qco> </h3>      it is from the way all the elements combine together. even possibly the visual elements, if you have decided to go that route\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n4:04 am</dco> &nbsp;<qco> Do you know how that thing inventor is coming along?</qco> </h3>      pretty good. it's inventing itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n3:51 am</dco> &nbsp;<qco> Should Kevin Costner open a chain of convenience stores called \"Kevin Eleven\"? </qco></h3>      yes, that is exactly what he should do<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What would you buy there?</qco> </h3>      some cups\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n3:42 am</dco> &nbsp;<qco> How do you feel about the fact that most stars have already been born, and the number of lights in the sky will only go down until nothing but a homogenous, black, cold void of photons with nothing to hit remains, and nothing can ever happen again, dooming the cosmos itself to die just like everyone it spawned?</qco> </h3>      i feel like you are not looking at the whole story\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n3:30 am</dco> &nbsp;<qco> why is philosophy so hard</qco> </h3>      you may have it mixed up with rocket science\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n2:54 am</dco> &nbsp;<qco> <a href=\"q.php?date=202002032016\">2.3.20&nbsp;&nbsp;8:16 pm</a>  you didn't really type that with boxing gloves did u</qco> </h3>      no, i copied and pasted it from a <a href=\"q.php?date=201707271950\" target=\"_blank\">previous time</a> i was asked that\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.20&nbsp; \n2:20 am</dco> &nbsp;<qco> what are your opinions on the much anticipated end of the universe?</qco> </h3>      i think they are postponing it\n<br><br>"
  }
]
