[
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n7:59 am</dco> &nbsp;<qco> I have come to the conclusion that you are the being that created the universe, upon asking for a second opinion, I was told \"You could make a religion out of that\". Your thoughts?</qco> </h3>      second opinion is true. first is probably not\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n7:52 am</dco> &nbsp;<qco> Do you log progress in sleep/wake cycles or in 12:00AM-11:59PM increments?</qco></h3>      usually both date and time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; For instance, if you'd slept from 2-11PM, would you consider the work you do at 11:30PM the same \"day\" as what you did at 1PM?</qco></h3>      generally no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so, what happens 30 minutes later?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n7:50 am</dco> &nbsp;<qco> Whats your thoughts on pink flying hippos?</qco> </h3>      i wonder if they could be a different color\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n6:39 am</dco> &nbsp;<qco> sometimes i get scared of death\n<br>well not death but like not existing. like i dont wanna forget like my whole life and like idk what like comes after i die\n<br>\n<br>what is your opinion on this matter</qco> </h3>      make songs about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n6:28 am</dco> &nbsp;<qco> If you would choose one of your songs to get covered, which one would it be?</qco> </h3>      surprise me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n5:36 am</dco> &nbsp;<qco> You deserve a lot more attention from the media. Do you want this kind of attention?</qco> </h3>      luckily media is everywhere now. i have some in my pocket right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n5:33 am</dco> &nbsp;<qco> What is your typical schedule?</qco> </h3>      i currently do not have a typical schedule\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n4:37 am</dco> &nbsp;<qco> quick, is it a good idea to rob the rich?</qco> </h3>      only if you are very brave\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n4:25 am</dco> &nbsp;<qco> what is your favorite color?</qco> </h3>      regular\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n3:55 am</dco> &nbsp;<qco> Hypothetically, if someone accidentally got wedged under the bed while reaching for a macadamia nut that \"got away\", and could only reach the laptop sitting on the nightstand opened to the question section of billwurtz.com and typed a message using nothing but his big toe, the protein of a single tree nut and pure adrenaline, how would you advise he escape the situation? I'm asking for a friend.</qco> </h3>      use the internet to contact emergency services\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n3:55 am</dco> &nbsp;<qco> do you ever run into one of your listeners on the street? </qco></h3>      maybe<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what's it like?</qco> </h3>      possibly i would not be aware\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n3:38 am</dco> &nbsp;<qco> I have a guitar should I try to learn to play it?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n3:28 am</dco> &nbsp;<qco> I have Billie Eilish stuck in my head HELP</qco> </h3>      if you have a song in your head and you don't want it, start thinking of another song. it's that easy. i have a standard go to song that i always think of whenever i have a song in my head that i don't want\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n3:12 am</dco> &nbsp;<qco> What could possibly be better than Fruity pebbles cereal</qco> </h3>      fruity pebbles universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n3:11 am</dco> &nbsp;<qco> how many words long is the optimal question</qco> </h3>      8\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n2:24 am</dco> &nbsp;<qco> I love your videos so much. Your randomness and craziness can really cheer me up during depressing times. How do you decide if something is too crazy or not crazy enough for a video?</qco> </h3>      i know instinctively before i actually mentally know. when i am checking to see if something is good or not, i usually have a verbal reaction instantly, which may or may not agree with that i think i thought. for example, i may watch something, and i will think it satisfies all the criteria that i wanted, while instantly i vocally go 'ehhh,' ... Or, i may watch it, and i may instantly scream \"yes!\" even when in my mind i wasn't sure if i thought it was right. my instantaneous vocal reaction is always right\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n2:08 am</dco> &nbsp;<qco> when your next video</qco> </h3>      i'm having a countdown timer\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n2:04 am</dco> &nbsp;<qco> Do you like cold or hot weather?</qco> </h3>      i like when it changes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n2:02 am</dco> &nbsp;<qco> Do you play video games, and if so, what type of genre?</qco> </h3>      the game where i make videos. it's the video making game\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n1:34 am</dco> &nbsp;<qco> how to grow tall?</qco> </h3>      impossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n1:26 am</dco> &nbsp;<qco> Which bird is best bird</qco> </h3>      regular bird\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n1:19 am</dco> &nbsp;<qco> Do you have any dietary limitations/foods you can't or won't eat?</qco> </h3>      poison,\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n1:14 am</dco> &nbsp;<qco> What's your favourite soap tip?</qco> </h3>      there is no such thing as a soap grater, but a cheese grater works fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n1:11 am</dco> &nbsp;<qco> How do I find meaning in life?</qco></h3>      you could cook up a brand new batch<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Can I buy it at the store?\n</qco></h3>      yes, and sell it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Does it come in purple?</qco> </h3>      yes but it is usually at least a little bit multi colored\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n12:59 am</dco> &nbsp;<qco> Do you have any formal music training?</qco> </h3>      yes but i stole it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n12:46 am</dco> &nbsp;<qco> When and why did you make Stuck In A Rut?</qco> </h3>      i made it because i could not figure out how to decide how a longer song should go. it was made on march 3, 2005 \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.20&nbsp; \n12:21 am</dco> &nbsp;<qco> is a typo made consciously still a typo?</qco> </h3>      could be a typographical expression, not a typographical error\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n11:56 pm</dco> &nbsp;<qco> Just dropping by to ask what number the countdown is @</qco> </h3>      30\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n11:48 pm</dco> &nbsp;<qco> follow up: what was the inspiration behind \"at the airport terminal\"</qco> </h3>      traveling through an airport terminal, from one flight to the next\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n11:18 pm</dco> &nbsp;<qco> In your long description of the \"might quit\" schedule last year you talked about how uselessitis happens when \"experimenting\". The quotes around \"experimenting\" makes it seem like to don't like the idea?</qco> </h3>      it sounds like you took that totally out of context\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n11:04 pm</dco> &nbsp;<qco> instant regret is wacky i love it. how about you bill how do you feel about INSANT REGRET!~!!!</qco> </h3>      pretty good. i remember back in the days when we used to have to mail in a request for regret. then regret that, and have to send in another request\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n10:10 pm</dco> &nbsp;<qco> do you know updog</qco> </h3>      yes, updog is one of my close business associates\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n10:05 pm</dco> &nbsp;<qco> What are illusions?</qco> </h3>      not illusions. illusions may seem to be illusions, but if there's one thing i know about illusions it's that they're not what they seem. that's like the first rule of illusions\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n9:40 pm</dco> &nbsp;<qco> what temperature do you enjoy your hell at?</qco> </h3>      87f/30c\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n9:31 pm</dco> &nbsp;<qco> Would you agree 2x4=rainbow?</qco> </h3>      almost, but it feels like you need a factor of 3 in there somewhere. \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n9:02 pm</dco> &nbsp;<qco> What is the perfect order to watch the MCU movies?</qco> </h3>      chronologically according to when they were made\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n8:34 pm</dco> &nbsp;<qco> What is the most memorable question on this webpage?</qco> </h3>      hands down, <a href=\"most-memorable-question.php\">this one</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n8:28 pm</dco> &nbsp;<qco> i am pretty isolated and lonely but reading and interacting with this page feels a little like making a friendly acquaintance who's trudging along the same road as me for a little while. so like, thanks</qco> </h3>      holy smokes, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n8:21 pm</dco> &nbsp;<qco> I'm interested in writing songs but I always get stuck when it comes to the melody. The words are there but I can never really settle on a melody that I think works/that I like. Kinda stuck in a rut. (reference unintentionally intended) Any tips?</qco> </h3>      try absolutely any melody. try to make it the worst melody you possibly can. this is just a trick to get you started. because once you've started, and done more and more melodies, you actually get better with each one, so it really doesn't matter how bad the first one was, because it gets better. where as if you don't do any melodies they will not get better. the other reason it is good to hunt for terrible is because, a little known fact about all melodies is the 1 ingredient that actually makes them good is being terrible\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n8:16 pm</dco> &nbsp;<qco> what is your life goal?</qco> </h3>      find a goal that automatically makes more goals\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n8:09 pm</dco> &nbsp;<qco> settle an argument- what's less of a dinosaur, a pterodactyl or a brontosaurus? </qco></h3>      pterodactyl is currently not a dinosaur, and brontosaurus currently is.<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tI'd also, while I'm here, love to know your opinion on sparkling water</qco> </h3>      sometimes it's fun to count the sparkles\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n7:41 pm</dco> &nbsp;<qco> Can you do implicit differentiation on a matter of seconds?</qco></h3>      no, but that would be convenient<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Cuz I can't.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n6:55 pm</dco> &nbsp;<qco> What are your thoughts on actions?&nbsp;</qco> </h3>      they seem doable\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n6:54 pm</dco> &nbsp;<qco> Where do you see yourself?</qco> </h3>      in and around planet earth or that area\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n6:49 pm</dco> &nbsp;<qco> How do you know life is real?</qco> </h3>      by tapping it lightly\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n6:36 pm</dco> &nbsp;<qco> Did you teach yourself to play the guitar or did you take lessons?</qco> </h3>      neither\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n6:25 pm</dco> &nbsp;<qco> what were you doing before making the first music video</qco> </h3>      writing and recording an exhorbitant amount of music. and also writing a lot in text, and making some appearences on video camera, to discuss and perform screen tests, etc. also some non-camera screen tests, with text, graphics, etc.\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n6:24 pm</dco> &nbsp;<qco> how do i save myself from condescending vegetables (tomatoes included)&nbsp;</qco> </h3>      meat or no meat, you must find a source of protein\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n6:22 pm</dco> &nbsp;<qco> whats your favorite way to pick favorites?</qco> </h3>      let them pick themselves, which is kind of like a wave. and then ride the wave\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.20&nbsp; \n6:11 pm</dco> &nbsp;<qco> Hey Bill, I want to learn how to write a 4 brass section part (tenor sax, trombone and a couple of trumpets, correct me if I'm wrong).. do you have any listening suggestion of something \"memorable\" ?\n<br></qco> </h3>      to make it memorable, that is achieved when you simply think about writing the melody (not 4 parts, just 1 pretty much.) adding the harmonization, that's what makes the experience more <i>potent</i>\n\n<br><br>"
  }
]
