[
  {
    "html": "<h3> <dco>2.16.19&nbsp; \n6:46 pm</dco> &nbsp;<qco> how long does it take to put all of those effect things in a video</qco> </h3>      approimately much longer than the length of the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.19&nbsp; \n5:59 pm</dco> &nbsp;<qco> Hello I am covered in mud right now</qco> </h3>      oh cool\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.19&nbsp; \n5:45 pm</dco> &nbsp;<qco> do you write the bass part in detail or improvise the line according to the chords</qco> </h3>      a combination of playing it and carefully constructing it during the recording process\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.19&nbsp; \n4:42 pm</dco> &nbsp;<qco> after that 8-hour walk, how did you got back home?</qco> </h3>      i've done many 8 hour walks but i usually prefer to take a train home if possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.19&nbsp; \n3:32 pm</dco> &nbsp;<qco> Israel, Palestine, or pasta</qco> </h3>      why can't they all exist together, in peace\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.19&nbsp; \n2:19 pm</dco> &nbsp;<qco> favorite wheezy waiter clone?</qco> </h3>      video editor\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.19&nbsp; \n1:59 pm</dco> &nbsp;<qco> Would you reccomend E# or F?</qco> </h3>      F\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.19&nbsp; \n1:01 pm</dco> &nbsp;<qco> What do you think about repetition in music?</qco> </h3>      i suppose it depends on what you repeat and how much\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.19&nbsp; \n12:59 pm</dco> &nbsp;<qco> What do you think about the letter \"w\"</qco> </h3>      \nit's a mystery to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.19&nbsp; \n10:23 am</dco> &nbsp;<qco> have you made music past the year 2002?</qco> </h3>      most of my best music was made past the year 2002\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.19&nbsp; \n8:40 am</dco> &nbsp;<qco> if you could remove one thing out of existence, what would it be?</qco> </h3>      a small speck\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.19&nbsp; \n6:16 am</dco> &nbsp;<qco> Isn't a beard just a mustache that took over the face?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.19&nbsp; \n5:08 am</dco> &nbsp;<qco> Have you completed enough of your upcoming video that you're currently recording vocals for, that you can give us an anagram of the title?</qco> </h3>      \nyes but at this point everyone is going to get tricked into thinking it also relates to the contents of the video. i've already spent an hour trying to find a good anagram and i found some great ones but they do not relate to the contents of the video. this was horribly irresponsible i feel shameful\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.19&nbsp; \n4:47 am</dco> &nbsp;<qco> what should i do today</qco> </h3>      how about a pyramid scheme\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.19&nbsp; \n4:47 am</dco> &nbsp;<qco> do you believe in colors that we cant see? </qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what do you think they're like?</qco> </h3>      infrared, ultraviolet\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.19&nbsp; \n1:13 am</dco> &nbsp;<qco> dude how do you not get burned out working all the time??&nbsp;</qco> </h3>      2 secrets, i do and don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.19&nbsp; \n12:42 am</dco> &nbsp;<qco> Can you tell me how to accomplish all of my dreams and goals very soon. And make it easy</qco> </h3>      have very small simple few and easy goals\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.19&nbsp; \n12:23 am</dco> &nbsp;<qco> i think you should make a video for \"Do What You Want To Do\"</qco> </h3>      i will do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n11:39 pm</dco> &nbsp;<qco> Would you ever divulge anything about your songwriting process?\n</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If you have already, where can I find it?</qco> </h3>      <a href=\"q.php?date=201809042154\">9.4.18&nbsp;&nbsp;9:54 pm</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n10:03 pm</dco> &nbsp;<qco> is the belly button the second clit?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n8:15 pm</dco> &nbsp;<qco> I want to be punished, but I can't easily get to Antarctica. How do I find a local place to be punished?</qco> </h3>      check with your local librarian\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n7:18 pm</dco> &nbsp;<qco> You know the 3 videos you made back in March of 2011? What made you stop after only 3?</qco> </h3>      3/7 i did some experiments with editing improv sessions and putting captions on them. 3/8 i visited a friend in new jersey. 3/9 i visited a friend in long beach ny, and also did a songwriting session.  3/10 more editing of improv sessions. also did a new improv session. 3/10 i started studying everything that came up in google autofills for every letter, just to learn more about the world i live in. also did some improv/journal edits. then for the next several days i did some extensive research trying to figure out where food comes from (it seemed important at the time). then i had some songwriting breakthroughs. then mostly spent the rest of the year trying to write and record songs. after a few more years of writing, recording, organizing, and general confusion, when i finally had a website and a very rigid 5-day a week content schedule, the format you mentioned found a happy home on thursdays, and was switched to tuesdays several weeks later. so i did not stop at 3, there are at least 20 videos made in this format, most of them being made in 2014, released on thursdays, then tuesdays, then on various different days during the later part of 2014. i just found the list, it's more than 20<br>\n<br><br><br>\n      rising out of bed\n\n<br>      here's a bowl\n<br>      stand in my room\n<br>      door\n<br>      sleep on a pile of clothes\n<br>      floor\n<br>       bread  \n<br>       eat the floor  \n<br>       tape  \n<br>       sometimes i whatever \n<br>        jingle in bed \n<br>        this is where i make my things \n<br>        it's not christmas \n<br>        writing a letter to you on my floor  \n<br>       earth \n<br>        boxes  \n<br>       guess i'll stare at the wall  \n<br>       colonization  \n<br>       electricity  \n<br>       lost in a calendar \n<br>        where does the railroad go \n<br>        let's get high (up)  \n<br>       this tree is green  \n<br>       math  \n<br>       gonna mail you my floor  \n<br>       let's watch some television  \n<br>       go tie a shoe  \n<br>       i'm gonna iron my shoes \n<br>        gonna print out my feelings \n<br>        shaving my piano  \n<br>       take a video of the ceiling \n<br>        gonna throw my wallet away  \n<br>       quit  \n<br>       save the tambourine for later \n<br>        knock knock it's the news \n<br>      the crappiest video in the world  \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n6:43 pm</dco> &nbsp;<qco> Did the title for a video containing references to Antarctica and Greenland just happen to be an anagram for a phrase containing the words Antarctica and Greenland?\n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Or was that on purpose?</qco> </h3>      no. but with a title that long, it is not surprising that i was able to find some important names from the vidio in the letters. the first thing when doing an anagram if you want it to be one of those relevant hard hitting anagrams, is you go searching for those important words first and then work around it. an example of a relevant word which i did not find in the letters would be mexico\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n6:05 pm</dco> &nbsp;<qco> i worry if people are talking about me behind my back. i wonder if i should make my actions harder interpret and therefore my intentions harder to pinpoint. seems like something you'd advise doesn't it&nbsp;</qco> </h3>      no, i think if you make your actions and intentions shadier i think people will talk about you more. but if they are talking behind your back then you could simply turn around and they would be in front of you. if they are doing it in a far away location, then your best bet is to even the score by talking about them\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n5:48 pm</dco> &nbsp;<qco> do you think ducks are one of the most advanced and smart animals as they can control the land sea and air while also can conquer the hearts of men women children and sometime other animals</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n5:31 pm</dco> &nbsp;<qco> have you ever used cricket noises in ur songs</qco> </h3>      i have used simulations of cricket noises\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n4:33 pm</dco> &nbsp;<qco> What is twitter</qco> </h3>      it's like a telephone but you can talk to many people at the same time and listen to no one\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n4:00 pm</dco> &nbsp;<qco> i think i might kill myself tonight.</qco></h3>      that sounds a little counter productive<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what are your plans for today?</qco> </h3>      record all vocals for song\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n2:52 pm</dco> &nbsp;<qco> why does life suck?</qco> </h3>      so you can take credit for making it better\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n2:46 pm</dco> &nbsp;<qco> Do you know some jazz standards</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n1:39 pm</dco> &nbsp;<qco> Do you have any soap tips?</qco> </h3>      <a href=\"https://billwurtz.com/soap-tips.mp4\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n1:14 pm</dco> &nbsp;<qco> How do you come up with the chords and progressions you write?</qco></h3>      i have to try to find whatever makes the song/video be the strongest it can be<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Are they all random?</qco></h3>      not even close<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or do you just have your own intricate sense of tonality?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n12:54 pm</dco> &nbsp;<qco> i want to make music like you do because your music is good what should i do?</qco></h3>      you could try to figure out some of my tricks<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also do you like soup</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n11:34 am</dco> &nbsp;<qco> mr. bill friend, do you have any thoughts about italy to share at this time</qco> </h3>      they made some very slanty fonts, to reflect their slanted geography\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n10:49 am</dco> &nbsp;<qco> why dont you watch videos that you were in? (H3 podcast, Genius, etc)</qco> </h3>      plausible deniability\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n9:48 am</dco> &nbsp;<qco> What is a keyboard shortcut using G</qco> </h3>      find next\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n9:45 am</dco> &nbsp;<qco> do you enjoy reading the lyrics of a song while listening to it</qco> </h3>      sometimes but only if the words become visible at the exact moment they are sung, and not a moment before\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n9:07 am</dco> &nbsp;<qco> do you think the time is approaching when you might explain how you accomplish the alien crickets</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n8:57 am</dco> &nbsp;<qco> what's a temp vocal?</qco> </h3>      a temporary vocal recording to work around, to work on the rest of the project before the final vocal is done\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n7:35 am</dco> &nbsp;<qco> Do you know any seahorse fun facts?</qco> </h3>      the female impregnates the male, but i'm sure you already knew that\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n6:54 am</dco> &nbsp;<qco> How come you dont post mostly&nbsp;</qco> </h3>      ah, that's because the majority of time i am engaged in a secret activity i like to call 'making the content that gets posted'\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n3:48 am</dco> &nbsp;<qco> <a href=\"q.php?date=201902121559\">2.12.19&nbsp;&nbsp;3:59 pm</a>  I am very good at this part, but I would like to know how you find a melody for your chords.</qco> </h3>      try improvising it 20 times and then 20 more times. you may start to get an idea of what works. it can be fun and useful to use words also\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n1:25 am</dco> &nbsp;<qco> how did you get a job as a church musician if you're not a christian? or i guess i really mean, how can *I* get a job as a church musician if i'm not a christian?</qco> </h3>      there is surely a widespread strategy used by many musicians which is simply to lie. but for some reason i am uncomfortable with this, so i have used a more honest strategy which is to explain my true feelings about the world we live in, and some churches are very delighted with those views and the honesty that comes with it, where as other churches must adhere to very strict company policy and make all their players specifically endorse the Jesus name\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n1:11 am</dco> &nbsp;<qco> Do you still do temp vocals for these latest non-songs?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What's the difference between a temp vocal and your final take?&nbsp;</qco> </h3>      maybe about like <a href=\"temp.mp3\">this</a> vs <a href=\"final.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n10:38 pm</dco> &nbsp;<qco> what? are you saying you would want to delete some of your notes in the notebook?</qco> </h3>      the tweets really shouldn't be there. i actually just found a very comprehensive journal entry from february 2016 that acknowledges how long it's been since i last did text journals, and it reminded me that the tweets really shouldn't be there. they should be in a different section for twitter where all the tweets are there\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n9:30 pm</dco> &nbsp;<qco> how the hell do you have time to balance everything you do on a daily basis?</qco> </h3>      i don't, and i can't\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n9:27 pm</dco> &nbsp;<qco> What are your feelings on sea sponges</qco> </h3>      would like to see them on land. curious as to how that would go\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n8:59 pm</dco> &nbsp;<qco> teach me some words in adult language</qco> </h3>      Perfect. Let's touch base sometime early next week. Have a good weekend.\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n8:55 pm</dco> &nbsp;<qco> How would you suggest I keep track of and organize my creative ideas that I have throughout the day but forget about soon after?</qco> </h3>      make a file and write them down as soon as you get them. you can make files for each idea, but also keep a master list file which lists all the ideas and the names of the reference files \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n8:31 pm</dco> &nbsp;<qco> i'm writing a poem but the timing is off. what would you suggest to help fix it?</qco> </h3>      take the lines that are \"off\" and start re-writing them over and over and over and over and eventually you will be steered toward one that goes the way you want\n<br><br>"
  }
]
