[
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n10:05 am</dco> &nbsp;<qco> oldest song you can think of with a b6 b7 1 cadence? (all major)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:54 am</dco> &nbsp;<qco> Do you have a name for those pop hooks that have that foot stampin'/fist bumpin' driving, staccato pulse (like the chorus in \"tick tock\" by kesha, or&nbsp;&nbsp;in \"firework\" by katy perry)??</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:44 am</dco> &nbsp;<qco> are you a duck?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:30 am</dco> &nbsp;<qco> did you check the rules&nbsp;&amp; regulations yet</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:17 am</dco> &nbsp;<qco> what do u do now? r u a full time youtube content creator?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:07 am</dco> &nbsp;<qco> when i try to organize what i mean to say in a structured, presentable way, i just end up cutting out the meaning.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it's hard to tell what the core of importance is when trying to shuffle everything around until it reads like something that 'makes sense'. or maybe it's that when i feel the pressure to do this, i didn't get a chance to decide what i mean, it was imposed on me either by some Authority or my own self thinking it's absolutely necessary. then it's a fight to figure out what makes sense, what makes sense to me, what's going to make sense to whoever's going to see it, and that's hard to tease out especially with a real or even imagined deadline. i get caught up in teasing it up all nice, and it might carry some of the right meaning, but it's severely watered down or the real big points are underdeveloped in favor of presentability. and it's not exactly that i'm consciously trying to make it fake. it's endlessly second-guessing what's strong and what's not when i can delete and rephrase as much as i want. the reason rambling beginning-to-end with no edits works is because it's just everything that goes through my head, which is as real and close to my thoughts as anything...becuase... you know, they're my thoughts. how did that not occur to me? i can't believe myself. well. at least i know now. \n<br>\n<br>rumor has it that i'm a rotten person and everyone knows it. \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;hmm. that's quite a jump. well it's not if you show the thread of thought that connected those things. which i forgot to do because i was busy thinking. or i was thinking about that before. or the parts that would make that make sense somehow fell through the filter. i don't know. i don't know i don't know asdfasdf dfjkdfjkdjfkdfj there's been no editing of this. it's beginning to end. it's not . that. bad. i.dont.know.anymore.\n<br>\n<br>\n<br>why?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do  i&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>\n<br>\n<br>focus. fucking focus fucking focus. what is your point? what is the point? what are you feeling? are you just stuck on the words that you're typing? is that taking over your mind in favor of what you're trying to actually get across?&nbsp;&nbsp;&nbsp;&nbsp;and why do you have to do it here? why?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do this?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i don't like that i do this. why not?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because i do it wrong a lot.&nbsp;&amp;\n nbsp;&amp;nb\n sp;&nbsp;&nbsp;&nbsp;what's wrong?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;being fucking embarrassingly awful and terrible and maybe even gross.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;okay.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;you do it right sometimes? yes. i guess.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;okay. what is the difference between a time you did it 'right' and a time you did it 'wrong'?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i forgot to have a point. i just talked to talked. i had feelings, sure, but being caught up in OMFG THIS HAS TO GET DONE AND IT HAS TO GET DONE RIGHT ruins it.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>\n<br>\n<br>you know what a big part of this is? this is how they teach you to write in school, conveying information in the standard, structured way.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it can work if you're trying to convey plain information, and maybe you can learn to do it up all nice so it's not Boring As Fuck, but when you're writing what's on your mind the points are what's on your mind. and editing what's on your mind is editing out the actual meaning of those thoughts and feelings. \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how did that not occur to me?\n<br>\n<br>\n<br>okay. i think i'm getting somewhere. i think. but what else? you forgot the part where you felt hurt.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i felt hurt because i made and continue to make people uncomfortable when i be myself and i try to be better but i can't figure out how to BE because i am not a good be-er in the first place </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;which makes it hard to figure out how to adjust your be-settings. \n<br>\n<br>what is be? well be is me. i guess. and what don't you like about you?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;that i'm so self-absorbed that it blinds me from seeing when i'm being ridiculous and broadcasting my ridiculousness&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and it's not that i'm all bad but i'm pretty bad&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;why do you have to be so mean to yourself?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because that's what i was taught to do.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i guess.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if you could forgive yourself, do you think you could find the strength to be as good as you can be and improve?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i just don't understand. i don't know anymore.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;this is supposed to be fun. it's been fun&nbsp;&nbsp;&nbsp;&nbsp;but lately i've forgotten about having fun. for the most part i did a long time ago.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;this is as close as i get to that.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and&nbsp;&nbsp;&nbsp;&nbsp;i just don't want to let go of it.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because then i'll have nothing.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and i did have nothing for a while.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;why. why why why why why why. why. why. why. why. why. why. why. why. why. bother. why. bother. why do you have to bother people.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but i have to try a little harder than this, right? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how do i be clear without being fucking bonkers? there's a lot of circumstances where that's not going to work. \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;okay, here's my point :: i am sorry for any discomfort that i may have caused. i'm trying to try in the right way but i'm not exactly good at that.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i want people to feel better for having interacted with me. i'm not good at that. i'm trying to learn how to do that.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i guess that's it. i guess, outside of having fun. i'm trying to figure out how to be a human.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; this is probably far from the best way of doing that, but if it wasn't already clear, i am a severely confused person who just doesn't understand that sort of thing.&nbsp;&nbsp;&nbsp;&nbsp;but i desperately want to know how to not suck&nbsp;&nbsp;&nbsp;&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n8:05 am</dco> &nbsp;<qco> If you had all the money in the world what would you buy?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n7:37 am</dco> &nbsp;<qco> Why do you answer questions so early in the morning&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n7:15 am</dco> &nbsp;<qco> Do you know how to operate a snare drum?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n6:22 am</dco> &nbsp;<qco> have you ever failed so hard that you were sure it was the end of you</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n6:09 am</dco> &nbsp;<qco> Can you make a song about me. im small fat and play magic the gathering. Thanks in advance</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n5:42 am</dco> &nbsp;<qco> Bill make me merch I will buy all of it.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Why you don't make merch?&nbsp;</qco> </h3><a href=\"https://billwurtz.myshopify.com\">i already did</a><br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n5:07 am</dco> &nbsp;<qco> what is the most absurd thing anyone has ever said to you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n4:15 am</dco> &nbsp;<qco> help i put a sticker on my phone screen and cant peeel it off. what do i do</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n3:48 am</dco> &nbsp;<qco> What is your preferred apocalypse scenario? i.e nuclear holocaust, zombie/vampire apocalypse, general environmental disaster etc.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n2:45 am</dco> &nbsp;<qco> <a href=\"q.php?date=201808140152\">8.14.18&nbsp;&nbsp;1:52 am</a>  ok, today was my first day, and i went. what's the next step</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n2:44 am</dco> &nbsp;<qco> i'm really low in my agreeableness. i'm always prone to say something harsh, sarcastic to everyone, and i guess i'm not sure how to associate with people. maybe i'm too narcissistic, or don't have a genuine interest in other people, don't know how to interact with others in a way comfortable to both, hence staying alone. i'm fine with that, but not fine with have no people at all to talk to. sort of confused. do you have any advice?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n1:35 am</dco> &nbsp;<qco> School has lifted my but killed meeee so here's what I learned: \n<br>I learned to never trust authority because if u do, they'll basically ruin your life \n<br>I learned that I'm fucked because I've struggled so hard with school and I don't even know how the real world is like \n<br>I learned how it's like to feel miserable \n<br>I learned how it's like to be humiliated \n<br>Yeah I really just wanna quit so fucking much but I'M probably going to finish high school and then... FUCK COLLEGE HAHAHAHAHA THATS SUCH A JOKE TO ME I NEVER EVER WANT TO GO NEAR A SCHOOL AGAIN CAUSE I DONT BELOONGGGG THEREEEEE AND I KNOW MY PARENTS ARE GOING TO FLAME ME FOR THAT AND IM GOING TO STRESS OUT ABOUT THAT TOO AND I HAVE NO IDEA HOW THE REAL WORLD IS LIKE AND IM PROBABLY GOING TO STRUGGLE AGAIN YAY PLEASE TELL ME HOW THE REAL WORLD IS LIKE SO I DONT FAILLLLLLL or do I know enough already that you think I can do well in the future?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n12:59 am</dco> &nbsp;<qco> Hey Bill so I used to write music a lot but I haven't written anything in four years. What do you think is the best way to get started again?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n11:43 pm</dco> &nbsp;<qco> What do you think of the idea of fish tanks with model railroads inside of them?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n10:04 pm</dco> &nbsp;<qco> when is the next video finished</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n10:04 pm</dco> &nbsp;<qco> when is the next video coming out</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n9:50 pm</dco> &nbsp;<qco> what can i do to make my music less standard&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n9:02 pm</dco> &nbsp;<qco> What do you think about Brazil?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n8:30 pm</dco> &nbsp;<qco> Did you have a process for determining which musical elements/instruments to use for the score and sound effects in your documentaries?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n8:17 pm</dco> &nbsp;<qco> do u want 2 die</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n7:16 pm</dco> &nbsp;<qco> Do you have any vine jingles you haven't recorded? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Will you ever record them?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n7:03 pm</dco> &nbsp;<qco> do you reckon you will open your own art exhibition one day?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n6:02 pm</dco> &nbsp;<qco> how do you give such good life advice?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n5:51 pm</dco> &nbsp;<qco> why do you insist on changing outfits every full body shot you're on your videos</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n4:34 pm</dco> &nbsp;<qco> do you like the color of my shoes?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n4:09 pm</dco> &nbsp;<qco> do you want noodles right now?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n3:35 pm</dco> &nbsp;<qco> How would you know which notes to use in a chord?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; There's one specific chord that I do not know the name of but when I play the notes that I think I hear on a keyboard, it just sounds off. Thanks.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n3:33 pm</dco> &nbsp;<qco> Have you ever considered releasing an album with your music on it or are you sticking to the internet and making music videos</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n3:03 pm</dco> &nbsp;<qco> i want to do a thing but i also don't want to do the thing and also the thing might not metaphysically exist</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n2:30 pm</dco> &nbsp;<qco> did u change the color of the umbrella or am i just going crazyyy?¿</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n2:19 pm</dco> &nbsp;<qco> On a scale of 1 day to&nbsp;∞, when will you release the new A U D I O / V I S U A L&nbsp;&nbsp;C O N T E N T you've been working on?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n1:47 pm</dco> &nbsp;<qco> Will we have a bill wurtz interview?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Can I interview you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n1:14 pm</dco> &nbsp;<qco> has science gone too far?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n12:55 pm</dco> &nbsp;<qco> do u know any advanced paper-folding techniques</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n12:36 pm</dco> &nbsp;<qco> i have a question. i think you said you are concocting your next song to work without bass,&nbsp;&nbsp;or that you were recording bass last in order to make sure it is still strong without bass. something to that effect. does that mean bass was central to your other recordings? \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;cause i listen to a lot of your songs thru my phone speakers and they still sound good to me,\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i dunno if my question makes sense. i'm just wondering how you would make sure it sounds strong without the bass, because i feel like everything you make is already strong without bass</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n12:10 pm</dco> &nbsp;<qco> why do you have a micro-economics book?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n11:41 am</dco> &nbsp;<qco> is friggydiggy a good name for a boat?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n11:09 am</dco> &nbsp;<qco> What is the sound at the beginning of \"Home\"?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n10:47 am</dco> &nbsp;<qco> do artists need to suffer to make art?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n10:36 am</dco> &nbsp;<qco> pancakes or waffles. or french toast.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n10:01 am</dco> &nbsp;<qco> how do i get creative</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n9:17 am</dco> &nbsp;<qco> every time i hear people talk about bill wurtz and bill wurtz's music they're like \"oh he makes like meme music right?\" and i feel like they overlook everything else and just label it as a meme and it makes me kind of sad. maybe you dont care at all</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n8:38 am</dco> &nbsp;<qco> I'm gonna go travel the world soon what's 1 thing I should pack</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n8:29 am</dco> &nbsp;<qco> So I'm going to tell you something. I have this problem that I experience sometimes where I don't want to do something like art. But all the people I look up to are artists and I want to be like them. So then I don't want to do it. But I try to pressure myself to do it and here's why. Im in high school and I don't want to go to college because school has depressed me and made me go insane and I feel like I have to prove to my parents that I have a special skill or something so that they'd be okay with me not going to college. Because I see you- and it looks to me that you've had your awesome music skills since you were like a kid (I know I could be wrong just correct me or something) and you seem to be pretty successful for not going to college.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; So then I think I have to do the same thing. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And a whole bunch of other people I look up to have also developed their awesome passions at a young age and I feel like I have to do the same. So I'm stuck between this thing of wanting to do artistic stuff right now to help prepare me for the future (even though I don't want to do it at the moment) and doing the things that make me happy even though they're kind of pointless like reading books or playing video games or watching movies. But to be honest, my interests shift by the second. I play video games for a little bit, and then I want to write. So... I have plenty of interests really. They just shift throughout the moment. And here's what I'm thinking: I think I should do the stuff I want to do right now and be concious of what my wants are.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And keep shuffling around them accordingly to suit what I want at the moment and just kind of look at my wants and see what happens over time.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; But be concious of how I'm feeling. Sometimes I think I'll want to do art stuff but other times, I won't want to. But the reason why I'm doing this is to help myself just be myself in the best way. Sometimes I'll do stuff I don't want to do and force myself \n to do it. So I want to keep myself in check. And ask myself, \"do I really want to do this right now?\" and act accordingly instead of just kind of neglecting what I actually do want.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And over the course of this I'll get to know myself better while freely being myself. For whatever reason, I think this'll be fun.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sorry if this was a bit confusing. I'm just trying to organize myself a bit and typing to you helps me get better at this stuff for some reason. So I'll see you man. I think I'll let you know how it goes.&nbsp;</qco> </h3><br><br>"
  }
]
