[
  {
    "html": "<h3> <dco>2.5.24&nbsp; \n1:24 pm</dco> &nbsp;<qco> Would you go skydiving if it was 100% free of charge</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.5.24&nbsp; \n12:37 pm</dco> &nbsp;<qco> was there a single moment that you can recall that... shaped who you are, I guess. or was it a culmination of things or can you not pinpoint any moment or moments</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.5.24&nbsp; \n12:36 pm</dco> &nbsp;<qco> What's the chance of us sharing a pizza?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.5.24&nbsp; \n11:02 am</dco> &nbsp;<qco> if u were a sandwich what kind of sandwich would u be?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.5.24&nbsp; \n10:41 am</dco> &nbsp;<qco> Not a question, but I'd recommend learning Latin before going into Italian, French and Spanish. It's really cool in general to see where many words and parts of words originate from</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.5.24&nbsp; \n10:38 am</dco> &nbsp;<qco> Thoughts on babies?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.5.24&nbsp; \n10:18 am</dco> &nbsp;<qco> Will you be running for president this year?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.5.24&nbsp; \n8:22 am</dco> &nbsp;<qco> you ever been walking down teh street and a stranger gave you a side quest?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.5.24&nbsp; \n7:45 am</dco> &nbsp;<qco> Could you leak the 37th word of whatever you're currently making?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.5.24&nbsp; \n7:02 am</dco> &nbsp;<qco> do you like raspberry pie?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.5.24&nbsp; \n5:48 am</dco> &nbsp;<qco> what is the \"yes yes restaurant?\" on perfect video?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.5.24&nbsp; \n3:11 am</dco> &nbsp;<qco> thoughts on numbers ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.5.24&nbsp; \n2:53 am</dco> &nbsp;<qco> Is this too generic of a question&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.5.24&nbsp; 2:37 am</dco> &nbsp;<qco> heads or tails</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.5.24&nbsp; \n2:35 am</dco> &nbsp;<qco> how do i get over myself and allow myself to be bad at things at first without beating myself up over it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.5.24&nbsp; \n1:39 am</dco> &nbsp;<qco> should i get rid of the sun in retaliation for blinding me?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.5.24&nbsp; \n12:53 am</dco> &nbsp;<qco> what's your experience with, i guess, \"the finish line is in sight\" anxiety? (idk if there's a better name for it. summit fever, maybe?. you know, when the end of a project is in sight and you start rushing and the quality starts to drop in favor of just getting the thing over with)\n</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; \n11:07 pm</dco> &nbsp;<qco>  i recently got a job making videos, which i like doing. the job is great, my boss is great, and the pay is also great. so everything is great, except that in order to do it i have to communicate a lot with people that i don't know very well. i am very bad at this, and it stresses me out a lot. so i feel stressed about this job even though i like almost every aspect of it. i'm not considering quitting or anything - it's only going to be for about a year anyway, it's very stable, and i need the money. i'm just thinking that in the future, i shouldn't make my hobbies myjob, unless i'm just working for myself. is this reasonable? maybe after awhile i'll get used to the communication parts of the job, but still, it's really stressful for me i'm also slightly worried that this job might set me on a career path of solely making videos, which isn't really something i want to do. is that a valid concern?\n\ni don't really know if those questions are really real, i just wanted someone to tell me whether or not i was freaking out for no reason. so, am i freaking out for no reason?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; \n10:43 pm</dco> &nbsp;<qco> I made banana scones. Do you want one? It's a triangle.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; \n10:41 pm</dco> &nbsp;<qco> if you were given the option to either be an amarantoraphidia or a spongiforma squarepantsii which would you choose</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; \n9:51 pm</dco> &nbsp;<qco> if your life is a movie what genre would it be?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; \n8:04 pm</dco> &nbsp;<qco> have you ever thought of remaking old music, and if so what songs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; \n7:27 pm</dco> &nbsp;<qco> Do you already have it planned what the next video you will release is? </qco></h3>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; \n4:35 pm</dco> &nbsp;<qco> A while back you said you don't really like albums because it seems that all the songs are making each other worse. Do you feel that way about albums that have a shared and connected story between songs?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; \n3:34 pm</dco> &nbsp;<qco> How are you? </qco></h3>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; 3:24 pm</dco> &nbsp;<qco> Favorite Paradox?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; \n3:08 pm</dco> &nbsp;<qco> how do i get my bass drum to sound more bassy and less thwappy when recording?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; \n2:31 pm</dco> &nbsp;<qco> what would you do if you were not making songs? (aka right now)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; \n1:33 pm</dco> &nbsp;<qco> What is your favorite form of fiber arts?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; \n1:20 pm</dco> &nbsp;<qco> I wanna know, have you ever seen the rain comin' down on a sunny day?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; \n12:21 pm</dco> &nbsp;<qco> maybe you could do a radio show</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; \n12:11 pm</dco> &nbsp;<qco> do you agree that \"silence plays too\"?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; \n11:22 am</dco> &nbsp;<qco> why are you like this</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; 10:02 am</dco> &nbsp;<qco> do you like waffles?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; \n8:46 am</dco> &nbsp;<qco> is the door of the corner store related at all to the one you became best friends with</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; \n8:44 am</dco> &nbsp;<qco> favourite piece of furniture?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; \n8:36 am</dco> &nbsp;<qco> where did the idea for the ground plane come from</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; \n7:51 am</dco> &nbsp;<qco> Should i make music in english or in my native language? </qco></h3>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; \n5:49 am</dco> &nbsp;<qco> if you could go back to when you first found out about music, what's one thing you'd want to tell that version of yourself?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; \n5:37 am</dco> &nbsp;<qco> what is it called when you know there's 100000 things you want to do but instead of doing any of that you're sitting and sipping some tea and listening to music and thinking about how much time you've spent doing this exact kind of thing before, and how you've accomplished a decent amount but not really 100% in the ways you wanted to, and there's so much more you want to do also, and you know you can do it but you also aren't sure you actually will, given the history you have of ending up in this kind of situation where you don't actually do it, but you also know that probably, if you wait long enough, you'll get back into some project or another and do a pretty good job and be proud of yourself but not completely satisfied and the cycle will continue?&nbsp;&nbsp;thanks</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; \n4:22 am</dco> &nbsp;<qco> i like your music. when will i like it more?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; \n4:22 am</dco> &nbsp;<qco> If you hypothetically were living in a time loop reliving the same day over and over again, what would you do? Asking for a friend</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.4.24&nbsp; \n1:10 am</dco> &nbsp;<qco> i think tomorrow (different timezones and stuff) will be a somewhat important day for me. can you leave me some wise message for when it's over,then regardless of how it went i can open this website say \"ha, that's so true!\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.3.24&nbsp; \n11:59 pm</dco> &nbsp;<qco> I saw that yesterday someone asked you \"what's your next song called?\" and you responded with \"i can't tell you.\" Is your next song actually called \"i can't tell you?\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.3.24&nbsp; \n11:18 pm</dco> &nbsp;<qco> how to answer \"how are you\" in polite society when the answer is \"terrible\" to the point where you don't have the mental resources to answer with the polite lie</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.3.24&nbsp; \n10:49 pm</dco> &nbsp;<qco> What is your opinion on the hit song \"Gucci Flip Flops\" lyrical statements?</qco></h3>"
  },
  {
    "html": "<h3> <dco>2.3.24&nbsp; \n9:55 pm</dco> &nbsp;<qco> are you up to anything?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.3.24&nbsp; \n8:52 pm</dco> &nbsp;<qco> do you have any tips or tricks to make a really good milkshake</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.3.24&nbsp; \n8:39 pm</dco> &nbsp;<qco> When someone says \"What's up?\", do you think it is fair game to just reply with \"hey\" (or hi, hello, etc.)? </qco></h3>"
  },
  {
    "html": "<h3> <dco>2.3.24&nbsp; \n7:04 pm</dco> &nbsp;<qco> Favorite fishing bait?</qco> </h3><br><br>"
  }
]
