[
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n1:45 pm</dco> &nbsp;<qco> Does being smart matter?\n<br></qco> </h3>      the best results is when you can mix smart and dumbness\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n1:34 pm</dco> &nbsp;<qco> What is your take on fog?</qco> </h3>      too bright\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n12:31 pm</dco> &nbsp;<qco> Do you ever feel like working in a school ?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n12:02 pm</dco> &nbsp;<qco> When did all the windmills start to turn so slow?</qco> </h3>      they have been spinning at the same speed this entire time, but your emotional perception of time may have changed\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n12:01 pm</dco> &nbsp;<qco> Why are you so awesome</qco> </h3>      got to be some kind of survival strategy\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n10:41 am</dco> &nbsp;<qco> why did you spell questions like \"ueqstions\"</qco> </h3>      i didn't spell it like 'ueqstions', i spelled it like <font style=\"font-size: 2em; font-weight: bold;\">ue<font color=\"#00EE3B\">q</font>stions</font>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n10:35 am</dco> &nbsp;<qco> do you know who joe is</qco> </h3>      your Father\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n10:25 am</dco> &nbsp;<qco> What does 0,0 mean?</qco> </h3>      the center of a 2D world\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n9:58 am</dco> &nbsp;<qco> Should an 18 year old be happy</qco> </h3>      yes, at least sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n9:44 am</dco> &nbsp;<qco> Is reality an illusion and everyone is fake?</qco> </h3>      no, everyone being fake is an illusion and reality being an illusion is fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n9:30 am</dco> &nbsp;<qco> Hi Bill, I'm Ryan, I program computers for a living. What do you think of people who program computers for a living? Bye.</qco> </h3>      i could use their advice\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n9:23 am</dco> &nbsp;<qco> When are you going to release your visual album?</qco> </h3>      right away\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n8:19 am</dco> &nbsp;<qco> Have you thought about making any song covers besides the ones in your jazz sections and punk covers</qco> </h3>      YES, they should be more like the songs on the songs page. and the lyrics and music should be allowed to be up to 45% different than the original. but i am still working out the legal details. there is some grey area here\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n7:57 am</dco> &nbsp;<qco> hi just wanted to leave a message for when this whole thing goes up in MoMA in 15 years. hi mom!</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n7:48 am</dco> &nbsp;<qco> <a href=\"q.php?date=201912070017\">12.7.19&nbsp;&nbsp;12:17 am</a> \n<br>if you were ever on a 2 week schedule you could release a 15 song album with music videos in 7 months, what makes an album seem unappealing? \n<br>\n<br>@X</qco> </h3>      i don't like listening to them. the songs seem to get in the way of each other. i just listen to songs instead ..... sometimes multiple times in a row if i like it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n6:37 am</dco> &nbsp;<qco> do you still have the 240 on your wall</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n6:03 am</dco> &nbsp;<qco> Which part of the video game creation process excites you the most.&nbsp;</qco> </h3>      world making\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n5:56 am</dco> &nbsp;<qco> how do I learn to drive</qco> </h3>      start by honking the horn, that is the most important part\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n5:33 am</dco> &nbsp;<qco> how would you describe your reality tunnel you've chosen as your frame of reality?</qco> </h3>      bill wurtz\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n5:13 am</dco> &nbsp;<qco> Is life just the process of dying?</qco> </h3>      living\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n5:10 am</dco> &nbsp;<qco> Why is food edible&nbsp;</qco> </h3>      to keep you coming back for more\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n5:09 am</dco> &nbsp;<qco> How can I stop time?</qco> </h3>      time stops all the time. and starts again instantly, because time was stopped during the time it was stopped\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n3:52 am</dco> &nbsp;<qco> your music (slow down specifically) made me sing and pick up an instrument for the first time in a few months. i've been in a not-so-good place lately and rediscovering your songs is helping me out a lot. just wanted to let u know&nbsp;</qco> </h3>      that is very friendly of you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n3:49 am</dco> &nbsp;<qco> Should one accept their own shortcomings and work around them in ways that better serve their gifts or should one never accept their own limitations and challenge their flaws so they are a more balanced individual?</qco> </h3>      i wonder if you could balance between the balanced and unbalanced ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n3:44 am</dco> &nbsp;<qco> how would you recommend i go about removing my spine from my body at home without causing lethal damage to my body</qco> </h3>      poop it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n3:33 am</dco> &nbsp;<qco> billy i have a podcast i want to features you on</qco> </h3>      ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n3:30 am</dco> &nbsp;<qco> bill i still am not totally sure what it is that you do but i like your stuff</qco> </h3>      in that case, what i do is make stuff you like\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n3:19 am</dco> &nbsp;<qco> i have a hard time falling asleep at night every single night do you have any tips 4 me bill</qco> </h3>      schedule your chores for that time instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n2:48 am</dco> &nbsp;<qco> Are you a nice person</qco> </h3>      extremely\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n2:12 am</dco> &nbsp;<qco> What type of sauce is best for skateboard?</qco> </h3>      grip tape\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n2:05 am</dco> &nbsp;<qco> Do you like eggs if so how do you like them done?</qco> </h3>      roasted. if not double roasted\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n1:55 am</dco> &nbsp;<qco> What's a good gift to give this Christmas</qco> </h3>      the barn door\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n1:48 am</dco> &nbsp;<qco> who answers these questions?</qco> </h3>      <a href=\"george-clooney.mp4\">[~~question answerer~~]</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n1:18 am</dco> &nbsp;<qco> what do you feel about capitalism and its history?</qco> </h3>      fake\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n12:52 am</dco> &nbsp;<qco> Waffles or socks?</qco> </h3>      what is this, some kind of divide and conquer strategy\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n12:31 am</dco> &nbsp;<qco> are toasters mailboxes for bread</qco> </h3>      it's more like a womb\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n12:26 am</dco> &nbsp;<qco> If you ran for president, what would your campaign slogan be?</qco> </h3>      I'M TERRIBLE (reverse psychology)\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n12:17 am</dco> &nbsp;<qco> can you release and album</qco> </h3>      i like the idea of albums but i've never actually liked an album. maybe in my imagination it has more story telling and video intertwined with the music .... oops that's a movie\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.19&nbsp; \n12:06 am</dco> &nbsp;<qco> how do i tell the world that i'm ok</qco> </h3>      you could announce it over the national emergency alert system\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.19&nbsp; \n11:51 pm</dco> &nbsp;<qco> Is it frustrating to know things you can't explain in English?</qco> </h3>      no, i am thrilled by the challenge\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.19&nbsp; \n11:50 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201912031749\">12.3.19&nbsp;&nbsp;5:49 pm</a>  i think that line is super catchy, it keeps popping up in my head make it stop</qco> </h3>      listen to another song\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.19&nbsp; \n11:19 pm</dco> &nbsp;<qco> is the word \"question\" a question word</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.19&nbsp; \n10:52 pm</dco> &nbsp;<qco> What are pants</qco></h3>      leg warmers<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t and why should I bother wearing them?</qco> </h3>      to defeat your enemies, by having warmer legs than them\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.19&nbsp; \n10:48 pm</dco> &nbsp;<qco> How do you feel about jeopardy! ?&nbsp;</qco> </h3>      very good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.19&nbsp; \n10:48 pm</dco> &nbsp;<qco> What is best shape?</qco> </h3>      dot\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.19&nbsp; \n10:45 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201811281032\">11.28.18 10:32 am</a>  bill it's me, again the guy from one year ago who talked about the question from a year prior. In 2019 i vaguely applied your advice, I wanted to follow in your footsteps of self-documentation and I kept a journal nearly every single day so now I have all the days listed in front of me and all my thoughts and feelings for each day etc. I have come again to seek more advice for the upcoming year and new decade. I guess my question is how do I make the most of the new decade?</qco> </h3>      the only advice i have that is to get a good look at the way the date looks on january first. looks ridiculous, i always enjoy that. if you are looking to shape and plan your future, please i am begging you don't do it on january first, unless you want the whole thing to be fake. january first resolutions are so famous for failure, i just wouldn't even go there. pick a time table that is so uniquely your own that it will be destined to succeed just on the power of its pure uniqueness\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.19&nbsp; \n10:02 pm</dco> &nbsp;<qco> Would you like to be on my Podcast?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.19&nbsp; \n9:48 pm</dco> &nbsp;<qco> hey, just curious if you remember what it was like transitioning into writing the roadmap for songs before you record them, assuming you did it a different way before. like how did you learn?</qco> </h3>      not really a transition.... i've tried both, and when i don't write it first, it just doesn't have the freedom to go where it wants to go. As i'm saying this now, i can see that it appears backwards, but the reason is because when you're recording a song there are lot of instruments and parts to deal with, so you can't very easily change the way the song goes, on a whim. I've found that it's a much greater advantage when you write the song before anything is recorded, because you can make the song go anywhere, on a whim. you just write it there and it goes there. in other words, writing is not like writing multiple instruments. i don't write the instruments, i write the *song*. which consists of melody+lyric+chords, all the way through, and knowing the exact tempo. The process of translating that into instruments only happens once the song is written. it's probably a lot like animating a cartoon. it's pretty hard to improvise a cartoon. you kind of have to know how it goes before you do it. you CAN however, improvise a cartoon by acting it out, improvised. then based on the recorded improv, make the cartoon. similarly, a song could be made by improvising it using 1 instrument and voice, and then constructing the arrangement based on that recording. i forgot the question\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.19&nbsp; \n9:42 pm</dco> &nbsp;<qco> if you had to permanently dye your hair some unnatural color, what would it be</qco> </h3>      dark purple\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.19&nbsp; \n8:45 pm</dco> &nbsp;<qco> what if you were stuck in a hallmark christmas movie&nbsp;</qco> </h3>      no one is stuck in a hallmark christmas movie, those things are filmed extremely quickly\n\n<br><br>"
  }
]
