[
  {
    "html": "<h3> <dco>10.8.22&nbsp; \n12:27 pm</dco> &nbsp;<qco> opinion on soft clothing?</qco> </h3>      \n\nnot soft enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.22&nbsp; \n11:29 am</dco> &nbsp;<qco> what's the newest thing you've learned?</qco> </h3>      \nit's 7:44 pm\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.22&nbsp; \n11:29 am</dco> &nbsp;<qco> I loved your new video, did you have an inspiration for it? </qco></h3>      yes. imagine 2 characters somewhere, and then see what happens from there<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, what do you believe its message is?</qco> </h3>      \nwriting scenes with 2 characters can be fruitful\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.22&nbsp; \n10:39 am</dco> &nbsp;<qco> Why does only one restaurant serve food in Two Friends on the Beach</qco> </h3>      \n\nbecause i thought it made for a good twist, after the previous line, which seems to make it sound like there might be a plentiful amount of restaurants\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.22&nbsp; \n10:34 am</dco> &nbsp;<qco> what inspired you to bring back the \"no song\" videos?</qco> </h3>      \n\nit's very important to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.22&nbsp; \n9:27 am</dco> &nbsp;<qco> do the friends have names</qco> </h3>      \n\nno, but your friends do\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.22&nbsp; 7:34 am</dco> &nbsp;<qco> how to be cool</qco> </h3>      \n\nfirst you'll wanna go ahead and take an envelope and put it inside another envelope\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.22&nbsp; \n6:42 am</dco> &nbsp;<qco> What is the bad thing you did?</qco> </h3>      \n\ndid a thing that was neither bad nor good\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.22&nbsp; \n4:02 am</dco> &nbsp;<qco> have you figured out the exact date of the writing session when you finished \"2 friends on the beach\"? </qco></h3>      it seems to be jan 24, 2022. everything after \"dig a hole / true\" was probably written on that day<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and also you said it would be about 3:09 long;&nbsp;where did the ambiguity come from, and how did it end up being 3:20 in the end?</qco> </h3>      i assume i was going by the length of the temp vocal. so i must have forgot to account for the closing beach scene, after \"ahhh\". Also i probably didn't expect to send the camera out into the ocean\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.22&nbsp; \n3:15 am</dco> &nbsp;<qco> what do i do if i want to do a lot of different totally unrelated things and cannot develop the momentum to make progress on any one of them as a result?</qco> </h3>      \n\nmake some sort of pact with yourself where you will do things sequentially one at a time. hold a selecting ceremony each time where you choose which one to do next. put on some sacred music to heighten the mood\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.22&nbsp; 12:27 am</dco> &nbsp;<qco> whats your favorite song</qco> </h3>      \n\ni like them all equally\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n11:09 pm</dco> &nbsp;<qco> what's your opinion on fish tanks</qco> </h3>      \n\nthey're pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n10:01 pm</dco> &nbsp;<qco> Why do you wear soft clothing?</qco> </h3>      \n\nin case it makes a cool song title\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n9:26 pm</dco> &nbsp;<qco> at 0:41 of \"2 friends on the beach\" why do you have a 'bridge freezes before road surface' sign without a bridge with which to be paired with</qco> </h3>      \n\nthere is a bridge. you can see the car drive over it, immediately after turning left at the traffic light, to drive toward the camera. you can see the guard rails on the sides, and the color of the pavement is slightly different on this segment. this is a small bridge that goes over a river\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n9:08 pm</dco> &nbsp;<qco> How long after \"I'm a huge gamer most of the time\" did those two guys become best buds?</qco></h3>      i don't know anything about them after the end of that video. although they seemed pretty inseparable from the start<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also, is one still a huge gamer?</qco> </h3>      i'm not sure\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; 8:36 pm</dco> &nbsp;<qco> Will everything be okay</qco> </h3>      \n\nat some point\n\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n7:23 pm</dco> &nbsp;<qco> Are the friends in your new video supposed to be a girl and a guy </qco></h3>      not specified<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or are the pink and blue colours over their head random colours?</qco> </h3>      \nthey're chosen based on the way the colors look\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n7:12 pm</dco> &nbsp;<qco> is the friend going \"ahhhhhh\" at the end of your new video a representation of the audience's thoughts at that moment?</qco> </h3>      \n\nhopefully\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n7:08 pm</dco> &nbsp;<qco> when the purple-haired friend is talking about restaurants being different restaurants, is that a reference to unsolved paranormal mysteries of people seemingly getting displaced across parallel universes?</qco></h3>      no. but, how does someone even prove if that's happened?<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; like a Mandela effect type thing?</qco></h3>      the mandela effect is a disgrace to Nelson Mandela, who dedicated his life to fighting for civil rights, and then his name becomes famous for people forgetting the difference between him and Steve Biko<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or is it more about quantum mechanics, with the restaurants being in kind of a quantum superposition until they are observed?</qco> </h3>      it tries to bring some of that spirit to the conversation\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; 6:49 pm</dco> &nbsp;<qco> do you think you'll ever make a song or video that is directly connected to another song or video, </qco></h3>      sure, it happens sometimes. like \"hello, i'm a piece of garbage\" and \"thanks for checking in, i'm still a piece of garbage\". or, \"just wrote a letter to myself and now i'm opening it\", and \"just opened the letter i wrote to myself and it says i'm a stupid idiot.\" or \"history of japan\", and \"history of the entire world, i guess\"<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;like for example another video with the 2 friends or a song continuing the story of where i've been</qco> </h3>      \n\ncould happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n5:46 pm</dco> &nbsp;<qco> are the 2 friends on the beach secret lovers?</qco> </h3>      \n\nit's possible, but they also might be very open about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n5:28 pm</dco> &nbsp;<qco> Is the guy from \"more than a dream\" and \"if the world doesn't end\" the waiter in \"2 friends at the beach\"?</qco> </h3>      \n\nno. the waiter from '2 friends' has a slightly smaller head. however, the person from the scooter scene in \"if the world doesn't end\" is the same as the person in the scooter scene from \"more than a dream\", because the scooter scene was cut from \"more than a dream\" and re-purposed for \"if the world doesn't end\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n5:13 pm</dco> &nbsp;<qco> do you like philosophy</qco> </h3>      \n\ni don't know where the line is, between philosophy and non-philosophy\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n3:52 pm</dco> &nbsp;<qco> What do you do when you see a rat</qco> </h3>      \n\nstage a photograph with a slice of pizza. then get on the next flight to Hollywood\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n3:39 pm</dco> &nbsp;<qco> have you ever wondered why the world isn't in 2d</qco> </h3>      \n\nfirst i'd have to actually stop and wonder what d (dimension) even means. i thought i intuitively knew, but the question you raised reminds me i'm unable to define it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n2:51 pm</dco> &nbsp;<qco> i'm trying to make a \"song gen\" list of ideas. i've got a bunch of random titles that i basically said \"that could be a good song title\" and put it in a list, should i put those in the song gen list? </qco></h3>      yes, absolutely. 'title first' is great fun<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also inversely, i've also got musical ideas that don't have any lyrics or title, should i try to make up a title for them when putting them in the list?</qco></h3>      absolutely yes, that's a solid way to work. if you do it this way and also the other way you mentioned, you'll automatically get a nice range of different breeds. there's even some other combinations of games you can play here<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also also, how often do you combine multiple ideas from the list into one song, </qco></h3>      it's rare, and i never do it on purpose. occasionally 2 entries will collide, entirely by chance. kind of like running into someone you know, somewhere you never planned to meet them <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or totally remove ideas from the list?</qco> </h3>      \ni usually don't remove anything. that's because i've discovered a fun game where i use the bad ideas as fuel for better ideas which may not resemble the first idea at all\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n2:47 pm</dco> &nbsp;<qco> what feeling do you get when you finish a video?</qco> </h3>      \n\ngood\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n2:44 pm</dco> &nbsp;<qco> Did someone say Jazz?&nbsp;</qco> </h3>      \n\ni don't recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n2:18 pm</dco> &nbsp;<qco> do you have plans for a direct sequel to \"2 friends on the beach\" (featuring the same characters)?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; 2:14 pm</dco> &nbsp;<qco> Whats your favorite time signature?</qco> </h3>      \n\nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n12:12 pm</dco> &nbsp;<qco> are the two people on the beach really just friends</qco> </h3>      \n\nco-stars\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n11:55 am</dco> &nbsp;<qco> Hi Bill. Do you find yourself learning by jumping straight into what you want to learn with no information rather than looking into guides/tutorials?</qco> </h3>      \n\nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n11:12 am</dco> &nbsp;<qco> opinion on orange tabby cats? </qco></h3>      the only one i've heard of is Garfield, whom for various reasons i suspect is not really a cat<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;they are motivated solely by food</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n11:09 am</dco> &nbsp;<qco> what was your thought process when adding the singular corn that landed in the cup of water in your latest video?</qco> </h3>      \n\nstone cold logic, and common sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n10:08 am</dco> &nbsp;<qco> having an existential crisis rn</qco> </h3>      \n\npriceless\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n10:05 am</dco> &nbsp;<qco> ever interchanged an I and an l for anagram purposes</qco> </h3>      \n\nno, that seems both improper and impractical, especially because they actually look different in many fonts. including the one i'm Iooking at right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n9:32 am</dco> &nbsp;<qco> where can i find more \"regular music\" it sounds funky</qco> </h3>      \n\nyou never know where you're gonna find it. usually when music finds you, it is somehow paired up with some other scenario or situation. it can happen in movies. it can happen if you hear the song in a certain location. and for other reasons. or, sometimes, you just can't find any of the music you truly crave and in that case you may have to make it yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n9:08 am</dco> &nbsp;<qco> It looks like some of the dialogue in the script you put for 2 friends on the beach is different than in the video. </qco></h3>      the lines with \"--\" next to them were cut. considering that, everything seems just about identical<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is this because you thought the scenes dragged out too long, or was it something else?</qco> </h3>      \nthere was no time limit on it. the only reason for changes here would be to make it better. actually there was another reason for some other changes you can't see, something that actually got changed twice. Just after \"this is the only restaurant that still serves food\", there was an opportunity there to jump into a small song bit i've had for a long time. However, i realized that i might not want to go there, so i also wrote a backup option, which is something else that happens in the room where their table is. Unfortunately i'm a complete idiot and forgot that they're actually on the roof, and this other bit is completely impossible on the roof. it's too bad i couldn't use that part because that was one of my favorite parts. that line was also written in the script with \"--\" next to it, but i removed it from the version i posted here, because i don't want to give away that bit. i will hopefully use it later\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n8:43 am</dco> &nbsp;<qco> will you make more videos like 2 friends at the beach?</qco> </h3>      \n\nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; 8:16 am</dco> &nbsp;<qco> do you like music</qco> </h3>      \n\nit's ok\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n7:43 am</dco> &nbsp;<qco> But what IS the lobster section?</qco> </h3>      \n\ni never found out\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n7:21 am</dco> &nbsp;<qco> will we be seeing more of the 2 friends from \"2 friends on the beach\" in future videos?</qco> </h3>      \n\nmaybe not, but, knowing me you will probably see other characters that look and act a lot like them\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n6:13 am</dco> &nbsp;<qco> would you have gone to the lobster section?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n5:50 am</dco> &nbsp;<qco> When did you first get the idea for \"2 friends on the beach\"?</qco> </h3>      \n\naugust 6, 2020\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n5:36 am</dco> &nbsp;<qco> in \"2 friends on the beach\", is one of the friends afraid of lobsters? because they couldn't handle the lobster section</qco> </h3>      \n\nno one knows why that person was afraid of the lobster section at that time. no one even knows what the lobster section is. the first thing i was wondering is: is it a section where people eat lobsters, or, is it a section where lobsters can eat. i assumed i was going to have to decide this, but i was pleased to see that the script seems to play stronger if it's not shown\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n4:41 am</dco> &nbsp;<qco> hey bill, what do you want from the lobster section?</qco> </h3>      \n\ni suppose all i wanted was for it to be intriguing and mysterious. which i accidentally achieved, perhaps due to bad time management\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n4:21 am</dco> &nbsp;<qco> Why did they fire door? and how is he going to get a job now??</qco> </h3>      \n\nno one has fired door. it's being suggested to you, for you to do that. whether or not you will actually do it is something you must decide\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n3:52 am</dco> &nbsp;<qco> Hey bill, I have a question I think you could answer. When you write a song are the words lyrics, or are the lyrics words? There's also the possibility that they're both lyrics and words at the same time.</qco> </h3>      yes they are, and often more. that's one of the benefits that music allows\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n1:57 am</dco> &nbsp;<qco> will the next video be a song or another skit?</qco> </h3>      \n\ni believe it will be a non-song, of slightly shorter than average length\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.22&nbsp; \n1:49 am</dco> &nbsp;<qco> why did you choose ohio specifically for the \"go somewhere\" in \"2 friends on the beach\"? </qco></h3>      i was trying to figure that out too, when i was scouting for locations and i couldn't seem to find vibes i needed for the other scenes, especially the restaurant, anywhere in ohio. and i insisted on all 3 locations being plausibly contiguous, via car. so i began to wonder if the driving scene really has to be ohio because the other 2 scenes just don't seem to work in ohio<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;was it just the first thing that came to mind?</qco> </h3>      after some soul searching i was able to determine that i must have written 'ohio' in the script just as a shorthand description for what it looks like. i'm pretty sure i just meant farmlands. i was glad to realize this, because i really wasn't finding the cozy sort of place i'd imagined, for the restaurant, in ohio\n\n\n<br><br>"
  }
]
