[
  {
    "html": "<h3> <dco>6.16.25&nbsp; \n7:30 pm</dco> &nbsp;<qco> is there a music equivalent of bob ross's joy of painting? like, a show where the host just pulls up, shows the audience their pet baby squirrel (optional), and makes a song on the spot</qco> </h3>      \nan artist with a long term residency at a concert venue. that seems like an equivalent. the squirrels are less frequent on the bob ross show than you might think\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.25&nbsp; \n6:34 pm</dco> &nbsp;<qco> what is your opinion on corn</qco> </h3>      \nseems almost too easy\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.25&nbsp; \n5:39 pm</dco> &nbsp;<qco> I feel like I'm going insane. Is there any way to combat this</qco> </h3>      \nyes. start working on something. that may help\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.25&nbsp; \n3:57 pm</dco> &nbsp;<qco> what do you do when you're out in the real world and get an idea for part of a song? i always get great ideas for riffs/licks/solos but they eventually leave my mind and it's hard to get them back when i'm actually able to record on the instrument</qco> </h3>      \nwith your voice alone you should be able to sufficiently sing and describe all the info you need to know about it. then just record it the same way you'd record a message to a friend except send it to yourself instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.25&nbsp; \n3:51 pm</dco> &nbsp;<qco> Hi. I'm working on a project but i often find myself delving into small, unimportant details and perfecting them although that they are better left for the very end of the project. I find them more fun then tackling the boulder that stands in the way of the project's core</qco> </h3>      \nhow about making a whole project entirely of details\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.25&nbsp; \n3:28 pm</dco> &nbsp;<qco> Is climbing fir trees a good use of my time?</qco></h3>      it's hard to tell<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Whatever do I learn doing so?</qco> </h3>      \nthere's no limit to what you can learn by doing that. you're way ahead of me, i assume you have learned how to identify a fir tree\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.25&nbsp; \n1:59 pm</dco> &nbsp;<qco> opinion on unorthodox pencils?</qco> </h3>      \none of the purest forms of rebellion\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.25&nbsp; \n12:49 pm</dco> &nbsp;<qco> I really like the part in \"i love you always forever\" where she goes \"and everywhere and everything\" which sort of harmonizes every syllable from \"where and e very thing\". Can you think of any other songs off the top of your head that do something similar? I'd really like more examples to look into. Is there a name for it?</qco> </h3>      \nyou might have to come up with a name for it. 'birdland' by weather report plays on this in a way you might recognize. the climax being around 2:35\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.25&nbsp; \n12:13 pm</dco> &nbsp;<qco> What do you think about scarves?</qco> </h3>      \neasy to juggle\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.25&nbsp; \n9:41 am</dco> &nbsp;<qco> in \"i'm a princess\" did you write \"trust me, i'm a princess\" as in \"trust me, because i'm a princess\" or \"trust me that i'm a princess?\" like what did you think when you wrote that bit?</qco> </h3>      \n\"trust me\" does not occur anywhere in that song\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.25&nbsp; \n8:50 am</dco> &nbsp;<qco> What's the best question you've received so far?</qco> </h3>      \nthis one\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.25&nbsp; \n6:15 am</dco> &nbsp;<qco> are numbers real? if they are, where are they?</qco> </h3>      \nthey are real concepts. within  mathematics there's also a word 'real' which describes some numbers but not others, but even those not 'real' ('imaginary') numbers are still real concepts\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.25&nbsp; \n4:08 am</dco> &nbsp;<qco> if you are stationed at a fixed position on a looping road, is a car that's driving that road coming towards you or going away from you at any given moment</qco> </h3>      \nif it's more than half way around, relative to you, then it's coming toward you. otherwise it's going away from you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.25&nbsp; \n1:48 am</dco> &nbsp;<qco> To what extent do worms understand our world?</qco> </h3>      \nfully\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.25&nbsp; \n1:09 am</dco> &nbsp;<qco> I have a cool idea for a story that I want to convey in the form of an album of songs, but there's so much too it and the whole idea seems so overwhelming. How do I even start?</qco> </h3>      \njust tell the story in the songs. just say everything that happens, in the songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.25&nbsp; \n12:24 am</dco> &nbsp;<qco> What is something you're definitely sure you've figured out?</qco> </h3>      \nto be very shy about saying i'm sure i've figured out something\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n9:41 pm</dco> &nbsp;<qco> What does the pope do?</qco> </h3>      \na lot of birthday parties, i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n8:25 pm</dco> &nbsp;<qco> When you decide to walk, what's the best way to figure out where to go?</qco> </h3>      \nplay a game with yourself where you try to guess which way you're gonna go\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n7:31 pm</dco> &nbsp;<qco> omelette tips?</qco> </h3>      \nmight as well make it differently each time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n7:28 pm</dco> &nbsp;<qco> Do you think the value of subjectivity is undervalued compared to the value of objectivity&nbsp;</qco> </h3>      \nin my view, and i do hope you'll pardon my tirade, 'subjective' and 'objective' is a sneaky vocab pair which can enable those who've memorized which is which to under-the-radar imply that their judgement is infallible\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; 6:59 pm</dco> &nbsp;<qco> What are you</qco> </h3>      \ni'm a person, but i realize that's not being very specific\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n6:09 pm</dco> &nbsp;<qco> could i have a genuine music recommendation please. going through a shoegaze phase but whatever you're into will do</qco> </h3>      \nthis may not be what you like most about me, but, i recommend all music equally\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n6:04 pm</dco> &nbsp;<qco> why is minimalist art so complicated, in your opinion?</qco> </h3>      \ni've never seen that happen, but it sounds like that would be a nice twist\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n5:11 pm</dco> &nbsp;<qco> hey bill, its your good pal The Soap Dude (i ask questions about soap), and i was just checking in, because i was gone for a week. my question is, how often do you get questions about soap on a scale of 12 to 608</qco> </h3>      \n12\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n12:21 pm</dco> &nbsp;<qco> hello, i don't get imaginary numbers at all, root -1 is impossible so what's the point of saying that it exists and it's there when it's all undefined and mathematically impossible, what's the point of saying i powered by 2 when they (say) it's equal -1, even though root -1 powered by 2 is ALSO mathematically impossible, why imagine a number when it's not there? what is going on!?!?! what is all this bullshit!?!?!!!?!?!?!?!?!?\n<br>\n<br>can you explain it to me in a way that you believe is comprehensible?</qco> </h3>      \nbut i suppose you do believe in negative numbers?\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n11:07 am</dco> &nbsp;<qco> if you were a fish, what ould you think of frances policies on taxation?</qco> </h3>      \nprobably wouldn't even know what france is\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n10:02 am</dco> &nbsp;<qco> Since you've said before that songs should be a \"myriad of simultaneous indescribable meanings\", do you think that there is an infinite amount of interpretations to your songs, and thus, there isn't such a thing as an incorrect interpretation? If someone were to say, for example, that they interpreted Where I've Been as being about your opinions on the 1884-1885 Berlin Conference, I imagine that's probably not what you were thinking of when you wrote that song, but could that really be wrong?</qco> </h3>      \nthis touches on a very interesting point of logic: just because infinite things are true doesn't mean everything is true. another way to look at it: there could be infinite kinds of dogs while STILL none of them being a cat<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n9:38 am</dco> &nbsp;<qco> Did you do a bad thing?&nbsp;</qco> </h3>      \nyes but i did a good thing at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; 8:57 am</dco> &nbsp;<qco> whats the point</qco> </h3>      \nwhat makes you think there is only 1 point\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; 8:43 am</dco> &nbsp;<qco> what languages do you speak</qco> </h3>      \nbasically just english, but i'm working on some other ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n7:26 am</dco> &nbsp;<qco> dose my son i made out of pipe cleaners and pieces of soda cans love me</qco> </h3>      \ni was going to say no but now that i think about it yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n3:46 am</dco> &nbsp;<qco> do you have a place where i can ask questions?</qco> </h3>      \ni thought you'd never ask\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n2:50 am</dco> &nbsp;<qco> It's been a few years. Is Santa Claus still Jesus?</qco> </h3>      \nsanta claus and jesus can be a lot of different things, but they have never seemed exactly the same to me. they both seem like the top dog of christianity, but in different contexts, and they are not so often thought of directly together. this is undoubtedly what made it exciting for me to put them together in a song like that\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n1:57 am</dco> &nbsp;<qco> hey bill whats the best question thanks heaps in advance</qco> </h3>      \nsomething that no one has thought of yet\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n1:28 am</dco> &nbsp;<qco> Do you think if everyone blinked at the same time, the world would cease to exist? By the logic that things only exist by being percieved</qco> </h3>      \ndo you actually think sight is the only form of perception\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n1:07 am</dco> &nbsp;<qco> I bet when you hear a new song you hear very different things in it than I would. Do you notice chords, chord progressions, form, instrumentation, percussion, etc?</qco></h3>      sure, but what's most important to underline, above all, is that anything can happen<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What do you listen for in a new song? </qco></h3>      i just let the song play, whilst i can hear it. then just see what happens. preparing to be surprised, on the deepest levels if possible<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I pretty much just hear the general vibe and the melody, and whether it's pop, classical, country, etc. unless something else really stands out. I think it's interesting that we could be listening to the same music, but hear very different things. It would be fun to listen to you describe what you hear in real time, so maybe I could learn to hear those things, too.</qco> </h3>      \ndeep down, whenever we talk about music (you, me, or anyone), really we're just making connections between what we think happened in the song, and anything else we may be familiar with. there's no limit to the different kinds of things that can be envoked in such a conversation. the more the merrier\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n12:29 am</dco> &nbsp;<qco> hey bill, i've come up with an interpretation for a lyric, and i'm not gonna if it's right 'right interpretation' but rather if you think it's reasonably sound.\nin got some money, there's a part that's like     some call it 4.95, some call if 3.99, some call it a billion        and is that eluding to how in super economically stable countries, they try to make their dollar the strongest even maybe by a super small amount, and in smaller maybe 3rd world countries it can have a super bad economy and their currency isn't as much. then the billion took a lot longer to sing than the other two, but they're all separate statements, equal to each other, but the billion lasts longer for the same value, which canbe like how there are a lot more poorer countries out in the world that could use help, but they're mentioned a lot less than 'rich' countries. That would affect like almost only people in the rich, because they're the only ones that can watch it, like you and me, who think and care about big 'important' countries that are rich and prosperous.\nperhaps i'm just talking absolute nonsense\n</qco> </h3>      \n\nbasically what happens is, if i come up with a line and it goes a certain way, i get a deep electrified feeling of excitement over everything about how it goes. the words, the music, and all the millions of deep things that it seems to convey and mean, simultaneously. something that gets me deeply and profoundly high, on a mental and emotional and spiritual level simultaneously, plus a plethora of other new levels i may not even have a name for. When a line does this for me, it's a keeper. this may or may not be the way anyone else feels about the lines, but this is how i songwrite. it's basically the only method i have\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n11:09 pm</dco> &nbsp;<qco> where is perfect?</qco> </h3>      \nit would have to be in the center of the universe. if you can even figure out where that is\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n9:25 pm</dco> &nbsp;<qco> what is story, and narrative?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n9:17 pm</dco> &nbsp;<qco> favorite idiom?</qco> </h3>      \nhow about using the word 'and' to combine things with other things\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n8:36 pm</dco> &nbsp;<qco> learning logic...... you got some advice been feeling uncreative lately everything ive made sounds like stuff from tyler the creator</qco> </h3>      \nyou may have to think back to what 'creative' means to you, and why you want this\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n7:42 pm</dco> &nbsp;<qco> How big is a whale</qco> </h3>      \nsmall\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n6:39 pm</dco> &nbsp;<qco> Not really a question per say but your journal \"just shut up and listen to who yourself could be, and ignore your other self until your true whole feels you\" helped me through a really rough patch of intrusive thoughts so thank you bro, something about it just helps with clarity of thought</qco> </h3>      \ni don't remember writing that but i certainly agree with the sentiment\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n5:26 pm</dco> &nbsp;<qco> do you think fade out endings to songs are usually lame\n<br></qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n4:19 pm</dco> &nbsp;<qco> I found my car keys, but I don't own a car. What do I do?</qco> </h3>      \nmaybe make a necklace?\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n2:21 pm</dco> &nbsp;<qco> Have you ever started a video as live action and then switched to it being animated \n<br>Or vice versa&nbsp;</qco> </h3>      \nwhat has happened is, i've recorded a whole song worth of live action takes and used none of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n1:56 pm</dco> &nbsp;<qco> what is something that is drabtacular</qco> </h3>      \nthe microwave scene in lego batman\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n1:12 pm</dco> &nbsp;<qco> will the timeline be restored back to the main, unaltered one we were probably on before reality started breaking?</qco> </h3>      \nreality has been breaking since the beginning. in fact it's this breakage that causes it to exist\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n12:50 pm</dco> &nbsp;<qco> thoughts on colonising antarctica?</qco> </h3>      \nprobably still too cold, although i understand that may be forecasted to change\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n12:26 pm</dco> &nbsp;<qco> are you wurtzing it</qco> </h3>      \ni was going to say no but now that i think about it yes\n\n<br><br>"
  }
]
