[
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n9:48 pm</dco> &nbsp;<qco> how do we erase memories that hurt now when you remember them?\n</qco></h3>      they can't be erased but they can be muted, which can usually only happen automatically<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do you think we should erase them in the first place?</qco> </h3>      impossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n9:47 pm</dco> &nbsp;<qco> Is art real?</qco> </h3>      yes, and fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n9:44 pm</dco> &nbsp;<qco> how do you feel about genres?</qco> </h3>      feels kinda racist sometimes, sometimes is literally racist\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n9:24 pm</dco> &nbsp;<qco> You mentioned you find food a weird thing to talk about. I think the reason why it's brought up so much is that it's a conversation topic people use when they want to connect with someone but don't know where to start. Kind of like the weather. Everyone's subject to the weather, and everyone has to eat food. Usually using those topics is a sure-fire way to find some common ground with someone. Knowing that, do you still find it a strange topic of conversation?</qco> </h3>      boring and divisive topic. strange process, you have to eat other living things. i mean how would you like to be eaten, honestly. seems mean but what if the eater had virtually no choice, according to the rules of the game\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n9:21 pm</dco> &nbsp;<qco> hey bill, i cant tell you how much i admire your work ethic. Any tips for avoiding burnout when working the sorts of long hours you do for your channel?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n9:05 pm</dco> &nbsp;<qco> how in the world do you know so damn much about music!!!!!!!!!! \n</qco></h3>      i'm not sure. it just makes a lot of sense to me which has caused me to want to be around it for most of my life which in turn only makes it make more and more sense to me each day for my entire life<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;p.s. why are u intamate with a landfill. \n</qco></h3>      would like to understand garbage better<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;bill r u good.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n8:43 pm</dco> &nbsp;<qco> what would you say to me if i were jesus</qco> </h3>      hello\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n8:39 pm</dco> &nbsp;<qco> I LOVED your h3h3 podcast interview would you ever do more?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n8:27 pm</dco> &nbsp;<qco> why do u think the interview was so awkward</qco> </h3>      simply bad weather conditions i imagine \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n8:21 pm</dco> &nbsp;<qco> How come when a black artist puts out a popular song it's called R&amp;B, but when a white artist puts out a popular song it's called pop?</qco></h3>      due to racism<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If beyonce did 'all about that bass' it would probably be called an R&amp;B song, and if megan trainor did 'single ladies' that would probably be called a pop song? I know you don't like labeling genres,</qco></h3>      you may have pinpointed the reason<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but the charts and music stores and radio stations do.&nbsp;</qco> </h3>      it is incredibly similar to racism, and in the case you mentioned it is exactly racism \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n8:09 pm</dco> &nbsp;<qco> do you think that a sloth's reality different and they are actually going at a normal pace bc time is dilated for them</qco> </h3>      everyone goes at a normal pace\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n7:44 pm</dco> &nbsp;<qco> have you ever gone on a long, long, long journey?</qco> </h3>      i have been on one for a long long long time now\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n7:33 pm</dco> &nbsp;<qco> is the story of a girl telling you to stay in school and thus you having become blue true?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n7:22 pm</dco> &nbsp;<qco> How do people first learn and understand what notes are? What a key is? How does anyone know what an octave is? It's a mystery to me.&nbsp;</qco> </h3>      you have to just spend a lot of quality time with an instrument. next to a window if possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n6:53 pm</dco> &nbsp;<qco> Can you tell me any songs that share a similar chord pattern with thank u next (ariana grande)? I feel like I've heard that progression a lot but I'm drawing a blank.</qco> </h3>      big poppa (aka between the sheets), is essentially the same sequence with a few small extra acoutrements there and here\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n6:01 pm</dco> &nbsp;<qco> do you ever feel like a failure at everything you do? </qco></h3>      no but maybe 1 thing<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, how do you overcome that?&nbsp;</qco> </h3>      would join toastmasters but i'm not sure if that fits with my schedule\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n6:00 pm</dco> &nbsp;<qco> to me being creative means being able to do things like write my own songs. Ive been playing piano for 12 years and i can learn songs well from sheet music but i cant make my own songs. i have a voice to sing with but i cant come up with lyrics or melodies. i want to learn to be able to create</qco> </h3>      my best suggestion is to just to start making things up without any regard for whether it is 'good' or not. by the time you have made up 2 million things, you will start to get a little better at finding ways you enjoy\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n5:31 pm</dco> &nbsp;<qco> Explain everything please</qco> </h3>      i will try\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n5:13 pm</dco> &nbsp;<qco> Whenever making music do you ever adhere to a specific genre</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you just not give a fuck and do whatever pleases you artistically?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n4:56 pm</dco> &nbsp;<qco> i believe that i'm going to make something really cool, but nobody else believes me. have u ever felt this way, </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nand how did u handle it?</qco> </h3>      do it, far away from the nonbelievers if possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n4:42 pm</dco> &nbsp;<qco> How do I understand you</qco> </h3>      visit billwurtz dot com\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n4:41 pm</dco> &nbsp;<qco> whats your personal favorite song you've made so far and why?</qco> </h3>      i would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n4:38 pm</dco> &nbsp;<qco> What's your answer to this question</qco> </h3>      this\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n4:30 pm</dco> &nbsp;<qco> Is being a clipart creator thr most thankless job?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n4:11 pm</dco> &nbsp;<qco> why not just release the video already?</qco></h3>      what video<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I'm sure it's fine as it is</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n4:01 pm</dco> &nbsp;<qco> Do you ever just realize, how big you are on the internet?\n</qco></h3>      sometimes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And also, do you ever think to just stop entirely?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n3:58 pm</dco> &nbsp;<qco> I'm a self taught pianist and lately I've been wanting to start incorporating jazzy elements and melodies into my compositions. I have a pretty good grasp on music theory, but incorporating these elements is really hard for me. It always seems forced, even when utilizing 7ths and going off key with the help of the circle of fifths, I can't make it sound truly organic. I'd really appreciate some advic on how to do better.</qco> </h3>      you will need to pinpoint the source of your desire to do whatever it is you are trying to do. was there a certain song you heard that made you want to do things a certain way? if so, start by learning to do it exactly the way that song did. if it was simply just someone telling you about how they do things a certain way but you didn't actually hear it, then all you have to do is describe your own work to someone else in the same way and you probably don't even have to change the work itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n3:57 pm</dco> &nbsp;<qco> how do i play more effective trills with my 3-4 or 4-5 fingers</qco> </h3>      i don't know which finger number is which and i don't know what instrument you are using, but i think i would mainly use index and middle fingers for trills\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n3:42 pm</dco> &nbsp;<qco> Are you inspired by the surrealist movement?</qco></h3>      i thought surrealism was always there<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Who/what do you derive your inspiration from?</qco> </h3>      the planet\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n3:15 pm</dco> &nbsp;<qco> What is your most serious song?</qco> </h3>      they are each serious in a different way\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n3:10 pm</dco> &nbsp;<qco> Any big plans for 2019?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n3:07 pm</dco> &nbsp;<qco> how do you write songs</qco> </h3>      it's usually best to let them write me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n3:02 pm</dco> &nbsp;<qco> Do you're notes have meaning </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is it just random shit?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n2:58 pm</dco> &nbsp;<qco> what's your personality type?</qco> </h3>      1\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n2:48 pm</dco> &nbsp;<qco> hey bill, what do you get inspiration from on a daily basis?</qco> </h3>      the planet\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n2:31 pm</dco> &nbsp;<qco> how does it feel to get asked a question?</qco> </h3>      it is a very strengthening experience. whether i enjoy it or not, i can always feel the newfound strength coursing through my veins within an hour of the question being asked\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n2:29 pm</dco> &nbsp;<qco> what video games do you like to play?</qco> </h3>      the game where i make videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n2:13 pm</dco> &nbsp;<qco> What is your opinion on apples</qco> </h3>      they always fall a certain distance from the tree\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n2:04 pm</dco> &nbsp;<qco> Now that I know Christmas is not real, I'm wondering if you're real. Are you real?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n12:57 pm</dco> &nbsp;<qco> DOES ME WRITING LIKE THIS TRIGGER YOU,</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n or Should it just Be Like this.</qco> </h3>      i don't care\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n12:54 pm</dco> &nbsp;<qco> where is the website with the most popular music from 1700's to today?</qco> </h3>      that would be cool but i don't know of one. i know of one from 1900 to 2017 which is <a href=\"https://playback.fm\">this</a> and <a href=\"http://www.rockonthenet.com\">another one</a> which has some more detail but has no sound clips and only goes back to 1955\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n12:29 pm</dco> &nbsp;<qco> have u ever felt like you weren't meant to exist</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n12:20 pm</dco> &nbsp;<qco> Your dedication to your work both inspires and confuses me. What's the goal of your project and do you think you will finish it?</qco></h3>      figure out the name of the game while playing it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What will you do after its all done?</qco> </h3>      go on vacation\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n12:18 pm</dco> &nbsp;<qco> how to i figure out what to take seriously and what to take not seriously</qco> </h3>      you get to choose, and if you regret the choice you can actually change your mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n12:04 pm</dco> &nbsp;<qco> <a href=\"https://billwurtz.com/reality/201012010417.mp4\">12.1.10 4:17am</a> are these ever going into the reality section, or anywhere else?</qco> </h3>      those would belong in the improv section. there is probably something in the improv section already that would be from the ones pictured there\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n11:51 am</dco> &nbsp;<qco> i'm pretty sure toothbrushes are evil creatures who secretly plan to eradicate turtles, and frogs want to help them but they're too busy trying to eat all dragonflies in the world just because they got challenged by a chocolate cake a very long time ago. what do you think?</qco> </h3>      that's not true<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n11:23 am</dco> &nbsp;<qco> Have you ever written a song in a dream where upon waking up you were able to remember that you had, but not how the song went, much to your chagrin?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n11:16 am</dco> &nbsp;<qco> you show quite a lot of symptoms of aspergers syndrome. do you think you relate to some of it's symptoms ?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n10:48 am</dco> &nbsp;<qco> how do you think one may go about making a musical</qco> </h3>      tell a story and sing part of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n10:45 am</dco> &nbsp;<qco> do plants grow because they want to</qco> </h3>      yes\n<br><br>"
  }
]
