[
  {
    "html": "<h3> <dco>3.20.18&nbsp;\n9:39 am</dco> &nbsp;<qco> Should I wait until I'm desperate and the urge to create art is overwhelming,</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or should I just try to start making art now? </qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is there a third, more effective option?</qco> </h3>      almost\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.18&nbsp;\n9:39 am</dco> &nbsp;<qco> What's your opinion on the panama canal?</qco> </h3>      a real breakthrough\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.18&nbsp;\n8:52 am</dco> &nbsp;<qco> Why is everyone stupid?</qco> </h3>      that is due to intelligence\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.18&nbsp;\n8:36 am</dco> &nbsp;<qco> is your next song called \"tuesday\"?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.18&nbsp;\n7:49 am</dco> &nbsp;<qco> do you worship satan</qco> </h3>      i don't know anyone named satan\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.18&nbsp;\n6:44 am</dco> &nbsp;<qco> I really wanna cut my hair short... very short. But I'm afraid people are going to judge me. Especially my parents. H e l p.</qco> </h3>      have you considered judging them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.18&nbsp;\n5:58 am</dco> &nbsp;<qco> How to be handsome and chrasmatic</qco> </h3>      be what you wish that meant\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.18&nbsp;\n5:42 am</dco> &nbsp;<qco> are you the perfect one?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or i am?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.18&nbsp;\n4:49 am</dco> &nbsp;<qco> Why do you make people depressed in your answers when people ask only for help or advice?&nbsp;</qco> </h3>      perhaps i was trying to explain or demonstrate something else, and i fucked up\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.18&nbsp;\n3:57 am</dco> &nbsp;<qco> <a href=\"q.php?date=201803191619a\">3.19.18&nbsp;&nbsp;4:19 pm</a>  what names of it are more widely used/more clear?</qco> </h3>      it was not clear to me exactly what notes they meant\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.18&nbsp;\n3:32 am</dco> &nbsp;<qco> I'm dealing with a heavy emotional problem right now. What is your go-to method for dealing with that kind of thing?</qco> </h3>      take a long walk or have a long talk\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.18&nbsp;\n3:14 am</dco> &nbsp;<qco> if you just say C7, the 7 is diminished, right?</qco></h3>      yes, although watch out for calling it 'diminished' because diminished usually is about b5. and 'minor' is usually about b3. when saying the 7 is lowered it's probably best to say 'flat 7' (b7)<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; so its more like Cb7...</qco></h3>      C(b7) yes. watch out, Cb7 actually looks like it means Cb(7), like B7. for example Bb7 means Bb(7) not B(b7)<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In the minor scale however, Cm7 is automatically diminished</qco></h3>      watch out for that, 'diminished' is associated with the 5. when you say Cm7 is diminished it sounds like you mean it has b5 but it does not<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; because the scale goes like this so there it makes sense and you don't need the b.</qco></h3>      right. minor or major refers to the 3, but Cmaj7 has a maj7 by association and Cmin7 has a min7 (flat 7) by association. The only weird part is when you say C7 it means major third, but flat 7. that's just what it means. (it's shorthand for C dominant 7, and the word dominant doesn't make any sense there but that's just what it's called) it's just a weird quirk of spelling, like spelling quirks in english or other languages<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i might be overthinking this.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.18&nbsp;\n1:46 am</dco> &nbsp;<qco> What if Mozart could have built his own website? What would be on it?&nbsp;</qco> </h3>      music, maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.18&nbsp;\n12:48 am</dco> &nbsp;<qco> Why have you started to make songs?</qco> </h3>      it seems like a very powerful and fun way to deliver music and convey feelings and maybe ideas too. i also love songs, and it plays well to my skill sets\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.18&nbsp;\n12:12 am</dco> &nbsp;<qco> do i have school today</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n10:52 pm</dco> &nbsp;<qco> What does it mean to pan audio?</qco> </h3>      put it to the side. if you pan it all the way to the left that means it only plays on the left speaker. if you pan it all the way to the right it means it only plays in the right speaker. if you put it in the center it means it plays equally out of both speakers. if you pan it just a little bit to the left, it plays a little bit softer on the right than on the left, so it sounds like it is coming from a little bit to the left. if you slide the pan knob left and right, it will sound like the sound is moving left and right. i hope that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n10:39 pm</dco> &nbsp;<qco> what do you think made the first machine? to manufacture things, we use machines, which were manufactured by other machines, correct? and if a person did it, what did they do it with? A machine? Help.</qco> </h3>      a simpler machine, which was made by a simpler machine, which was made by something almost too simple to be called a machine but you might call it that if you want to. which was made by something defintely too simple to be called a machine but was definitely an interesting tool. which was made by a simplier tool, which was made by something that might be too simple to call a tool but you could call it a tool if you want, which was made with a rock\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n9:53 pm</dco> &nbsp;<qco> would you like to be on YouTubers React?</qco> </h3>      i think i've already been in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n9:44 pm</dco> &nbsp;<qco> Will you wear a chocker in ur next vid?</qco></h3>      probably not<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you plan on wearing one in the future?</qco></h3>      i don't know what that is<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I think it would be a good idea to branch out into different types of clothing in the future.&nbsp;</qco> </h3>      i agree\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n9:09 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201803191545\">3.19.18&nbsp;&nbsp;3:45 pm</a>  https://m.youtube.com/watch?v=n6iFgfzSNw0</qco> </h3>      that looks to me like a pretty severe creativity-killing procedure. it's almost like the exercise was designed with the power off\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n9:07 pm</dco> &nbsp;<qco> Have you ever felt very lost and like you didn't know what the hell?\n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Was there anything that helped you find a path?</qco> </h3>      thinking it through, and talking it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n8:15 pm</dco> &nbsp;<qco> How do you get the screaming to stop?</qco> </h3>      which screaming\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n8:08 pm</dco> &nbsp;<qco> Have you ever heard of Vocaloid?</qco> </h3>      only through this questions page<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n7:40 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201803191521\">3.19.18&nbsp;&nbsp;3:21 pm</a>  but as more and more time passes won't there be more history and then some kind of hotewig followup may be appropriate?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n7:36 pm</dco> &nbsp;<qco> You mention a mall in the email you sent out with your short songs album. Is it the same mall you refer to in \"la de da\"?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n7:15 pm</dco> &nbsp;<qco> If you ever had the chance to, would you consider visiting any other planet? There's no catch intended;&nbsp;you just go there and come back alive and well, no matter how implausible it is.</qco> </h3>      i don't know of any near by with breathable air\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n6:54 pm</dco> &nbsp;<qco> what is the difference between a piano</qco> </h3>      the notes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n6:51 pm</dco> &nbsp;<qco> how do i build muscle</qco> </h3>      use them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp; \n6:39 pm</dco> &nbsp;<qco>how do regular major/minor chords such as Cm FM Gm Dm differ from C7m F7M G7m etc?</qco></h3>      the 7 is supposed to go after the m, otherwise it actually looks like it means something different, because of some quirks about the way 7's are used when writing chord symbols. but the 7 means there's another note you have to have. Cm7 includes Bb note, and so on. Cmaj7 includes B note, and so on. 'C7maj' is unfortunately not clear as to what it means and this is due to a quirk about what just C7 means (hint, it might not be which 7 you'd expect)<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>so far I've made it the basics on notes and stuff but I really never grasped on chords since i have very tight schedules and unfortunately had to rest the music department in my life to do other work. actually, three questions, how do you know which notes are #/b when attempting to read music with various time signatures rather than glancing at the keyboard to know what note is which on the scale?</qco></h3>      you can do it by feel<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I'd really appreciate your response&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp; \n6:26 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201803181908\">3.18.18&nbsp;&nbsp;7:08 pm</a>  What does an art theif do with a stolen painting? </qco></h3>      maybe just hide it or destroy it, which would increase the demand and value of copies<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How do you sell a famous painting that's been stolen, without it being obvious that you stole the painting?</qco></h3>      i don't know<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Even if you find an art collector who doesn't care that it's a stolen paining, the collector still can't really put up a famous stolen work of art on display in their home. When the mona lisa was famously missing, it would've looked awfully suspicious if some random person just happened to have it hanging up in their living room or something.</qco> </h3>      i think he sold it to a museum and got busted a few days later\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp; \n5:26 pm</dco> &nbsp;<qco> Is your new song about love?</qco> </h3>      not quite \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp; \n5:23 pm</dco> &nbsp;<qco> have you considered making a video about potato chips?</qco> </h3>      i think i've done it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n5:18 pm</dco> &nbsp;<qco> are you left wing or right wing?</qco> </h3>      how about use both wings together, and actually fly for once \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n4:28 pm</dco> &nbsp;<qco> do you ever think of making remixes or sequels to previous songs? </qco></h3>      extremely rarely, only in very specific circumstances<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i dig your method of just moving forward but dont you ever feel like it would be cool to just completely change a song that you've already made?&nbsp;</qco> </h3>      not when you consider the massive list of songs that haven't been done at all yet, including other people's songs that i would like to do, and change\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n4:21 pm</dco> &nbsp;<qco> Do you keep playing some of the music you've posted? \n</qco></h3>      it plays each time you click on it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nAnd if you don't, why not?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n4:19 pm</dco> &nbsp;<qco> how many chairs is the correct number of chairs?\n<br></qco> </h3>      whatever the recipe calls for\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n4:19 pm</dco> &nbsp;<qco> is it okay to call 'superlocrian' the 'altered scale'? </qco></h3>      yes but i don't think those names are widely used nor entirely clear as to what they are comprised of. you can describe something that way but plan on clarifying what notes you want if the person says 'what'<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because that's how i usually called it before going to college. also i find that 'superlocrian' just sounds a little pretentious to me.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n4:12 pm</dco> &nbsp;<qco> there are many factors contributing to the growing socioeconomic divide in America, but how can we as individual citizens/consumers influence corporations to be more considerate of the little guy?</qco> </h3>      all simultaneously agree to spend much more money on everything. but it only works if we all agree simultaneously because otherwise the cheaper prices will still win with everyone else who didn't agree to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n4:00 pm</dco> &nbsp;<qco> How many questions do you have archived right now?</qco> </h3>      there is no way to know for sure but according to my calculations it is well over 120,000\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n3:46 pm</dco> &nbsp;<qco> what makes you unique?</qco> </h3>      everyone else\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n3:45 pm</dco> &nbsp;<qco> can I use the hanon excercises to learn to play wicked fast sixteenth notes at like 175bpm?</qco> </h3>      i've never heard of the hanon excercises\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n3:21 pm</dco> &nbsp;<qco> will you make a HOTEWIG sequel before i die</qco> </h3>      i don't really like making sequels. what i prefer to do instead is pretend the first thing was a prequel and then make the main thing after that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n3:17 pm</dco> &nbsp;<qco> Are you able to tell what noise/chord an object like a car horn or a hum is pitched in right on the spot?</qco> </h3>      yes but that's not important right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n3:17 pm</dco> &nbsp;<qco> As much as I love jazz, I have never been able to \"acquire\" a taste for overly dissonant parts that somehow become recognied by music buffs as genius. </qco></h3>      depending on when and where you get out of your time machine, jazz might just mean pop. or it might mean background music that is easy to listen to, and not for geniuses. it might mean a car, or even a basketball team. jazz means so many things there is almost no way to tell what someone means when they say it. sounds like what you meant is nerd music<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;So I wholeharedtly agree with your approach of focusing on the way music \"sounds\", but you seem to have an excellent grasp of theory,\n</qco></h3>      you can try to make a music theory, but the music is only going to find a new way to evade the theory. happens every time, it's the darndest thing<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and this is why so many of your fans ask for tips on studying, yet you are often dismissive of such questions.</qco></h3>      i am not. i tell them very clearly what i think the best strategy is. i've said it hundreds of times here, over and over, and i will continue to say it until you start getting it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I just wanted to let you know that you're a hero among aspiring musicians, and we just want to know if you have any tips on how to learn all the rules, even if it means we have to break them every now and then.</qco> </h3>      i feel like i've spent hundreds of hours explaining this over and over again, and it feels like people never seem to quite get it. we're talking about something malleable, like hot soft clay. it can be molded into absolutely any position. maybe the reason i can never quite get people to understand this this is because it is firm enough that it will stay where it was molded, briefly, for a hot 5 seconds, but as soon as you so much as turn away or go into another room, the whole thing can and will change on you. which is by the way the biggest part of the fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n3:11 pm</dco> &nbsp;<qco> in m7b5, does the b affect the 7 or the 5?</qco> </h3>      the 5. which is ironic because the m actually affects the 3 more than it affects the 7\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n2:44 pm</dco> &nbsp;<qco> do i smash the buttons on my keyboard</qco> </h3>      if that's what the recipe calls for\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n2:37 pm</dco> &nbsp;<qco> hey bill, do you happen to know any good numbers?&nbsp;&nbsp;asking for a friend</qco> </h3>      all numbers are good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n2:27 pm</dco> &nbsp;<qco> have you ever gotten like a new case for your phone or something and then it feels like a whole new phone even though it's just the same and it's like wow you don't need new things to be happy it's all about your perspective&nbsp;</qco> </h3>      it depends how good or bad your things are\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n2:01 pm</dco> &nbsp;<qco> It's March and I'm already nervous about holiday family time in December. Can you relate? </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Should I just escape?</qco> </h3>      sure, i can relate to that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.18&nbsp;\n12:48 pm</dco> &nbsp;<qco> what's string theory?</qco> </h3>      it's a theory that instead of tiny dots, the world might actually be made out of tiny short strings\n<br><br>"
  }
]
