[
  {
    "html": "<h3> <dco>4.23.24&nbsp; \n8:05 am</dco> &nbsp;<qco> have you ever tried traditional art?</qco> </h3>      \nsome of them\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.24&nbsp; \n7:07 am</dco> &nbsp;<qco> is \"got some money\" intentionally minimalistic visually to give a message about minimalism</qco> </h3>      \nno. the reason that was done like that was an experiment: i wanted to find out what kind of effect it would have, on the video, and on my life, to produce a video in the same amount of time as most other normal people do normal things\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.24&nbsp; 6:11 am</dco> &nbsp;<qco> favourite book</qco> </h3>      \ni was going to say i really like the open ones, but i also enjoy a good closed one from time to time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.24&nbsp; \n2:50 am</dco> &nbsp;<qco> do you actually write down everything you did during the day in dreams? your art has a very dream-like feel to me at least and I'm wondering if your (sleeping) dreams play (or have played) any significant part in your creative process.</qco> </h3>      dreamlikeness generally is one of the highest things to aspire to, in an art/music situation\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.24&nbsp; \n1:10 am</dco> &nbsp;<qco> singing makes me feel ridiculous, what do i do about this</qco> </h3>      \nleverage this. do it even more ridiculous\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.24&nbsp; \n12:09 am</dco> &nbsp;<qco> Would you say that being able to transcribe a melody from your head is a skill that you happen to have gotten lucky with or something that comes with time and practice?</qco> </h3>      just like writing words in english, i've spent enough time with the language to get just as comfortable with it. wasn't fluent at birth\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.24&nbsp; \n11:57 pm</dco> &nbsp;<qco> What is one thing you wouldn't want to change about yourself?</qco> </h3>      \nmy ability to change things about myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.24&nbsp; \n11:41 pm</dco> &nbsp;<qco> do you like fashion</qco> </h3>      \ni was going to say no but now that i think about it yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.24&nbsp; \n9:59 pm</dco> &nbsp;<qco> how can i learn to be more patient?</qco> </h3>      \nno need to waste time learning, just be patient immediately\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.24&nbsp; \n7:35 pm</dco> &nbsp;<qco> hey bill i just wanna ride my bicycle, drink coffee, and read awesome webcomics but i'm wondering if that's just too much to ask in this day and age??</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.24&nbsp; \n7:31 pm</dco> &nbsp;<qco> how do I stop feeling bad about myself</qco> </h3>      \nhow about winning the nobel peace prize\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.24&nbsp; \n6:40 pm</dco> &nbsp;<qco> How can I be good at managing all my deadlines?</qco> </h3>      \njust do everything immediately. get it over with\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.24&nbsp; \n6:21 pm</dco> &nbsp;<qco> I randomly grew curious how you felt about ABBA, what are your thoughts on their work?</qco> </h3>      \ni just know the dancing queen song, from the stores. feels like it belongs in a movie or theater musical. except now it's permanently associated with the retail shopping environment\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.24&nbsp; \n6:18 pm</dco> &nbsp;<qco> What's the opposite of an atom?</qco> </h3>      \nmust be an anti-atom\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.24&nbsp; \n5:44 pm</dco> &nbsp;<qco> When you listen to a song, do you ever say \"yeah\" or something like that when you hear something that rings a bell in your soul?</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.24&nbsp; \n5:06 pm</dco> &nbsp;<qco> There has got to be a faster way to write add4no5. </qco></h3>      i don't think there's anything widely known. but you can make something up and define it at the top of any chart you write for others, if any<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Am I stupid?</qco> </h3>      i'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.24&nbsp; \n4:36 pm</dco> &nbsp;<qco> are you john lennon</qco> </h3>      \nno, thank you for checking\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.24&nbsp; \n3:44 pm</dco> &nbsp;<qco> How bad can I be?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.24&nbsp; 3:15 pm</dco> &nbsp;<qco> is music theory the grammar of music? if so, why is english grammar so stable (it does change, but very slowly), meanwhile music theory seems to be ever-changing</qco> </h3>      \ni think they change at the same pace. like real estate, it's all just speculation \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.24&nbsp; \n1:13 pm</dco> &nbsp;<qco> do you have any advice for making a song sound good when played on different sorts of speakers?</qco> </h3>      \nyou'll just have to try many different speakers\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.24&nbsp; \n12:52 pm</dco> &nbsp;<qco> what is the jazziest genre</qco> </h3>      \nthere is no such thing as a jazzy genre. there are at least 7 genres named 'jazz' and none of those are jazzy per se. there are attempts to solve this problem by naming more things 'jazz' but so far that has not worked\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.24&nbsp; \n11:17 am</dco> &nbsp;<qco> When will it all come together?</qco> </h3>      \nit's always been doing that\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.24&nbsp; \n11:01 am</dco> &nbsp;<qco> how do I tell people about jazz?</qco> </h3>      \nyou could start by telling them about the popular dance/music crazes of the 1920s. then describe a few of the other disparate plotpoints the name has taken, over the century. mention some examples of different musical trends, over the course of the century, which have had the name 'jazz' affixed to them. basically just go right ahead and bust the myth that 'jazz' has anything to do with 'jazz' or 'jazz'. the only common feature to all these is just that 4 letter word. which i'll admit is a cool word, phonetically. the word has outlived any coherent meaning \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.24&nbsp; \n10:48 am</dco> &nbsp;<qco> are there any numbers? are there any non-numbers?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.24&nbsp; \n9:28 am</dco> &nbsp;<qco> are you cool or uncool</qco> </h3>      \ni'm both\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.24&nbsp; \n9:12 am</dco> &nbsp;<qco> What do you do to not be bored?</qco> </h3>      \ntry to do everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.24&nbsp; \n8:15 am</dco> &nbsp;<qco> How do you pass the time while waiting for water to boil</qco> </h3>      \nwatch the pot\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.24&nbsp; 4:49 am</dco> &nbsp;<qco> what's your favorite video game</qco> </h3>      \nthe calendar\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.24&nbsp; \n3:26 am</dco> &nbsp;<qco> Do you wanna build a snowman&nbsp;</qco> </h3>      \nmaybe later\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.24&nbsp; \n12:06 am</dco> &nbsp;<qco> do you find that each key has their own character, despite their interval sizes being exactly the same across all 12 (24) keys in 12-TET?</qco> </h3>      \nonly relative to other keys. or, for example, relative to the instrument design, such as guitar\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.24&nbsp; \n8:46 pm</dco> &nbsp;<qco> how to know what's going on so i won't make silly mistakes in decision making that i will come to regret? i typically don't know what's happening at least 96% of the time</qco> </h3>      \nyou can comprimise by dividing up this 96% into two halves. so, 48% of the time, just watch and listen (don't do anything). and the other 48% of the time, try doing something even if you don't know what you're doing. by doing something, you will learn something, and the original 96% (in which you don't know what's happening) will turn into 95%. continue until that gets down to 49%. it doesn't get any lower than that, because no know ever knows what's going on more than 51% of the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.24&nbsp; \n8:35 pm</dco> &nbsp;<qco> Is Beck a \"loser baby\" or a \"loser, baby\"?</qco> </h3>      \nno, but i admit it would seem that way if you were unable to tell the difference between song lyrics and normal speech\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.24&nbsp; \n8:29 pm</dco> &nbsp;<qco> is bossa nova closer to funk or surf rock?</qco> </h3>      \nit's exactly halfway in between. people just got tired of saying 'funk surf rock' so they started calling it bossa nova instead because that's easier to say\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.24&nbsp; \n8:24 pm</dco> &nbsp;<qco> Why are the letters on your email section so large</qco> </h3>      \nit's to force you to read it extremely slowly, paying careful attention to the surprising sequence of letters that unfolds\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.24&nbsp; 6:26 pm</dco> &nbsp;<qco> is music theory even real?</qco> </h3>      \nif anything, it's something that constantly builds and re-breaks itself. that being mostly the point\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.24&nbsp; \n6:11 pm</dco> &nbsp;<qco> can you disagree to agree</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.24&nbsp; \n3:34 pm</dco> &nbsp;<qco> i think i finally understand what you actually mean when you say you accidentally came to earth</qco> </h3>      \nthe implication i was making there is 'we all did'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.24&nbsp; \n2:48 pm</dco> &nbsp;<qco> how exactly? (approximately)</qco> </h3>      \nwith a bit of perfection\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.24&nbsp; 1:11 pm</dco> &nbsp;<qco> When did you start making music ?</qco> </h3>      \ni don't recall starting\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.24&nbsp; \n12:27 pm</dco> &nbsp;<qco> is it ok that you're my favorite artist?</qco> </h3>      \ni forgive you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.24&nbsp; 12:12 pm</dco> &nbsp;<qco> do you like pasta</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.24&nbsp; \n11:46 am</dco> &nbsp;<qco> Bill how do I stop doing everything last minute?</qco> </h3>      \nyou'll push it later and later each time until it's completely impossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.24&nbsp; \n11:16 am</dco> &nbsp;<qco> How do you find happiness?</qco> </h3>      \ngo around the world. you'll either find it there, or when you get back home\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.24&nbsp; \n10:29 am</dco> &nbsp;<qco> have you always been so honest, i.e. at your particular level of honestness?</qco> </h3>      \ngenerally yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.24&nbsp; \n7:00 am</dco> &nbsp;<qco> what are some ways to increase the depths of emotion of words other than to pair them with music?</qco> </h3>      \nyou can use motion, and movement\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.24&nbsp; \n6:09 am</dco> &nbsp;<qco> how far do you think you could throw a watermelon realistically</qco> </h3>      \nhow heavy are watermelons realistically\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.24&nbsp; \n5:45 am</dco> &nbsp;<qco> Tips on giving food advice&nbsp;</qco> </h3>      \nhear the problem first, as described by a person who is requesting the advice\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.24&nbsp; \n3:12 am</dco> &nbsp;<qco> Do you write poetry?</qco> </h3>      \nfor me the real fun starts when you don't admit whether something is poetry or not poetry. that is, when you obscure the poetry-nonpoetry status indicator\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.24&nbsp; \n1:53 am</dco> &nbsp;<qco> did you 'learn' to write songs? as in did you get better at it? or is it something where you just have to dive in every single time as if it's the first time.</qco> </h3>      \ni've grown accustomed to how unexpectedly it goes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.24&nbsp; \n1:28 am</dco> &nbsp;<qco> Would you go to the moon if given the chance?</qco> </h3>      \nmaybe later\n<br><br>"
  }
]
