[
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n8:45 am</dco> &nbsp;<qco> Are you gonna make anymore music on Youtube?</qco> </h3>      \nof course\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n8:38 am</dco> &nbsp;<qco> is this thing on?</qco> </h3>      \nyes but i am going to turn it even more on\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n8:32 am</dco> &nbsp;<qco> What're you up to today Bill (if I can call you that)? Hope all is well.&nbsp;</qco> </h3>      \ni'm having a similar day to the day i had on Aug 22, 2018\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n7:48 am</dco> &nbsp;<qco> can i invent a new number between 5 and 6</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n7:21 am</dco> &nbsp;<qco> Why don't you wear your hoodie properly in your I might quit video</qco> </h3>      \nhoodies themselves are improper. so wearing it improperly cancels it out and makes it proper\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n6:54 am</dco> &nbsp;<qco> what does a sunrise mean to you</qco> </h3>      \nhello\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n6:53 am</dco> &nbsp;<qco> When, and possibly why, does the music happen?</qco> </h3>      \nit happens right at that moment when you really need to ~influence~ someone\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n6:50 am</dco> &nbsp;<qco> teech me music theory or I will eat paint</qco> </h3>      \ni am trying\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n6:16 am</dco> &nbsp;<qco> Is anything truely original?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n5:52 am</dco> &nbsp;<qco> how many different choices can you choose from when making certain choices that chose from other choices you made?</qco> </h3>      \nthis may not be what you want to hear, but............... 2\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n5:48 am</dco> &nbsp;<qco> i watched a documentary about leonardo da vinci and you two seem to be a lot alike.&nbsp;&nbsp;&nbsp;bursting at the seams with almost too many cool ideas, extremely fascinated with how the world works, a history of breaking art forms down into the smallest pieces and figuring out how it all fits together, a strong interest in human flight, prodigylike talent as a teen... a lot of stuff was the same. the question... would you ever train an apprentice to help you make stuff like he did</qco> </h3>      \ni'll think about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n5:46 am</dco> &nbsp;<qco> How do you mix maj/min chords with extended chords and have it sound fitting? I feel like I can only sequence maj/min chords with other maj/min chords in a progression. Mixing extended maj/min chords with plain old maj/min chords sounds too jarring, but *you* do it in a way that sounds like it fits. It's like plain major chords sound really bright and upbeat, but adding any extended chords after one clashes since most extended chords have a deeper feeling to them.</qco> </h3>      \nit's really quite simple. songs. listen to songs, make your own songs, ..... a general rule, if it's not a song, it didn't happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n5:45 am</dco> &nbsp;<qco> what's the best number of musketeers?</qco> </h3>      \n10,000\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n5:38 am</dco> &nbsp;<qco> how do i make lyrics i write go with a melody and not sound awful?</qco> </h3>      \na good trick i've found is to come up with the lyrics and melody at exactly the same time. almost if they were not considered 2 separate things\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n5:32 am</dco> &nbsp;<qco> Do you answer questions as they come in, or do you have a huge back-stock of questions that you answer when you get to them?</qco> </h3>      \nneither. each day i go through them in order starting where i left off, skipping most of them for time purposes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n5:13 am</dco> &nbsp;<qco> thoughts on paper plates?</qco> </h3>      \nnever heard of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n4:59 am</dco> &nbsp;<qco> Not a question, but I just want to say that I genuinely think you may go down in history as one of the greatest artists of this generation. Your art feels like a true extension of yourself, and the fact that you're the only person involved in every aspect of your work allows for an uncompromised vision that really lets your personality shine through.\n<br>\n<br>Thank you for everything you continue to bring to this world, I hope you never stop creating.</qco> </h3>      \nholy precise time of sunrise you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n4:56 am</dco> &nbsp;<qco> Where does the road begin?</qco> </h3>      \nwhere you are\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n4:54 am</dco> &nbsp;<qco> do you listen to your own music after you release it/publish it? like just because you want to listen to it&nbsp;</qco> </h3>      \nextremely rarely, but i recently did, and then i panicked because there wasn't more. but then i went through the writing archives and enjoyed the 100s of new ideas there are, and then panicked again that those aren't finished yet and then panicked again that there wasn't more\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n4:51 am</dco> &nbsp;<qco> Where did you get the inspiration for your style of edits on youtube?</qco> </h3>      \njust trying to get by\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n4:51 am</dco> &nbsp;<qco> Are you making a new video?</qco> </h3>      \nthat doesn't sound like enough videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n4:07 am</dco> &nbsp;<qco> Do you know that people love the content you make and the time and effort you put in basically anything is truly admirable? And that my english is broken?</qco> </h3>      \nholy homefront you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n3:13 am</dco> &nbsp;<qco> I've always wanted to write songs but I can never think of lyrics. Should I start thinking about it as poetry and writing poems to turn into lyrics?&nbsp;</qco> </h3>      \ni'm not sure. that might work but that's not the way i would do it. what i would do is just open up a blank text file and go bonkers every day for several years, then when the time is right, try to write songs again, and make it a rule that you have to come up with the melody and lyrics exactly the same time. it is not 2 separate things. it is 1 thing ('song')\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n3:07 am</dco> &nbsp;<qco> What if Greece were in Spain?</qco> </h3>      \ni thought it was to be honest\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n3:05 am</dco> &nbsp;<qco> Since you play many instruments, what's the easiest and hardest one to learn respectively?</qco> </h3>      \ntime is both the easiest and the hardest\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n3:04 am</dco> &nbsp;<qco> who is executive producer Glenn Ferdinand?</qco> </h3>      \na living legend\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n2:46 am</dco> &nbsp;<qco> are songs willfully created or just allowed to happen</qco> </h3>      \nallowed to happen, but sometimes you can willfully allow them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n2:40 am</dco> &nbsp;<qco> for \"long long long journey\" did you go down to the coast guard and ask them what they were guarding for research and songwriting purposes?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n2:37 am</dco> &nbsp;<qco> How are you so talented?</qco> </h3>      \ncould be some kind of childhood defense mechanism\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n2:36 am</dco> &nbsp;<qco> what is your favorite chemical?</qco> </h3>      \nwater\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n2:34 am</dco> &nbsp;<qco> did you write \"at the airport terminal\" at an airport terminal?</qco> </h3>      \nno but i think i had recently been\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n2:28 am</dco> &nbsp;<qco> What question do you get asked the most frequently?</qco> </h3>      \ni have never been asked a question more than once\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n2:23 am</dco> &nbsp;<qco> how did you learn how to music</qco> </h3>      \nfirst by not thinking about it. then by thinking about it a lot. then by not thinking about it. continue in this pattern forever\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n1:52 am</dco> &nbsp;<qco> Got a favorite crime?</qco> </h3>      \nworld peace\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n1:19 am</dco> &nbsp;<qco> Why is this website so philosophical? </qco></h3>      that's just mother nature<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I mean ive learned more from reading your answers than 8 years of school. Wow im young. Huh.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n1:11 am</dco> &nbsp;<qco> can you describe the past 3 months of your life in 5 words?</qco> </h3>      \nWHAT IS WRONG WITH ME\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n1:09 am</dco> &nbsp;<qco> How does it feel like to be impersonated?</qco> </h3>      \nnot good\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n1:03 am</dco> &nbsp;<qco> Hi Bill, I sometimes find it very hard to keep working on music, whether it is transcription or instrument practices. I like music very much (as a hobby) but from time to time I lose motivation. How can I overcome this?</qco> </h3>      \ntry a different song\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n12:57 am</dco> &nbsp;<qco> What is your favorite Shelter In Place hobby at the moment?</qco> </h3>      \nreinventing video making\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n12:36 am</dco> &nbsp;<qco> I don't have a question right now I just hope you form, or have already formed a live band and will do an NPR's Tiny Desk performance and other performances of other sizes and settings.&nbsp;</qco> </h3>      \nme too\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n12:33 am</dco> &nbsp;<qco> What to do when you're tired of old songs but can't find any new songs you like</qco> </h3>      \ni think that's obvious\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n12:23 am</dco> &nbsp;<qco> What's the best way to learn something if you can't find it on the internet</qco> </h3>      \nput it on the internet\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.20&nbsp; \n11:38 pm</dco> &nbsp;<qco> is it ok to pretend to pretend being someone you are pretending to be?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.20&nbsp; \n11:38 pm</dco> &nbsp;<qco> I'm trying to stop listen to music because I think i might be able to make more music if I don't get the release of other people's music at least for a little while. Thoughts? Advice?</qco> </h3>      \nthat might be true but i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.20&nbsp; \n11:36 pm</dco> &nbsp;<qco> what's your favorite video that you haven't made yet</qco> </h3>      \ni can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.20&nbsp; \n11:31 pm</dco> &nbsp;<qco> Who started the universe?</qco> </h3>      \nyou might have to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.20&nbsp; \n11:00 pm</dco> &nbsp;<qco> how do you gain confidence?</qco> </h3>      \nhave you tried saving the universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.20&nbsp; \n10:38 pm</dco> &nbsp;<qco> which was you favorite video to make</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.20&nbsp; \n10:36 pm</dco> &nbsp;<qco> how much does your musical talent weigh?</qco> </h3>      \nmore than me. help, can't get up\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.20&nbsp; \n10:05 pm</dco> &nbsp;<qco> how many times have people asked you what the bad thing you did was?</qco></h3>      i have never been asked that before<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (even though you said clearly in the that it was a bad thing)</qco> </h3>      \n\n<br><br>"
  }
]
