[
  {
    "html": "<h3> <dco>11.1.18&nbsp; \n8:50 am</dco> &nbsp;<qco> if there is a new hampshire, where is old hampshire?</qco> </h3>      southern england\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.18&nbsp; \n8:14 am</dco> &nbsp;<qco> What is more important, the individual or the group?</qco> </h3>      which ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.18&nbsp; \n8:12 am</dco> &nbsp;<qco> wait, so you intend to produce tutorial videos ABOUT producing videos/music, and have the tutorial videos themselves produced IN THE STYLE of your videos/music??? is the wrold ready????</qco> </h3>      there are some issues here, because knowing me i would of course like every tutorial video to be equally as thoroughly done as the video itself. then of course i would want to make a tutorial video about the tutorial videos, and make all those just as thorough also. so as you can see here, i have problems. it's the same problems i have been dealing with for years, right here on bill wurtz dot com\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.18&nbsp; \n8:04 am</dco> &nbsp;<qco> could you describe the feeling that helped you decide to use \"long\" 3 times for some things and only 2 times for other things in the chorus of \"long long long journey\"?</qco> </h3>      that's just what fit. i think the lines that have 2 are in a shorter span of time so naturally 2 would fit better than 3 there\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.18&nbsp; \n7:38 am</dco> &nbsp;<qco> why do you think humans were born?</qco> </h3>      to give birth to even more interesting things\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.18&nbsp; \n6:58 am</dco> &nbsp;<qco> what happens when two planes intersect?&nbsp;</qco> </h3>      a line?\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.18&nbsp; \n6:33 am</dco> &nbsp;<qco> do you like trains?</qco> </h3>      they're ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.18&nbsp; \n6:06 am</dco> &nbsp;<qco> Would you ever consider doing a \"edit this video with me\" kind of video where you take us through your writing and production and filming and editing process? Coz I'd watch the shit out of that.&nbsp;</qco> </h3>      it's something i want to get into. there may be a lot of personal issues i may have to work out\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.18&nbsp; \n4:42 am</dco> &nbsp;<qco> I have to be honest and a stranger on the internet seems fit. I would love to start singing/making music. So I guess the question is how were you able to get started? And what would be your advice to a person wanting to get somewhere with it?</qco> </h3>      i'm not sure, but just try it and see what happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.18&nbsp; \n4:02 am</dco> &nbsp;<qco> In \"Long Long Long Journey\", was the pumpkin added in the video due to Halloween being the day after it was uploaded?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.18&nbsp; \n2:46 am</dco> &nbsp;<qco> Do you consider your work to be comedy</qco> </h3>      it can be a nice ingredient to use from time to time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.18&nbsp; \n2:15 am</dco> &nbsp;<qco> When is the album coming out? Will there be a holographic vinyl picture disk?</qco> </h3>      i do 1 song at a time, every 2 weeks. that way you get to listen to the songs as soon as they are made without having to wait for 12 more to be made first\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.18&nbsp; \n1:58 am</dco> &nbsp;<qco> i am getting really into black gospel music. do you have any suggestions?</qco> </h3>      j moss?\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.18&nbsp; \n1:55 am</dco> &nbsp;<qco> if someone really wanted to understand you, what would you have them read, watch, and listen to?</qco> </h3>      the things i have produced and posted online\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.18&nbsp; \n1:40 am</dco> &nbsp;<qco> did you write all the specific 16th-note syncopation in the long journey melody when you composed the song, or was the rhythm somewhat improvised as you recorded it?</qco> </h3>      the vocal was written very specifically\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.18&nbsp; \n1:15 am</dco> &nbsp;<qco> you've abandoned your notebook?</qco> </h3>      if you make more than 6 or 7 types of content, it will always appear that something has been abandoned. where as if you try to work on all the types at the same time, it will look like you have abandoned everything. the things i currently prioritize are music videos, tweets, anagrams, and questions. that's 4 things being done constantly which hopefully is enough because that's 100% of my time right there, working like a lunatic the entire time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.18&nbsp; \n1:14 am</dco> &nbsp;<qco> i think your work is fantastic!!! now tell me, where can i find wilderness</qco> </h3>      all around you\n\n\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2018-10.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n11:10 pm</dco> &nbsp;<qco> did you know the word \"questions\" is miswritten on your questions section?</qco> </h3>      did you know it's not, and i have tried to provide significant evidence of that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n9:26 pm</dco> &nbsp;<qco> What inspired you to make Movie Star in 9/8 time?</qco> </h3>      i would call it 9/4 (actually 4/4 then 5/4) but i think the reason is because that second bar has to be longer than 4/4. need to feel like we're lingering, waiting, etc, to become a movie star\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n7:44 pm</dco> &nbsp;<qco> when is a duck not a duck?</qco> </h3>      never\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n7:44 pm</dco> &nbsp;<qco> do you think someone's voice is a reflection of their self?</qco> </h3>      often\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n6:47 pm</dco> &nbsp;<qco> do you like the name Gosha?</qco> </h3>      i would like to say yes, but i shouldn't say, in the off chance there is some extremely famous person with that name who happens to have been recently shunned by society\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n5:58 pm</dco> &nbsp;<qco> Why are there so many bouncing movements in the new video</qco> </h3>      bouncing movements are an extremely helpful way of illustrating and demonstrating music\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n5:50 pm</dco> &nbsp;<qco> Why is the song called \"Get Ready For This\" when the lyric is \"Y'all ready for this?\"</qco> </h3>      i think the verses may have that lyric in it, but then it was sampled / remixed into a song that was much much more popular and does not include the verses. nor the title actually ... i think that version had no title\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n5:45 pm</dco> &nbsp;<qco> What is your favorite bird</qco> </h3>      plane\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n4:53 pm</dco> &nbsp;<qco> who guards the coast guard?</qco> </h3>      oh you don't wanna go there<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n4:24 pm</dco> &nbsp;<qco> Is music... actually music?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or is it just random organized noise, compiled by soundwaves?</qco> </h3>      if that's what music is, then music is that, thus making music music\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n4:21 pm</dco> &nbsp;<qco> Do you read the Terms and Conditions?</qco> </h3>      those are designed to take longer than the human life span to read and understand. so even if i was, i would not be finished yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n3:39 pm</dco> &nbsp;<qco> Hey I need a little advice. My life has been feeling empty and directionless for a long time and I didn't know what I wanted to do with my life. Then I discovered you and I just felt like wow that's exactly what I want to do. Be a musician, songwriter, multi-instrumentalist content creator etc etc. I'm not out of highschool yet and I'm very close to turning my life around but I don't know if it's stupid to pursue something only because of my adoration of you? I can't tell of it's following my dream or taking some obsession too far. Sorry for the long ueqstion</qco> </h3>      you could try it until you get tired of it. for me, music hit me hard at an extremely extremely young age, then if it ever went away momentarily it would always come back and hit me harder from a different angle. various things have hit me like this at different times, but music has been deeply connected to most of them. what you see me doing today is sort of a natural merging of many many different things i have been deeply obsessed with for my entire life. so if it is not that for you, the worst thing that could happen is you may simply get tired of it. no harm in checking. one time i thought i was going to suddenly learn to trade foreign currencies and make a living off of it. i never thought about doing it before, and never had any experience doing it. i tried it and lost interest after about 2 weeks. but that doesn't mean i shouldn't have tried it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n3:14 pm</dco> &nbsp;<qco> tell us about yourself, please?</qco> </h3>      i'm samrt\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n2:21 pm</dco> &nbsp;<qco> why do u have a website?</qco> </h3>      because it is more convenient than mailing the content to everyone individually\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n1:55 pm</dco> &nbsp;<qco> i genuienely thought you were gonna say home at the end of longx3 journey. you got me and i laughed. great song thank you for sharing it with us</qco> </h3>      i had to re write the ending at least 3 times to get it to not say home\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n1:46 pm</dco> &nbsp;<qco> what do you do differently now to make videos faster?&nbsp;</qco> </h3>      i have to be more inventive, risky, and frisky. and terrified\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n1:18 pm</dco> &nbsp;<qco> are you a slave owner?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n12:53 pm</dco> &nbsp;<qco> What superpower would you want if you could only choose one?</qco> </h3>      being normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n12:46 pm</dco> &nbsp;<qco> It would be cool and good to see you on the h3 podcast, I think it's a format that would suit you because it seems very free and laid-back&nbsp;</qco> </h3>      that may be true\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n12:08 pm</dco> &nbsp;<qco> would you ever do a strictly acoustic song&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n11:56 am</dco> &nbsp;<qco> thoughts on the five stages of grief?</qco> </h3>      some people prefer to do it in 4, or 6. some people do it at an even gradient\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n11:32 am</dco> &nbsp;<qco> what are your thoughts on cybersecurity?</qco> </h3>      insane\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n11:01 am</dco> &nbsp;<qco> Do you come up with lyrics first or a tune first?</qco> </h3>      why not both at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n10:30 am</dco> &nbsp;<qco> Have you ever had times when the 'door touch' was not as effective of a reset as usual? If so, what factor(s) do you think contributed to this being the case?</qco> </h3>      it seems to be always equally effective, but it will never be as effective as taking several hours away from the song. but you can't exactly take several hours away from the song every time you run through it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n10:10 am</dco> &nbsp;<qco> how long of a journey is it</qco> </h3>      i'd say it's about a medium size\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n9:16 am</dco> &nbsp;<qco> Should I stay at music college and continue paying hella money if I already have the knowledge I need for what I want to do (composing and arranging)?</qco> </h3>      holy crap no. that's like staying in a mine if you already have the gold\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n9:13 am</dco> &nbsp;<qco> Hi Bill! I've found myself in somewhat of a creative slump recently, and it's hard for me to pin down the musical and lyrical ideas in my head as to what they should be. Do you have any advice for overcoming this? Thank you in advance!\n<br>Much love,\n<br>JŁP</qco> </h3>      try an experiment where you change it up and try making them how they should not be. this produces some very interesting and surprising results. could be an eye opener\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n8:01 am</dco> &nbsp;<qco> Are you gonna make a Halloween song today? (P.S happy haloween!)&nbsp;</qco> </h3>      no, if i want a recording of it it takes at least a few days and if i want a video for it that takes a few more days, so by then it will certainly not be halloween anymore. but to make up for this i decided to put a very small halloween reference in the video released yesterday\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n7:15 am</dco> &nbsp;<qco> Why do bad people sometimes have such cool outfuts?</qco> </h3>      having cool outfits is cool. that's the reason almost anyone has them\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n6:32 am</dco> &nbsp;<qco> Is animation one of your passions or did animate your music vids because you could?</qco> </h3>      it is a necessary tool in order to deliver the songs properly. it's not a skill i grew up with, so i am way behind. although strong animation skills are a very powerful tool so i intend to keep working on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n6:12 am</dco> &nbsp;<qco> please let me be as cool as you are</qco> </h3>      the first step is to do it without my permision\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n5:11 am</dco> &nbsp;<qco> do you want to make another category</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n4:16 am</dco> &nbsp;<qco> Kind of a two parter:\n<br>What's your favorite aspect of long long long journey (harmonically, lyrically or otherwise)\n</qco></h3>      generally just the chorus. that was written first, that's why the song got picked, and the rest of the writing just has to aim to live up to it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nAnd what's your secret (or thought process if you prefer) to making those sick transitions to your B sections/bridges? (In long journey \"and the road doesn't end,\" in When I Get Older \"Here's a poem bout rain,\" in Mt. St. Helens \"I'm riding a pony\"</qco> </h3>      the transition itself, in all 3 of those cases, is just unison notes along with the melody .....\n<br><br>"
  }
]
