[
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n2:41 pm</dco> &nbsp;<qco> What religion would a goose follow if it could?</qco> </h3>      \nwhat on earth makes you think a goose can't follow a religion. i mean how do you even think they all fly together\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n2:35 pm</dco> &nbsp;<qco> i'm sending this from hotel wifi does this work</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n2:06 pm</dco> &nbsp;<qco> have you ever tried some kind of programmatically generated schedule</qco> </h3>      \ni've done systematic schedules, but not complex enough to require programming\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n1:08 pm</dco> &nbsp;<qco> you wanna go outside?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n12:57 pm</dco> &nbsp;<qco> it feels like everyone is in a perpetual state of having no idea what they're doing but still doing it\n<br>that's weird</qco> </h3>      \nit's punctuated by occasional moments where everyone seems to have known all along exactly what's going on, seemingly by magic if you've ever felt the way you described before\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n10:54 am</dco> &nbsp;<qco> how do i un-fuck everything</qco> </h3>      \nfirst you have to stop un-un-fucking everything. go for the quadruple negative. win the gold medal for backing up\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n10:00 am</dco> &nbsp;<qco> sure i can do something a lot for practice, but how do i know if i'm getting better? as opposed to just getting used to doing the thing while not getting better at it? for instance Alice does lifting but with bad form without realizing, and one day she injures herself because of it. or Bob does programming and writes code for years, but it's slow and unoptimized and he doesn't know because \"it works fine on his end\". These aren't great examples because it's hard to give a realistic example of me noticing what I'm doing wrong (since i can't notice it) but hopefully you see where i'm going with this</qco> </h3>      \nyou don't notice what you don't notice, but you're getting better anyway. Whether or not you're gonna have a clever breakthrough this week or next week, no need to worry about that either, you're still getting better without it, and a bonus breakthrough becomes only more likely as you continue\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; 9:40 am</dco> &nbsp;<qco> whats your favorite note</qco> </h3>      \nperhaps the inability to decide this is what makes music necessary in the first place\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n9:39 am</dco> &nbsp;<qco> Chicken or beef?</qco> </h3>      \n\"other / prefer not to say\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n8:09 am</dco> &nbsp;<qco> have you reached nirvana</qco> </h3>      \nit's gotta be somewhere around here\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n7:41 am</dco> &nbsp;<qco> do you love satiation</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n6:57 am</dco> &nbsp;<qco> If one day you became filthy rich... like, hundreds of billions of dollars rich... what would be one of your extravagant purchases? \n<br>\n<br>Not looking for a sensible answer here (I would invest my earnings in a well balanced portfolio blah blah blah). I want to know what your extravagance would be. I'm talking like indoor bowling alley, swimming pool shaped like a grand piano, buy a professional sports team, giant solid gold statue of yourself, etc.&nbsp;</qco> </h3>      \nit sounds like what you're looking for is your own answer. my answer would be nothing like this\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n5:35 am</dco> &nbsp;<qco> What's in your calendar on Tuesday the 29th of February 2028?</qco> </h3>      \nnothing, i'm available. wanna hang out\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n2:41 am</dco> &nbsp;<qco> when will we run out of unique questions</qco> </h3>      \nalmost never\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n2:19 am</dco> &nbsp;<qco> which facts should be made into opinions and which opinions should be made into facts?</qco> </h3>      \njust switch them all. what could go wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; \n2:13 am</dco> &nbsp;<qco> Do you ever go on very long walks?&nbsp;</qco> </h3>      \nfrom time to time. although now i realize i probably should have said place to place\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.25&nbsp; 12:27 am</dco> &nbsp;<qco> are there any music genres you've played that's different from your usual music?</qco> </h3>      \nas far as i can tell, genres seem to be a myth. at most, it describes one moment of music\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n11:45 pm</dco> &nbsp;<qco> can i make a question?</qco> </h3>      \ni'll see if that can be arranged\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n10:45 pm</dco> &nbsp;<qco> You know what my main issue with jazz is? Not enough z's. Should be jazzzz.</qco> </h3>      \nthat's fair, i think the most important point here is it's just a word\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n9:25 pm</dco> &nbsp;<qco> What's your opinion on cardboard boxes?</qco> </h3>      \nclassic\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n8:21 pm</dco> &nbsp;<qco> im tired as shit i don't wanna do anything but theres so much stuff i have to do and i just want to sleep do you have any advice</qco> </h3>      \nyou might do it, you might not. i'm actually not sure what's going to happen. you gotta admit, the uncertainty does make it somewhat exciting\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n8:14 pm</dco> &nbsp;<qco> have you tried pickles?</qco> </h3>      \nsometimes by mistake\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n7:36 pm</dco> &nbsp;<qco> If Jurassic Park were real, would you go there?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n5:30 pm</dco> &nbsp;<qco> did you know that if you question someone about questions theyll think about questions and stuff</qco> </h3>      \nthank you for typing words in the box, i appreciate that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n3:46 pm</dco> &nbsp;<qco> how get rid of excessive elephants in back yard</qco> </h3>      \nhow about setting up a series of arranged marriages, with elephants on the other side of town\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n2:16 pm</dco> &nbsp;<qco> im happy are you. are you</qco> </h3>      \nfrom time to time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n2:06 pm</dco> &nbsp;<qco> ice cream cake?</qco> </h3>      \ni have no answer to ice cream cake\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n12:46 pm</dco> &nbsp;<qco> If there were one ubiquitous social norm/expectation/value that you could entirely eradicate from this planet, what would it be? Or would you rather let social norms evolve and devolve naturally?</qco> </h3>      \ni was going to say you could eradicate the eradication of social norms, but what the heck, let that one evolve naturally too\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n12:29 pm</dco> &nbsp;<qco> Do you take any inspiration from other artists? </qco></h3>      yes, while also being uninspired by them. i don't know where that leaves us<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, what's your favorite kind of pasta?</qco> </h3>      \nis there one shaped like a barn door\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n10:50 am</dco> &nbsp;<qco> Did you make the video \"How to win at spelling\" because you have realized that \"The Complete Good Spelling Kit\" can be re-arranged as \"Dog pilot gets pickle on helmet\" or did you find the re-arrangement for/during the production of the video ?</qco> </h3>      \nduring\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n10:22 am</dco> &nbsp;<qco> whats your favorite car mr. bill wurtz</qco> </h3>      \nreliant robin\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n10:18 am</dco> &nbsp;<qco> how do i do it all at once?</qco> </h3>      \nif you do everything at the same time, technically it would all cancel out\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n10:09 am</dco> &nbsp;<qco> are you a polyglot</qco> </h3>      \nnot exactly\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; 10:07 am</dco> &nbsp;<qco> what do you eat for breakfast</qco> </h3>      \nlet's both say it at the same time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n9:47 am</dco> &nbsp;<qco> Is it possible to compare apples to oranges?</qco> </h3>      \nof course. for example, the color of oranges is usually orange, whereas apples are usually red or green. the peel of an orange is usually thicker than the apple peel. there are plenty of other attributes to compare as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n9:44 am</dco> &nbsp;<qco> if one crow can outsmart a five year old, can multiple crows outsmart me</qco> </h3>      \nsounds like it's time for a game show\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n9:31 am</dco> &nbsp;<qco> what are your thoughts on the whole thing with the stuff?&nbsp;</qco> </h3>      \noh, you know,\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n7:31 am</dco> &nbsp;<qco> I envy your interest in math. Why can't I have such useful interests?</qco> </h3>      \ni don't think you would think what i like about it is useful\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n6:52 am</dco> &nbsp;<qco> have you ever been depressed for an extended period of time?</qco> </h3>      \nnot exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n5:39 am</dco> &nbsp;<qco> why is there a hot dog but theres no cold cat</qco> </h3>      \ndid you check the next aisle over\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n4:38 am</dco> &nbsp;<qco> If there's something strange in your neighborhood, who you gonna call?</qco> </h3>      \nhuey lewis and the news, to see if they'll mind if we rip the heck off of their song\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n3:02 am</dco> &nbsp;<qco> Why's the world so whimsical?</qco> </h3>      \nwhimsey is free\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n2:36 am</dco> &nbsp;<qco> why do you have the numbers 240 on the wall in your room</qco> </h3>      \ni found the numbers already there, but they were in let's just say a more predictable and boring arrangement\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n1:26 am</dco> &nbsp;<qco> what do I do if I'm not allowed to go home until I finish reading the value of E</qco> </h3>      \nyou'll have to just express it in terms of <i>i</i> and π\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n1:24 am</dco> &nbsp;<qco> did you know most colleges have a furry club now? bill, what do you like about furries?</qco> </h3>      \ni like being pressured to like them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n12:24 am</dco> &nbsp;<qco> there's a nice song with a nice title i'm listening to it right now i'm in love</qco> </h3>      \nfair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.25&nbsp; \n12:02 am</dco> &nbsp;<qco> any shot composition tips?</qco> </h3>      \nhow about putting everything in the corner\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.25&nbsp; \n11:37 pm</dco> &nbsp;<qco> if mount saint Helens was about to blow up, do you think its going to be a fine swell day?</qco> </h3>      \ni don't think it would affect my day all that much actually\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.25&nbsp; \n10:48 pm</dco> &nbsp;<qco> do Buffalo buffalo Buffalo buffalo buffalo buffalo Buffalo buffalo?</qco> </h3>      \nall the Buffalo buffalo have been buffaloed out of Buffalo. i'm sorry about this\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.25&nbsp; \n9:49 pm</dco> &nbsp;<qco> where is froy thrampton now?</qco> </h3>      \nperhaps in photographs on the walls of various entertainment venues, conveying to the customers a vague implication that he has been there\n<br><br>"
  }
]
