[
  {
    "html": "<h3> <dco>2.20.25&nbsp; \n6:48 pm</dco> &nbsp;<qco> What are the coordinates for the Harlem 125 St sign you used in the new Canaan music video?</qco> </h3>      \ntake the metro north line from grand central towards connecticut, and it will almost certainly be the first stop along the way. you'll see the sign right out the window on your right side\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.25&nbsp; \n6:30 pm</dco> &nbsp;<qco> Is making videos compulsive for you?</qco> </h3>      \nexpressing myself and trying to tell you about my journey are compulsive for me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.25&nbsp; \n4:50 pm</dco> &nbsp;<qco> what do you think of old chunky computers</qco> </h3>      \nnowadays computers are chunky on the inside\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.25&nbsp; \n4:45 pm</dco> &nbsp;<qco> Do you like They Might Be Giants? I listened to a lot of their songs recently and I can see some similarity to your work.</qco> </h3>      \ni've had a life long superstition to never listen to them. i don't know why. so i've actually never heard them\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.25&nbsp; \n4:06 pm</dco> &nbsp;<qco> Why do you think schools still teach dead languages like French and not useful languages such as Latin?</qco> </h3>      \ncould be backwards day\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.25&nbsp; \n2:37 pm</dco> &nbsp;<qco> What would you do if your dog's head just animorphed into the head of an anteater. Same fur color but its in the shape of an anteater's head. Tongue included and everything. what would you do, hm? would you be in distress or at least bothered every time someone goes up to you and asks about your dog? would you lie about the dog in any way to get by?</qco> </h3>      \nreason #57, of why i never got into the pet life\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.25&nbsp; \n2:21 pm</dco> &nbsp;<qco> how do I commit blasphemy</qco> </h3>      \nonly the church knows how to do that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.25&nbsp; \n2:12 pm</dco> &nbsp;<qco> is there a meaning to the letter p</qco> </h3>      \nyes. it means \"peh\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.25&nbsp; \n12:38 pm</dco> &nbsp;<qco> I was thinking about it and I've concluded that common sense refers to knowledge that is common/applicable across the human experience, not knowledge that is common to have. What do you think</qco> </h3>      \ni think it's something that \"most people know\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.25&nbsp; \n11:26 am</dco> &nbsp;<qco> Chess is very time consuming ... chess puzzles are addicting</qco> </h3>      \nthat seems like one of the healthier addictions\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.25&nbsp; \n10:41 am</dco> &nbsp;<qco> opinions on bagpipes?</qco> </h3>      \nit'll work\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.25&nbsp; \n9:32 am</dco> &nbsp;<qco> Is consciousness magic?</qco> </h3>      \nthat's definitely not the worst way to describe it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.25&nbsp; \n9:06 am</dco> &nbsp;<qco> do you ever just get a little silly with it</qco> </h3>      \nyes that is such a thing that can occur\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.25&nbsp; \n8:18 am</dco> &nbsp;<qco> could obama do what obama would do if obama could do what obama did?</qco> </h3>      \nlet me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.25&nbsp; \n6:20 am</dco> &nbsp;<qco> what's the recommended optimal facial expression to have when you first press the randy button?</qco> </h3>      \nstone cold indifference\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.25&nbsp; \n6:03 am</dco> &nbsp;<qco> Do you like being in the conversation?&nbsp;</qco> </h3>      \nthe problem here is, you didn't say which conversation. or at least you said it in another room where i couldn't hear you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.25&nbsp; \n6:02 am</dco> &nbsp;<qco> do you think nepal should re-design its flag??? it's not even flag shape like wtff</qco> </h3>      \nare you not refreshed by this geometric idiosynchrasy?? are you not relieved to know that such deviation is allowed?\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.25&nbsp; \n5:05 am</dco> &nbsp;<qco> What is the difference between a continent and an island?</qco> </h3>      \nwhoever makes the maps gets to decide what's a continent. whoever makes the water gets to decide what's an island\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.25&nbsp; \n4:22 am</dco> &nbsp;<qco> Am I the box?&nbsp;</qco> </h3>      \nin some ways, yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.25&nbsp; \n1:26 am</dco> &nbsp;<qco> What's something you had as a child that you still own</qco> </h3>      \na small panda bear in a red t-shirt\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.25&nbsp; \n12:34 am</dco> &nbsp;<qco> Do you ever say bing bong.&nbsp;&nbsp;Would you like to say bing bong</qco> </h3>      \nheck i think i've used that in songs before\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.25&nbsp; \n12:27 am</dco> &nbsp;<qco> what do you think of puppets?</qco> </h3>      \nwith a talented enough puppeteer, the puppet can truly become real. you hear this from actors who have worked with some of the greats in puppetry\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.25&nbsp; \n12:26 am</dco> &nbsp;<qco> youve mentioned re-writing songs here and i am wondering what the re-write process looks like for you especially if you are attached to some parts of a song that are already written</qco> </h3>      \nit's a strange game. sometimes you feel too attached to what's already there, but you also know it's really really not gonna work. other times you're able to re-write part of it and find something that you really really like there. then sadly realize that that part doesn't really fit either, so now you've turned 1 orphan into 3. With some good fortune you'll hopefully re-encounter this song a 4th time in the not-too-distant future, and some wise instinct within you will give you a spritely enough attitude to just finish it up swiftly. and that's what you'll have. with probably still some orphans leftover anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.25&nbsp; \n12:12 am</dco> &nbsp;<qco> what even is absurdism</qco> </h3>      \nhear me out: it would be absurd if \"absurdism\" did not mean \"being absurd\". that being said i'm not sure whether it does or not\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n9:30 pm</dco> &nbsp;<qco> Is Bigfoot real? What do you think?</qco> </h3>      \nhear me out: maybe what people think Bigfoot is is actually something else\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n8:59 pm</dco> &nbsp;<qco> why do i seem to always ask questions here, note them down on paper and whenever i come back to check if you replied i lose the paper so i forget my question entirely?</qco> </h3>      \nthat's because you have not mastered the art of paper organizing\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n8:52 pm</dco> &nbsp;<qco> Do you play minesweeper?</qco> </h3>      \ndone. already played it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n8:42 pm</dco> &nbsp;<qco> What is your favorite jazz standard and why?</qco> </h3>      \ni've ruined my chances of ever having a favorite song, ever since i pulled back the curtain and noticed that all songs exist\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n8:33 pm</dco> &nbsp;<qco> out of all of the songs you planned to release soon-ish, will any reach the 4 minute mark? (not that I view longer songs preferable, just curious)</qco> </h3>      \nfor purely songs, i usually prefer them to be shorter than 4 minutes, unless they are tied together with significant non-musical supporting video content. that being said, i have many videos coming out soon which exceed 4 minutes in length\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n8:28 pm</dco> &nbsp;<qco> what is the biggest something can possibly be?</qco> </h3>      \nas big as you can imagine\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n8:03 pm</dco> &nbsp;<qco> you told me just don't sleep when i can't sleep,</qco></h3>      i absolutely did not tell you that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but i have so many daily tasks that require abundant amount of sleep to function for me so i HAVE to sleep. what do i do&nbsp;</qco> </h3>      \nno no, you misinterpreted my advice completely. i was suggesting that if you try not to fall asleep, this may cause you to fall asleep. i mean heck, you've been doing this exactly backwards: you've been trying to fall asleep, but not falling asleep. so my suggestion is to just flip the whole strategy around. should work\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n7:38 pm</dco> &nbsp;<qco> Can you please explain to me what a modal is?</qco> </h3>      \nthat word has a lot of different meanings in different fields. i honestly don't have a good guess as to which field you had in mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n7:33 pm</dco> &nbsp;<qco> what does wisdom mean?</qco> </h3>      \nit's when you have a lot of experience and intuition you've built up over the long term. and 'wisdom' is a kind of sparkly sounding name for that. has a wizardly sort of sound, that word\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; 6:30 pm</dco> &nbsp;<qco> what did you have for lunch today?</qco> </h3>      \nwhich one's lunch again\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n6:23 pm</dco> &nbsp;<qco> have you ever thought of making a visual album?</qco> </h3>      \ni'm imagining what you might mean by that. and it doesn't entirely disresemble what i'm working on right now, but that's not the first terminology i'd think of to describe it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n6:16 pm</dco> &nbsp;<qco> what if i use cold hard uncommon sense?</qco> </h3>      \nthat might defeat the purpose\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n5:54 pm</dco> &nbsp;<qco> If you had to pick a song from the Billboard Top 100 to listen to for a week, which one would it be and why?</qco> </h3>      \nhow about jock jams y'all ready for this\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n4:43 pm</dco> &nbsp;<qco> Why are there so many vowel sounds in English?</qco> </h3>      \nthat's just what the human mouth is capable of. i don't think you'd be able to convince me that the vowel inventory in any dialect of english is quantitatively any more or less than that of any other genuinely spoken language\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n3:55 pm</dco> &nbsp;<qco> How many R's in the word strawberry?</qco> </h3>      \na handful\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n2:31 pm</dco> &nbsp;<qco> Is the English language doing anything especially interesting right now?</qco> </h3>      \nabsolutely. any living language is always doing something interesting, and english is one of the most widely and broadly spoken languages on earth. so there are probably interesting things happening in english somewhere in just about every country, at this moment\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n1:55 pm</dco> &nbsp;<qco> If you had to choose a pen name, what would it be?</qco> </h3>      \nBic\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n1:09 pm</dco> &nbsp;<qco> are you a dill pickle or a bill pickle?</qco> </h3>      \ni am not a pickle\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n1:04 pm</dco> &nbsp;<qco> Do you recommend learning swimming or should i master maneuvering in air first ?&nbsp;&nbsp;</qco> </h3>      \nthe first thing you should probably get down is walking\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; 12:12 pm</dco> &nbsp;<qco> What is your favorite letter?</qco> </h3>      \nr\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n11:39 am</dco> &nbsp;<qco> I need more music suggestions, any ideas?</qco> </h3>      \nhow about listening to every song ever made, in order\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n11:18 am</dco> &nbsp;<qco> are we allowed to recommend you a song to listen to?</qco> </h3>      \nsure. but it might have the opposite effect from what you are looking for. same thing with seats: i'm just not comfortable sitting in a seat if someone else has grabbed my butt and placed it directly there\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n8:37 am</dco> &nbsp;<qco> What's the funniest thing you've seen lately?</qco> </h3>      \ni saw a hill. the ground changed heights\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n8:30 am</dco> &nbsp;<qco> i think i can do a decent job at coming up with melodies and chords but i struggle so much with lyrics. i have tried the approach of retrofitting lyrics to an already-written wordless song but that's way too hard. how can i break down these mental barriers and just let my brain come up with words without hating them?</qco> </h3>      \nthe only way around this hatred is directly through it: write something you hate 100x more than you even thought possible. i won't spoil the surprise of what happens after you get through that\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n8:00 am</dco> &nbsp;<qco> just saw one of my questions on the \"i'm feeling randy\" page after i thought about how cool it would be to see one of them. Are you a mind reader or wizard of sorts?</qco> </h3>      \nno. if anything you are\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.25&nbsp; \n7:55 am</dco> &nbsp;<qco> why didn't you put the other categories and the other other categories and the uhhh not other categories (the ones on billwurtz.com) in the same page?</qco> </h3>      \nwho knows. why do we wear underpants, AND pants???\n\n\n<br><br>"
  }
]
