[
  {
    "html": "<h3> <dco>6.20.25&nbsp; \n9:13 pm</dco> &nbsp;<qco> whats your opinion on questions</qco> </h3>      \ni have never heard of a question. sounds like some kind of floral arrangement\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.25&nbsp; \n9:02 pm</dco> &nbsp;<qco> Is the moon made of cheese</qco> </h3>      \neven better, it's made of rocks\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.25&nbsp; \n8:23 pm</dco> &nbsp;<qco> i want to draw comics, i have an image in my head of what i want the comics to look like but i struggle to recreate it on paper. i find the comic drawing process tedious and my own work is so different from what i envision that i find it hideous and it discourages me from trying again. i enjoy the process of creating abstract art much more but it doesn't give me the same sense of gratification that i think i would get if i could draw the comics i wanted. do you have any advice?</qco> </h3>      \njust do it more. do 100. your imagination and reality will steadily begin to converge. much like the english words you dream up to ask precisely the question you had imagined\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.25&nbsp; \n7:49 pm</dco> &nbsp;<qco> Does any one thing make you feel everything?</qco> </h3>      \nthat seems impossible. seems imperceptible, like it would all cancel out\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.25&nbsp; \n7:42 pm</dco> &nbsp;<qco> Who do you make your songs for? Are they for you? Are they for someone or someone in particular? Are they just out there and they're for whoever comes across them? Who do you think about when writing your songs (if you do think about people at all when writing them)?</qco> </h3>      \nif you've ever heard one, then it's made for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.25&nbsp; \n3:08 pm</dco> &nbsp;<qco> could the sky be more sky than sky already is</qco> </h3>      \nyes. this can happen if you had miscalculated it previously\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.25&nbsp; \n12:32 pm</dco> &nbsp;<qco> what's your favorite rhythm game?</qco> </h3>      \ntime\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.25&nbsp; \n12:17 pm</dco> &nbsp;<qco> but how do you really pull a rabbit out of a hat?</qco> </h3>      \nusually you have to put a rabbit into the hat first\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.25&nbsp; \n11:42 am</dco> &nbsp;<qco> can you PLEASE make it colder bill i want it to be COLDER</qco> </h3>      \ni was already going to do that, before you asked\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.25&nbsp; \n9:58 am</dco> &nbsp;<qco> would you rather have unlimited bacon but no more video games, or games, unlimited games, but no games?</qco> </h3>      \ni would choose games / no games\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.25&nbsp; \n7:57 am</dco> &nbsp;<qco> think of a circle. </qco></h3>      ok<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how big is it? </qco></h3>      let's say radius 1<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;does it have a color?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; a name?</qco></h3>      how about 'unit circle'<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; a face? emotions? feelings? sentience?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; are you the circle?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.25&nbsp; \n4:08 am</dco> &nbsp;<qco> What are the benefits of playing piano?</qco> </h3>      \nyou can play music\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.25&nbsp; 4:06 am</dco> &nbsp;<qco> damien, why is everything so dumb and stupid</qco> </h3>      \nthat would be due to intelligence\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.25&nbsp; \n3:35 am</dco> &nbsp;<qco> Have you had any irl fan interactions before?</qco> </h3>      \nyes i believe so\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.25&nbsp; \n1:38 am</dco> &nbsp;<qco> have you ever flown a brick</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.25&nbsp; \n12:18 am</dco> &nbsp;<qco> Bill What Is Your Favorite School Subject</qco> </h3>      \ncan't go wrong with a foreign language\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.25&nbsp; \n11:51 pm</dco> &nbsp;<qco> thoughts on pillow screaming?</qco> </h3>      \nseems chill\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.25&nbsp; \n11:48 pm</dco> &nbsp;<qco> thoughts on meditation?</qco> </h3>      \nit's not always clear to me what the difference is between not meditation and meditation\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.25&nbsp; \n10:26 pm</dco> &nbsp;<qco> Why aren't thoughts called thinks? Like, what are your thinks on the current situation?</qco> </h3>      \nthere's no reason that can't work\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.25&nbsp; \n10:22 pm</dco> &nbsp;<qco> If violence is the answer, then what is the question?</qco> </h3>      \nwhat is the noun form of the word 'violent'\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.25&nbsp; \n9:30 pm</dco> &nbsp;<qco> bill are you friends with me and everyone else in the world and maybe the galaxy if you're feeling inclusive</qco> </h3>      \nthat might be kind of hard to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.25&nbsp; \n9:26 pm</dco> &nbsp;<qco> why don't you do shorter projects anymore? I liked it when you just sorta got things done, even projects on the longer side were here alongside the shorter stuff being consistently made and uploaded.. I really loved it when you just got the message across, I loved it when you posted a song WITHOUT animation alongside it. I'm so excited for what you've got in there. but I've consumed all the content you've given me and now I'm only craving more of it, whenever I find something I haven't seen before that thing drives me crazy because finally, something feels new\n<br>\n<br>okay maybe I am being disrespectful and it's none of my business what you wanna do and don't wanna do and what you feel like doing, sorry bill</qco> </h3>      \nare you the kind of person that thinks people always like to have the problems they have<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.25&nbsp; \n7:11 pm</dco> &nbsp;<qco> what if there's something under the boringness of something</qco> </h3>      \nthere probably is, i mean otherwise why would it be there\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.25&nbsp; \n5:48 pm</dco> &nbsp;<qco> have you ever struggled with imposter syndrome and if you have how did or do you deal with it?</qco> </h3>      \ni have not. instead of having the feeling that i have somehow mistakenly been included somewhere i shouldn't be, i tend to have the chronic feeling that i have been somehow mistakenly excluded from somewhere that i do belong\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.25&nbsp; \n4:54 pm</dco> &nbsp;<qco> If you could pick any chord to accidentally play incorrectly every time for the rest of your life but it actually turns out okay or at least way better than expected, what would it be?</qco> </h3>      \nany definition of musical correctness, if it's even worth anything, surely would account for the kinds of surprises you're talking about\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.25&nbsp; \n4:43 pm</dco> &nbsp;<qco> is there a better way to factorize numbers besides dividing it by each and every prime number less than a number's square root? because that way is slow</qco> </h3>      \nit gets much faster the more experience you have doing it. think of how slow you were at walking, or talking, when you first started. some people think that's impossible at first\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.25&nbsp; 4:33 pm</dco> &nbsp;<qco> how many layers of irony are you on</qco> </h3>      \n-1/12\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.25&nbsp; \n4:05 pm</dco> &nbsp;<qco> is it legal to ask a question about someone else's question here? even better question: is it also legal to ask about one of your previous answers?</qco> </h3>      \nif you can find a way to phrase it, then it will probably work just fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.25&nbsp; \n2:20 pm</dco> &nbsp;<qco> Has anyone ever told you that your answers have helped them? If not, I am telling you now</qco> </h3>      \nthank you for letting me know\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.25&nbsp; 12:12 pm</dco> &nbsp;<qco> Can I ask you a question&nbsp;</qco> </h3>      \ndid you ask first if you could ask this question\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.25&nbsp; \n7:59 am</dco> &nbsp;<qco> does the song I get around make you feel anything ?</qco> </h3>      \nit makes me feel some things, but as a point of clarification i should mention that it does not make me feel everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.25&nbsp; \n6:57 am</dco> &nbsp;<qco> Pros and cons of being a biped?</qco> </h3>      \neasier to stand tall, harder to walk low\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.25&nbsp; \n5:29 am</dco> &nbsp;<qco> i think people placing meaning in art, fiction, and music has a lot to do with evolution, since both finding meaning in things, and appreciating art are evolved traits</qco> </h3>      \ni'm not sure i would necessarily come to either of those exact conclusions\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.25&nbsp; \n3:43 am</dco> &nbsp;<qco> do you think shampoo and conditioner are friends outside of the shower?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.25&nbsp; \n3:35 am</dco> &nbsp;<qco> Say something bad in French</qco> </h3>      \n'septante'\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.25&nbsp; \n3:16 am</dco> &nbsp;<qco> Thoughts on the word 'amenities'?</qco> </h3>      \nthe singular doesn't get used. never heard of an amenity\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.25&nbsp; \n2:30 am</dco> &nbsp;<qco> whats your favorite dinosaur</qco> </h3>      \nwhichever one is the least extinct\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.25&nbsp; \n2:26 am</dco> &nbsp;<qco> i feel like you're the realest inspiration i have for anything. how do you have the discipline for time management?</qco> </h3>      \nit just depends how desperate you are to get where you're trying to go. for example if you're trapped in a mine shaft and the only way to get out is to.... i dunno, do something that requires a lot of discipline, then the discipline will arise naturally as a result of your urgent desperate need to get out of there. On the other hand, if the only need for having discipline is... getting to wear a 'i have discipline' pin on your coat, then that alone might not be worth it, just because discipline is not even a particularly pleasant sounding word\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.25&nbsp; \n12:43 am</dco> &nbsp;<qco> thoughts on \"Take Me Out to the Ballgame\"?</qco> </h3>      \ni heard an exquisite organ rendition at a petrol pump, where they really nailed all the chords you need for it. on the other hand, i heard a totally botched one in a sports commercial that was somehow in the wrong key as itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.25&nbsp; \n10:49 pm</dco> &nbsp;<qco> How much breakfast is too much breakfast?</qco> </h3>      \nmaybe an elephant\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.25&nbsp; \n9:41 pm</dco> &nbsp;<qco> anteaters? what about anteaters?</qco> </h3>      \nimmediately i am wondering what eats them\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.25&nbsp; \n8:59 pm</dco> &nbsp;<qco> when are you gonna lake a video again (im a big fan btw)</qco> </h3>      \ni'm finishing up an over produced series of videos and then when they are done i am going to celebrate by making a rapid sequence of much better, under produced videos and music, which will  be my apology offering for making such an irresponsible commitment\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.25&nbsp; \n7:48 pm</dco> &nbsp;<qco> Who does your videos</qco> </h3>      \nme\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.25&nbsp; \n7:43 pm</dco> &nbsp;<qco> What's the smartest question you have been asked</qco> </h3>      \nso far it's this one\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.25&nbsp; \n7:35 pm</dco> &nbsp;<qco> When does a comet become a meteor?</qco> </h3>      \nthere's a lot of paperwork to get through\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.25&nbsp; \n7:28 pm</dco> &nbsp;<qco> why do humans place so much meaning in art, fiction and music? is it simply pleasure and entertainment or is there more to it</qco> </h3>      \nthere is more to it. specifically the kind of things that are impossible to describe any other way. i would describe them here, but of course i'd need art fiction and music to do so\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.25&nbsp; \n7:11 pm</dco> &nbsp;<qco> How to continue the songs I start making? I work on them for an hour, I do something else, and suddenly don't know what I'm doing anymore when I get back. Did you have this problem?&nbsp;</qco> </h3>      \nsometimes it helps to come to an understanding of when is the right time to work on which song, for which reasons. but it's also important that you document your progress on each session. then i think it also helps to have a healthy respect for the golden rule of song playback: the song exists in order from beginning to end, and will only unfold properly in that way, at that exact pace\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.25&nbsp; \n6:42 pm</dco> &nbsp;<qco> why is it so warm and why is it all your fault</qco> </h3>      \ni thought that's what you wanted\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.25&nbsp; \n6:15 pm</dco> &nbsp;<qco> can you really quickly explain to me some quantum physics i dont understand it</qco> </h3>      \nat very very small scales, object permanence kind of goes haywire\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.25&nbsp; \n4:22 pm</dco> &nbsp;<qco> would you say that you have discipline? do you recommend having a schedule to get personal passion projects done?</qco> </h3>      \nit's about like if you are starving, would i recommend eating something. you don't need my recommendation. if you get desperate enough, instinct will kick in\n<br><br>"
  }
]
