[
  {
    "html": "<h3> <dco>6.27.24&nbsp; \n9:06 am</dco> &nbsp;<qco> Why is it called \"vaudeville\"?</qco> </h3>      \nit's certainly from french. i find it likely to be from \"voix de (la) ville\", voice(s) of (the) city. but it's hard to know for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.24&nbsp; \n7:14 am</dco> &nbsp;<qco> what time did you wake up today?&nbsp;</qco> </h3>      \nit would be 10:45am (in the future, relative to the asking time)\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.24&nbsp; \n3:11 am</dco> &nbsp;<qco> I got black, I got white, what you want?</qco> </h3>      \nhow about gray\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.24&nbsp; \n2:09 am</dco> &nbsp;<qco> do you know garfield</qco> </h3>      \ni am familiar with a comic character, a former US president, and a hollywood actor. i have not personally met any of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.24&nbsp; \n1:44 am</dco> &nbsp;<qco> How do I express love?&nbsp;</qco> </h3>      \ni have no idea. it will just happen anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.24&nbsp; \n12:25 am</dco> &nbsp;<qco> Do you prefer fruity desserts or chocolate?</qco> </h3>      \nchocolate\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.24&nbsp; \n11:40 pm</dco> &nbsp;<qco> How much snow can you eat until it becomes water?</qco> </h3>      \nit has nothing to do with the amount of snow. it has to do with the body temperature, which will melt the snow almost instantly\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.24&nbsp; \n10:32 pm</dco> &nbsp;<qco> after watching your soap tips, what is your opinion on shower gel</qco> </h3>      \nit's fine, but that opinion has not changed as a result of my own video\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.24&nbsp; \n10:17 pm</dco> &nbsp;<qco> are you excited for shrek 5</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.24&nbsp; \n8:45 pm</dco> &nbsp;<qco> the more songs i write the less i know how to make a song lol</qco> </h3>      \nwe all seem to agree with this\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.24&nbsp; \n7:39 pm</dco> &nbsp;<qco> what am i supposed to be doing??</qco> </h3>      \nsupposing a thing or two of your own\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.24&nbsp; \n7:14 pm</dco> &nbsp;<qco> late for school right now. What is your opinion</qco> </h3>      \ni'll admit, it is kind of interesting that the start time of school is actually different from the time that you're going to arrive there\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.24&nbsp; \n6:47 pm</dco> &nbsp;<qco> Is the moon made of cheese or can you just not taste it?????</qco> </h3>      \ni don't have that kind of access to the moon, but i'm fairly confident that it is not a cheesemoon\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.24&nbsp; \n5:46 pm</dco> &nbsp;<qco> Is the universe infinite or just really really really really really big?</qco> </h3>      \ni suppose no one really knows, because we can't reach all of it (can't see all of it, can't hear all of it, can't detect all of it, etc.). i personally would have a hard time believing that it is finite\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.24&nbsp; \n2:40 pm</dco> &nbsp;<qco> Do you find method in the madness?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.24&nbsp; \n2:13 pm</dco> &nbsp;<qco> How do you make your voice sounds so majestic?&nbsp;</qco> </h3>      \nit has to be a combination of: what i've written for myself, how i sing it, and then how i arrange the instruments around it. then it helps if i've also mixed it well, just to avoid ruining it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.24&nbsp; \n1:52 pm</dco> &nbsp;<qco> How competitive is the music industry? </qco></h3>      there's all different levels of competition, throughout all the various parts of all the music-related industries and sub industries<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Couldn't everyone just listen to all the songs all at once?</qco> </h3>      it would be much easier and cheaper to just listen to white noise, which is exactly what all songrecordings simultaneously would sound like\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.24&nbsp; \n1:27 pm</dco> &nbsp;<qco> thoughts on shaving cream?</qco> </h3>      \nfor me it doesn't seem to make any difference. however, what does make a difference, is if the skin is very warm and wet\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.24&nbsp; \n1:24 pm</dco> &nbsp;<qco> whats your second favorite song you've written?</qco> </h3>      \ni don't know how to calculate that, but i suspect it changes based on my mood\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.24&nbsp; \n11:52 am</dco> &nbsp;<qco> How to pronounce GIF?</qco> </h3>      \n.gif\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.24&nbsp; \n11:26 am</dco> &nbsp;<qco> what's the best guitar tuning</qco> </h3>      \nCCCCCC\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.24&nbsp; \n10:09 am</dco> &nbsp;<qco> Advice for driving in a roundabout for the first time?</qco> </h3>      \nno. unfortunately, that will be difficult and uncomfortable. and failure is not an option, even the first time. however the good news is that it will get better every time after this\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.24&nbsp; 8:21 am</dco> &nbsp;<qco> what is life?</qco> </h3>      \nmovement\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.24&nbsp; \n7:09 am</dco> &nbsp;<qco> What should I do if my sphere and cube don't get along?</qco> </h3>      \nmaybe you could send them to separate schools\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.24&nbsp; 6:55 am</dco> &nbsp;<qco> do you like your own videos?</qco> </h3>      \nit's my job to try to make them how i would like. whether that's even possible, is another story\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.24&nbsp; \n3:25 am</dco> &nbsp;<qco> how do i learn a song if i have a tiny midi keyboard and a dream? how do i break it down? i can hum it and then play each note of the melody, like a nursery rhyme, but there's a big difference in how i play \"my favourite things\" and how, like, tyner plays it. how do i get the chords and \"phrasing\" (?) right? i can't seem to \"construct\" the song that way, can't seem to play with intent. please help me</qco> </h3>      \nif you want to do what mccoy tyner would do, then you'll probably need more range (more octaves). but maybe he would also be jealous of the things you could learn to do within the limitations that you currently have, and without the limitations that he had. for example, there may have been a time or two where he would wish he didn't have to deal with the schedules and attitudes of so many other people (a drummer, bass player, etc) just to be able to make a recording at all. you, on the other hand, just might not have to face those particular issues for example\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.24&nbsp; \n1:29 am</dco> &nbsp;<qco> good golly, how many questions have you answered here?</qco> </h3>      \nabout a baker's dozen\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.24&nbsp; \n11:24 pm</dco> &nbsp;<qco> Why is the \"welcome to my video\" text at the beginning of i'm a princess cut off at the right side? Is it intentional, or was it a mistake due to aspect ratios?</qco> </h3>      \njust testing free will i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.24&nbsp; \n11:09 pm</dco> &nbsp;<qco> hows the weather like today</qco> </h3>      \nit's fine\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.24&nbsp; \n11:06 pm</dco> &nbsp;<qco> for a toilet, how big is *too* big?</qco> </h3>      \nonce it's bigger than twice the size of the universe, then i'd say it stops being useful\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.24&nbsp; \n9:00 pm</dco> &nbsp;<qco> Today someone was struck by lightning in the town I have an interview at for a job tomorrow. Does this mean anything for my chances?</qco> </h3>      \nit amplifies the already existing chances, whether positive or negative. not because of the physical lightning, but more because of your awareness of it, and the storytelling value that it has, when added to the other events in your life\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.24&nbsp; \n8:59 pm</dco> &nbsp;<qco> i'm fascinated by pretty much everything that exists, which is a problem because i have a fairly limited amount of time on this earth so learning about one thing means i have less time to learn about something else. how can i pick one thing to focus on when nothing sticks out as being cooler than the rest?</qco> </h3>      \nmake a list of as many as you can think of. first, you'll notice it's fun to actually make the list, which might be what you were worried about (not getting a chance to make such a list). The list will be quite long of course, but you will actually be pleased to find out that there are actually some things that don't fascinate you. those things won't make the list. (it will feel refreshing actually, to have sharpened your sense of who you are, just that little bit).\nNow, with this tremendously exciting list (still very long), go ahead and start trying to learn them all at the same time, (rotating to the next one as often as desired). this will actually be quite fun for a while, because you will actually learn things. continue this way as long as desired, until you naturally develop a genuine first-hand eagerness to make much more rapid progress on one of them. this decision will come natural and confidently after knowing you've surely and earnestly made an attempt at the longer list\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.24&nbsp; \n8:51 pm</dco> &nbsp;<qco> advice on making songs that have more than four chords in them?</qco> </h3>      \nmy advice is actually not to count the chords. they will get way too self conscious and won't be able to do their job properly\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.24&nbsp; \n7:59 pm</dco> &nbsp;<qco> why does everyone keep fantasising about football</qco> </h3>      \nbecause there is not enough actual football. they wish there was more\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.24&nbsp; \n6:53 pm</dco> &nbsp;<qco> circles or squares</qco> </h3>      \nwhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.24&nbsp; \n5:01 pm</dco> &nbsp;<qco> Someone posted about using the semicolon more;&nbsp;what are your personal guidelines for using this syntactical tool?</qco> </h3>      \ni mostly only use it for graphics (visual) purposes. as much as i am tempted to use it for punctuation, i can never figure out how it should be used. in that sense it seems to have been practically obsolete since well before my lifetime. on the other hand, it is still used in html. for example, in some situations, the easiest way to produce a symbol like π, or ñ does indeed involve the ; symbol\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.24&nbsp; \n4:11 pm</dco> &nbsp;<qco> what if I want to make art but I'm bad at it and it never comes out the way I see things in my head?</qco> </h3>      \ndo it anyway. that never stopped any of the other people who didn't stop\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.24&nbsp; \n3:40 pm</dco> &nbsp;<qco> do you like most of your songs?</qco> </h3>      \nif i'm in a self-forgiving mood\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.24&nbsp; \n3:40 pm</dco> &nbsp;<qco> how do i do things</qco> </h3>      \nif i tell you how, then you won't enjoy doing it anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.24&nbsp; \n3:25 pm</dco> &nbsp;<qco> what happens when a store is not on a corner?</qco> </h3>      \nit may be harder to find\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.24&nbsp; \n3:08 pm</dco> &nbsp;<qco> what do I do if I don't know what I want to do?</qco> </h3>      \nstart doing things and see if you like them\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.24&nbsp; \n1:47 pm</dco> &nbsp;<qco> What is your favorite recipe?</qco> </h3>      \ni don't like recipes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.24&nbsp; \n11:36 am</dco> &nbsp;<qco> what's is color?</qco> </h3>      \nflavors of light\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.24&nbsp; \n9:51 am</dco> &nbsp;<qco> Is a concept album with video and scenes like a movie?</qco> </h3>      \nmaybe, but i wonder if you could blend the music, songs, scenes, characters, dialogue, and everything, even more intimately together. it doesn't matter to me whether you call that an 'album' or not. i've noticed that most people don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.24&nbsp; \n9:43 am</dco> &nbsp;<qco> what's the point of music reviews?&nbsp;</qco> </h3>      \nto talk\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.24&nbsp; \n9:29 am</dco> &nbsp;<qco> Have you heard about the teachings of Jesus Christ.</qco> </h3>      \ni've mostly just heard about the teachings about the teachings\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.24&nbsp; \n8:24 am</dco> &nbsp;<qco> thoughts about coconuts and avocados?</qco> </h3>      \ni know a trick to tell the difference\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.24&nbsp; \n8:15 am</dco> &nbsp;<qco> do they have ground planes at the airplane terminal?&nbsp;</qco> </h3>      \nyes but when they leave the terminal they are supposed to go in the air\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.24&nbsp; \n4:59 am</dco> &nbsp;<qco> Which do you think there is more of, doors or wheels?</qco> </h3>      \nthere's the same amount of each\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.24&nbsp; \n3:10 am</dco> &nbsp;<qco> what goes into choosing the locations for your videos?</qco> </h3>      \nif i write before choosing a location, then i have to search all around until i find something that fits what i wrote. but if i choose the location first, then it's easy. because all locations are good if you write with them\n\n<br><br>"
  }
]
