[
  {
    "html": "<h3> <dco>7.12.19&nbsp; \n8:48 am</dco> &nbsp;<qco> how do i handle my love sickness</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.19&nbsp; \n7:22 am</dco> &nbsp;<qco> will you ever literally just make a song titled \"i can't tell you\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.19&nbsp; \n5:30 am</dco> &nbsp;<qco> I've had a YouTube channel since 2007 that I infrequently upload videos to and ever since 2011 I've been saying \"okay - I'm going to get my shit together and make all these videos I have ideas for and get on a consistent release schedule.\"&nbsp;&nbsp;Every time I get my shit together, there's some major problem - like with an instrument, camera, software, or some other piece of gear.&nbsp;&nbsp;\n<br>\n<br>Lately, I've had the time and money to get shit together and ACTUALLY DO IT but I tell myself \"oh, I can't speak in front of a camera until I can get over this bad episode of acne\" or \"I need to have this or that to make for an interesting shot\".&nbsp;&nbsp;I've realized that my problems are partially in my head and I've been making excuses, procrastinating, etc...&nbsp;&nbsp;I know this is partially due to my anxiety problems - and I've heard friends (mostly actors) describe it as \"being in your head\".&nbsp;&nbsp;\n<br>\n<br>I say all that to tell\n  you tha\n t your videos and audio recordings buried on your website that show a glimpse into your creative process - especially when you were starting with Vine - have really helped me and inspired me.&nbsp;&nbsp;A lot of that stuff made me feel like I wasn't alone and crazy whenever I talk to myself about grand ideas in order to sort things out or I try to hype myself up to get some creative endeavor done.\n<br>\n<br>Is there any advice you can impart that'll encourage me to do \"the damn thing\"?&nbsp;&nbsp;Or could you explain how you came to figure out your \"process\" and how to quit procrastinating and making excuses?&nbsp;&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.19&nbsp; \n5:03 am</dco> &nbsp;<qco> Since you seem to be self taught, what did you use to learn how to sing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.19&nbsp; \n2:09 am</dco> &nbsp;<qco> I drew a peeing penis on my arm and I do not know what to do, what do I do know (I tried eating the paint, it didn't work)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n11:56 pm</dco> &nbsp;<qco> see , the Problem is that we are stuck on earth. . . a lot of things could be solved , or at the very least attended to. if we were other places, as well as Earth. we need to be more places, soon, all the time. it is the only way we can survive .. . do you see what i am getting at</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n9:58 pm</dco> &nbsp;<qco> how many keys should a piano have</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n9:15 pm</dco> &nbsp;<qco> i have an interview tomorrow but i am definitely not going to take the job because it's too far from home (i didn't even apply, a friend recommended me and i was asked to come in), and i already got a new job. i think i'll go to the interview anyway just for practice, but how do i tell them that i'm not interested if i end up getting the job?</qco> </h3><br><br><br><br><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n7:04 pm</dco> &nbsp;<qco> whats your opinion on sheep</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n7:01 pm</dco> &nbsp;<qco> im starting to think its crucial to be working on more than one thing at a time, what do you se as the pros/cons to working on one thing at a time vs several?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n6:32 pm</dco> &nbsp;<qco> do you like ketchup or mustard</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n6:13 pm</dco> &nbsp;<qco> is this period of waiting between videos indicative of the magnitude of buzz this supposed video would produce?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n6:05 pm</dco> &nbsp;<qco> Will you ever get around to taming the beast?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n6:03 pm</dco> &nbsp;<qco> how do I not have an anxiety attack? It's like smdjeoqppajdnanbdjskqksnfjekwkkandnds every 1.347910 seconds.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n5:42 pm</dco> &nbsp;<qco> when do you think humanity goes extinct?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n4:40 pm</dco> &nbsp;<qco> Why does small talk make me feel like I'm sinking in quicksand?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n4:18 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907092238\">7.9.19&nbsp;&nbsp;10:38 pm</a>  what is that line from? i need to get it out of my head</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n3:22 pm</dco> &nbsp;<qco> What is your favorite poem</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n2:46 pm</dco> &nbsp;<qco> is the paperwork fairy real?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n1:50 pm</dco> &nbsp;<qco> People have questioned you not using capital letters all the time, but I noticed the other night typing a thought I had that using lowercase seemed to make it more interesting/distinct and evened out the sentence to have more equal meaning for each word. Is that sorta the approach you have to using them or more just for a personal flair/style?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n1:30 pm</dco> &nbsp;<qco> what is your opinion on the band radiohead</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n1:29 pm</dco> &nbsp;<qco> Do you enjoy any specific sounds from nature?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n12:37 pm</dco> &nbsp;<qco> What are your thoughts on time travel?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n10:36 am</dco> &nbsp;<qco> are you a time travler?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n5:35 am</dco> &nbsp;<qco> <a href=\"q.php?date=201907090118\">7.9.19&nbsp;&nbsp;1:18 am</a>  my girlfriend says i gotta stop overthinking it and just start small (not exactly what she said but that's kinda how i understood it. sorry if that's wrong @gf) but i'm so fixated on doing the big stuff that i don't want to start small. how do i convince myself to actually sit down and learn what is necessary before getting on to the ambitious stuff? i swear this is like freaking ground hog day for me because i'm in a loop of really wanting to do music and then being scared away because everything is so overwhelming and for some reason i just can't focus on what i need to focus on to actually Start! hhhgh. i apologize.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n5:06 am</dco> &nbsp;<qco> i just got an ad for like \"write correctly and grammaticaly\"</qco></h3>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n5:04 am</dco> &nbsp;<qco> How \"complex\" do you believe our human emotional responses to music are able to get?\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n5:01 am</dco> &nbsp;<qco> would you rather live in canada or in mars? x</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n4:30 am</dco> &nbsp;<qco> What's your favorite type of pasta? </qco></h3>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n12:35 am</dco> &nbsp;<qco> Are you ever planning on doing more improvs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.19&nbsp; \n11:47 pm</dco> &nbsp;<qco> im bored help</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.19&nbsp; \n10:30 pm</dco> &nbsp;<qco> What are some good song lyrics to live by?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.19&nbsp; \n9:46 pm</dco> &nbsp;<qco> Hard one for you, what are the chords here in the first 6 seconds before he starts singing? https://youtu.be/VNzK8g0oNEA</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.19&nbsp; \n8:20 pm</dco> &nbsp;<qco> who tf are you</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.19&nbsp; \n8:08 pm</dco> &nbsp;<qco> How do I make a good taco?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.19&nbsp; \n7:55 pm</dco> &nbsp;<qco> I found 3 more wasps in my room. How am I alive&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.19&nbsp; \n7:36 pm</dco> &nbsp;<qco> maybe one day you could get a machine with linux based os. all that open-source software would be yours to tamper with. then you'd have true power over your computer and could get the professional, mouse-free experience you crave</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.19&nbsp; \n7:36 pm</dco> &nbsp;<qco> Someone once told me \"you don't really know something until you know how to explain it to someone else\". Do you think that's true?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.19&nbsp; \n7:05 pm</dco> &nbsp;<qco> Did you know that the melody during \"I don't think that anything\" in And the Day Goes On is t h r i l l i n g</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.19&nbsp; \n7:05 pm</dco> &nbsp;<qco> Are you dead inside?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.19&nbsp; \n6:42 pm</dco> &nbsp;<qco> https://www.youtube.com/watch?v=utL9IDe-2Q0\n<br>\n<br>Is this purdie shuffle or something else? I really want to learn to play this but I dont think i can dive in without some sort of tips of how to get the whole thing together, i lack the rhythmic perspective atm. Would appreciate any tips.&nbsp;</qco> </h3><a href=\"purdie.png\">purdie.png</a><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.19&nbsp; \n6:18 pm</dco> &nbsp;<qco> What enjoyment do you get out of answering questions&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.19&nbsp; \n6:06 pm</dco> &nbsp;<qco> How the hell did they make all those statues on Easter Island?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.19&nbsp; \n6:01 pm</dco> &nbsp;<qco> Should I learn how to drive</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.19&nbsp; \n4:35 pm</dco> &nbsp;<qco> What is your favourite country in the Indian subcontinent?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.19&nbsp; \n2:07 pm</dco> &nbsp;<qco> are we god?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.19&nbsp; \n1:13 pm</dco> &nbsp;<qco> Update on the upcoming music video? I'm craving more bill wurtz content so bad</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.19&nbsp; \n1:02 pm</dco> &nbsp;<qco> What is the best air flavor</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.19&nbsp; \n10:59 am</dco> &nbsp;<qco> why do my drums suck</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.19&nbsp; \n10:28 am</dco> &nbsp;<qco> this sentence is a statement and it has a question mark at the end?</qco> </h3><br><br>"
  }
]
