[
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n7:00 pm</dco> &nbsp;<qco> you know when you're in the d.i.y shop and you cant find bananas anywhere</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n5:53 pm</dco> &nbsp;<qco> Why do you think humans have an inherent sense of rhythm?&nbsp;</qco> </h3>      \nnature has a good sense of rhythm, time itself has a good sense of rhythm. humans also know how to immitate this for fun, just because of their thoughtfulness\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n4:29 pm</dco> &nbsp;<qco> Have you seen a little boy about this tall?</qco> </h3>      \nsorry how tall\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n4:21 pm</dco> &nbsp;<qco> how to make the everything smaller and more manageable?</qco> </h3>      \nwhat i want to suggest is to start making a list of as many different ways as you can think of. and this may excite you. that's what works for me, but on the other hand i think some people are excited in totally different ways than i am, so i really don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; 3:51 pm</dco> &nbsp;<qco> what time is it?</qco> </h3>      \ndinsdag 23 juli 2024 03:11:22\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n3:37 pm</dco> &nbsp;<qco> Hey, my question basically could be summarized as \"how did you develop yourself as a musician?\" (out of curiosity), and also, maybe, \"how do you 'understand/(feel about)' music?\", but unsure about that last one. Also, sorry if I ask too much and feel free to omit [not answer everything].  Relatively recently, I got more curious than I've ever been about music. And I found on the internet that you're self-taught and (from what I understand) that you don't really like music theory, and say that music can't really be described like that [sorry if I oversimplfy or misunderstand some stuff]. Which sounds kinda like the approach I would want to take to understand music better and/or maybe even write some of my own music later on.  I think what sparkled my curiosity in music, was that some particular songs made me feel specific feelings, some songs being especially intense in that (a large amount of feeling ignited) [How did you get into music? (curiosity)].</qco></h3>      music is an irresistibly strong magical power. it's a no brainer for me to develop that to the best of my ability. the first time i got hooked on it was certainly too early in my life to recall. it was before i learned to speak<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; So, that made me curious why those songs in particular and how do they make me feel such intense feelings [Do you have songs that made you experience similar things? Do you have the means (what sort of means? how did you get those means?) to explain that, or did you just accept the feelings without questioning them? (Other?)]. </qco></h3>      you can spend many lifetimes trying to explain exactly how this stuff works. i've certainly given it an earnest try from time to time. and as far as i know, no one really knows. although i'm sure someone will try to tell you they know<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It seems to me that the two most important things in a song to me are \"feeling\" and \"story\". \"Story\" isn't necessarily lyrics;&nbsp;it could be fully instrumental song, it just may feel like the melody is still telling a story. And \"feeling\" is 'simply' the fact that melody evokes particular feelings. So, if I were to compose music, I feel like I would want to have these 2 [Do you have \"similar\" ideas about music, that you possibly apply to composing your own pieces of music?] </qco></h3>      from all the years of trying to 'understand' 'why' this stuff works, or what's really going on, a few basic principles tend to keep emerging. one theme is \"making patterns, and then breaking them\", which of course can be applied recursively as the make-break becomes its own pattern which in turn can be broken. And another strong theme that comes up is the idea that you have to prove you're really there\n<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The problem is that I know like nothing about music, and when I'm behind the keyboard I basically can do only hit random keys, </qco></h3>      right but as soon as the sound comes out you realize it's not random at all<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and actually they sometimes provide some melodies(, etc) that sound somewhat adequate, and I actually made one into somewhat of a song. So, while this random hitting could provide some ideas, and maybe it is the way to discover music vocabulary, I am completely clueless as to how to transfer the feeling and the story with some sort of intent. And maybe my story/feeling idea isn't even the right approach to making music after all. </qco></h3>      i think with enough time and experience it's gonna work fine. like learning a language, it may take years, but inevitably you will get there if you just find a way to keep enjoying it and being curious<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[How did you start to compose music, and how did that change over time?] </qco></h3>      at a certain point you start to notice that you come up with ideas when you're not trying to, or when you're not supposed to. and then when you really try to, you clam up. gradually you start to learn how to strategically get that all sorted out, but it's taken me years upon years upon years upon years. maybe the first time i really wrote anything was like 6 or 7 years after i was first introduced to music, but then it was many many many many years later before i had anything with words in it, and then a few more heaps of years more before i did anything you've ever heard from me, surely<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And finally, while I am at it (at asking bajilion questions): 1. How did you learn to sing while being self-taught? I would be curious to learn how to sing (at least a bit, for the sake of understanding music), but this one feels by far the scariest, as to not pick up bad habits, improper techniques, and not injure throat. </qco></h3>      just doing it a lot, it usually gets better the more you do it. at some point i heard some hints about how to not hurt yourself, but most of the technical desctiptions of how to breathe and use this and that muscle and whatever, didn't make any sense to me. i've had far more success thinking of it in terms of acting. thinking of it as a form of communication<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. How did you develop your \"ear\"? In particular, how was the \"the high class stuff\" video made? The transcription of pitches of the speaking voice and the insane rhythms in it (weird rests (\"offbeat\"?), weird durations, triplets, quintuplets). </qco></h3>      i'm not sure, but it occurs to me to ask you how you think you learned how to write and spell so well, in english. whatever mechanism that is, it's pretty much the same thing. and it also takes a lot of time probably<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This text is so large so that I have to thank you just for reading it, and also thanks for answering on top of that.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n3:30 pm</dco> &nbsp;<qco> is english a better lingua franca than other existing languages? is it just by happenstance that it became a lingua franca? in my mind, it seems like any language could work since, for example, i've met native greek- and turkish-speakers in germany speaking german. but also i&nbsp;&nbsp;could see an argument that english is such an amalgamation of other languages that it sounds equally foreign wherever it's spoken.</qco> </h3>      \nqualitatively there's nothing special about english. but lingua francas aren't usually determined by their qualities. it's just whatever language is already most widely spoken, and then it snowballs because more people want to learn it because more people speak it. the reason it originally became so widely spoken might have something to do with britain and then later usa going around the world and introducing themselves so emphatically\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n3:10 pm</dco> &nbsp;<qco> How to tell right from wrong?</qco> </h3>      \nhow about a game show\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n2:29 pm</dco> &nbsp;<qco> what was the last thing you took a photo of</qco> </h3>      \na photo\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n1:52 pm</dco> &nbsp;<qco> Did you know that Liberty Mutual customizes your car insurance so that you only pay for what you need?</qco> </h3>      \nmore specifically, i don't believe it's that simple. what i do believe is that that brand has unapologetically thrown itself into brute force marketing, to a degree seldom seen since geico\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n1:37 pm</dco> &nbsp;<qco> Do you ever find yourself quoting other people's music in your own (on purpose or not)?</qco> </h3>      \nnot usually\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n12:13 pm</dco> &nbsp;<qco> Do you know a microscope?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n12:04 pm</dco> &nbsp;<qco> Hello!! Ive been a big fan of your work for a while but I actually have a couple questions. First: Is there any possibility i could work with you? </qco></h3>      it's possible<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I have an electric piano with 482 different instruments (counting sound effects) and i feel like i could help with music and all that.</qco></h3>      in that sense i don't think it would make sense for you to work with me, but perhaps in other ways<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; second: where do you get your video ideas from?</qco></h3>      ideas technically come from absolutely everywhere<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; third: is this message too long? </qco></h3>      not quite<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and finally: what is the password to reality on your website?</qco></h3>      there is no password. the password box has no functionality<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; you don't have to say it, you can just give me a clue or two. Anyways, that just about wraps it up, keep up the good work on your music and videos.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n10:48 am</dco> &nbsp;<qco> how do i stop thinking about someone</qco> </h3>      \nhow about thinking about someone else\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n9:49 am</dco> &nbsp;<qco> Do you think music (or art in general) is an inherently selfish work?</qco> </h3>      \ni was going to say no and then i thought about it more and wanted to say yes but then i thought about it a little more and i wanna say no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n9:18 am</dco> &nbsp;<qco> opinions on Giant Steps by John Coltrane?</qco> </h3>      \nmaybe sort of a publicity stunt\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n8:35 am</dco> &nbsp;<qco> what questions do you like to get?</qco> </h3>      \nquestions asked by people other than me, which conveniently on this page is all of them\n     \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n4:59 am</dco> &nbsp;<qco> when you go on a car ride, are you sitting inside the car or sorta on the car?</qco> </h3>      \ni ride inside the car, that's just my preference\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n4:55 am</dco> &nbsp;<qco> will tomorrow night be a night to remember?\n<br></qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n1:28 am</dco> &nbsp;<qco> how do i make a good resume? should i tell them everything about me?</qco> </h3>      \nif it's me as the employer, the best resume would be no resume. if i'm ever hiring, anyone with a resume is immediately rejected. i find them excrutiatingly phony\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; \n10:53 pm</dco> &nbsp;<qco> hey bill i just made a cube but you can't see it</qco> </h3>      \nthat's ok, i will try to imagine it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; \n8:56 pm</dco> &nbsp;<qco> So we all know that water isn't wet. </qco></h3>      let me stop you right there<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;But is it watery?</qco> </h3>      \nthe bigger problem is of course is not being is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; \n8:36 pm</dco> &nbsp;<qco> Will you ever produce physical copies of your music?</qco> </h3>      \nnot yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; \n7:58 pm</dco> &nbsp;<qco> I've been hiking for a while. What did I miss?</qco> </h3>      \nyou missed the opportunity to hike in an alternate location instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; \n2:20 pm</dco> &nbsp;<qco> What is your logic?</qco> </h3>      \nmore is more\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; \n1:56 pm</dco> &nbsp;<qco> how to be self taught in everything?</qco> </h3>      \naccording to my calculations that means you have to do everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; \n12:13 pm</dco> &nbsp;<qco> Have you ever wondered how living in another country on another continent would be as far as daily customs and tasks like grocery shopping or just hiking in nature are concerned?</qco> </h3>      \nsure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; \n8:35 am</dco> &nbsp;<qco> what's your favorite type of blanket?</qco> </h3>      \nwet\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; 8:25 am</dco> &nbsp;<qco> what's your favorite tv show</qco> </h3>      \nthe best thing about tv shows is that there's more than one tv show\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; \n4:47 am</dco> &nbsp;<qco> have you ever read a book</qco> </h3>      \nyes but i've also read other things\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; \n4:01 am</dco> &nbsp;<qco> thoughts on ping pong paddles?</qco> </h3>      \nso hard to find the lefty ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; \n3:55 am</dco> &nbsp;<qco> Could you on a random day in the year 2025, change the bg of the ueqstions page to a colour that ist grey?</qco> </h3>      \nin that case, why wouldn't i do it in 2024\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; \n3:39 am</dco> &nbsp;<qco> These days I tend to get maybe about 1.5 minutes into writing a song no problem before hitting walls, because at that point writing further can become time consuming and maybe even tedious, since usually you have to do full run throughs and hope the ether gives you what happens next. I will say I hit that wall in writing today and tried that idea of making it bad on purpose, and it literally completely worked and propelled the whole thing forward into the right direction. I think the idea works because fundamentally good songs play, like play around, and trying something bad to throw a wrench in the whole thing is sometimes the right chaos and the order / clean up that follows feels so good. Kinda weird. Would you agree with that, or do you think it's silly to try to figure out the secret sauce behind the secret sauce of trying something bad on purpose</qco> </h3>      \nin this case, there is somewhat of a tendency for me to think that you've just deliberately paraphrased my own views back to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; \n3:30 am</dco> &nbsp;<qco> Will I find my reason in living?</qco> </h3>      \ni think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; 12:20 am</dco> &nbsp;<qco> what's your favorite video game</qco> </h3>      \nthe best thing about video games is that there's more than one video game\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.24&nbsp; \n10:13 pm</dco> &nbsp;<qco> what makes sense in a senseless world?</qco> </h3>      \nnothing, but it might be more likely that calling it senseless in the first place may have been senseless\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.24&nbsp; \n9:57 pm</dco> &nbsp;<qco> what's a song of yours that is completely unautobiographical</qco> </h3>      \ni guess none of them would be completely unautobiographical if you consider the way the melodies and notes sound, because all of that stuff is gonna be somehow informed by the experiences i've had\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.24&nbsp; \n9:42 pm</dco> &nbsp;<qco> Have you ever reused a melody in one of your videos intentionally?</qco> </h3>      \nyes, but there has to be a really good reason\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.24&nbsp; \n8:51 pm</dco> &nbsp;<qco> have you experienced any paradigm shifts happened lately</qco> </h3>      \nsort of\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.24&nbsp; \n8:48 pm</dco> &nbsp;<qco> best video codec?</qco> </h3>      \nactually being there\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.24&nbsp; \n8:08 pm</dco> &nbsp;<qco> how would you go about enduring the 15-or-so seconds when you're sealed in at the top of a drop waterslide, and you literally can't breathe or think of anything except for \"i'm going to die i'm going to die holy shit-\"?</qco> </h3>      \nthat depends on whether the rest of the experience is so good that it outweighs that trauma. if it's not, then the way i'd deal with this is by skipping the whole thing, and not doing it. but if it's worth it, then the way i would deal with that is to do it more often. but unfortunately that also might weaken the effectiveness of the overall experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.24&nbsp; \n7:21 pm</dco> &nbsp;<qco> do you ever add/remove/change parts of your creative procedures on the fly or is it more strict than that</qco> </h3>      \ngenerally it is very strict\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.24&nbsp; \n7:11 pm</dco> &nbsp;<qco> Are you a fool?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.24&nbsp; \n7:06 pm</dco> &nbsp;<qco> Thoughts on buildings?</qco> </h3>      \n\"built from the ground up\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.24&nbsp; \n6:22 pm</dco> &nbsp;<qco> Do you think music can change the world?</qco> </h3>      \nsort of\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.24&nbsp; \n4:16 pm</dco> &nbsp;<qco> let's make a deal. i receive tears, you receive fears</qco> </h3>      \ni don't agree\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.24&nbsp; 3:14 pm</dco> &nbsp;<qco> What's your favorite color?</qco> </h3>      \noff beige\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.24&nbsp; \n2:50 pm</dco> &nbsp;<qco> Do you have anything to declare</qco> </h3>      \nyes, i'm a person\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.24&nbsp; \n2:29 pm</dco> &nbsp;<qco> what do you play in response to 1. e4 e5 2. Ke2 (you are playing as black in chess)</qco> </h3>      \nfuck it, KnF6\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.24&nbsp; \n12:45 pm</dco> &nbsp;<qco> is the ocean a soup</qco> </h3>      \ni thought it was a sandwich\n<br><br>"
  }
]
