[
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n8:17 am</dco> &nbsp;<qco> what is the meaning of our existence</qco> </h3>      to see what it can mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n7:30 am</dco> &nbsp;<qco> What's Steve (that's not his name but whatever) getting up to right now? Is he still on top of that mountain waiting for the rain to stop?&nbsp;</qco> </h3>      honestly i think he's fucking the mailwoman\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n5:41 am</dco> &nbsp;<qco> Why do you sing so weirdly in your videos?</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n5:23 am</dco> &nbsp;<qco> so we know you've been contacted by TV studios to work with them on whatever because your most popular things are videos, but have you been contacted by musicians or major to be a writter for big pop stars like: \"hi bill wurtz ? this is Scooter, Justin's manager, would you have a song for the biebs, or maybe a song for Mr Sheeran or Miss Swift also ?\", or a big artist that wants you to be its keyboardist on his next world tour ?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n3:55 am</dco> &nbsp;<qco> why'd you decide to trim this page down to questions from July 11 as opposed to questions from July 1?</qco> </h3>      because people were saying the questions page is slow\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n3:48 am</dco> &nbsp;<qco> can you steal your own pants?</qco> </h3>      ah, that seems like a cool challenge\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n3:10 am</dco> &nbsp;<qco> Have you bean approached by Hollywood to make a blockbuster movie?</qco> </h3>      not a movie, but a video segment in a TV series\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n2:44 am</dco> &nbsp;<qco> Your questions page is lagging can you do something</qco> </h3>      yes, i just archived 20 more days. now there is only 5 days on this page, which is fewer than ever before\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n2:22 am</dco> &nbsp;<qco> Why you stop writing on your notebook</qco> </h3>      the 'notebook' page on this site was never a place where i write stuff. it is a place where i upload stuff which i have written previously, and dated according to when it was written. i add things on a regular basis, and i just added several things yesterday\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n2:11 am</dco> &nbsp;<qco> Do you need money?&nbsp;</qco> </h3>      it could come in handy\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n1:34 am</dco> &nbsp;<qco> whats the deal with people??</qco> </h3>      they have developed many skills and inovations, and have taken over the planet. stay tuned to find out what happens next!\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n1:21 am</dco> &nbsp;<qco> when you said the hardest part of writing a song is \"writing something to come before a part that's already written\", are you talking about the lyrics/melody or the music/harmony part of it?</qco> </h3>      both\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n12:54 am</dco> &nbsp;<qco> can i join the bill wurtz band? i play the triangle. poorly</qco> </h3>      i am looking for 1 percussionist with strong skills in a variety of percussion insturments, including triangle, claves, shakers, castanets, cabassa, congas, tambourine, cowbell, and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n12:53 am</dco> &nbsp;<qco> Hey Bill, If you remember, about 7 months ago, I asked why your YouTube description was \"science\" and you said you were unsure, but felt it was important. I've noticed today you have since changed it to \"is slef\". Do you feel that this is a more accurate description of you and your channel?&nbsp;</qco> </h3>      yes, although the main reason i changed it is because i realized that there is another famous person named bill who is well known for science\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n12:39 am</dco> &nbsp;<qco> how can you tell if you're crazy</qco> </h3>      you get to decide\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n12:26 am</dco> &nbsp;<qco> how did steve get his name?</qco> </h3>      i made it up\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n12:15 am</dco> &nbsp;<qco> <a href=\"why-japan.html\">why did you choose japan?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.17&nbsp;\n12:15 am</dco> &nbsp;<qco> reply to <a href=\"q.php?date=201707140007\">7.14.17&nbsp;&nbsp;12:07 am</a>: are you sure they were released? i checked all social media and... nothing.</qco> </h3>      they were released on billwurtz.com, itunes, spotify, amazon, google play, and many other sites as well\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n11:23 pm</dco> &nbsp;<qco> Why don't you make a real song?&nbsp;</qco> </h3>      my songs are real, but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n11:12 pm</dco> &nbsp;<qco> those low notes in Got to Know What's Going On are frickin SICK. are you a baritone?&nbsp;</qco> </h3>      i'm not sure if i'm comfortable labeling people into categories based on what their range might be, but i will say that i raised the key from F# to G, to make that note (A) a little more humane for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n11:03 pm</dco> &nbsp;<qco> <a href=\"why-japan.html\">Why did you choose Japan to make your first \"history of\" video?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n9:39 pm</dco> &nbsp;<qco> How come everyone wants to cut out the middle man? What did he ever do to get so much hate?&nbsp;</qco> </h3>      get rich off people on either side of him\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n9:27 pm</dco> &nbsp;<qco> would you have use of a solid flat picker in your bill wurtz band?</qco> </h3>      i generally am looking to have only 1 guitar player, with a wide range of acoustic and electric skills\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n9:23 pm</dco> &nbsp;<qco> isn't imagination great. like isn't it just the best thing ever, maybe. like it's such a useful tool for making things but also just for itself. i feel like you can say a word like \"imagination\" and it's just like \"oh, okay\" but IMAGINATION??? IMAGINATION!!!!! YOU CAN IMAGINE THINGS IN YOUR HEAD!!!!! IT'S FREE, YOU'RE FREE, yep, it's IMAGINATION</qco> </h3>      oh nice, i wasn't sure if anyone else was seeing this\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n8:26 pm</dco> &nbsp;<qco> if anything were possible, would it be possible for something to be impossible?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n8:09 pm</dco> &nbsp;<qco> what is your opinion on thr columbine high school massacre</qco> </h3>      seems like a bad idea\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n6:29 pm</dco> &nbsp;<qco> So there's this rumor circulating around the world wide webs that Stevie Wonder can actually see... think it's true?&nbsp;</qco> </h3>      i doubt it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n6:17 pm</dco> &nbsp;<qco> let me give you money?</qco> </h3>      <a href=\"http://billwurtz.com/donate.html\">ok</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n5:37 pm</dco> &nbsp;<qco> What is your advice for people who really like to sing and who want to sing solo but are really unconfident in their solo abilities?</qco> </h3>      start doing it more\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n5:18 pm</dco> &nbsp;<qco> What do you think is the biggest misconception people have about you and/or your work?&nbsp;</qco> </h3>      they think the content is made instantly, and appears online as soon as it is imagined, without having to actually spend any time making the thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n4:39 pm</dco> &nbsp;<qco> <a href=\"umbrella-color.html\">Why is the umbrella green on your YouTube page and red on your twitter?</a> Does it have something to do with red meaning stop and green meaning go? Why does red mean stop and green mean go and yellow Means slow? Why should we slow the flow of the tide in our own minds? These are the questions we ask when there is noting left to ask when the life of the day Is fading away of our own philosophical minds. What do we do when the we cant fight the tyrants with tears controlling our fears? Left, right, and center, we are no longer together. These questions I ask, the questions I need, the answers I seek. The question you know the answer I need.&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n4:05 pm</dco> &nbsp;<qco> Why is there a random game of chess in the middle of the crazy/raining music video?</qco> </h3>      something needs to go there to fit the riff. in an earlier draft it was a series of fast notifications *you have 1 new doubt* but i thought the chess board was a more fun image, and it also gets to portray time passing fast, and yet the game ends in a draw. so it creates the feeling that time is going by but things are at a standstill, which matches the overall feeling of the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n3:57 pm</dco> &nbsp;<qco> how did steve get out of his house if there is no door</qco> </h3>      quantum jumping. you'll notice this is occuring when i says he can't climb the mountain. and can\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n3:41 pm</dco> &nbsp;<qco> Hey Steve, I mean Bill. My grandpa is a retired history teacher for high school and has studied history his whole life. He watched HOTEWIG and said he found no mistakes and it was completely 100 percent historically accurate. This surprised me, so now, I wanna ask, exactly how much time did you put into the research of HOTEWIG?</qco> </h3>      about 3 months. there actually are some tiny mistakes and the video also uses metaphors which some people choose to interpret as mistakes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n3:30 pm</dco> &nbsp;<qco> yuo ar bad spellur ... whi?</qco> </h3>      i am not, but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n3:13 pm</dco> &nbsp;<qco> there's a \"yes.mp3\" and a \"no.mp3\" but no \"maybe.mp3\" or \"perhaps.mp3\". PLEASE RECTIFY&nbsp;</qco> </h3>      i have already begun to rectify the situation of having done way too many short songs, by doing more songs that are a bit longer\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n3:05 pm</dco> &nbsp;<qco> why can't you count the questions with a simple search function? for stuff like non-breaking spaces or the date</qco> </h3>      there are too many\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n2:43 pm</dco> &nbsp;<qco> Did you know that you make memes accidentaly? Or do you?</qco> </h3>      anything can be a meme! if you see a broken VCR on the sidewalk, that is a meme. your nose is likely a meme!\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n2:04 pm</dco> &nbsp;<qco> What turns you on?</qco> </h3>      talent\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n2:00 pm</dco> &nbsp;<qco> what was the point of the \"intermission\" in hotewig</qco> </h3>      to give you a much needed break, near the half way point of the video\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n1:14 pm</dco> &nbsp;<qco> do you have the time to have friends?\n<br>\n<br>(this is a serious question)</qco> </h3>      not really but either way it's hard to find people that can relate to my life style\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n11:58 am</dco> &nbsp;<qco> whats your favorite dinosaur</qco> </h3>      i like the unique qualities of each one\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n11:27 am</dco> &nbsp;<qco> if you don't like the title of \"youtuber\", <a href=\"http://billwurtz.com/im-a-person.mp4\">what title do you like?</a> content-maker? creator? musician? or just plain ol' \"bill\"?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n11:19 am</dco> &nbsp;<qco> how do you make money from the youtube stuff</qco> </h3>      i don't make money directly from youtube. but my youtube channel has links to some other things which i can get money from\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n11:13 am</dco> &nbsp;<qco> Why is the email page in your website your email address in text form, and not a \"mailto:billwurtz@billwurtz.com\" link?</qco> </h3>      i find that usually mail links throw you into some mail program you never use. at least that's what usually happens to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n9:42 am</dco> &nbsp;<qco> What's the best advice you've ever gave</qco> </h3>      only the person who receives the advice can decide how good it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n9:12 am</dco> &nbsp;<qco> HOW DO I TURN OFF CAPS LOCK</qco> </h3>      press caps lock\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n8:26 am</dco> &nbsp;<qco> \"7.13.17&nbsp;&nbsp;8:45 am / post the fire hydrant note on the front page of a google search for my name\" You mean the \"hi I'm an old fire hydrant with nothing on it.\" note? what bothered you about that?</qco> </h3>      it's not exactly what you would want coming up as the number one result when searching your name.\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n8:16 am</dco> &nbsp;<qco> is steve's (that's not his name, but whatever) hair natural blue or did he dye it?</qco> </h3>      it is naturally blue\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.14.17&nbsp;\n7:58 am</dco> &nbsp;<qco> \"Hope You Have A Good Day\" is not six seconds, its twelve. You've labeled it wrong.</qco> </h3>      that's not true. the reason the looping videos are labeled that way is because they were originally written for vine, where they automatically loop, seamlessly. and the loop is 6 and a half seconds long (or less). When posting those videos to non-looping sites, it would be rude to just post it 1 time through with no loop, you would never get to hear how it loops. so in most cases, such as \"chips\", \"letterman\", \"person\", \"how bout going to the mall\", and many others, i sent it around twice on the nonlooped version so at least you can hear what it sounds like. but i chose to still label the length of the content based on the length of the material that loops. this is to clarify the fact that the second time through is not different in any way. you are seeing the same (in the case you mentioned) 6 seconds of content, repeated. there is only 6 seconds of content, but you are seeing it displayed twice because it is meant to be viewed in a loop. i hope that makes sense\n<br><br>"
  }
]
