[
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n7:29 pm</dco> &nbsp;<qco> Also, quoting previous questions is a great example of why we need the enter button back the way it was. i hope that makes sense. </qco> </h3>      line breaks have never worked before. but i am looking to implement them in the future<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n7:23 pm</dco> &nbsp;<qco> in hoj, \"painting with less colors\"... is it not 'fewer' as colors can be counted</qco> </h3>      by that logic, i should have used way more capitalization, and not switched wildly between past/present tense all the time<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n7:19 pm</dco> &nbsp;<qco> did you know \"twelve plus one\" is an anagram of \"eleven plus two\"</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n6:36 pm</dco> &nbsp;<qco> i cannot even shift-enter in this box to get a new line</qco> </h3>      new lines never worked on this page anyway. but i am considering implementing it, in the future<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n6:31 pm</dco> &nbsp;<qco> Where were you uploading the reality videos before you got a website?</qco> </h3>      nowhere. those videos weren't even made until 2016<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n6:27 pm</dco> &nbsp;<qco> Are there a lot of questions you skip because you're like 'I'm gonna get scrutinized no matter how I answer this'</qco> </h3>      yes, most of them<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n6:26 pm</dco> &nbsp;<qco> why is literally every question about trying to get you to do more things? don't they already know that you can only do so many things and its impossible to do more !?!?!?!?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n6:16 pm</dco> &nbsp;<qco> Will u endorse my brand</qco> </h3>      only if it happens to be a product i already use, and if the pay and terms are right<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n6:15 pm</dco> &nbsp;<qco> when will you update the Notebook?</qco> </h3>      i just added a lot of things last week<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n5:30 pm</dco> &nbsp;<qco> To get more stuff finished in ever category, maybe after this week you could only do songs that are already a certain percentage done? Just a thought. Judging from the reality videos I imagine you've thought about this a lot already. Best of luck</qco> </h3>      i was doing that in 2014 but the problem with that is none of the newer/stronger songs come out <br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n5:01 pm</dco> &nbsp;<qco> how certain are you that you'll find The One</qco> </h3>      less and less every day<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n4:54 pm</dco> &nbsp;<qco> Before you had a website/YouTube/vine, what was the point of writing songs?</qco> </h3>      for the world to hear, eventually<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n4:52 pm</dco> &nbsp;<qco> Do you have in plans anything more ambitious than hotewig? If not, do you think you ever will</qco> </h3>      yes, i am planning to find a way to make a reasonable amount of content of a variety of types, of a reasonable size, at a reasonable rate. this is unfortunately extremely ambitious. evidently impossible, no matter how fast i work and how many corners i cut<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp;\n4:47 pm</dco> &nbsp;<qco> You seem to be working all the time.. i'm a bit worried it might be stressing you out.. are you ever worried about burning out because of so much constnt work? (you're very young and active now but i don't think you'll manage to keep up this pace forever) do you do anything to relax, de-stress, just enjoy existing?</qco> </h3>      i think the more important question is, how the heck am i gonna get anything done if i'm already doing it as fast as i can but it always feels like i'm neglecting the other things and evereyone always asks me why i am 'not doing' it<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n4:23 pm</dco> &nbsp;<qco> Hey, I know that you can't please Everyone with all these contradicting requests coming through, but PLEASE bring back the option to separate paragraphs without the question automatically being sent when you press enter. Thanks!</qco> </h3>      actually, line breaks never worked. i can see them when it's sent, but they don't show up on this page. i think there is sonething called a 'soft' line break which doesn't send it, someone did it recently (the person who gave me a multiple choice question about my workflow for long videos) but the line breaks were still not visible on this page. but i would like to make it that way soon <br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n3:54 pm</dco> &nbsp;<qco> Do you know of the MBTI personality types? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you did the test, <a href=\"mbti.html\">what type are you</a>? Also, what do you think of personality tests in general?</qco> </h3>      i think the best way to test someone's personality is to get to know them<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n3:52 pm</dco> &nbsp;<qco> Is life black and white or is it grey?</qco> </h3>      i think it is multi colored<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n2:39 pm</dco> &nbsp;<qco> Will you try to upload more regularly </qco> </h3>      i am making content as fast as i can and uploading it immediately when it is done. in order to increase the frequency i would need to decrease the length or quality drastically. i'm not sure if that is what you want<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n1:32 pm</dco> &nbsp;<qco> do you feel annoyed when people say that you don't use capital letters, when you have done so many times in the past?</qco> </h3>      no, but i feel like they are not very observant<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n1:12 pm</dco> &nbsp;<qco> do i NEED to ask a ueqstion?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n12:16 pm</dco> &nbsp;<qco> 6.20.17  7:03 pm you answered \"i'm not sure what you mean\". this is your usual answer whenever someone refers to your music as \"joke\" music. i don't think anyone thinks it in the negative sense, but your music certainly exudes a humorous, joking feel. you can't be serious when you say that you don't understand that, right? comparing art is usually pointless, but for example, would you not say that Radiohead's music (for example) has a lot more serious tone and message compared to your music? with lyrics like \"i'm a movie star\" you can't expect people to not think that you're aiming for humor. all that said, your stuff is great, i just wanted to ask you why you refuse to accept your musical style with specific wording and just evade all attempts at classification</qco> </h3>      i am very serious about creating something that is enjoyable and meaningful to watch or listen to. if we have to call everything either a \"joke\" or \"serious\" then this would seriously be no fun, and also not meaningful. if movie star is a joke then i guess i don't get what the joke is. although the song does use fiction. many songs use fiction/metaphors etc, such as 'i am the walrus' etc<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n9:52 am</dco> &nbsp;<qco> Hey dude! Its me again! I am happy you are on your way making some more videos and songs. But I have a question. Do you have a choice to practice before making a video, or are you gonna make a song and use it as a music video? Or you can just put it on iTunes?</qco> </h3>      i'm not sure what you mean<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n9:39 am</dco> &nbsp;<qco> how do you make your songs feel like a journey?</qco> </h3>      write it in order, starting with the beginning. instead of doing chorus first then writing the verses. start from the beginning and be open to any possibility<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n9:17 am</dco> &nbsp;<qco> do any parts of any wings songs stand out to you?</qco> </h3>      oh hell yeah. although i haven't really been keeping track of what is labeled wings and what is labeled paul<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n9:01 am</dco> &nbsp;<qco> Why do you do a temp narration and then a final one? Why not a final, then do the visuals once? Seems like a lot of work to rearrange it.</qco> </h3>      because changes can occur during the graphics, and i don't want to bend over backwards getting the perfect takes until i'm sure i know exactly how it'a gonna be<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n8:42 am</dco> &nbsp;<qco> i have an idea. i don't know about other people, but i mainly listen to your music through your website. maybe you could make a poll to see which % of your audience sees it at which channel. then, since you have an earlier deadline to put songs out on spotify/itunes than your website (you have to do it on saturday), maybe you can just prioritize your website instead. then your song deadline will move to tuesdays instead of saturdays. what do you think?</qco> </h3>      it needs to be on spotify because that is where most people get their music, and also i get paid for it, and it's important to be building a strong following there, so it can lead to radio play and other nice things. it also needs to be here, because i'm your friend and i want it to be freely available for anyone who prefers to just download it and throw it on your favorite device. and i want them to be be released in both places at the same time<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n1:12 am</dco> &nbsp;<qco> bill, i think there's a number of us that don't want you to collab with anyone because your strange lonesome uniqueness is why we're here in the first place. thx</qco> </h3>      oh nice<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n1:10 am</dco> &nbsp;<qco> Is one motivation for focusing on songs and not videos is that it is possibly less tedious work? I'd imagine there's plenty of hard work for songs, but I know that editing videos is often an annoying process. HOTEWIG demanded a lot of that, are you giving yourself a small break from the research and script writing? </qco> </h3>      i'm doing songs to catch up on songs. i've been way behind for many years, because i was prioritizing videos<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n12:28 am</dco> &nbsp;<qco> Man, do your songs, get back on track. If you must do videos, do the ones that require as little editing as possible (i suggested before ones with just the song and the name on the screen or the rotating vinyl). Your fans on youtube will be satisfied, the ones who like songs will be as well, and of course you will get to organize your time better. I see it as a win-win situation at the moment. After you get more comfortable, you go back to more elaborate videos and updating the reality stuff etc. So for a while, focus \"solely\" on songs and like two weeks from now you start to do the \"easy\" videos so everyone is happy. Just a suggestion.  Have a good day. </qco> </h3>      perhaps you haven't seen the backlash i get when i post content on a site that is better suited for a different site<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n12:02 am</dco> &nbsp;<qco> Older composers, from the era before modern styles of music production, wrote their things, and had other people play them. Have you ever considered selling or otherwise releasing sheets/charts/ anything like that for other people to play and produce, so you would have slightly more time to spend multiple weeks on producing single songs, or working on videos, etc. ?</qco> </h3>      i think that would sound much less like me\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n12:01 am</dco> &nbsp;<qco> how does it feel to feel because if you don't feel how do you feel?</qco> </h3>      it feels interesting\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n11:08 pm</dco> &nbsp;<qco> If you had unlimited time and resources to literally do anything... would you do everything? </qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n10:33 pm</dco> &nbsp;<qco> in your video \"i'm a piece of garbage\" you mentioned that you were a \"piece of garbage.\" In a later video, \"still a piece of garbage\", you mentioned that you were \"still a piece of garbage.\" did you ever find a way to stop being a piece of garbage? if not do you have any advice about coping with being a piece of garbage?</qco> </h3>      those were fictional videos, but they were loosely based on a situation from 2007. actually 2 situations\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n10:05 pm</dco> &nbsp;<qco> Did anything come out of that paramount TV series thing?</qco> </h3>      i am going to talk to them, but given the insane overload of projects i already have, there is no way there will be any time to do videos outside of that. can you imagine, there is already a huge nightmare when doing songs because i can't do videos or anything else. and there is already a huge nightmare when i'm doing videos becuase i can't do songs, or anything else. could you imagine if i couldn't make any progress on any of those things because i was tied up doing a video for someone else that's not even going to go on my channel and is probably more like something resembling something i have already done, rather than something in the direction i am trying to go? doing work for hire is all wrong for me, for that reason. but i will talk to them anyway, although those types of meetings usually come up empty handed for those exact reasons. can you imagine if had taken one of these jobs last year? history of the world never would have happened. or maybe it wouldn't have been done until next christmas. there is just no time to lose, as it is i need 10x more time to do all the stuff that i'm doing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n9:53 pm</dco> &nbsp;<qco> How many songs do you think you're gonna do before going back to videos or something else like the reality vids?</qco> </h3>      i'm not sure. i think it's very important to do a huge amount of songs very quickly. but it is also important to do all the other things you mentioned, very quickly. i am having a hard time figuring out how this would ever be possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n9:30 pm</dco> &nbsp;<qco> Where do you get the impression that \"microtonality is usually associated with an artificially constructed 24 tone chromatic scale\"... I thought microtonality just meant dividing the traditional 12-tone chromatic scale into more than 12 tones.. Can't you divide an octave into 13 evenly spaced intervals, or into 999999999 ka-zillion equally spaced intervals and have that be considered microtonal? I've never heard of microtonality as strictly referring to dividing the the 12 semitones in half... Just curious. </qco> </h3>      whenever i hear people talk about microtonality they are usually talking about a 24 tone scale, or at the very least, an evenly divided scale other than 12. if you are using freedom of pitch like a trombone or voice or pitch bend wheel, i don't really consider that any kind of scale. i just consider that freedom of pitch, free pitch, or using any pitch you want, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n9:28 pm</dco> &nbsp;<qco> How did urbster1 on Instagram know the lyrics to your new song before it was released? </qco> </h3>      the only possible way would be that i posted the title in response to a question on here, about 20 minutes before his comment, and i had also uploaded the song, unlisted, but the title was formatted in the usual way. so the person must have seen the title and typed in billwurtz.com/got-to-know-whats-going-on.mp3. or maybe the song made it to itunes quicker than i thought. sometimes it gets to itunes very fast\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n8:39 pm</dco> &nbsp;<qco> Hey Bill! Its the guy who send you a question about the next song. Thanks for reminding me! Listen though, I think you should start making more videos. I think your videos are a masterpiece. And I have been thinking... if you want to make new songs, you can use songs like, notbugs, and hide the money. You can even make more monday videos, including music videos like murder your demon and even blue boy, because I really want to see that. And I hope you do more of those reality stuff you posted, like the reality video where you said you posted the japan video. I am still waiting to see what is next for your future. Thank you, and have a FANTASTIC day!</qco> </h3>      ah yes, doing more of every kind of thing all at the same time. that would be nice i don't know why i didn't think of that<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n8:20 pm</dco> &nbsp;<qco> have people asked to collab with you</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n8:17 pm</dco> &nbsp;<qco> what's going on in the album art for got to know what's going on</qco> </h3>      what's going on is there is something going on that you would presumably like to know\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n8:15 pm</dco> &nbsp;<qco> do you have a page on your website for song lyrics? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i want to sing along in my car so everyone knows i'm a hardcore wurtz fan</qco> </h3>      go to my website and click 'other categories' that is the first step to becoming a hard core fan\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n8:14 pm</dco> &nbsp;<qco> where is the song \"california\" explicit? it's marked explicit on apple music for some reason</qco> </h3>      there is actually a very quiet word 'fuck' during one of the verses. this is also true in 'we could just get high'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n7:43 pm</dco> &nbsp;<qco> are you making new music every week or are you just releasing music you already have saved and doing it on a schedule?</qco> </h3>      the recordings are new, and they are songs that are anywhere from partially to fully written already. the last 2 songs were only about 5% written, so i had to finish 95% of the writing and all of the recording, just now in 2017 during the week it was recorded/released<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n7:03 pm</dco> &nbsp;<qco> Are you going to continue to make \"joke\" music but also  pursue \"real\" music?</qco> </h3>      i'm not sure i understand what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n6:45 pm</dco> &nbsp;<qco> why haven't you posted on your youtube channel for a while?</qco> </h3>      i just spent almost a year working on a huge history video for the youtube channel. now i am focusing on other types of content, which i didn't get a chance to do while i was making that video. i hope that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n6:40 pm</dco> &nbsp;<qco> What hurdles did you have to jump to get \"got to know what's going on\" done as quick as possible. Or really, what made it hard?</qco> </h3>      writing a full song and recording it is a tight squeeze in a week. it was tough with movie star, but for movie star i was able to copy and paste a lot of the vocals. i normally have a rule against doing that, but i was up against the clock so a lot of those title lines (especially the background harmonies) are just copied and pasted. \"got to know what's going on\" has a lot more lyrics with harmonies, and a lot more Different lyrics with harmonies. so all those parts in the chorus with all those harmonies have different lyrics. also i spent monday of last week working on other projects (videos, reality updates, notes updates) which was very important because i need to get to those projects but it really screwed up the week for the song. i was about 3 days behind schedule. so this week is even more impossible. i think it's impossible this week. i need to do videos anyway. i need to do 10 different things at the same time. i need to re evaluate my life, or find people to help me somehow, even though i feel like i'm the only one who really knows how to do things the way i want. i am re evaluating my life\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n6:24 pm</dco> &nbsp;<qco> A lot of your reality videos seem to have you expressing depression and/or anxiety over getting things done and having a lot of ideas to do or no ideas. Do you think in the past year or two you've moved away from this and are happier/more satisfied?</qco> </h3>      i have gradually moved away from wanting to do a million things but not knowing how, to knowing exactly how to do it but not having nearly enough time to do it all\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n5:54 pm</dco> &nbsp;<qco> You ever think about creating an interactive quiz of random interesting stuff? It's just an idea. Like just something on this site that takes the person on an adventure?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n5:15 pm</dco> &nbsp;<qco> Why do you swear so much</qco> </h3>      some people think i don't swear enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n5:03 pm</dco> &nbsp;<qco> Why does this text box not allow me to hit enter and type in the second sentence in a new line?</qco> </h3>      i recently made it that way, because before people would always hit enter expecting it to send. so i was getting a lot of questions with a lot of line breaks at the end\n<br><br>"
  }
]
