[
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n5:59 am</dco> &nbsp;<qco> what's the process when you start creating your songs</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n5:15 am</dco> &nbsp;<qco> is the world a simulation like in the matrix?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n5:15 am</dco> &nbsp;<qco> i usually enjoy the company of one of my friends but occasionally he says things that really hurt my self esteem, should i put up with him anyways or distance myself from him?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n4:07 am</dco> &nbsp;<qco> Do you ever start writing a song in one key, then after you have a fair chunk transpose it and realise that it sits way better in the new key?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n4:07 am</dco> &nbsp;<qco> why would some people call their friends \"bitch\" in face to show intimacy? i feel really uncomfortable and don't get it at all. if we take the word at face value, either \"female bully\" or \"promiscuous woman\" is inappropriate in a friendly context. i also feel very uneasy, when people, especially women, put this \"female bully\" label on themselves proudly as if this indicates their assertiveness and strongness. so boring and infantile.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n4:07 am</dco> &nbsp;<qco> How long does it take you to make things on YouTube?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n3:51 am</dco> &nbsp;<qco> have you gotten pieces of song ideas on a whim or is it more thought out inspiration initially?if i make sense there. shows theres lots of feeling in it anyway happy stuff you do</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n3:19 am</dco> &nbsp;<qco> What's your stance on net neutrality?\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n3:11 am</dco> &nbsp;<qco> I miss the times on youtube where you could make a parody of a song with a budget of under $10 and it'd still do well. thoughts?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n3:06 am</dco> &nbsp;<qco> Does the thought of eternal darkness, or for that matter;&nbsp;eternity itself, whether alive or not, make you nervous at all?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n1:22 am</dco> &nbsp;<qco> i feel like i'm AWFUL at music related crap ghjghgjhd i really love music but like. i know literally nothing about how to make things Good and i only have garageband for my fricking iphone which is really tedious to use and i just end up getting frustrated and give up. sure people can actually make good stuff with garageband on their phones but i feel like i'm not one of those people + i'm not patient with myself so i just end up smashing the keys on the piano and make nothing. at least nothing good, or nothing i end up keeping. i make a beat and then i listen to it and i realize that it's Garbage!!!!!!!!!!</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i want to make cool songs, i really do, but i don't know if that's really what i should be spending my time doing;&nbsp;which on another note, i don't know if i should actually spend money to learn how to play the piano</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or if i should figure out a way to teach myself because i'm having a very hard time understanding the piano and sheet music and what keys are what and what chords are what and what things fricking mean and i'm FBDSHBDFSBSD i just want to make cool music but it's all so complicated and hard for me.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i don't know if i should stop trying or not. should i give up? should i just go back to making drawings that may or may not be any good? that seems to be the only thing i actually know anything about ... i enjoy it for the most part but i've recently wanted to do Other Things, like music, but i don't know if it's worth trying or if i even have the potential in the first place to do it? i know nothing! is it too late for me? i'm still \"a kid\" but i'm not the ideal age of where people start doing music related stuff? like idk most people who are good at piano and stuff started when they were like 5 or something and i am Not 5 so ehwbtfgdsjgsjdjgfsdjhgsj this is word vomit i'm sorry i just don't know what to do or if i should even do anything</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n1:17 am</dco> &nbsp;<qco> What other hobbies do you have outside of making music and answering insane questions from utterly unreasonable fans like myself?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n12:27 am</dco> &nbsp;<qco> Before I type anything else, I want you to know, at least judging from what you're like on this website, you're probably my favorite person on this planet(assuming you share planets with me). Anyway, to the question. what's your best advice for job interviews? as the interviewee, not the interviewer.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n11:25 pm</dco> &nbsp;<qco> How do I write songs that aren't 8 bar loops?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n11:16 pm</dco> &nbsp;<qco> do you have hope for things getting better for all the members of humanity</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n10:53 pm</dco> &nbsp;<qco> do you still keep up with current music on popular radio?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n10:47 pm</dco> &nbsp;<qco> where can i find the elixir of awesome</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n10:23 pm</dco> &nbsp;<qco> How do I not act like an idiot&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n10:12 pm</dco> &nbsp;<qco> what is your favourite variety of stair</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n9:52 pm</dco> &nbsp;<qco> thoughts on songs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n9:36 pm</dco> &nbsp;<qco> hey bill whats something that will always brighten up your day no matter how bad it is?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n9:18 pm</dco> &nbsp;<qco> how are you supposed to talk to a psychologist for the first time about your personal stuff if you dont know them\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n9:08 pm</dco> &nbsp;<qco> Hey Bill is there anything you wish to add to the website but never been able to due to time or lack of knowing how to do it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n9:07 pm</dco> &nbsp;<qco> Hey Bill what is your favorite piece of history very few people know about that blew your mind once you learned about it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n9:03 pm</dco> &nbsp;<qco> Hey bill, do you think there's ever gonna be a day when you stop making music?</qco> </h3><a href=\"mccartney-continue.mp4\">maybe</a><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n7:47 pm</dco> &nbsp;<qco> Today I found myself watching YouTube videos all day, afraid to do anything besides that. I do have feelings of discomfort like that- which makes it hard for me to do activities that seem a bit scary to me even though it's all in my head. But today was the first time I had actually stooped so low in a very very long time. I was procrastinating on these two simple tasks I told myself to fulfill. Prior to playing my keyboard, I wanted to inspect my approach to music and perhaps change it. And I wanted to draw something original because I find that so scary. Both tasks were scary to me- playing the keyboard and drawing something original. The reason why playing the keyboard to me is scary is because my mind numbs to it and I find it harder to innovate. This makes me feel bad because it makes me feel like an insecure failiure. Drawing something original scares me because I'm the past I've found it to be quite a stress enduring task because I judge my wor\n k so har\n shly, I find it difficult to lift myself off the ground and persue an idea because I want it to be so perfect so bad. So both tasks are pretty stress enducing and my procrastination and fear got the best of me. It makes me feel sad. But... procrastinating felt so good that I'm confused to this whole situation. I came to the conclusion this morning that my approach to art was causing unnecessary stress and if I change my approach, art is bound to be more fun for me. But I pussied out! Because I was back in my stupid house that I hate being in and I found it to be so overwhelming I didn't even dare to try. Dammit I'm fucking retarded. ...why is it so hard for me to do this? It honestly upsets me. Oh my god I'm so sorry! I'm apologizing to you and me. Fuck- I could've been out there doing something amazing and getting over these fears but fuck no! All I thought about were those crippling feelings I got out of my past attempts. Ohhhh this is the first time in the past couple day\n s that I\n 've actually been this upset. Fuck you tat! Fuck fuck fuck fuck you for being so scared and fuck you for being so unable to change you fucking retarded bitch! Why can't I fucking change myself to actually be the person I dream of??? AAUUGHHHHHHHHHH IM MAD IM MAD IM MAD but you want to hear something? My mind doesn't feel overworked or upset at my dumbass!!! I feel like a piece of shit. You know what? I'm done. Fuck it. I'm going to that damn room and I'm going to create something beautiful. I'm done with this fucking bullshit of sabatoging myself. My punishment for not persuing my fears is to make myself uncomfortable facing my fears. I find that thought quite hillarious for some reason. Anyways I'll be back. Im about to fucking whip my ass and I forgot what other bullshit I was going to say I'm so mad right now BYE&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n7:46 pm</dco> &nbsp;<qco> sad opposite eternity! everything means what it doesn't for all of time.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n7:00 pm</dco> &nbsp;<qco> do you have twitter?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n6:03 pm</dco> &nbsp;<qco> Have you ever considered making a song using Mario Paint?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n5:29 pm</dco> &nbsp;<qco> what is gender?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n5:18 pm</dco> &nbsp;<qco> Why do you write songs about not being able to go home?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n4:57 pm</dco> &nbsp;<qco> What do you do on a normal day</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n4:50 pm</dco> &nbsp;<qco> what am i doing with my life</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n4:48 pm</dco> &nbsp;<qco> it makes me happy that there is so much happiness that you have made, thank you for it, are you actually happy a lot?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n4:19 pm</dco> &nbsp;<qco> what do you think about our society rn</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n3:49 pm</dco> &nbsp;<qco> any tips for moving to new york?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n3:18 pm</dco> &nbsp;<qco> how,,,, do i not embarrass myself 24/7??&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n3:11 pm</dco> &nbsp;<qco> are you an absolute mad lad</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n3:01 pm</dco> &nbsp;<qco> I drank the juice. what next?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n2:49 pm</dco> &nbsp;<qco> You should have a whats new page for content that you add into the different categories so that it can be easily found, otherwise, it will probably not even be noticed.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n2:13 pm</dco> &nbsp;<qco> what kind of tree is your favourite</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n2:12 pm</dco> &nbsp;<qco> why is a goose not a flamingo?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n1:59 pm</dco> &nbsp;<qco> Was \"hallelujah\" written as a reaction to the overwhelming success of \"history of japan\"?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n1:27 pm</dco> &nbsp;<qco> I noticed on some of your songs you always say how you don't want to go back to your family,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and how you're not welcome there, did something happen?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n1:21 pm</dco> &nbsp;<qco> Is hallelujah a song about how you feel, or about how you want to feel?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n12:21 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201808251017\">8.25.18&nbsp;&nbsp;10:17 am</a>  have you considered that you need to lower the rope down to us instead of getting really good at using your lasso at the top of the Cliffside?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n11:41 am</dco> &nbsp;<qco> don't you still feel like the content could always be more off the wall than it already is?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n11:27 am</dco> &nbsp;<qco> What are your opinions on steamed hams?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n11:25 am</dco> &nbsp;<qco> You said in a reality video once that you wanted a band really bad. Is that still something you want to do </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and are is there anything in the works already?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n10:24 am</dco> &nbsp;<qco> What is your favorite lollipop flavor</qco> </h3><br><br>"
  }
]
