[
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n12:47 pm</dco> &nbsp;<qco> Bill you've probably ruined our appetite for new releases, you gave us many very quickly and some people can't revert to the other longer system. You've given us a taste of the golden apple now we can't eat normal apples anymore bill</qco> </h3>      think of how i feel, i'm the one getting all the sweet likes and favs\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n12:16 pm</dco> &nbsp;<qco> what should I name my dog</qco> </h3>      Untitled Dog 1<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n12:13 pm</dco> &nbsp;<qco> SLOW DOWN is one of your creakiest flavour-bops and it pushes 98% of my musical buttons, but what chord are you singing over the word reloaded in the phrase reloaded my fax machine? I've tried to pick it apart but I can't nail it</qco> </h3>      \nsee if <a href=\"reloaded.mp3\">this helps</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n10:46 am</dco> &nbsp;<qco> what happened with the ball after the video Stick and Ball</qco> </h3>      frozen, for preservation\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n10:35 am</dco> &nbsp;<qco> how do you make something out of nothing</qco> </h3>      you must adjust the patterns of the materials previously considered to be nothing materials\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n10:29 am</dco> &nbsp;<qco> what is the nature of being</qco> </h3>      pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n9:55 am</dco> &nbsp;<qco> What do you think of the ocean?</qco> </h3>      seems legit\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n8:53 am</dco> &nbsp;<qco> Got any recommendations for pizza restaurants in Brooklyn?</qco> </h3>      the dollar places in manhattan\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n8:22 am</dco> &nbsp;<qco> <a href=\"q.php?date=201901062312\">1.6.19&nbsp;&nbsp;11:12 pm</a>  oh wow you got me. can't usually fool me with that kind of illusion but it sounds very good. do you usually have a G# then or is a morning-only kind of note?</qco> </h3>      to give you an example, 'got to know what's going on' was written in F# but i raised it a half step before recording it. outside was being written in D until i found the bridge and then i raised the whole thing a whole step. 'just did a bad thing' was started written in Bbmin (Bbmaj), but as soon as i got to the end of the first stanza i immediately started arguing about the key but settled quickly on C#min (Dbmaj)\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n8:03 am</dco> &nbsp;<qco> You have a very distinct visual style. Did you get inspired by anyone or is it all you?</qco> </h3>      there is inspiration everywhere. on the ground, under the ground, in the space between grounds (the ocean), also above the ground and in outer space\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n6:59 am</dco> &nbsp;<qco> Is there a cover of one of your songs that stood out to you?</qco> </h3>      yes but it wouldn't be fair to say because the best ones are probably ones i've never heard. and by saying one that i happen to have heard, i will only make it stand out more which would be even more unfair to a better / unheard one\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n6:43 am</dco> &nbsp;<qco> What is the superior breakfast food?</qco> </h3>      lies (lying about the superiority of breakfast foods)\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n6:15 am</dco> &nbsp;<qco> do you think language is a kind of music or that music is a kind of language?&nbsp;&nbsp;or which do you think came first?</qco> </h3>      language can convey a lot of information, and feelings. music mostly just does the feelings, unless you put language in it and then it is really really powerful because it does both. and it's often still called music when you include the language. and you can also use music to emotionally enhance language, making it powerful too. and it is often still called language even if music is involved. i'm not sure if that answers your question but music and language are an absolutely dangerous combination when used together\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n5:20 am</dco> &nbsp;<qco> when I perform, I just go up by myself and sing along with my tracks. Have you ever thought of doing live performances like that?</qco> </h3>      yes but no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n5:17 am</dco> &nbsp;<qco> should i follow my brain telling me music isn't right for me and that i'll suck at it and that it's too confusing for me and i'll never be good at it and never learn how to do music good etc etc or should i listen to this intense feeling i have in my gut (that i get when listening to music sometimes) that is saying I DESPERATELY WANT TO LEARN HOW TO PLAY INSTRUMENTS AND MAKE GOOD MUSIC!!!!! it keeps coming back around to me ... the want to be able to make and play music stuff, but .. i keep getting discouraged, because music seems so complicated and all these weird names for these 2985395359835 million chords and note combinations OR WHATEVER YOU CALL THEM keep making me want to rip off my face because i know i'll never be able to understand it all WHAT DO I DO. DO I LISTEN TO MY DISCOURAGEMENT OR DO I LISTEN TO THE MAJOR WANT TO BE ABLE TO DO MUSIC BY THE WAY I HOPE THIS ALL MADE SENSE THANK YOU</qco> </h3>      just remember the golden rule. music is everywhere and anywhere. it is assembled through small small bits and pieces. try tapping everything around, and see what sounds they make. this should already be fun. if you are in the city, start tapping sign posts. i think you will be pretty thrilled at the different sounds they all make\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n4:56 am</dco> &nbsp;<qco> When I want to change keys, I have the choice between 11 different keys. How do I know which key I want to change into?&nbsp;</qco> </h3>      don't worry about that. simply listen to the song all up to its current point, and imagine what you want the next part to sound like. then find out what those notes and chords were. then the analysts (maybe you, maybe someone else, ...) can try to figure out what key they went to. sometimes people may even disagree on what key it was, because when you change keys you have opened the door to change, and sometimes you may be roaming the hallways instead of going explicitly into 1 room. or in some cases you may have entered a room but through the side door, which can cause potential disagreements about which key it was. but it still sounds the way it sounds so just pay attention to what sound you want. unless you are making music primarily for a wall decoration, in which case you should use B# major, to wow your guests\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n3:51 am</dco> &nbsp;<qco> if you had to put a name to your \"Style: of video what would it be?\"</qco> </h3>      i make different styles, but if you are looking for 1 common phrase which they all have in common, your best bet is just my name\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n2:08 am</dco> &nbsp;<qco> so if you failed to get the song finished by today when do you suppose it will be finished and/or released</qco> </h3>      no one knows\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n1:19 am</dco> &nbsp;<qco> Bill What if you ever get tired of music??\n<br>What would you be doing then?</qco> </h3>      each time i get tired of it i immediately fall in love with it again twice. this has been happening for as long as i can remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.19&nbsp; \n11:53 pm</dco> &nbsp;<qco> Just wanna tell you that whenever u dont upload a video on time i get super infuriated and sad remember about mw next time</qco> </h3>      i feel like that but with added guilt, paranoia, and complete psychological-emotional meltdown\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.19&nbsp; \n11:31 pm</dco> &nbsp;<qco> So you seem like someone who is talented when it comes to making yourself get work done. So, I was wondering if I could like pitch you an idea that I thought of trying for myself to start making more music, and see if you had any feedback? idk. The plan would be for me to spend, for each song, three days on the melody, then three days on the harmony, then three days on the percussion, then three days on the bassline, and finish with two days to revise and edit. Do you think this is a good plan? Anyway, love everything you do! Keep it up! &lt;3</qco> </h3>      that method seems very strange to me, but it might work, if you are not used to coming up with everything all at the same time. my approach to the over-whelm of not knowing what to do would be to just simply make much much much much much shorter products. and if it still doesn't work try making it shorter. a good example of the first one i did on this strategy was \"die\", literally only syllable. 1 word, 1 syllable, 1 melody note, 1 chord, 1 bass note, 1 kick drum, etc.... conceived of quite instantly, and recorded very quickly, because it was very clear what to do. that one was supposed to be 1 second, so the next one can be 2 seconds, except i discovered that the ringing crash cymbal made it 2 seconds so i actually went shorter first and did one that was truly 1 second, which was 'bears', before moving onto 2 seconds \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.19&nbsp; \n6:53 pm</dco> &nbsp;<qco> why did&nbsp;&nbsp;you think that its raining was a chore to get through when you needed to record it</qco> </h3>      it probably was no more or less of a chore than any other song, but i certainly don't think i ever said it was a chore\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.19&nbsp; \n6:41 pm</dco> &nbsp;<qco> why is the \"fuck\" censored in best friends with my own front door?&nbsp;</qco> </h3>      \nsome people ask me why i use the word 'fuck.' some people ask me why i don't use it. i am still searching for the proper amount to use it where i don't have to explain myself, but i still can't seem to find that sweet spot. it seems i still use it too much and too little at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.19&nbsp; \n4:34 pm</dco> &nbsp;<qco> How do I stop being confused?</qco> </h3>      make a visual depiction of the confusion\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.19&nbsp; \n4:19 pm</dco> &nbsp;<qco> How do I find the right chords for my song?</qco> </h3>      if you check out what chords are in all the songs you know, you will eventually get the hang of it very well, and it will be the same mysterious powers at play when you figure out what words to use in a sentence\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.19&nbsp; \n3:05 pm</dco> &nbsp;<qco> when's the last time you wrote a song that only uses notes from the major scale of the key the song is in?</qco> </h3>      june 2017 i think\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.19&nbsp; \n2:52 pm</dco> &nbsp;<qco> i wanna create something, how don't know how.</qco> </h3>      everyway. unfortunately this is difficult to do all at the same time so you will have to choose 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.19&nbsp; \n2:34 pm</dco> &nbsp;<qco> are you retarded</qco> </h3>      we'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.19&nbsp; \n2:17 pm</dco> &nbsp;<qco> What if instead of making something that sounds broken, you created something correctly and then broke the piece correctly.\n<br></qco> </h3>      that could work\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.19&nbsp; \n1:13 pm</dco> &nbsp;<qco> On average, how many instruments do you use per song?</qco> </h3>      maybe 160\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.19&nbsp; \n11:56 am</dco> &nbsp;<qco> About how many music ideas do you still have?</qco> </h3>      about 1000 at one time, but i steadily get more, and also use the ones i have\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.19&nbsp; \n11:53 am</dco> &nbsp;<qco> What's your favorite religion?</qco> </h3>      the time space continuum\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.19&nbsp; \n9:57 am</dco> &nbsp;<qco> how do i be funny</qco> </h3>      everything is funny. the work has already been done for you. each and every one of us is utilizing funny energy created in the big bang<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.19&nbsp; \n8:20 am</dco> &nbsp;<qco> What's something you regret?</qco> </h3>      using the wrong picture for a thing that i said was a different thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.19&nbsp; \n8:17 am</dco> &nbsp;<qco> have you ever written a song with no chords&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.19&nbsp; \n6:47 am</dco> &nbsp;<qco> How can I become much faster at getting things done?</qco> </h3>      sign some kind of contract\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.19&nbsp; \n3:07 am</dco> &nbsp;<qco> what was the first song you learned how to play?</qco> </h3>      probably the alphabet song?\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.19&nbsp; \n12:10 am</dco> &nbsp;<qco> do different keys feel different emotionally to you, even without thinking relatively from a different key?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n11:20 pm</dco> &nbsp;<qco> what is television?</qco> </h3>      the ability to see things in a remote location\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n11:14 pm</dco> &nbsp;<qco> My phone is breaking what do I do</qco> </h3>      build a new one\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n10:50 pm</dco> &nbsp;<qco> how does one avoid the evil clutches of social media?</qco> </h3>      bury your phone in the yard and make a treasure map for it and then bury the treasure map somewhere else\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n8:24 pm</dco> &nbsp;<qco> Have you cracked the secrets of consciousness?</qco></h3>      some of them<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Because it seems to me like you might have cracked the secrets of consciousness. Also hello.&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n8:05 pm</dco> &nbsp;<qco> HOW DO I BECOME A COOL PERSON!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!</qco> </h3>      that is the default setting. but you might want to go into settings just to make sure no one has messed with your settings\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n5:41 pm</dco> &nbsp;<qco> Yo Bill, I just got a link on Google Photos from your GMail account that had a link to a sketchy Amazon Giftcard generator, is that you willingly putting that there or you get big hacked?</qco> </h3>      it's not a hack, it's a fake. someone just used my name and picture. it's been happening lately to trending youtube channels https://www.youtube.com/watch?v=uGWmJgO-Wgc\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n4:44 pm</dco> &nbsp;<qco> i am trying to learn the ukulele and it is so hard and the strings keep being silent because its so hard to hold them all down. please help me&nbsp;</qco> </h3>      you could try something with fewer strings\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n4:22 pm</dco> &nbsp;<qco> why is a f# commonly called f# but a eb is commonly called eb. why can't they make up their minds&nbsp;</qco> </h3>      the key of Eb is much more famous than the key of D# because the key of Eb has only 3 flats and the key of D# has 9. and the note F# is more famous than the note Gb because you start getting F#s right away in the sharp key signatures (it's in all of them) and yet with flat key signatures you don't get the Gb note until you have 5 flats or more\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n4:15 pm</dco> &nbsp;<qco> How do you come up with your song lyrics?</qco> </h3>      it's best when i let them come up with me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n4:04 pm</dco> &nbsp;<qco> Put I guess I got to listen to bob Marley on Apple Music please it would make my birthday so good</qco> </h3>      i will but i wish the bridge was more interesting, and i wish that empty part after it was more interesting also. and also the mid-low end is probably a mess because that was before i learned how to clear it up\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n3:53 pm</dco> &nbsp;<qco> What is it about the ground that is so soothing to think about?</qco> </h3>      it is our home\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n3:52 pm</dco> &nbsp;<qco> my song is too long but it tells you a story so i can not shorten it, how can i make it more interesting and more smol without making it go faster? it currently is 6:37... and if i cut out musical part it gets boring but if i cut out the lyrics the story is incomplete HELP\n<br></qco> </h3>      perhaps you could put spoken interludes, or dialogue, scenes, and events, etc. and make a video to go with it also\n<br><br>"
  }
]
