[
  {
    "html": "<h3> <dco>12.15.24&nbsp; \n9:21 am</dco> &nbsp;<qco> what if an album that's not an album is actually still an album?</qco> </h3>      \nthere must be some 'creative license' at play somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.24&nbsp; \n9:15 am</dco> &nbsp;<qco> I find it cool how distinctly recognisable each one of your songs are. How do you do it?</qco> </h3>      \ni think it ultimately boils down to cold hard sentience\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.24&nbsp; \n6:49 am</dco> &nbsp;<qco> How do I find a good question to ask?</qco> </h3>      \nhow about just asking the same questions as everyone else\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.24&nbsp; \n6:32 am</dco> &nbsp;<qco> Any tips to avoid becoming an absolute megalomaniac after the slightest amount of success?</qco> </h3>      \na bit of failure ought to do the trick\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.24&nbsp; \n3:49 am</dco> &nbsp;<qco> i tend to flip flop between knowing im too weird for most people to understand (positive), and knowing im too weird for most people to understand (negative). the latter causes me to feel a deep sadness, and then i begin to think i may never be able to relate to people, or vice versa. i know this is not true, but i always have a hard time shaking it off anyway. how do i permanently get rid of my anxieties and fully harness my weird powers?</qco> </h3>      \nsometimes it's a general good rule of thumb to assume that your experience is actually very widely relatable, and the fact that this aspect seems under expressed can be seen as an opportunity for you to contribute to innovation of expression for those types of things\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.24&nbsp; \n2:29 am</dco> &nbsp;<qco> Do you like doritos dipped in mayonnaise?</qco></h3>      i don't think so<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If not, why do you like watching small puppies die?&nbsp;</qco> </h3>      \nit's interesting you mention that, because i wouldn't enjoy that either. that would be what's known as an 'incorrect inference'\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.24&nbsp; \n12:10 am</dco> &nbsp;<qco> do you ever have the urge to get on all fours and bark around like a dog in the middle of the street?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.24&nbsp; \n9:56 pm</dco> &nbsp;<qco> what's a good emotion</qco> </h3>      \nemotions are impossible to describe exactly in words, but you already did that part anyway\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.24&nbsp; \n8:22 pm</dco> &nbsp;<qco> what quote do you live by</qco> </h3>      \ninstead of living by quotes, sometimes i have quotes about life. in any case, the life drives the quotes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.24&nbsp; \n7:38 pm</dco> &nbsp;<qco> have you ever slapped anyone?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.24&nbsp; \n6:39 pm</dco> &nbsp;<qco> how can i play stuff as fast as i hear it in my head? my mind is ahead of my chops by a lot</qco> </h3>      \nmaybe you could have regular social gatherings with your hands and your mind both present. after enough quality time together i really think you all will get to know each other quite well\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.24&nbsp; \n5:56 pm</dco> &nbsp;<qco> hey bill im a huge fan of your work and one of the things i really love about it is the production. everything always sounds very clean even when there is a lot going on. im currently writing a song with many guitar parts playing at once to create a cool ambience. any tips to mixing it so that it sounds good?</qco> </h3>      \nthis may seem hard to believe, but it can be actually good to have no more than 2 things actually happening at one time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.24&nbsp; \n3:35 pm</dco> &nbsp;<qco> Quartermelons. Like watermelons, but they're in quarters. What do you think?&nbsp;</qco> </h3>      \nfine with me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.24&nbsp; \n2:57 pm</dco> &nbsp;<qco> what is a cookie? are they cakes or pies? Or are they a lemon?</qco> </h3>      \na cookie is a cake i believe\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.24&nbsp; \n1:58 pm</dco> &nbsp;<qco> C G E Bb Db Eb Gb A (all at the same time). thoughts?</qco> </h3>      \nstill hundreds of unknown factors to what it sounds like. not the least of which would be which octaves for each of these\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.24&nbsp; 1:49 pm</dco> &nbsp;<qco> what inspired you to make music</qco> </h3>      \nin a way, it's sort of like when you are young and you see people *walking* and you're like HELLO my goodness that seems desperately useful\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.24&nbsp; \n1:41 pm</dco> &nbsp;<qco> Should the world be better?</qco> </h3>      \nyes but that is not to imply that there was anything wrong with it before\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.24&nbsp; 1:23 pm</dco> &nbsp;<qco> do you have a pet</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.24&nbsp; \n10:46 am</dco> &nbsp;<qco> whats the title of every movie</qco> </h3>      \nspider man\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.24&nbsp; \n10:08 am</dco> &nbsp;<qco> what if you listened to so many different kinds of albums that you can eventually find one that makes the most sense for you?</qco> </h3>      \ni've sort of concluded that the results i want to get from an album would technically make it no longer an album\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.24&nbsp; \n9:49 am</dco> &nbsp;<qco> What was the moment when you decided that making music and/or animations is what you wanted to do?</qco> </h3>      \nevery now and then, when i think i see someone doing a crappy presentation, i might think think to myself \"i'm looking forward to doing better presentations than this\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.24&nbsp; \n9:36 am</dco> &nbsp;<qco> Gimme a script for \"out to lunch\"</qco> </h3>      \n<a href=\"https://billwurtz.com/questions/outtolunch-write.png\" target=\"_blank\">ok</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.24&nbsp; \n7:39 am</dco> &nbsp;<qco> Birds are really cool right?</qco> </h3>      \npretty much\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.24&nbsp; \n6:46 am</dco> &nbsp;<qco> What do you think about people who use slide-shows for their presentations, yet miss the entire point of a slide show and only read the text written in the slide ?</qco> </h3>      \nbasically if you think you see someone doing a crappy presentation, you can think to yourself \"i'm looking forward to doing better presentations than this\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.24&nbsp; \n4:05 am</dco> &nbsp;<qco> If I found a palm tree in my garden from somewhere else really far away but it's now in my garden does it become my palm tree?</qco> </h3>      \nthe way you described it sounds like yes, but i can't be sure of the details of the exact situation\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.24&nbsp; \n3:56 am</dco> &nbsp;<qco> do you think cars are sad when they are traded in for newer cars?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.24&nbsp; \n12:49 am</dco> &nbsp;<qco> Can i have a shoutout</qco> </h3>      \nshoutouts have been found to not actually be effective\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.24&nbsp; 11:59 pm</dco> &nbsp;<qco> do you do all your own music</qco> </h3>      \nyes i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.24&nbsp; \n11:51 pm</dco> &nbsp;<qco> You wake up on the morning of september 11, 2001. What do you do?</qco> </h3>      \nlet's be honest, i went to school\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.24&nbsp; \n11:41 pm</dco> &nbsp;<qco> Have you considered painting yourself green and pretending to be a bush</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.24&nbsp; \n11:27 pm</dco> &nbsp;<qco> Will Djokovic win a slam in 2025?</qco> </h3>      \nthat's really up to him\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.24&nbsp; \n10:13 pm</dco> &nbsp;<qco> is 16 tracks too much for an album? its roughly 40 ish minutes</qco> </h3>      \ni've never liked an album. i know there must be a way for them to be that i would like but i haven't figured it out yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.24&nbsp; \n10:01 pm</dco> &nbsp;<qco> What is an interest of yours that you haven't exploited much or at all in your videos that you would like to implement in the not-so-distant future?\n<br>How do you think you might want to incorporate it, if you feel at liberty to say?</qco> </h3>      \nhow about 'measured judgement'\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.24&nbsp; \n9:38 pm</dco> &nbsp;<qco> what's your opinion of jazz</qco> </h3>      \nyou can really never be too sure who means what by the word jazz\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.24&nbsp; \n8:34 pm</dco> &nbsp;<qco> i make bad decisions. how to stop making bad decisions that i will immediately regret for the rest of my life? it's been like this for a little too long</qco> </h3>      \nwhat are some good decisions you'd like to make?\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.24&nbsp; \n7:30 pm</dco> &nbsp;<qco> can you name a song you like?</qco> </h3>      \nwhat happens sometimes is i name a song i like without saying it's a song i like. i'll name a song in reference to something else, while the fact that i like it goes unmentioned at that particular moment\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.24&nbsp; \n7:27 pm</dco> &nbsp;<qco> what is a question you coudn't have been able to answer last week, but now are able too?\n<br>\n<br>ig i'm asking something you've learned this week</qco> </h3>      \ni already knew the world wasn't flat but it's even less flat than i thought\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.24&nbsp; \n7:02 pm</dco> &nbsp;<qco> what do you like better carpet or laminate</qco> </h3>      \nomg i love both so much\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.24&nbsp; \n6:02 pm</dco> &nbsp;<qco> do you ever collaborate with other artists?&nbsp;</qco> </h3>      \nheck, i can't even collaborate with myself. no just kidding, i've done it but my biggest problem is admitting it, apparently\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.24&nbsp; \n5:51 pm</dco> &nbsp;<qco> Will you use a theremin in a music?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.24&nbsp; \n5:23 pm</dco> &nbsp;<qco> pick a card?</qco> </h3>      \n3 of spades\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.24&nbsp; \n4:01 pm</dco> &nbsp;<qco> Do you think there are any colors that we haven't discovered yet?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.24&nbsp; 3:47 pm</dco> &nbsp;<qco> do you celebrate christmas?</qco> </h3>      \nchristmas celebrates itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.24&nbsp; \n1:46 pm</dco> &nbsp;<qco> Thoughts on quaternions?</qco> </h3>      \n'a necessary evil'\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.24&nbsp; \n1:41 pm</dco> &nbsp;<qco> how long did it take you to write the script for perfect, and did you edit it a lot?</qco> </h3>      \nit took about a day. i only edited it while i was writing it. once i reached the end there were no significant edits to the writing\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.24&nbsp; \n12:57 pm</dco> &nbsp;<qco> Are 3-minute songs 2-minute songs too?</qco> </h3>      \nnot exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.24&nbsp; \n12:41 pm</dco> &nbsp;<qco> what is 4+4?</qco> </h3>      \n2 cubed\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.24&nbsp; \n10:57 am</dco> &nbsp;<qco> I've been learning piano any tips</qco> </h3>      \nit sounds like it's going pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.24&nbsp; \n10:55 am</dco> &nbsp;<qco> I would like to ask a question but i don't know what to say or where to start. Any ideas on how i could get some ideas?</qco> </h3>      \nsure. you can look at what other people tend to ask, and then just ask the exact same thing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.24&nbsp; \n9:16 am</dco> &nbsp;<qco> what do you think is the future of physical media?</qco> </h3>      \nimagine something even more physical\n<br><br>"
  }
]
