[
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n8:01 pm</dco> &nbsp;<qco> do you have a favorite conspiracy?</qco> </h3>      alas, no existing conspiracies live up to my standards\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n7:37 pm</dco> &nbsp;<qco> Ohh is the hybrid schedule working on a song from week 1 to 3, then a non-song week 2-4, then a song week 3-5, non-song 4-6, etc? So it's still a two week schedule, just smushed together a bit?</qco> </h3>      that would be how it's supposed to work but it is currently not working\t\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n7:18 pm</dco> &nbsp;<qco> Now that you're a Shorty judge will you finally have to go to the Shorty office to pick up your award?</qco> </h3>      i think i can send my votes over the computer\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n6:27 pm</dco> &nbsp;<qco> Is music a language or just a a feeling soup?</qco></h3>      it is feelings but you can add language and it is still called music, or you can add music to language and it is still called language. i hope i am explaining that properly<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you like soup? </qco></h3>      i don't know<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I do&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n4:49 pm</dco> &nbsp;<qco> what is the expert mode on the site</qco> </h3>      that's the only page the site had before it was categorized\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n3:31 pm</dco> &nbsp;<qco> What is your goal in life?</qco> </h3>      \njoin the european union and then exit it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n2:45 pm</dco> &nbsp;<qco> people always say you shouldn't compare yourself to others, but don't you think it sometimes can be useful?</qco> </h3>      it's useful when other people do it but not when i do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n2:37 pm</dco> &nbsp;<qco> did you like thank u, next? (o_o)&lt;3</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n11:39 am</dco> &nbsp;<qco> Will your next video be another wfaoie or a song?</qco> </h3>      \ni can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n10:15 am</dco> &nbsp;<qco> hey, i'm learning to transcribe by notating in a music notation software. is that cheating?&nbsp;</qco> </h3>      only if you are preparing for a world with no computers\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n9:29 am</dco> &nbsp;<qco> Do you want to know how to get RIPPED and RICH in less than 4 weeks?</qco> </h3>      can i do it in 2 weeks and then do it again in the following 2 weeks\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n9:02 am</dco> &nbsp;<qco> When will you talk about the many uses of velcro&nbsp;</qco> </h3>      right away\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n8:04 am</dco> &nbsp;<qco> why are your notebook notes past 2014 not on expert</qco> </h3>      most of those actually shouldn't be on either page\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n6:20 am</dco> &nbsp;<qco> What's the private video at the end of the Music Videos playlist on YouTube?</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n6:08 am</dco> &nbsp;<qco> What is the clownfish that occasionally appears in some of your videos?</qco> </h3>      it seems you already know more about it than me\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n5:46 am</dco> &nbsp;<qco> out of all of the headings on your website, why are 'twitter' and 'bio' the only ones that are a solid colour?</qco> </h3>      i don't know, but of all the words in your question why are 'twitter' and 'website' the only words with 7 letters\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n5:21 am</dco> &nbsp;<qco> how did you make that last video so e p i c</qco> </h3>      my first strategy was carelessness, but as that began to crumble i had no choice but to turn to honesty and confessions\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n2:15 am</dco> &nbsp;<qco> will you use ideas you had as a kid?</qco> </h3>      i surely already have but i will use more\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n1:25 am</dco> &nbsp;<qco> so wait. you said you weren't planning on posting wfaoie on a tuesday (<a href=\"q.php?date=201902052107\">2.5.19&nbsp;&nbsp;9:07 pm</a> ). how come you did</qco> </h3>      because that's what most closely resembled what i meant to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n12:52 am</dco> &nbsp;<qco> What genre is your music listed under on Spotify?</qco> </h3>      regular\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n11:53 pm</dco> &nbsp;<qco> opinion on eggs</qco> </h3>      eggnastic\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n10:48 pm</dco> &nbsp;<qco> how much evidence do you need to prove yourself people don't like you</qco> </h3>      none at all. it is polite in today's society to not tell people you don't like them. so if no one tells me they don't like me, then it is plausible that someone doesn't like me\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n10:29 pm</dco> &nbsp;<qco> Have you ever considered making videos about science?... </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i love your educational videos;&nbsp;the catchy music keeps me engaged</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n10:04 pm</dco> &nbsp;<qco> audition advice?</qco> </h3>      you get better at auditions each time you audition\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n9:50 pm</dco> &nbsp;<qco> What is your biggest goal for upcoming videos or your future in general?</qco> </h3>      beat the world's leading supercomputer in tic tac toe\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n9:48 pm</dco> &nbsp;<qco> are you planning to release any songs this February?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n9:45 pm</dco> &nbsp;<qco> Why choose only to release specific songs onto Spotify, etc, instead of all of your older ones?</qco> </h3>      kind of like how they don't show the saturday night live audition tapes on the saturday night live television show\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n9:34 pm</dco> &nbsp;<qco> do you ever get offended</qco> </h3>      i was already offended in advance\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n9:30 pm</dco> &nbsp;<qco> this may sound cliche, but how do I get a person I'm attracted to to reciprocate any form of attraction to me? We're already friends and I'm too scared and stupid to do anything else.</qco> </h3>      have you tried carrying an enormous wallet (can be empty)\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n9:29 pm</dco> &nbsp;<qco> whats your favorite soup</qco> </h3>      goup (goo soup)\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n8:12 pm</dco> &nbsp;<qco> is wfaoie going to be uploaded weekly, or monthly?</qco> </h3>      supposed to be 2 weeks\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n7:47 pm</dco> &nbsp;<qco> if you find yourslef in a period of being bad at writing songs, do you stop writing or do you allow for a streak of bad songs to be made for the time being?</qco> </h3>      stop for 24 hours then start again\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n7:03 pm</dco> &nbsp;<qco> Is Wild Frolicking Adventures of Informational Education an anagram?</qco></h3>      you could make anagrams of it, but it was not made from another anagram<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so, what is one possible combination?</qco> </h3>      i found firm, wistful voodoo in antarctica (like greenland)\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n6:54 pm</dco> &nbsp;<qco> Do you intend on including some of the things written in your notes in future videos?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n6:50 pm</dco> &nbsp;<qco> Would you ever go back on the H3 Podcast?</qco> </h3>      sure, but i'm sure they hate me, for screwing it up\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n5:53 pm</dco> &nbsp;<qco> Can you make a wfaoie vid as a song?</qco> </h3>      i think conveying direct information requires heavy use of speaking non-musical tense, / breaking tempo, and so forth\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n5:17 pm</dco> &nbsp;<qco> Are you going to talk about velcro in your next video?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n4:49 pm</dco> &nbsp;<qco> bill wurtz, is italy a good part 2 for wfaoie as well as somethin like switzerland</qco> </h3>      yes. how about both\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n4:30 pm</dco> &nbsp;<qco> Will you ever come in Italy for your tour gigs?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n3:58 pm</dco> &nbsp;<qco> Have you ever considered releasing instrumentals of your songs? Not like the instrumentals page, but just taking songs you've made with lyrics and posting a version with the vocal track cut out.</qco> </h3>      i would love to but it could fall into the wrong hands\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n3:11 pm</dco> &nbsp;<qco> would you do a Q&amp;A in the future</qco> </h3>      yes, and present\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n2:11 pm</dco> &nbsp;<qco> Is it possible to see the thumbnail for a video called \"Wild Frolicking Adventures of Informational Education\" and think that the video will be anything other than awesome?</qco> </h3>      perhaps if you are a robot uninformed about the meaning and significance of frolicking\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n2:10 pm</dco> &nbsp;<qco> What are the job requirements and prerequisites to becoming a member of the Bill Wurtz band?</qco></h3>      you must use your imagination<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Can we email resumes?</qco> </h3>      sure but one of the requirements is that you are pathologically incapable of producing a resume\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n2:08 pm</dco> &nbsp;<qco> What is your plan for world domination&nbsp;</qco> </h3>      would like to help devise a scheme by which the world can dominate itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n2:07 pm</dco> &nbsp;<qco> Is Trump mentally sound</qco> </h3>      mentally loud\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n1:52 pm</dco> &nbsp;<qco> Do you ever think about how weird it is that humans now spend most of our time doing things besides hunting, gathering, and reproducing?</qco></h3>      i don't think it's that weird. we've leveled up a bit since then<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Like we used to be animals, and now I'm sitting in a Panera Bread and tapping on this little plastic device.&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n1:46 pm</dco> &nbsp;<qco> i haven't been able to write music for a couple months because every time i start something it feels too stupid and i&nbsp;&nbsp;stop. i have a new tactic to write 3 songs a day until my brain remember hows to compose good things again.</qco></h3>      that's good<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; would you advise this strategy, or have a different suggestion?</qco> </h3>      that reminds me of the time paul mccartney realized he was no longer in the beatles and immediately went on a quiet family vacation in scotland with no guitar / no songwriting materials. and quickly realized oh no, look out, don't drop out of the songwriting game lest you might lose it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n1:44 pm</dco> &nbsp;<qco> Will you still be producing/releasing 2-3 minute songs while working on the frolicking series? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or will you be putting that on hold for now?</qco> </h3>      no way. 2-week music videos was the best thing that's ever happened to me, and it barely even got started\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n1:36 pm</dco> &nbsp;<qco> I talk to myself a lot. Am I crazy?&nbsp;</qco> </h3>      i can't tell\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.19&nbsp; \n1:31 pm</dco> &nbsp;<qco> Are your videos a cry for help</qco> </h3>      i've always said no but i just realized yes they are. they always were. how could i not have known that\n<br><br>"
  }
]
