[
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n5:52 pm</dco> &nbsp;<qco> Hi, same guy from <a href=\"q.php?date=201903182115\">3.18.19&nbsp;&nbsp;9:15 pm</a> , what was the one project that the \"monday slam\" worked for?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n11:44 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903071116\">3.7.19&nbsp;&nbsp;11:16 am</a>  I am looking forward to this, but have you ever before announced the addition of this category? If so, when?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n8:12 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903170935\">3.17.19&nbsp;&nbsp;9:35 am</a>  bill does it ever alarm you that so few people are working as hard as you are?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i can't image working any less hard, but it seems like there are a ton of people that are content with never working hard at all....&nbsp;&nbsp;this makes me sad</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n3:45 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201803301505\">3.30.18&nbsp;&nbsp;3:05 pm</a>  I am very much interested give me everything you got</qco> </h3><a href=\"https://www.random.org/\">random.org</a>"
  },
  {
    "html": "<h3> <dco>3.18.19&nbsp; \n7:35 am</dco> &nbsp;<qco> <a href=\"q.php?date=201903170935\">3.17.19 9:35 am</a>  Thank you for explaining in great detail. It's been 1 month since you posted wfaoie and you are supposed to release 4 videos already (2 song and 2 nonsong). But I assume that the Might Quit video is taking too long again and you couldnt finish it in two weeks (or one week without the nonsong video) am I right?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.17.19&nbsp; \n6:51 am</dco> &nbsp;<qco> <a href=\"q.php?date=201903160735\">3.16.19 7:35 am</a>  What is it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.16.19&nbsp; \n7:35 am</dco> &nbsp;<qco> <a href=\"q.php?date=201903151132\">3.15.19&nbsp;&nbsp;11:32 am</a>  I am not op but is there one even in \"at the airport terminal\" ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.15.19&nbsp; \n7:27 pm</dco> &nbsp;<qco> Bill! Favorite Yes (the band) moment? I promise I just really appreciate your takes on things, I'm not trying to defeat you at all.</qco> </h3><a href=\"q.php?date=201901260058\">1.26.19&nbsp;&nbsp;12:58 am</a>"
  },
  {
    "html": "<h3> <dco>3.15.19&nbsp; \n5:02 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903151528\">3.15.19&nbsp;&nbsp;3:28 pm</a>  I'm not the original asker of this question, but I am curious, how did you get to the point of making stuff as fast as possible?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Any tips? I want to start making content really quickly, too. My ideas so far are to a. never allow myself to have any fun other than by making content and b. try to stick to as tight of a schedule as i can</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n8:33 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903122254\">3.12.19&nbsp;&nbsp;10:54 pm</a>  but why don't you use it in videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n7:01 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903140653\">3.14.19&nbsp;&nbsp;6:53 am</a>  is this because you don't have a sleep schedule that divides equally into 24?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n10:38 am</dco> &nbsp;<qco> <a href=\"q.php?date=201903131355\">3.13.19&nbsp;&nbsp;1:55 pm</a>  what is the proper context</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.8.19&nbsp; \n2:09 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201902200319\">2.20.19&nbsp;&nbsp;3:19 am</a>  one solution i have found for this is to turn the question around, which i know you do a lot on the questions page, but you can definitely use in real life as well. like, \"what's your favorite food?\" \"what an interesting question. what's behind the concept of favorites? are we still so invested in rank? surely different things are better and worse at different times and contexts. why are we so fixated on deciding which thing is best in these arbitrary hypotheticals?\" \"ok, what's your favorite food when you've just gone for a run at 4am and your fridge is empty?\" \"what made you decide that's the situation i'm in? has this happened to you and you chose the wrong thing to eat?\" \"no i just wanna hear about what you'd choose\" \"it depends.\" \"on what?\" \"on everything. everything has an influence on everything else, and i think that's pretty cool. don't you think that's cool?\" \"oh i guess so\" \n \"like wh\n at if my run took me past 4 restaurants and then i could only think about the time i saw a busboy drop a whole tray full of dishes in the first one and nobody helped him? what if a duck i saw reminded me of a kind of bread my mom used to take me to feed ducks? what if it was raining and i forgot about the idea of eating entirely because i was so excited about water?\" \"that's weird\" \"it's weirder to me that we're ruling any of these out and pretending there is a normal way to be hungry or decide what you want at any moment.\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.7.19&nbsp; \n4:38 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903061502\">3.6.19&nbsp;&nbsp;3:02 pm</a>  do you make any kind of distinction on wether that C2 has a third or not?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I thought sus meant, said note as opposed to the third, so to me c2 would have cdeg, csus2 would have cdg. Do you think e could always work in a csus2?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n3:54 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903061211\">3.6.19&nbsp;&nbsp;12:11 pm</a>  When you answer questions like this, are you trying to say it's meaningless? You've said yourself that you try to make your songs as full of meaning as possible though, so I'm a little confused.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n11:16 am</dco> &nbsp;<qco> <a href=\"q.php?date=201903051130\">3.5.19 11:30 am</a>  but it's&nbsp;&nbsp;5 months before hotewig</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n10:12 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903021455\">3.2.19&nbsp;&nbsp;2:55 pm</a>  hm i have not seen it on any other channels. your export doesn't corrupt the files, cause we see they don't have this distortion on your website, but do you do anything different to them in order to upload them to youtube?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n7:45 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903040851\">3.4.19&nbsp;&nbsp;8:51 am</a> &nbsp;&nbsp;you've transcribed rap before? cool, ive never seen that, can you share?</qco> </h3><a href=\"rabbitsnakes-intro.png\">sure</a>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n4:13 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903032338\">3.3.19&nbsp;&nbsp;11:38 pm</a>  oh interesting. is that why you have songs that are always and only one tempo the whole way through? or do you just not like tempo changes?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.4.19&nbsp; \n3:51 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903032354\">3.3.19&nbsp;&nbsp;11:54 pm</a>  any of the things you play, really, though i am curious especially about the ones we see in videos.\n<br>1. singing and playing keyboard (i have to work v hard on this because two hands are doing two different things but then once i have the muscle memory i can put the vocals on top of it more easily)\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. singing and playing drums (i know you said it does not appeal, but you are rhythm wizard so i just wondered if you are good at it)\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n3. singing and playing bass (i find this particularly hard because the bass rhythm is so often different from the melodic rhythm)\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n4. singing and playing another strummy thing like for example a baritone ukulele (more rhythm problems for me)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n2:55 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903020538\">3.2.19&nbsp;&nbsp;5:38 am</a>  yes I have seen this. https://imgur.com/a/ooQJMin</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n2:24 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903020655\">3.2.19&nbsp;&nbsp;6:55 am</a>  then can we please get a new anagram for the new and improved title?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n8:25 am</dco> &nbsp;<qco> <a href=\"q.php?date=201902281907\">2.28.19&nbsp;&nbsp;7:07 pm</a>  what the fuck. not subtitling your videos is plain fucking dumb. do you know what would happen if you subtitled your videos? more people would be able to understand them, therefore, you would amass a much greater following, and millions more people would be able to enjoy your work. I understand you probably think that your shit is far too complex to understand without rerecording vocals and rewriting English text, but I can assure you in the nicest way possible, </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;it is not. I think that people who don't speak English would just be appreciative of the fact that they have a translation of the video and would not ask for any more than that.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I also think that a lot of people would prefer to enjoy your videos in their original format than have a redone one. and like you said, it is basically impossible (at this point in time at least) for you to make these kinds of redone videos. so the way see it is you have two options: keep community subtitles off and only let the English speakers understand what the fuck your saying, or turn them the fuck on and be fucking nice to people who weren't born in an English speaking country.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I'm sorry but it makes me mad that you refuse to do a simple thing that would mean sooooo many more people would be able to enjoy your shit.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; thank you for doing what you're doing. you are one of my favourite artists. have a lovely night.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n7:10 am</dco> &nbsp;<qco> <a href=\"q.php?date=201902280918\">2.28.19&nbsp;&nbsp;9:18 am</a>  I am not the one who asked this question but the last reality clip I see is the one titled 5.20.16 3:19 pm</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n1:58 am</dco> &nbsp;<qco> <a href=\"q.php?date=201902242259\">2.24.19&nbsp;&nbsp;10:59 pm</a>  But what if you want to take action against this bad material? Are you allowed to tell the teacher that the material is not good, tell them why it is not good, and suggest ways to make it better?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.27.19&nbsp; \n12:11 pm</dco> &nbsp;<qco> why not just upload songs without music videos with a a spinning disc or something like you did for songs such as \"the road\"?</qco> </h3><a href=\"q.php?date=201901161512\">1.16.19&nbsp;&nbsp;3:12 pm</a>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n3:31 am</dco> &nbsp;<qco> <a href=\"q.php?date=201902211321\">2.21.19&nbsp;&nbsp;1:21 pm</a>  do you mean a distraction from it, or a distraction from enjoyment/outoftuneness in music?by \"a perfect sense of pitch\",</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do you mean being able to match a tone? wether by tuning a guitar or being able to sing a long to a tone etc, or is it something different you speak of?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.22.19&nbsp; \n6:25 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201902211903\">2.21.19&nbsp;&nbsp;7:03 pm</a>  do you think you'd say that your content is (at least partially) an exploration of the nature of good?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i feel like i do that when i make stuff, trying to figure out what it means for something to be good, rather than trying to express myself or make a statement or whatever else people usually do art for (not that they are in opposition to exploring good, only that they aren't my primary drives), and i'm unsure if anyone else has that experience or not</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n10:27 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201902200908\">2.20.19&nbsp;&nbsp;9:08 am</a>  why would you do that though? it seems like it is better to do the obligatory stuff first</qco> </h3><a href=\"https://en.wikipedia.org/wiki/Parkinson%27s_law\">someone else</a>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n12:27 am</dco> &nbsp;<qco> <a href=\"q.php?date=201902180439\">2.18.19&nbsp;&nbsp;4:39 am</a>  in that case, could you share a few chords that you particularly like from the new song?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n5:02 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201711011833\">11.1.17&nbsp;&nbsp;6:33 pm</a>  oh man I am trying so hard to find this but I don't know any of these songs I just wanna hear the beast pockets</qco> </h3><a href=\"ohmymymy-drumfill.mp3\">here</a>"
  },
  {
    "html": "<h3> <dco>2.16.19&nbsp; \n8:04 pm</dco> &nbsp;<qco> re: <a href=\"q.php?date=201611151146\">11.15.16&nbsp;&nbsp;11:46 am</a> was your \"movies are nice\" video based on step 1?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n11:39 pm</dco> &nbsp;<qco> Would you ever divulge anything about your songwriting process?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If you have already, where can I find it?</qco> </h3><a href=\"q.php?date=201809042154\">9.4.18&nbsp;&nbsp;9:54 pm</a>"
  },
  {
    "html": "<h3> <dco>2.15.19&nbsp; \n3:48 am</dco> &nbsp;<qco> <a href=\"q.php?date=201902121559\">2.12.19&nbsp;&nbsp;3:59 pm</a>  I am very good at this part, but I would like to know how you find a melody for your chords.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.19&nbsp; \n1:25 am</dco> &nbsp;<qco> so wait. you said you weren't planning on posting wfaoie on a tuesday (<a href=\"q.php?date=201902052107\">2.5.19&nbsp;&nbsp;9:07 pm</a> ). how come you did</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.12.19&nbsp; \n4:37 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201902111537\">2.11.19&nbsp;&nbsp;3:37 pm</a>  is antarctica really in the title?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.12.19&nbsp; \n12:21 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201902091759\">2.9.19&nbsp;&nbsp;5:59 pm</a>  so how do you strike balance? \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or what's the motivation behind prompting you to prefer one over the other?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.11.19&nbsp; \n6:11 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201902081145\">2.8.19 11:45 am</a> &nbsp;&nbsp;what about the mean people who are not nice</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n3:51 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201902091321\">2.9.19&nbsp;&nbsp;1:21 pm</a>  could be fun to make one that's a little bit different from the universe doing the simulating</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n8:35 am</dco> &nbsp;<qco> <a href=\"q.php?date=201902081723\">2.8.19&nbsp;&nbsp;5:23 pm</a>  yeah but can you at least please explain to me where the hell does that E major come from?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I sort of understand the D major because it's present in the A major (parallel of the Amin in which the song is in) but what's going on with that E major?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Some people said somethinbg like secondary dominant but I have no clue what that is</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.6.19&nbsp; \n9:28 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201902021918\">2.2.19&nbsp;&nbsp;7:18 pm</a>  At what point in do you think someone has enough money to be able to pursue the things they like?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.4.19&nbsp; \n1:05 am</dco> &nbsp;<qco> answer this once and for all: <a href=\"tour.html\">are you gonna go on tour?</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n9:01 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201902010238\">2.1.19&nbsp;&nbsp;2:38 am</a>  Why do you think prime numbers help in making the music have more \"originality\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n6:44 am</dco> &nbsp;<qco> <a href=\"q.php?date=201901281148\">1.28.19&nbsp;&nbsp;11:48 am</a>  you mean you believe it was faked</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n7:41 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201901290916\">1.29.19&nbsp;&nbsp;9:16 am</a>  when do you think you might do the next round of reality edits,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n if that's something that fits the schedule rn?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.30.19&nbsp; \n1:14 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201901291655\">1.29.19&nbsp;&nbsp;4:55 pm</a> &nbsp;&nbsp;&nbsp;You would also need a trombone for Mt St Helens</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.29.19&nbsp; \n9:16 am</dco> &nbsp;<qco> <a href=\"q.php?date=201901272004\">1.27.19&nbsp;&nbsp;8:04 pm</a> &nbsp;&nbsp;what is your set up for this? how can i do that</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.27.19&nbsp; \n3:41 pm</dco> &nbsp;<qco> Why don't you capitalize your name or the letter 'i' when you refer to yourself?</qco></h3><a href=\"q.php?date=201706190013\">here</a><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Does it have anything to do with e.e cummings?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.27.19&nbsp; \n8:33 am</dco> &nbsp;<qco> hey, same person from <a href=\"q.php?date=201901260759\">1.26.19&nbsp;&nbsp;7:59 am</a> , how do i then figure out what key that main melody is then when the notes fit both Dmaj and Amaj scales? And even that mixolydian thing you mentioned?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.26.19&nbsp; \n4:37 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201901251125\">1.25.19&nbsp;&nbsp;11:25 am</a>  does this mean no day is opposite day</qco> </h3>"
  }
]
