[
  {
    "html": "<h3> <dco>4.27.25&nbsp; \n7:03 am</dco> &nbsp;<qco> you're telling me a SHRIMP fried this rice???</qco> </h3>      \nthank you for saying that quote\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.25&nbsp; \n5:58 am</dco> &nbsp;<qco> the colorado avalanche with an outstanding performance on home ice beat the dallas stars to even up the best of 7 at 2 games a piece we got a brand new series</qco> </h3>      \nthat sounds very exciting. and what i mean by that is it sounds very exciting to be a sports announcer\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.25&nbsp; \n5:42 am</dco> &nbsp;<qco> Bill, I write down my project plans and lists in my phone. Phone is too distracting and I end up talking to people for too long or running random digital errands. I write in notebooks instead (extensively), but then can't search through the notebook and it's not in as much detail and MOST crucially, I can't take that with me wherever I go. Is there any workaround to this??&nbsp;</qco> </h3>      \nsure. get another phone (or similar handheld digital device) and keep it offline\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.25&nbsp; \n4:15 am</dco> &nbsp;<qco> I-have-a-pathological-urge-to-hyphenate-entire-sentences. What-is-the-cure?</qco> </h3>      \njust start doing it for a while. you will tire yourself out\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.25&nbsp; \n3:27 am</dco> &nbsp;<qco> favorite eyes color?</qco> </h3>      \nsurprise me\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.25&nbsp; \n3:26 am</dco> &nbsp;<qco> How to speak to people&nbsp;</qco> </h3>      \nhow do you wish you were spoken to\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.25&nbsp; \n1:47 am</dco> &nbsp;<qco> Why don't they make cars for one or two people</qco> </h3>      \nthey do, but nobody told you. i'm sorry about this\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.25&nbsp; \n12:09 am</dco> &nbsp;<qco> can you describe an elephant?</qco> </h3>      \nno, and believe me i've tried\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n10:25 pm</dco> &nbsp;<qco> what is ur favorite car to drive?</qco> </h3>      \ncall me old fashioned but i like the ones with a steering wheel\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n9:46 pm</dco> &nbsp;<qco> why is your name bill, why not will or phil</qco> </h3>      \ni'm not totally sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n9:01 pm</dco> &nbsp;<qco> what's your favorite national park</qco> </h3>      \nnow you've got me wondering if there are there any international parks\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n7:25 pm</dco> &nbsp;<qco> Should I try to follow my dreams, even when there's big consequences if they don't work out?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n7:24 pm</dco> &nbsp;<qco> Is it true that cats understand everything but just pretend not to?</qco> </h3>      \nis it true that when you say 'everything' you are referring specifically to only the things the humans can understand\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n6:54 pm</dco> &nbsp;<qco> What if you could see the future and past, but not the present?</qco> </h3>      \nin a way, that's technically the way it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n6:33 pm</dco> &nbsp;<qco> can't help the feeling that i'm a worthless piece of shit. i don't think it's a good idea to think like this, so how do i change</qco> </h3>      \ni don't know how but you will\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n6:23 pm</dco> &nbsp;<qco> How is your voice so buttery smooth?</qco> </h3>      \ni am made of butter\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n5:46 pm</dco> &nbsp;<qco> The answers you provide, are they the correct answer or is it an answer that you thought up or found on your sticky notes with no end goal in mind?</qco> </h3>      \nit's whatever answer i think would be best, at that time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n5:36 pm</dco> &nbsp;<qco> when a human lives for too long (200+ years) they invariably turn into a tree. no-one knows why</qco> </h3>      \nthat seems logical\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; 3:46 pm</dco> &nbsp;<qco> can i ask you a question ?</qco> </h3>      \ni'll have to check with the rules\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n3:38 pm</dco> &nbsp;<qco> When you travel, do you still go on the ground plane?</qco> </h3>      \nyes i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n2:49 pm</dco> &nbsp;<qco> do you know what an uppercase letter is?</qco> </h3>      \nyes, do you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n1:04 pm</dco> &nbsp;<qco> What are your thoughts on quantum micro organelle engineering \n<br></qco> </h3>      \nwhat could go wrong\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n12:29 pm</dco> &nbsp;<qco> can I be the next pope</qco> </h3>      \nhave you ever been pope before\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n11:52 am</dco> &nbsp;<qco> what if you was just chilling and thena&nbsp;&nbsp;big ass whale fell thru the ceiling and almost crushed u&nbsp;</qco> </h3>      \nthat would be surprising\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n11:39 am</dco> &nbsp;<qco> Bill, i have an anxiety where i'm scared about doing something ir even ask if i should do&nbsp;&nbsp;it or not, i'm just scared if i do it wrong or my question sounds stupid, how do i stop having this thingy?\n<br>Idk if i should even type it here</qco> </h3>      \nthat's a good question, and i think the answer is to do more things\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n10:00 am</dco> &nbsp;<qco> i am writing a thesis and it's scary</qco> </h3>      \nit sounds scary although i don't really know what thesis means\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n9:35 am</dco> &nbsp;<qco> Why did a moose break into my house and drink all my beer and die?</qco> </h3>      \nprobably just trying to re-create that famous painting\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n9:31 am</dco> &nbsp;<qco> what makes us forget that we are waking dreamers?</qco> </h3>      \nwhen you think you're supposed to be a 'waking dreamer', you forget to dream up other names to call it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n6:58 am</dco> &nbsp;<qco> do you know any other languages</qco> </h3>      \nyes but not as well as english\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n6:11 am</dco> &nbsp;<qco> do you think there's anyone out there who just doesn't like music at all</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n4:54 am</dco> &nbsp;<qco> If you were to have an extremely diabolical idea for a video from your sleep, would you make it?</qco> </h3>      \nsure, if it makes it through the competitive selection process\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n3:03 am</dco> &nbsp;<qco> Sup Bill, did you know that Gadsby is a 50,000-word book that, at no point, contains that fifth anglophonic glyph? </qco></h3>      no i did not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;That's right--Gadsby's author built a book 260 flips long without utilizing such particular symbol. A work such as this that avoids using a particular symbol is known as a Lipogram. You may think, \"Constructing a lipogram shouldn't bring about too much difficulty,\" </qco></h3>      no, i wouldn't think that. omitting that symbol sounds obviously difficult, if you think about how commonly it normally occurs<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but if you try, you may find out it's actually kind of hard.</qco></h3>      i am not shocked. <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Constraining your vocabulary, particularly to words that don't contain said most common glyph, truly cuts all amount of words you can form. I know I'm struggling with it, and I'm just making a short paragraph for an inquiry, far from Wright's 50,000-word triumph. So, you know what, it may take a bit, but why don't you try your hand at it?</qco> </h3>      ok but first, i'm sorry to point out just.... a tiny thing wrong with your... 12th to last word. to be fair, you probably forgot to do spall chack\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n1:35 am</dco> &nbsp;<qco> What is better, piano or electric triangle</qco> </h3>      \nam i allowed to use them together\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n12:59 am</dco> &nbsp;<qco> ok so its been a decent while since i have tried to piss you off bill, so tell me, how much wood could a wood chuck chuck if a wood chuck could chuck wood, and if a wood chuck could chuck wood, would a wood chuck chuck wood</qco> </h3>      \nwood is simply not chuckable\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n12:50 am</dco> &nbsp;<qco> do you like trains</qco> </h3>      \ni don't mind them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n12:14 am</dco> &nbsp;<qco> If you were a Bufflo, what would be your first course of action, you just turned into a Bufflo one day.</qco> </h3>      \nmaybe start going to buffalo meetups\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n9:56 pm</dco> &nbsp;<qco> Could the wheel have been invented today?</qco> </h3>      \nof course\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n9:26 pm</dco> &nbsp;<qco> My drug dealer told me that I'm his \"best customer\"...</qco> </h3>      \ni will wait patiently for the rest of the story\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; 8:54 pm</dco> &nbsp;<qco> what is your favorite food</qco> </h3>      \nsnack\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n8:54 pm</dco> &nbsp;<qco> If life is a simulation is it worth it to escape</qco> </h3>      \nok but don't come crying to me when you get extremely bored and just want more simulations\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n8:52 pm</dco> &nbsp;<qco> if you do a double take twice, how many takes are you doing in total</qco> </h3>      \nmillions, if you include all the other single takes you've done\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n8:47 pm</dco> &nbsp;<qco> do you think i have time to give birth to the reincarnated pope if i start the pregnancy now</qco> </h3>      \ni don't know if this makes it easier or harder, but according to my calculations everyone is everyone reincarnated\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n7:28 pm</dco> &nbsp;<qco> What is your favorite type of tree</qco> </h3>      \nhuge\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n6:04 pm</dco> &nbsp;<qco> Do you ever think of nothing? Like just having a blank mind? I read that many people experience this. They can actually choose to think of nothing. Just emptiness and silence. I cannot imagine how that must be, how it feels, what that looks like on the inside. Can you? I wouldn't mind having a switch like that&nbsp;</qco> </h3>      \ni think to actually accomplish this truly, you wouldn't know you've done it, and would have no awareness that you've done it, wouldn't know when it happened, would have no memory of it ever happening. in my opinion, in all likelyhood the person was thinking about how they're gonna describe it in their book later\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n5:48 pm</dco> &nbsp;<qco> Does \"laying back\" with the rhythm mean to play slightly slower than the tempo?&nbsp;</qco> </h3>      \nas with most things in music, this phrase is an attempt to describe the indescribable. so it should be handled with care. never trust anyone to have an exact definition of what that means. If the whole band plays late, then nobody's late because they're all at the same time again. 'laid back', like when said about people, is just a vague description of a personality based on a feeling. but you could easily find two people who disagree on what in life is or is not 'laid back' \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; 5:44 pm</dco> &nbsp;<qco> best genre of music?</qco> </h3>      \ni accidentally saw behind the curtain, and music is not in genres. i'm sorry for ruining the fun but it's actually way more fun this way\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n5:06 pm</dco> &nbsp;<qco> How can I assume every artist is at the top of their game?</qco> </h3>      \ni don't know. they might not be\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n4:46 pm</dco> &nbsp;<qco> Did you know that at the end of the day......you can do whatever the FUCK you wanna do?</qco> </h3>      \nhmmm... reading between the lines here, it sounds like you're telling me that there are some restrictions at the beginning of the day\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n4:08 pm</dco> &nbsp;<qco> If you had the chance to steal something from a parallel universe version of yourself without them knowing it was you, would you do it? Would you feel guilty?&nbsp;</qco> </h3>      \nheck i'm sure i've done that. it ultimately evens out\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n3:18 pm</dco> &nbsp;<qco> Does time exist?</qco> </h3>      \ntime is above existence. it's what allows things to exist\n\n<br><br>"
  }
]
