[
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n3:45 pm</dco> &nbsp;<qco> Why is your content so good?</qco> </h3>      i made a deal with the devil\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n3:36 pm</dco> &nbsp;<qco> What's an answer?</qco> </h3>      this?\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n3:30 pm</dco> &nbsp;<qco> how can i start an spiritual journey?</qco> </h3>      first you must register for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n3:26 pm</dco> &nbsp;<qco> how do i not freak out and remember my monologue at an audition?</qco> </h3>      try reciting it in more crazy situations than the audition will be. like at the bottom of a pool while holding your breath. or while white water rafting. do it while trying to cancel a trial membership <br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n3:24 pm</dco> &nbsp;<qco> in your video \"hats\", you clearly stated that hats are bad. why have you suddenly started using them in your videos? is it because you have changed your mind, or do you just like things that are bad?</qco> </h3>      \nthey have been good and bad this whole time. that is part of the thrill\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n3:14 pm</dco> &nbsp;<qco> when is the next video finished</qco> </h3>      it's difficult to predict because i just finished one<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n2:54 pm</dco> &nbsp;<qco> When will it happen?</qco> </h3>      everytime\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n2:23 pm</dco> &nbsp;<qco> what do I do on the first day of school</qco> </h3>      you won't know until you get there, but that reminds me a good starting point would be to locate the school and try to get there\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n1:52 pm</dco> &nbsp;<qco> PRAISE THE GOD DAMN DAY! I'm in love. What's your favorite part of the song?</qco> </h3>      that i get to do the next one now\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n1:31 pm</dco> &nbsp;<qco> could you not answer my question?</qco> </h3>      i'll see what i can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n1:10 pm</dco> &nbsp;<qco> where can I purchase eggs?</qco> </h3>      eggmart\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n12:57 pm</dco> &nbsp;<qco> What are you going to have been previously doing?</qco> </h3>      answering your question<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n12:45 pm</dco> &nbsp;<qco> who/what do you believe in?</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n12:31 pm</dco> &nbsp;<qco> Is Shrek the best movie ever?</qco> </h3>      it's not as good as shrek 2\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n12:17 pm</dco> &nbsp;<qco> Hi, I feel like the deal is either be successful in what one likes or be good with people (or it's just me that can't be both), and it's very disturbing. What do you think?</qco> </h3>      those both seem like nice things but there are other nice things too\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n12:04 pm</dco> &nbsp;<qco> why is night dark?</qco> </h3>      no sun\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n11:41 am</dco> &nbsp;<qco> can you show us your juggling?</qco> </h3>      i believe it's in a video somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n11:28 am</dco> &nbsp;<qco> How much milk is too much milk for a single man?</qco> </h3>      3 breasts or anything beyond 2\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n11:09 am</dco> &nbsp;<qco> i want to spend the rest of my life in a cardboard box down the back of a radiator</qco> </h3>      there are some great simulators out there\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n10:42 am</dco> &nbsp;<qco> have you forgotten about the unscramble page?</qco> </h3>      no i update it every day\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n10:21 am</dco> &nbsp;<qco> you should upload to the other categories more</qco> </h3>      ah, but then i would have to upload to the categories i currently upload to less. was that what you had in mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n10:05 am</dco> &nbsp;<qco> oldest song you can think of with a b6 b7 1 cadence? (all major)</qco> </h3>      kiss from a rose but i know it was also used endlessly throughout the 1980s and 70s and probably in the 60s and before then i just can't think of an example right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:54 am</dco> &nbsp;<qco> Do you have a name for those pop hooks that have that foot stampin'/fist bumpin' driving, staccato pulse (like the chorus in \"tick tock\" by kesha, or&nbsp;&nbsp;in \"firework\" by katy perry)??</qco> </h3>      the kick drum pattern is known in the industry as 4 on the floor\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:44 am</dco> &nbsp;<qco> are you a duck?</qco> </h3>      everyone is ducks\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:30 am</dco> &nbsp;<qco> did you check the rules&nbsp;&amp; regulations yet</qco> </h3>      they haven't been written yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:17 am</dco> &nbsp;<qco> what do u do now? r u a full time youtube content creator?</qco> </h3>      it goes to many different sites, youtube is one of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:07 am</dco> &nbsp;<qco> when i try to organize what i mean to say in a structured, presentable way, i just end up cutting out the meaning.</qco></h3>      yes that's normal<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it's hard to tell what the core of importance is when trying to shuffle everything around until it reads like something that 'makes sense'. or maybe it's that when i feel the pressure to do this, i didn't get a chance to decide what i mean, it was imposed on me either by some Authority or my own self thinking it's absolutely necessary. then it's a fight to figure out what makes sense, what makes sense to me, what's going to make sense to whoever's going to see it, and that's hard to tease out especially with a real or even imagined deadline. i get caught up in teasing it up all nice, and it might carry some of the right meaning, but it's severely watered down or the real big points are underdeveloped in favor of presentability. and it's not exactly that i'm consciously trying to make it fake. it's endlessly second-guessing what's strong and what's not when i can delete and rephrase as much as i want. the reason rambling beginning-to-end with no edits works is because it's just everything that goes through my head, which is as real and close to my thoughts as anything...becuase... you know, they're my thoughts. how did that not occur to me? i can't believe myself. well. at least i know now. \n<br>\n<br>rumor has it that i'm a rotten person and everyone knows it. \n</qco></h3>      i have not heard that rumor<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;hmm. that's quite a jump. well it's not if you show the thread of thought that connected those things. which i forgot to do because i was busy thinking. or i was thinking about that before. or the parts that would make that make sense somehow fell through the filter. i don't know. i don't know i don't know asdfasdf dfjkdfjkdjfkdfj there's been no editing of this. it's beginning to end. it's not . that. bad. i.dont.know.anymore.\n<br>\n<br>\n<br>why?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do  i&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>\n<br>\n<br>focus. fucking focus fucking focus. what is your point? what is the point? what are you feeling? are you just stuck on the words that you're typing? is that taking over your mind in favor of what you're trying to actually get across?&nbsp;&nbsp;&nbsp;&nbsp;and why do you have to do it here? why?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do this?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i don't like that i do this. why not?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because i do it wrong a lot.&nbsp;&amp;\n nbsp;&amp;nb\n sp;&nbsp;&nbsp;&nbsp;what's wrong?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;being fucking embarrassingly awful and terrible and maybe even gross.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;okay.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;you do it right sometimes? yes. i guess.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;okay. what is the difference between a time you did it 'right' and a time you did it 'wrong'?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i forgot to have a point. i just talked to talked. i had feelings, sure, but being caught up in OMFG THIS HAS TO GET DONE AND IT HAS TO GET DONE RIGHT ruins it.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>\n<br>\n<br>you know what a big part of this is? this is how they teach you to write in school, conveying information in the standard, structured way.</qco></h3>      this is to make sure you don't get too good. otherwise you may start your own awesome school and steal all their customers<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it can work if you're trying to convey plain information, and maybe you can learn to do it up all nice so it's not Boring As Fuck, but when you're writing what's on your mind the points are what's on your mind. and editing what's on your mind is editing out the actual meaning of those thoughts and feelings. \n</qco></h3>      that's true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how did that not occur to me?\n<br>\n<br>\n<br>okay. i think i'm getting somewhere. i think. but what else? you forgot the part where you felt hurt.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i felt hurt because i made and continue to make people uncomfortable when i be myself and i try to be better but i can't figure out how to BE because i am not a good be-er in the first place </qco></h3>      evidence?<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;which makes it hard to figure out how to adjust your be-settings. \n<br>\n<br>what is be? well be is me. i guess. and what don't you like about you?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;that i'm so self-absorbed that it blinds me from seeing when i'm being ridiculous and broadcasting my ridiculousness&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and it's not that i'm all bad but i'm pretty bad&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;why do you have to be so mean to yourself?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because that's what i was taught to do.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i guess.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if you could forgive yourself, do you think you could find the strength to be as good as you can be and improve?</qco></h3>      it's important to realize that the reason you put so much pressure on yourself is because it means very very much to you to be the absolute best best thing possible. you have high standards because you are the leading authority on best-ness. at least that's the way it appears from the way you are approaching this<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i just don't understand. i don't know anymore.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;this is supposed to be fun. it's been fun&nbsp;&nbsp;&nbsp;&nbsp;but lately i've forgotten about having fun. for the most part i did a long time ago.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;this is as close as i get to that.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and&nbsp;&nbsp;&nbsp;&nbsp;i just don't want to let go of it.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because then i'll have nothing.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and i did have nothing for a while.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;why. why why why why why why. why. why. why. why. why. why. why. why. why. bother. why. bother. why do you have to bother people.\n</qco></h3>      they might like it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but i have to try a little harder than this, right? </qco></h3>      seems like you already have the try dial just about set to max<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how do i be clear without being fucking bonkers? there's a lot of circumstances where that's not going to work. \n</qco></h3>      if you want to be clear, simplicity is always your friend. another great strategy to try when writing something for an audience if you are trying to make sure it is 'perceived' well: run-thrus. run through/read through the product in real time, after clearing your mind totally. so clear your mind totally (this works best if you do your read-throughs after doing something completely different for a while but not everyone has that kind of time) my trick that i use is i walk over and touch the door handle and return to the desk and do a timed run-through. this is the most clear way of seeing exactly how it is going to play out from the audience's perspective then after the run through you can try to recall vividly exactly which parts got you most excited and which parts didn't. and, what to do next. you will see this most clearly during the run through or in the 5 seconds after. capture your notes very quickly, and try to ascertain all that you felt about the run through. then make the necessary changes, if any, and get ready to do another run-through. sometimes you will take some notes but you are still not sure what to change, then the moment of clarity fades. that's ok. re-set and do another run through<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;okay, here's my point :: i am sorry for any discomfort that i may have caused. i'm trying to try in the right way but i'm not exactly good at that.</qco></h3>      you might want to make your own personalized custom way. that's how some of the pros do it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i want people to feel better for having interacted with me. i'm not good at that. i'm trying to learn how to do that.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i guess that's it. i guess, outside of having fun. i'm trying to figure out how to be a human.</qco></h3>      one of the best things about 'humans' is how damn different and unique each one of them can be. it sounds like your best bet here is to make up your own way. you seem to have exactly the drive and focus needed to do that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; this is probably far from the best way of doing that, but if it wasn't already clear, i am a severely confused person who just doesn't understand that sort of thing.&nbsp;&nbsp;&nbsp;&nbsp;but i desperately want to know how to not suck&nbsp;&nbsp;&nbsp;&nbsp;</qco> </h3>      i think you already figured that out a while ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n8:05 am</dco> &nbsp;<qco> If you had all the money in the world what would you buy?</qco> </h3>      might check out the book of mormon, never saw it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n7:37 am</dco> &nbsp;<qco> Why do you answer questions so early in the morning&nbsp;</qco> </h3>      the time i answer them is not shown, but why do you ask them so early in the morning\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n7:15 am</dco> &nbsp;<qco> Do you know how to operate a snare drum?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n6:22 am</dco> &nbsp;<qco> have you ever failed so hard that you were sure it was the end of you</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n6:09 am</dco> &nbsp;<qco> Can you make a song about me. im small fat and play magic the gathering. Thanks in advance</qco> </h3>      every song can be about you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n5:42 am</dco> &nbsp;<qco> Bill make me merch I will buy all of it.</qco></h3>      something tells me you're lying<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Why you don't make merch?&nbsp;</qco> </h3>      <a href=\"https://billwurtz.myshopify.com\">i already did</a> but why didn't you buy it all like you said you would\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n5:07 am</dco> &nbsp;<qco> what is the most absurd thing anyone has ever said to you?</qco> </h3>      i have never been said an absurd thing to\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n4:15 am</dco> &nbsp;<qco> help i put a sticker on my phone screen and cant peeel it off. what do i do</qco> </h3>      you're gonna have to get a new phone\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n3:48 am</dco> &nbsp;<qco> What is your preferred apocalypse scenario? i.e nuclear holocaust, zombie/vampire apocalypse, general environmental disaster etc.</qco> </h3>      we realize everything is everything at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n2:45 am</dco> &nbsp;<qco> <a href=\"q.php?date=201808140152\">8.14.18&nbsp;&nbsp;1:52 am</a>  ok, today was my first day, and i went. what's the next step</qco> </h3>      check if you are still worried\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n2:44 am</dco> &nbsp;<qco> i'm really low in my agreeableness. i'm always prone to say something harsh, sarcastic to everyone, and i guess i'm not sure how to associate with people. maybe i'm too narcissistic, or don't have a genuine interest in other people, don't know how to interact with others in a way comfortable to both, hence staying alone. i'm fine with that, but not fine with have no people at all to talk to. sort of confused. do you have any advice?</qco> </h3>      what do you find yourself most interested in\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n1:35 am</dco> &nbsp;<qco> School has lifted my but killed meeee so here's what I learned: \n<br>I learned to never trust authority because if u do, they'll basically ruin your life \n<br>I learned that I'm fucked because I've struggled so hard with school and I don't even know how the real world is like \n<br>I learned how it's like to feel miserable \n<br>I learned how it's like to be humiliated \n<br>Yeah I really just wanna quit so fucking much but I'M probably going to finish high school and then... FUCK COLLEGE HAHAHAHAHA THATS SUCH A JOKE TO ME I NEVER EVER WANT TO GO NEAR A SCHOOL AGAIN CAUSE I DONT BELOONGGGG THEREEEEE AND I KNOW MY PARENTS ARE GOING TO FLAME ME FOR THAT AND IM GOING TO STRESS OUT ABOUT THAT TOO AND I HAVE NO IDEA HOW THE REAL WORLD IS LIKE AND IM PROBABLY GOING TO STRUGGLE AGAIN YAY PLEASE TELL ME HOW THE REAL WORLD IS LIKE SO I DONT FAILLLLLLL or do I know enough already that you think I can do well in the future?&nbsp;</qco> </h3>      eventually if you want to have a physical home (place to live) you will need money. not just once, but constantly on an ongoing basis. this can be a mysterious thing because everyone else needs money too so most people don't just give it away. if you figure this out then you get to have a home (place to live), if not then someone else will have to let you borrow theirs, or if not you could skip the home entirely and do a sort of non-home approach\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n12:59 am</dco> &nbsp;<qco> Hey Bill so I used to write music a lot but I haven't written anything in four years. What do you think is the best way to get started again?</qco> </h3>      how did you do it then?\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n11:43 pm</dco> &nbsp;<qco> What do you think of the idea of fish tanks with model railroads inside of them?</qco> </h3>      goals\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n10:04 pm</dco> &nbsp;<qco> when is the next video finished</qco> </h3>      as soon as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n10:04 pm</dco> &nbsp;<qco> when is the next video coming out</qco> </h3>      as soon as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n9:50 pm</dco> &nbsp;<qco> what can i do to make my music less standard&nbsp;</qco> </h3>      \nif you can remember exactly when where and what made you start wanting to do that, you might see one of your favorite winning methods right there<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n9:02 pm</dco> &nbsp;<qco> What do you think about Brazil?</qco> </h3>      come to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n8:30 pm</dco> &nbsp;<qco> Did you have a process for determining which musical elements/instruments to use for the score and sound effects in your documentaries?</qco> </h3>      instinct/imagination\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n8:17 pm</dco> &nbsp;<qco> do u want 2 die</qco> </h3>      not right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n7:16 pm</dco> &nbsp;<qco> Do you have any vine jingles you haven't recorded? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Will you ever record them?</qco> </h3>      they were merged with the song list. one of them was recorded last year, \"movie star\" (some writing required, the 'vine' verion would have been just the chorus)\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n7:03 pm</dco> &nbsp;<qco> do you reckon you will open your own art exhibition one day?</qco> </h3>      \nit may be called something slightly different\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n6:02 pm</dco> &nbsp;<qco> how do you give such good life advice?</qco> </h3>      i am a licensed life advisor. my license is counterfeit but you can't tell because i got it laminated\n<br><br>"
  }
]
