[
  {
    "html": "<h3> <dco>11.5.24&nbsp; \n5:54 pm</dco> &nbsp;<qco> You ever get a real strong feeling about how weak you are</qco> </h3>      \nfrom time to time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.24&nbsp; \n5:25 pm</dco> &nbsp;<qco> Since November is now here, do you wait until December for Christmas season or do you do the season now?</qco> </h3>      \nsanta claus is the only one who gets to decide when the christmas season is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.24&nbsp; \n4:26 pm</dco> &nbsp;<qco> a word that makes your brain tingle:</qco> </h3>      \noorspronkelijk\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.24&nbsp; \n3:32 pm</dco> &nbsp;<qco> the sound of my voice makes me cringe. this is an issue because i want to make songs (with lyrics)</qco> </h3>      \nsometimes the trick here is to sing even worse. at least you'll have some fun, which will put you into a better mood, which will give you a better voice\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.24&nbsp; \n3:22 pm</dco> &nbsp;<qco> Hi Bill, I always wondered if pancakes are better?</qco> </h3>      \nthey can't be, until you find a second thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.24&nbsp; \n1:59 pm</dco> &nbsp;<qco> why do people say \"hello world\"? why not \"hello earth\"?</qco> </h3>      \nmaybe they are not saying hello to earth, but rather, the world of the programming environment they are testing\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.24&nbsp; \n12:39 pm</dco> &nbsp;<qco> will I ever be able to not eat my words when writing, life is falling apart and so is my written speech</qco> </h3>      \nSOMETIMES the trick is to let it fall apart even more, just kind of smear it in a puddle on the table, and then it will take better shape anew, plus you'll feel refreshed and more confident from rolling in the puddle\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.24&nbsp; \n12:08 pm</dco> &nbsp;<qco> how smart are you</qco> </h3>      \nput it this way....... i sometimes change my mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.24&nbsp; \n11:41 am</dco> &nbsp;<qco> People tell me I'm smart, but I'm not smart. nor am I smart enough to get them to believe I'm not smart, how can I get them to think I'm not smart?</qco> </h3>      \nit might not be so important to do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.24&nbsp; \n10:55 am</dco> &nbsp;<qco> do you think you have good taste?</qco> </h3>      \nfor me it's good\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.24&nbsp; \n9:56 am</dco> &nbsp;<qco> how many videos are you presently working on at a time?</qco> </h3>      \nremind me how long a 'time' is\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.24&nbsp; \n5:35 am</dco> &nbsp;<qco> Why are you up so early? Did you just wake up or are you going to sleep this late?</qco> </h3>      \nsorry there's some confusion here: it's you who's up this early\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.24&nbsp; \n4:37 am</dco> &nbsp;<qco> can I do a presentation about you for school&nbsp;</qco> </h3>      \nyou can try\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.24&nbsp; \n3:39 am</dco> &nbsp;<qco> I read a old timey text that basically argued that true humor is done seriously and laughed by the audience, but if the author finds it hilarious, the audience wont find it funny. do you agree(if it makes sense)?&nbsp;</qco> </h3>      \nnot quite, but i haven't seen the original text. just your paraphrasing of your impression of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.24&nbsp; \n3:02 am</dco> &nbsp;<qco> i forgot to return my movie to redbox and when i went back to the machine it was gone</qco> </h3>      \nthat's considered good luck\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.5.24&nbsp; \n2:10 am</dco> &nbsp;<qco> musical staff notation yay or nay</qco> </h3>      \nhay\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.24&nbsp; \n11:33 pm</dco> &nbsp;<qco> does normal stand for no oriental reptiles manifested at leisure</qco> </h3>      \nn.o.t. u.s.u.a.l.l.y.\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.24&nbsp; \n10:01 pm</dco> &nbsp;<qco> what would happen if i went through all the news</qco> </h3>      \nat that point you'd almost be able to make your own\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.24&nbsp; \n8:04 pm</dco> &nbsp;<qco> my life is falling apart. do you have any funny ideas on what to do</qco> </h3>      \nput it together?\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.24&nbsp; \n7:13 pm</dco> &nbsp;<qco> do you think the banjo could be improved upon?</qco> </h3>      \nmaybe, but the problem is when you improve it too much it will want to change its name. then the word 'banjo' will revert back to being the name for what previously was a banjo and then you'll be back where you started\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.24&nbsp; \n6:53 pm</dco> &nbsp;<qco> what's a good idea</qco> </h3>      \ni don't know yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.24&nbsp; \n6:04 pm</dco> &nbsp;<qco> Would you listen to a song if it was recommended here by some rando?</qco> </h3>      \nah, but which rando\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.24&nbsp; \n5:09 pm</dco> &nbsp;<qco> when do you think you will start uploading snogs again? please bill the world needs your songs now more than ever :(</qco> </h3>      \nnot frowning at me would help\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.24&nbsp; \n4:36 pm</dco> &nbsp;<qco> did you hear the news</qco> </h3>      \nit's hard to hear because there is so much of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.24&nbsp; \n4:22 pm</dco> &nbsp;<qco> Do you still consciously think about time signatures when making music?</qco> </h3>      \ni think about it about as much as you think about language when you speak, perhaps even in the same way\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.24&nbsp; \n4:10 pm</dco> &nbsp;<qco> i keep trying to stop time but it keeps going. all that happens is i stop myself. many inconveniences ensue, due to time keeping going. what a predicament!!!</qco> </h3>      \nthe good news is, everyone can relate to this\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.24&nbsp; \n2:22 pm</dco> &nbsp;<qco> is there any specific reason the categories' colors change at an exact letter, or is it just a gradient and you're meant to ignore the color change?</qco> </h3>      \nbasically just trying to be down to earth. essentially like shooting for the stars, from earth of course\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.24&nbsp; \n2:21 pm</dco> &nbsp;<qco> What's your favorite Bob Dylan song?</qco> </h3>      \ni only know the one where he goes on about a never ending list of things he's seen, like a pouring rain of thing after thing that he's seen, each one somehow more unique and realistic than the previous. i actually don't know if that song's good or if any of the other ones are good, but i heard that one a long time ago and it gave me that feeling at the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.24&nbsp; \n1:58 pm</dco> &nbsp;<qco> \"corner store\" is one of those rare songs that I don't want to listen to too often, or it might lose its incredible power.&nbsp;&nbsp;whereas \"soft clothing\" is the kind of rare song that I could listen to every day for the rest of my life, and it couldn't possibly lose its power</qco> </h3>      \nthe 'soft clothing' song seems to have a way of disarming itself by doing a couple of quasi-embarassing things on purpose early on\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.24&nbsp; \n11:26 am</dco> &nbsp;<qco> thoughts on books?\n<br>\n<br>i think they're neat : )</qco> </h3>      \nthey look neat, that's for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.24&nbsp; \n11:22 am</dco> &nbsp;<qco> how am I supposed to get through my really tough math class? I'm failing right now and dont want to drop out because I feel like that makes me a failure</qco> </h3>      \nthe situation you described is not my strong point\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.24&nbsp; \n10:22 am</dco> &nbsp;<qco> it's so frustrating sometimes to be unable to be independent, as this dependency can drive you nuts thinking you screwed up, when it's somebody else at fault. How are you able to not clearly dependent on others when it comes to work \n<br></qco> </h3>      \nam i insane to be reminded here of the of in hot of the food question\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.24&nbsp; \n9:37 am</dco> &nbsp;<qco> My cat is name Fitzgerald, I have no clue when he was born but he deserves to have his birthday celebrated as he is the kindest little guy. When should his birthday be? Any date you say will work. Thanks :-)</qco> </h3>      \njanuary 1 makes sense to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.24&nbsp; \n9:23 am</dco> &nbsp;<qco> the sales are coming to the market! are you going to seize advantage of this prime opportunity to save percentiles of currency purchasing choice goods?</qco> </h3>      \nactually they're usually looking for a relationship\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.24&nbsp; \n9:17 am</dco> &nbsp;<qco> Music is actual magic, what do???</qco> </h3>      \nmaybe you can get access to some kind of musical instrument that you can play with, to strengthen your relationship with what can happen to/by/from/with you in the music field\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.24&nbsp; \n7:50 am</dco> &nbsp;<qco> is there anything you're afraid to approach or that you consciously avoid in your work?</qco> </h3>      \nsure, but i don't always think of it that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.24&nbsp; 5:16 am</dco> &nbsp;<qco> What is your favourite color?</qco> </h3>      \nchanging colors\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.24&nbsp; \n2:23 am</dco> &nbsp;<qco> Why did my clock go back an hour?</qco> </h3>      \ntradition\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.24&nbsp; \n11:48 pm</dco> &nbsp;<qco> will I ever remember any of the questions I've asked you?\n<br></qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.24&nbsp; \n9:26 pm</dco> &nbsp;<qco> whats it like being the most famousest guy ever</qco> </h3>      \nit's good except i kind of feel sorry for Tom Hanks, who is extremely jealous of me in that regard\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.24&nbsp; \n9:22 pm</dco> &nbsp;<qco> do you think hotel owners live in their own hotel in a secret place under the entire thing</qco> </h3>      \nthey live next to the wifi, which is coincidentally not strong enough to work from any further away\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.24&nbsp; \n9:04 pm</dco> &nbsp;<qco> is stuff real</qco> </h3>      \neven better\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.24&nbsp; \n9:03 pm</dco> &nbsp;<qco> being normal is gross dont you agree?</qco> </h3>      \nin some cases it can feel that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.24&nbsp; \n8:01 pm</dco> &nbsp;<qco> is good humor universal?</qco> </h3>      \nyes but it's also limitless. so not each individual piece will be universal at every time. but ultimately in the long run it evens out\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.24&nbsp; \n7:34 pm</dco> &nbsp;<qco> Do you like roller coasters?!?!&nbsp;</qco> </h3>      \nno, but that doesn't mean they aren't good\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.24&nbsp; \n6:33 pm</dco> &nbsp;<qco> bill i'm struggling with transcribing one of my songs. i can't decide whether to analyze the chords correctly and make life hell for the reader (diabolical amount of double-flats), or to analyze the chords incorrectly and make life maybe possibly slightly less hell for the reader (no double flats, but lots of naturals/sharps in a very flat key)\n<br>or, should i just redo the entire transcription in a different key that's easier to read\n<br></qco> </h3>      \nbasically what happens is, you'll read more and more of other people's charts and see how they've handled these kinds of situations, and see which one feels the best\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.24&nbsp; \n6:22 pm</dco> &nbsp;<qco> What's a good way to learn limb independence?</qco> </h3>      \nsecretly on the job\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.24&nbsp; \n6:19 pm</dco> &nbsp;<qco> how much would one need to study chords to get a good understanding of jazz harmony? i try pretty hard and i know some but not enough. it feels like it will never be enough;&nbsp;what should one do</qco> </h3>      \nwhat i think i'm hearing you say is that certain people have done musical things that you envy and wish you could do. the best thing to do in this case is keep listening to those people and also keep doing what you do. eventually those will converge in the ways you want, and not in the ways you don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.24&nbsp; \n5:51 pm</dco> &nbsp;<qco> Do you ever feel like your life is mid</qco> </h3>      \ntends to be in fact lo/hi\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.24&nbsp; \n3:38 pm</dco> &nbsp;<qco> how do vocalists practice? i just don't get it;&nbsp;do ya'll sing scales or through specific songs regularly or something?</qco> </h3>      \nthere's probably hundreds of ways to do it. to make this topic more confusing, it's perhaps impossible to define which singing is done for 'practice' and which singing is done 'not for practice'. i couldn't even begin to separate those two actually\n<br><br>"
  }
]
