[
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n6:43 pm</dco> &nbsp;<qco> Why do you take all of the pressure to make certain types of content? </qco></h3>      i don't. i am very careful to go in the directions i want to go, very often taking sharp turns away from what is 'expected' of me<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I think all of the content you do is great because it is what you want to do. You even said yourself \"You're free to do whatever you want to. \" Anyways, I hope you keep yourself happy by making the content you want to make.&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n6:37 pm</dco> &nbsp;<qco> What do you think about dark matter/dark energy? Is it actually a real thing that exists or is it just something that Math People made up to make their equations and stuff work out?&nbsp;</qco> </h3>      from my research, i've generally concluded that it is a very very new subject that is really not known. and to me, the name \"dark matter\" and \"dark energy\" is very indicitave of the fact that we really don't know what we're talking about yet. we'll probably look back on those terms in 50 years and laugh at them. from what i gather, it is closely related to gravity, and the expansion of the universe. so when i was making my world history video, i basically just sort of put it all together and tied it in with the concept of gravity, in a way that i thought might make sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n6:36 pm</dco> &nbsp;<qco> Why don't you upload shorter videos to twitter also</qco> </h3>      i would consider it. do you think people will be mad that it's just stuff that's already been out for years? i usually am against reposts, i don't even retweet my old tweets. but i would consider posting videos to twitter. twitter used to behave very strangely with picture thumbnails, so i've had picture thumbnails disabled on my twitter for a long time. i never really got comfortable with the way twitter displays pictures (and videos) etc. but it might be different now. if anyone feels they are an expert in this area feel free to contact me\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n6:15 pm</dco> &nbsp;<qco> What made you enter vine?</qco> </h3>      i had already made a lot of short videos at that point, and vine was very popular and completely built for short videos only, with auto-loop, which further amplifies the contents of short videos. it was an obvious choice at the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n6:10 pm</dco> &nbsp;<qco> Would you be open to someone administrating your discord for you? If so I'll totally email you about it but of course I don't want to flood you with yet more emails if you just don't like discord&nbsp;</qco> </h3>      if you wanted to avoid giving me a flood of emails, you perhaps should have just emailed me directly. where as when it's on the questions page, the only way for me to get in touch with you now is by responding here on the questions page\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n5:01 pm</dco> &nbsp;<qco> Can you make a page where you can view already asked questions</qco> </h3>      all the questions on this page were already asked\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n4:33 pm</dco> &nbsp;<qco> is the world a lie?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n2:34 pm</dco> &nbsp;<qco> would you ever make a vlog?</qco> </h3>      i think i've already done hundreds. although i might do them a little bit different from the way other people do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n2:33 pm</dco> &nbsp;<qco> do&nbsp;&nbsp;you like superheroes</qco> </h3>      i think i like regular heroes better\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n1:31 pm</dco> &nbsp;<qco> i really enjoy your short videos, you should upload them to a website that specifically specializes in those types of videos or something</qco> </h3>      they did extremely well on vine, although vine was cancelled. what sites did you have in mind?\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n1:27 pm</dco> &nbsp;<qco> Regarding the 7.19.17 6:32AM question about what defines a chord... you can give a group of notes many different names, the main thing is to look at the context. What chord comes before it, what comes after? What notes are the other instruments/singer playing at the same time you're playing your chord (the bass player has the power to change a lot of chords if he/she wants to and the \"melody instrument\" can add extensions). It doesn't really matter what name you give the chord, but if you're writing a piece of sheet music or something.. I'd give it the name that I think makes the most sense in the full context of the song.&nbsp;</qco> </h3>      ah, that's seems reasonable, and downright sensible\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n1:00 pm</dco> &nbsp;<qco> is there any unedited reality content from before 2010? how long have you been cataloguing your thought processes using that method?</qco> </h3>      before 2010 i mainly used text\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n12:20 pm</dco> &nbsp;<qco> Would you ever visit space if it was just that easy?</qco> </h3>      sure, although there is nothing out there. although it depends how far i am allowed to go. if i could make use of infinite instantaneous transportation of course i would. there are many uses for that\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n11:08 am</dco> &nbsp;<qco> Have you ever taught someone music theory?&nbsp;</qco> </h3>      yes but not for pay. and it is a delicate and nebulous subject which i think is best learned by personal experience and experimentation\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n9:33 am</dco> &nbsp;<qco> What is it exactly you do for a living?</qco> </h3>      you know how some cars have a double speed blinker for no reason? i am the one who makes them double\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n9:10 am</dco> &nbsp;<qco> Do you prefer short answers to detailed ones to the questions you've received?</qco> </h3>      i get to make the answers whatever length i want!\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n8:53 am</dco> &nbsp;<qco> The ice in the North Pole is melting, heat is rising, carbon emissions are rising, the Middle East has a conflict, people are dying, and natural disasters are occuring more.\n<br>\n<br>How do I get out of this?</qco> </h3>      don't you wanna find out what happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n8:50 am</dco> &nbsp;<qco> what cult should I join?&nbsp;</qco> </h3>      society\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n8:07 am</dco> &nbsp;<qco> \"...watching on youtube, you really can't manipulate the playback nearly as readily as i would prefer\"\n<br>use the comma and period keys</qco> </h3>      that's not gonna enable anyone to horse the playback around left and right with no delays, and pause/unpause at will, with no re-buffer time and no delays, like it is when you have a pre-loaded raw file\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n7:40 am</dco> &nbsp;<qco> I am really offended due to your last video because I am always called Steve by the people I know although my name is not Steve and it is very awful and degrading. You treated this serious topic with too much lightness. What do you think I should do now?</qco> </h3>      blame your problems on me<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n6:50 am</dco> &nbsp;<qco> if everyone is unique in their own ways, does that make us the same?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n3:16 am</dco> &nbsp;<qco> if you have the choice between calling a note sharp or flat, how do you choose?</qco> </h3>      try to do it so you don't have to share the note-letter with any of the surrounding notes. that way you don't have to keep flipping the sharp/nat/flat back and forth<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n2:22 am</dco> &nbsp;<qco> look, up there. it says \"ueqstions\". how do i pronounce that?</qco> </h3>      questions<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n1:46 am</dco> &nbsp;<qco> do you still do the scrambles on your website?</qco> </h3>      yes have you noticed i've been uploading at least one new one per day for a while now, or you didn't bother to wait a day<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp; \n10:48 pm</dco> &nbsp;<qco> Any chance to see you making a <a href=\"collab.html\">collab</a> with another artist?</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp; \n10:26 pm</dco> &nbsp;<qco> do you use keyboard shortcuts? </qco></h3>      oh hell yeah<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i find them helpful</qco> </h3>      i wish i had more<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp; \n10:24 pm</dco> &nbsp;<qco> what is the key of productivity?</qco> </h3>      knowing what you're doing and how <br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp; \n10:02 pm</dco> &nbsp;<qco> What do you find absurd or incoherent about yourself?&nbsp;&nbsp;</qco> </h3>      the desire to understand the world i live in<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp; \n8:14 pm</dco> &nbsp;<qco> its frustrating to be interested in you, and i wish i knew you better. how do you feel about that?</qco> </h3>      i think there are adequate resources on this website for you to get to know me very very well. (especially just reading this questions page, there are thoundands of answers here) but perhaps the problem is that i'm not the person you want me to be <br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp; \n7:46 pm</dco> &nbsp;<qco> is there meaning in your steve video? if there is, would you tell me? or would that ruin the magic?</qco> </h3>      the meaning was to see if i could make a free form / fictional / anything-can-happen video, longer than 45 seconds<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp; \n6:04 pm</dco> &nbsp;<qco> In your early \"reality\" videos you wonder if any idea can be turned into a good thing. Were you able to find an answer to this question?</qco> </h3>      i don't remember ever being unsure about that<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp; \n5:59 pm</dco> &nbsp;<qco> why are we on earth?</qco> </h3>      why wouldn't we be<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp; \n5:51 pm</dco> &nbsp;<qco> is stuff really a thing, or is it more of an object?</qco> </h3>      it's a lot of things and objects, melted together<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp; \n5:50 pm</dco> &nbsp;<qco> What's a good melody to resolve a II-V-I?</qco> </h3>      which one<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp; \n5:34 pm</dco> &nbsp;<qco> Hello, this is a representative of the orthography police. I have noticed that you very frequently break the capitalisation rules. I also have noticed that a video of yours called \"monday spelling test\"(http://www.billwurtz.com/monday-spelling-test.mp4) encourages breaking the rule of proper spelling by stating that the spelling of the word \"window\" does not matter. These acts are illegal unless they are known as works of art. Please legalise your acts of breaking the rules of orthography by including the word \"window\" in your answer.</qco> </h3>      ok<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp; \n5:16 pm</dco> &nbsp;<qco> could you possibly create a picture using only symbols</qco> </h3>      oh hell yeah. i do it all the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp; \n4:57 pm</dco> &nbsp;<qco> can u hear the difference b/w .flac vs. .mp3?&nbsp;</qco> </h3>      it probably depends on the settings\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n4:27 pm</dco> &nbsp;<qco> Why do the versions of your videos on this site use a resolution of 1136 x 639, while they are 1080p on YouTube?</qco> </h3>      because at the time that i started making videos regularly, that was the size that automatically fit on the screen on the computer / web browser that i was using. 1280x720 (or larger) would go off the screen by default, and require clicking extra buttons to see the whole thing. actually, this is still the case on my current computer / browser. Another reason to keep the file sizes low on the site is because i do not use streaming on the site. smaller files means faster load time. if you prefer a streaming experience you can always use youtube, but i prefer to actually load the files because then you can pause/unpause (to discover those dank secrets!) and just really horse around with the play slider, which is generally a must-have for me when i watch videos. it's what drives me crazy about watching on youtube, you really can't manipulate the playback nearly as readily as i would prefer\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n4:26 pm</dco> &nbsp;<qco> Did you teach in school before you were a video creator?&nbsp;</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp; \n4:16 pm</dco> &nbsp;<qco> Why am I a human&nbsp;</qco> </h3>      because it's fun and challenging\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n4:03 pm</dco> &nbsp;<qco> Do you/have you ever experienced impostor syndrome (the nagging feeling that you do not deserve your achievements and are essentially \"faking it\" even though you're not)? \n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, any advice on how to fight it?</qco> </h3>      i have been working round the clock for my entire life to accompish my dreams and goals in exactly the way i meant to, and carried on for years with dedication and patience to make sure things do not happen too fast and make sure things happen in a way that makes sense for me. so far it's going great, but there is still a long way to go\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n3:07 pm</dco> &nbsp;<qco> What type of science is your favorite type of science?</qco> </h3>      i think trying to define them into types is not actually very helpful, and only takes time away from actually doing the science\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n3:02 pm</dco> &nbsp;<qco> Are you done with making 10 second long content?&nbsp;</qco> </h3>      perhaps until the amount of 30+ second content i've made comes more into balance with the amount of -30 second content\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n3:02 pm</dco> &nbsp;<qco> What does Command+N do?&nbsp;</qco> </h3>      usually it makes a new thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n2:19 pm</dco> &nbsp;<qco> \"i re-realized the importance of videos\" why is it so important for you to make more videos?</qco> </h3>      the same reason it is important to use your eyes/vision to help you walk, or drive<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp; \n1:50 pm</dco> &nbsp;<qco> Is love real?</qco> </h3>      yes, and fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n1:15 pm</dco> &nbsp;<qco> Why don't you make the website look nicer?</qco> </h3>      i think it is best when it's as simple as possible, so as not to slow it down or distract from the content\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n1:01 pm</dco> &nbsp;<qco> Answer this i we will know, will videogames become an art?</qco> </h3>      anything can be considered an art or not, but any minute of time you spend trying to decide that, you are going to be wasting time that you could have spent either making or enjoying the thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n12:22 pm</dco> &nbsp;<qco> is the shortest distance between two points ALWAYS a straight line?&nbsp;</qco> </h3>      that's the way it is in the world where i live\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.17&nbsp;\n12:11 pm</dco> &nbsp;<qco> do you use \"...\" often in your writing?</qco> </h3>      yes but i don't always use exactly 3 dots. i prefer to choose the right number of dots for each situation\n<br><br>"
  }
]
