[
  {
    "html": "<h3> <dco>7.31.25&nbsp; \n4:49 pm</dco> &nbsp;<qco> Do you think there is a Hell?</qco> </h3>      \nthere are plenty of places named Hell. but where and what the qualities and properties are of those places, is often left to the imagination\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.25&nbsp; \n4:15 pm</dco> &nbsp;<qco> You must give me a question where your answer will be \"I hate it\".</qco> </h3>      \nthat's not true\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.25&nbsp; \n3:49 pm</dco> &nbsp;<qco> What is this world becoming</qco> </h3>      \nsimilar to what it was becoming when someone else asked a similar question in back in (.... random date....)\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.25&nbsp; \n3:18 pm</dco> &nbsp;<qco> why is rain often associated with sadness when rain is the essence of life falling from the sky?</qco> </h3>      \nmaybe it's similar to the way sickness is associated with medicine\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.25&nbsp; \n2:30 pm</dco> &nbsp;<qco> re lyrics page: is it okay if i read thru it if the whole time im conjuring the tunes in my head</qco> </h3>      \ni would recommend only using it for confirmation purposes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.25&nbsp; \n1:18 pm</dco> &nbsp;<qco> what if the sexy lamp goes to congress to make it more brighter there&nbsp;</qco> </h3>      \nlet's not get carried away\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.25&nbsp; \n11:32 am</dco> &nbsp;<qco> How did you think of \"9 8 7' because its a masterpiece.</qco> </h3>      \ni'm glad you feel that way; i probably liked it better before i recorded it, but then again the best part of having recorded it is that it gives you an opportunity to feel the way you do about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.25&nbsp; \n11:22 am</dco> &nbsp;<qco> bill are you going to hit me at a fan meet up bill if i were to bump into you on the streets would you hit me bill im scared dont hit me please</qco> </h3>      \ni do not hit people\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.25&nbsp; \n9:31 am</dco> &nbsp;<qco> favorite ice cream flavor?</qco> </h3>      \nhow about 'upcoming weather forecast'\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.25&nbsp; \n9:05 am</dco> &nbsp;<qco> do you combine \"a\" and \"lot\" sometimes</qco> </h3>      \nusually not. there's no reason i couldn't, i just don't\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.25&nbsp; \n7:11 am</dco> &nbsp;<qco> what exactly is a scarecrow?</qco> </h3>      \nnothing exactly, scarecrows are merely an approximation\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.25&nbsp; \n4:22 am</dco> &nbsp;<qco> what is life advice you would give to someone younger than you&nbsp;</qco> </h3>      \nGROW UP\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.25&nbsp; \n1:08 am</dco> &nbsp;<qco> it feels scary to believe in something.&nbsp;&nbsp;it's like putting your weight on a leg you can't feel</qco> </h3>      \nthat's only if you believe in something you can't feel. there's plenty of things surely that you believe in that you can feel. like a piece of toast\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n11:14 pm</dco> &nbsp;<qco> Recently, you answered a question with the fact that you have learned the difference between Carl's Junior and Hardees. May you enlighten us on what the difference is?</qco> </h3>      \nLongitude\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n10:37 pm</dco> &nbsp;<qco> how to stop imagining familiar shapes and patterns when high</qco> </h3>      \nmaybe you need to get your hands on an encyclopedia of shapes and patterns, and then turn to the next page beyond what you're familiar with\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n10:26 pm</dco> &nbsp;<qco> waddaya think about improv?</qco> </h3>      \nit contains a realness that writing can only dream of achieving\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n9:37 pm</dco> &nbsp;<qco> Does the Big Bang imply the existence of a Wee Whimper?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n8:59 pm</dco> &nbsp;<qco> How do I not overthink about my creations or worry about what others may say</qco> </h3>      \nsuddenly i am wondering what you might say about other people's creations. i guess what made me think of that is the fact that there are a lot of people out there who are worried about what you may say about their creations\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n8:43 pm</dco> &nbsp;<qco> What are some of your ideas catching techniques? For instance, say a song idea comes to me while I'm in the car or when I'm already rushing to get ready in the morning (which is when most of my song ideas come to me of course)</qco> </h3>      \nif you have no immediate way to write it down, start analyzing it in non-musical ways to remember the data. for example: quiz yourself about how many notes it has. quiz yourself about what tempo value it has. count the words. make up acronyms that match the first letters of the words. list out the note values. quiz yourself on how many 8th rests there are. these are basically just to familiarize yourself with the data from all angles, and it serves to just help you remember the information. also you can pretend you are dictating it to someone else to write down, who has no knowledge of music notation. so imagine you have to explain to them how to transcribe all the deetails. all these tricks should help you remember the correct original information accurately without it being carelessly mixed up with something else equally musical or plausible\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n8:10 pm</dco> &nbsp;<qco> why do I always get this surge of excitement whenever I'm scrolling on this page and I see my question?</qco> </h3>      \nmaybe it's just because it was a really good question\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n7:30 pm</dco> &nbsp;<qco> if i do not venture, could i still gain?</qco> </h3>      \nsure. not to mention it is also possible to venture and not gain\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n7:19 pm</dco> &nbsp;<qco> Can you entertain me Bill</qco> </h3>      \nwhy stop there\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n7:03 pm</dco> &nbsp;<qco> any tips to go insane?</qco> </h3>      \nhow about following politics\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n6:50 pm</dco> &nbsp;<qco> When was the last session of climate change court?&nbsp;</qco> </h3>      \nmost of them are probably still yet to come\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n5:51 pm</dco> &nbsp;<qco> do you wait for your cereal to soak or eat it right away</qco> </h3>      \nright away\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n4:43 pm</dco> &nbsp;<qco> Do you own a mandolin, and if not would you like to?</qco> </h3>      \ni think i'll be ok without one\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n4:23 pm</dco> &nbsp;<qco> What are some new skills you have learned recently?</qco> </h3>      \ni learned how to tell the difference between carl's junior and hardees\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n4:08 pm</dco> &nbsp;<qco> Thoughts on using shame as a motivator to get better in life</qco> </h3>      \nso crazy it just might work\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n3:47 pm</dco> &nbsp;<qco> what is a \"flight\" of stairs?</qco> </h3>      \njust enough to get you to the next floor\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n3:36 pm</dco> &nbsp;<qco> hey bill whats a cool color i can dye my hair</qco> </h3>      \nsurprise me\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; 3:35 pm</dco> &nbsp;<qco> Can I ask a question</qco> </h3>      \ndid you ask first if you could ask this question\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n2:46 pm</dco> &nbsp;<qco> i appreciate the questions page greatly. sometimes i come back and read a bunch then take a long break and do it all over again and its great every time. thank you for answering questions</qco> </h3>      \nyou're welcome\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n2:08 pm</dco> &nbsp;<qco> yo bill im trying to make a minecraft video every month but i just cannot find myself editing cause everything needs to be perfect so i dont even start. how do i fix this?</qco> </h3>      \n\"we'll do it live, fuck it!!!!!\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n1:45 pm</dco> &nbsp;<qco> Is there anything that does not exist?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n1:31 pm</dco> &nbsp;<qco> what is this week's month of the week</qco> </h3>      \nfebruary\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n1:24 pm</dco> &nbsp;<qco> What to do if im high</qco> </h3>      \nhow about taking a casual glance toward the next thing you feel like believing in\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n12:40 pm</dco> &nbsp;<qco> I remember someone asked you \"do you ever just need to get an idea out, but it goes away before you can write/type/record it??\", and you answered \"i have gotten very good at catching ideas when they arrive. i have some solid techniques in place\". Would you kindly tell me some of those techniques of yours?</qco> </h3>      \ni just write it down immediately. if that's not physically possible at that moment, i imagine i'm explaining to someone else how to write it down. that sometimes helps\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n12:32 pm</dco> &nbsp;<qco> how can you do really similar things all the time and not grow to hate it?</qco> </h3>      \nwhy should it be assumed that you would hate it?\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n12:01 pm</dco> &nbsp;<qco> can you elaborate on the \"getting up on the wrong side of bed on purpose\"</qco> </h3>      \nperhaps some things are better left to the imagination\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n11:59 am</dco> &nbsp;<qco> It's a beautiful day outside. Birds are singing, flowers are blooming. On days like these, kids like me should be...?</qco> </h3>      \nplaying a nice friendly game of 'fill in the blank'\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; 11:36 am</dco> &nbsp;<qco> what's your favorite song of yours that you have yet to make?</qco> </h3>      \neven though i can't tell you any details about it, i still feel that even just thinking about it just now already switched it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n11:14 am</dco> &nbsp;<qco> how to think about the future even though its scary?</qco> </h3>      \ntry to figure out if anyone has ever considered the future scary in the past\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n10:33 am</dco> &nbsp;<qco> Should I cast some spells today?</qco> </h3>      \nmaybe just 1 per day\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n8:51 am</dco> &nbsp;<qco> do you think we should limit the amount of numbers there are</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n7:20 am</dco> &nbsp;<qco> When does music start and where does it end? If I press the keys on a piano randomly most wouldnt consider that as music. If I play them in a certain order that seems to be music to most. </qco></h3>      i think 2 notes is enough. now that i think about it i'm sure 1 note is also enough<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;But if I intentionally press seemingly random keys,</qco></h3>      isn't that an oxy moron<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; is that still music? Is the intend to create music in any way enough to consider it music? Does music need intention and structure to differntiate it from just noise?</qco> </h3>      intention, not structure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n7:03 am</dco> &nbsp;<qco> do trains exist?</qco> </h3>      \nyes, i have proof of this but i'm not sure if it will fit in the margin\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n5:54 am</dco> &nbsp;<qco> Is there a word that you know how to spell but don't know how to pronounce?&nbsp;</qco> </h3>      \ncinomatographically\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n5:28 am</dco> &nbsp;<qco> got any tips on writing questions you would like to answer?&nbsp;</qco> </h3>      \ngot any tips on giving an answer you would like to see\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n3:56 am</dco> &nbsp;<qco> Do you think you'd ever write a country song</qco> </h3>      \nin songwriting i would never make a distinction about what is a country song and what is not. whenever i do a song with a long title that i came up with first before writing the song, those ones have a way of feeling a small bit like a country song, just because of that element\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.25&nbsp; \n3:42 am</dco> &nbsp;<qco> Any thoughts on motion blur?</qco> </h3>      \nvery realistic\n<br><br>"
  }
]
