[
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n6:44 am</dco> &nbsp;<qco> what are your thoughts on the moon?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n6:31 am</dco> &nbsp;<qco> how many stars out of five do you rate planet earth? i give it 2.5/5 because hoverboards don't exist here.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n5:48 am</dco> &nbsp;<qco> Do you think we're all secretly lizards?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n3:19 am</dco> &nbsp;<qco> will you be uploading any notes from 2006, or do you not have any? was it an insignificant year, or one you'd rather not remember?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n2:53 am</dco> &nbsp;<qco> Where can you find true art</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n2:24 am</dco> &nbsp;<qco> how do i learn music theory?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n1:38 am</dco> &nbsp;<qco> is being normal bad?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n1:30 am</dco> &nbsp;<qco> will you sometimes copy your previous answers as answer of the question that is being answered ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n1:04 am</dco> &nbsp;<qco> im on acid right now and i dont think you will answer the question</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n12:27 am</dco> &nbsp;<qco> do the ladies know that it's all about the ladies?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n12:07 am</dco> &nbsp;<qco> Why you didn't answered any question yesterday (8.14.17)?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n12:03 am</dco> &nbsp;<qco> bill, you havent answered a question all day. why is that?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n11:55 pm</dco> &nbsp;<qco> Why do you hate capital letters?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n10:38 pm</dco> &nbsp;<qco> did you know that \"a well-developed mathematical framework that is general enough to account for the extremely large variety of biological phenomena is still missing\"?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n9:29 pm</dco> &nbsp;<qco> do volcanoes erupt magic?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n9:28 pm</dco> &nbsp;<qco> why are you sometimes not sure if your answers answer peoples questions?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n9:02 pm</dco> &nbsp;<qco> when reading your notebooks page should i read through it like a long book (pretty quick but getting the important details) or really look what each word is doing like if im reading a poem for school. I thought you were the best to ask this to</qco> </h3><a href=\"http://billwurtz.com/just-try-to-have-a-good-time.mp3\">instructions and guidelines for reading the notes</a><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n8:46 pm</dco> &nbsp;<qco> bill, someone ask you this:\n<br>\"i was watching your reality videos (again) an notice that you use the word \"we\" what do you mean? your family? friends? someone that helps you make your videos?\n<br>\n<br>and then you answer this:\n<br>\n<br>i think i use the words \"we\" \"you\" \"i\" equally. if you happen to know which is the correct pronoun to use when talking to yourself, feel free to let me know.\n<br>\n<br>but the person didn't answer back, so here:\n<br>\n<br>1.- you\n<br>that's the word you use when you're talking to someone else, for example, now I'm talking to you, so i'm using the word \"you\".\n<br>\n<br>2.- we\n<br>we is the word that you can use when you are talking about someone else and you, for example, now WE are talking, YOU (bill) and ME (the one that wrote this) but it works with more people;&nbsp;not just two (like now) it can be more.\n<br>\n<br>3.- me\n<br>...\n<br>\n<br>this is hard to explain as hell, so here are some examples:\n<br>\n<br>I can't come on tusday, I have homework.\n<br>\n<br>I am going to swim, do YOU (someone) want to come?\n<br>\n<br>It's ME (YOU;&nbsp;bill) do YOU want to come to my house? I just end my homework.\n<br>\n<br>WE (YOU;&nbsp;bill and other people, or just someone else) are going to the carnival, are YOU (someone, or more people that you are talking to) coming?\n<br>\n<br>end of the examples.\n<br>\n<br>ok, those are the examples, I hope it help you, but I (the one that wrote this) don't know if you (bill) were talking about this, or you mean something else.\n<br>whatever, bye bill!\n<br>\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n8:33 pm</dco> &nbsp;<qco> How does one figure out the time signature of a song? I know what time signatures are but I have no idea how to figure them out in songs that are more than just like one instrument (so most songs)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n8:08 pm</dco> &nbsp;<qco> did you make the history of the entire world video bc people were asking you to make videos about other countries historys after you made the japan history video</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n8:08 pm</dco> &nbsp;<qco> hey bill, is an accidental any one of the black notes on the keyboard, or is it like a note that is not in the key that you're playing in?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n7:47 pm</dco> &nbsp;<qco> Why is the Earth round?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n7:47 pm</dco> &nbsp;<qco> How do you learn to play the piano?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n7:11 pm</dco> &nbsp;<qco> you mentioned new canaan was a location in a random train trip you took in may 2009. what were the other locations?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n7:05 pm</dco> &nbsp;<qco> what were the situations \"i'm a piece of garbage\" and \"still a piece of garbage\" are based to?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n7:04 pm</dco> &nbsp;<qco> Hi, im kind of out of the loop. Can you fill me in on what the new big thing all the kids are into these days?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n6:51 pm</dco> &nbsp;<qco> why am i depressed&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n6:45 pm</dco> &nbsp;<qco> What is the \"alt-right\"?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n6:21 pm</dco> &nbsp;<qco> how do you become better at singing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n4:38 pm</dco> &nbsp;<qco> wouldn't it be cool is squids were real?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n4:02 pm</dco> &nbsp;<qco> you have 10 seconds, a piano, and 10 people that you need to turn into instant fans. what notes do you play to do so?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp; \n3:44 pm</dco> &nbsp;<qco> how do i become art</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp; \n3:24 pm</dco> &nbsp;<qco> when did you realize you were going to do randomness for a living?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp; \n2:50 pm</dco> &nbsp;<qco> Do you think consciousness is a illusion?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp; \n2:17 pm</dco> &nbsp;<qco> is elite a bad word for you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp; \n11:01 am</dco> &nbsp;<qco> I send you a difficult and heartfelt email a while ago where I outlined some very heavy personal issues I have been going through and reached out for advice. Out of curiosity, why haven't you responded? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp; \n6:05 am</dco> &nbsp;<qco> why is the ask box on the random question page too</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n4:03 am</dco> &nbsp;<qco> Hey Bill - Journal questioner here. So I take it, you regret doing an audio journal?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp; \n2:34 am</dco> &nbsp;<qco> Why even bother trying when this thoroughly rigged and corrupt system is determined to make everyone fail?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp; \n2:01 am</dco> &nbsp;<qco> do you even post?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n1:48 am</dco> &nbsp;<qco> Are you going to do a new notebook?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n1:18 am</dco> &nbsp;<qco> hi bill, big fan. tomorrow im starting my senior year of highschool and i got the jitters. can you give me some advice for getting past this anxiety</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n1:02 am</dco> &nbsp;<qco> Hey Bill, it seems odd to me that whenever someone asks about \"learning music theory\" you say something along the lines of \"oh, just experiment with stuff\" but when someone asks you about arranging songs you give a lot of specific advice.&nbsp;&nbsp;Have you noticed this, and if so, why?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n12:51 am</dco> &nbsp;<qco> what medium do you use for the notebook? iphone, actual notebook, wordpress, textedit? all of the above?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n12:22 am</dco> &nbsp;<qco> Do you think you'll ever have to make an other other other page?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp;\n11:56 pm</dco> &nbsp;<qco> Hello Bill, I know this is probably very frequently asked but I am a new piano player and know a bit of songs, but I can only play right hand. I have tried for months to get down left hand but just can't, I've tried scales and even a couple of exercises.Is there any kind of trick to completing this goal? Thank you very much for your time.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp;\n10:29 pm</dco> &nbsp;<qco> You know, I was thinking: part of the reason it takes a while to process and upload reality videos is because you add graphics and texts to the audio, right? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Since you mentioned that it would be boring to just hear you speak/ramble on about your life. But, to be honest, I think many of your fans are endlessly fascinated by everything you do, no matter how seemingly inconsequential or boring;&nbsp;so if you ever wanted or needed to, I bet you could release straight audio and we would all be pretty all right with that. Have you ever considered this?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp;\n9:10 pm</dco> &nbsp;<qco> Why do you make weird videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp; \n7:44 pm</dco> &nbsp;<qco> Hey Bill, I've been playing guitar for a while and I've been improvising over songs by finding the key it's in and playing notes from the pentatonic scale over it. I know you're a big proponent of not doing that, so I was wondering, what would you suggest I could do instead or as a next step to improve my playing/improvising? Thanks my man</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp; \n4:33 pm</dco> &nbsp;<qco> ooh. so will any of the reality vids yet to be edited and released feature live video? like if you writing and stuff, like in the one you used to answer the tonga time question?</qco> </h3><br><br>"
  }
]
