[
  {
    "html": "<h3> <dco>3.18.23&nbsp; \n10:25 pm</dco> &nbsp;<qco> Why is every answer you give is so \"metaphorically dreamy\"?&nbsp;</qco> </h3>      \ni'm an idiot\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.23&nbsp; \n10:20 pm</dco> &nbsp;<qco> Who would you like to have on your show when you're a talkshow/podcast host?&nbsp;</qco> </h3>      \nyou\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.23&nbsp; \n8:30 pm</dco> &nbsp;<qco> I always liked your sense of humor and outside-of-the-box thinking and lyrics. Does it ever bother you to try 2 make a \"real\" or \"serious\" song? Or is this just what you're best at? -fan :P</qco> </h3>      \nsomething's gotta mean something. whatever it takes to convey that something is happening\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.23&nbsp; \n7:48 pm</dco> &nbsp;<qco> if everyone's clocks ran at half the speed all the time can we get two sunrises and two sunsets in a day</qco> </h3>      \nwe could redefine all our terms, and change the speed of the clocks, but the speed of the daylight will remain how it is<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.23&nbsp; \n6:51 pm</dco> &nbsp;<qco> How do you avoid perfectionism when it comes to graphic design (ie. Proper alignment etc.) in your music videos?</qco></h3>      i don't know<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you just try to make it perfect beforehand? Or is good just ok enough? </qco></h3>      nothing is good enough, so that's ok<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Unrelatedly, do you miss the visual style of your older videos? </qco></h3>      still haven't found one i really like<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I may have some more questions... You're a very interesting person.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.23&nbsp; \n4:13 pm</dco> &nbsp;<qco> what's your favorite stage of society?</qco> </h3>      \nthe 'critical point'\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.23&nbsp; \n3:46 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202301240655\">1.24.23&nbsp;&nbsp;6:55 am</a> \n<br>\n<br>So are the solos in your songs mostly written before production then?</qco> </h3>      \nmostly not. but here are some examples of what's written and what's not:<br>\n     in \"la de da\", the synth solo was mostly not written, except it was written that it should quote \"where did all the good times go\". so 7 notes were written.<br>\n     in \"airport terminal\" the solos are improvised<br>\n     in \"slow down\" near the end, there is 1 line of synth which plays the same melody that the vocal has been doing. that was written, except maybe the exact flourish leading into it was probably not written<br>\n     the synth riff in \"the ending\" after \"the ending\" part, that was written and it's the same melody as the main melody at the beginning of the song.<br>\n     the outvamp of \"mt st helens\" was written to be the same as the vocal melody but eventually dissolve into improv, so the last few bars are not written\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.23&nbsp; \n2:13 pm</dco> &nbsp;<qco> What genres do you like? </qco></h3>      i can't tell because they all keep morphing into each other. but i like music, that much i can tell you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Which ones have you or do you want to try?</qco> </h3>      how about medium\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.23&nbsp; \n1:19 pm</dco> &nbsp;<qco> do you write sheet music on paper or use some digital thing to do it. </qco></h3>      if i'm using notation, i do it with a mechanical pencil on paper. i never found a comfortable digital way to do that. too many nuances that i want to put, and it's just tiring to try to get the computer to put everything exactly where i want it. however, to write music, nowadays, i do use the computer but i don't use notation. i use text and reference the small audio demos<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i struggle to pick up a pencil and write my ideas on sheet music, to combat this i write lyrics and chords on a digital notepad, and record melodies and transcribe it later</qco> </h3>      that sounds good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.23&nbsp; \n1:09 pm</dco> &nbsp;<qco> Existential crisis of the day:\n<br>Are we just a speck of dust in infinite space\n</qco></h3>      not quite<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or the sum of how our brains' neurons respond to stimuli \n</qco></h3>      that seems like only half the picture<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or the leftovers of primate evolution?\n</qco></h3>      something more, i think<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Please, I'd genuinely really like to know your thoughts on this</qco> </h3>      \nthere's something spooky going on with us, and i mean that in the best way possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.23&nbsp; \n12:32 pm</dco> &nbsp;<qco> Have you ever watched \"The Lighthouse\" \n</qco></h3>      yes i have<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if yes what did you think of the movie</qco> </h3>      \nsquare, grey, paranoid,\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.23&nbsp; \n12:19 pm</dco> &nbsp;<qco> would you ever talk to grass</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.23&nbsp; \n11:37 am</dco> &nbsp;<qco> how often do you go outside?</qco> </h3>      \nevery so often or so\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.23&nbsp; \n9:51 am</dco> &nbsp;<qco> what's a wacky polyrhythm you can do</qco> </h3>      \n4:5 but i could do something more wacky if required\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.23&nbsp; \n9:40 am</dco> &nbsp;<qco> why is the q of the word questions at the top of the page not at the front? does it feel too pressured to be the first letter of the word?\n<br></qco> </h3>      \nit's going along with the style theme for the titles on the rest of this site. the first one was the 'billwurtz' page, the original main page, (now known as expert mode) and i was looking for a way to make a stylistic title without actually using any images on the page. so that leaves me with letter color and ordering, which seemed sufficient to express myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.23&nbsp; \n8:58 am</dco> &nbsp;<qco> Why do clouds change color</qco> </h3>      \nwater\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.23&nbsp; \n8:18 am</dco> &nbsp;<qco> have you ever spent time specifically trying to get better at dancing for your videos</qco> </h3>      \nthat's what the videos are for\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.23&nbsp; \n7:41 am</dco> &nbsp;<qco> Who is Gena?</qco> </h3>      \ni have no idea\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.23&nbsp; \n4:29 am</dco> &nbsp;<qco> do you think dinosaurs are good</qco> </h3>      \ntoo good. i think that was the problem\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.23&nbsp; \n4:21 am</dco> &nbsp;<qco> how can i throw a tree</qco> </h3>      \nyou'll have to throw the whole ground\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.23&nbsp; \n4:02 am</dco> &nbsp;<qco> how does the man himself (you) sound while singing without the mixing&nbsp;</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.23&nbsp; \n2:36 am</dco> &nbsp;<qco> thoughts on life?</qco> </h3>      \nit moves\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.23&nbsp; \n12:41 am</dco> &nbsp;<qco> How small is too big</qco> </h3>      \n51%\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.23&nbsp; 8:28 pm</dco> &nbsp;<qco> do you ever ask questions to yourself here</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.23&nbsp; \n8:18 pm</dco> &nbsp;<qco> how many times can a word be rhymed with itself before becoming unacceptable</qco> </h3>      \nit would have to rhyme with every other word\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.23&nbsp; \n7:12 pm</dco> &nbsp;<qco> i have autism and your songs have become my new Special Interest and am not afraid to infodump anyone on it. how do you feel</qco> </h3>      \nmy feelings vary quite a bit over time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.23&nbsp; \n6:25 pm</dco> &nbsp;<qco> i've grown up much faster than i expected and i'm definitely not enjoying it. why is life so scary</qco> </h3>      \nbecause everything moves\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.23&nbsp; \n5:07 pm</dco> &nbsp;<qco> WHY DO YOU LIKE CHAIRS SO MUCH?</qco> </h3>      \nthe different dynamics. they are 'dynamic'. You've all heard when a prospective employer describes the workplace and says \"you'll enjoy being part of a dynamic workplace\", what they really mean, i assume, is that the work place has a lot of chairs\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.23&nbsp; \n4:33 pm</dco> &nbsp;<qco> opinions on Bbsus4</qco> </h3>      \nit's fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.23&nbsp; \n3:59 pm</dco> &nbsp;<qco> why is arkansas not pronounced like \"our-kansas\"</qco> </h3>      \ndue to french, i assume\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.23&nbsp; \n2:38 pm</dco> &nbsp;<qco> Maybe everything's fine</qco> </h3>      \ni see what you're getting at\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.23&nbsp; \n2:30 pm</dco> &nbsp;<qco> If two sections of a song have different lyrics but the same or similar melody, are the lyrics and melody in a polyamorous relationship?&nbsp;</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.23&nbsp; \n2:02 pm</dco> &nbsp;<qco> what did saint patrick do</qco> </h3>      \nhe is rumoured to have made ireland christian. although that seems kinda difficult to do alone\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.23&nbsp; \n10:02 am</dco> &nbsp;<qco> do you share this thought&nbsp;&nbsp;\"It's by doing nothing in particular that you become nobody in particular\" ?&nbsp;</qco> </h3>      \nmight as well look at the other side of that: by switching 'nothing/nobody' to 'something/somebody', you get a seemingly equivalent version of that sentence that feels way more useful\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.23&nbsp; \n8:33 am</dco> &nbsp;<qco> what is happiness</qco> </h3>      \n the sun's energy reflected and re-interpreted amongst us, person to person\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.23&nbsp; \n1:15 am</dco> &nbsp;<qco> Would you ever make a heavy metal song</qco> </h3>      \nsometimes i wonder if there is anything heavier\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.23&nbsp; \n12:09 am</dco> &nbsp;<qco> Who did you not have enough time to be like in La de da?</qco> </h3>      \nturns out i did have enough time. all i wanted was enough time to bring those lines musically and lyrically into the pocket, to help the song get somewhere and be proud of it. took a long time of course\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.23&nbsp; \n11:34 pm</dco> &nbsp;<qco> what do you think is the best song you have ever made?\n<br></qco> </h3>      \nhaven't made it yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.23&nbsp; \n9:27 pm</dco> &nbsp;<qco> there is a recurring character in here comes the sun, more than a dream, and if the world doesn't end. is this intentional?</qco> </h3>      \nit's not necessarily the same character but it's the same model, with possibly some slight adjustments from video to video. it's my own model and rig, and i designed it to be generically useful to me in most of my character animation needs\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.23&nbsp; \n9:25 pm</dco> &nbsp;<qco> Would you like a table or a booth?</qco> </h3>      \njust a booth. no table\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.23&nbsp; 7:28 pm</dco> &nbsp;<qco> what is your favorite video you've made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.23&nbsp; \n6:25 pm</dco> &nbsp;<qco> You say you want your songs to mean both everything and nothing at all,</qco></h3>      i absolutely never said that, and it's certainly not true. in my opinion, when you get right down to it, it's almost impossible for anything to actually mean nothing, and, actually most things turn out to mean quite a lot, and they contribute in their own way symbiotically along with everything else, to mean everything <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; however do you yourself have a specific meaning or reason to why you make certain songs?</qco> </h3>      everything in this world is overflowing with meaning, in all angles including some which we haven't seen or thought of yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.23&nbsp; \n6:12 pm</dco> &nbsp;<qco> Was there a reggae influence on the chorus of \"the ground plane\"? </qco></h3>      not the chorus, but the \"i'm happy\" part seems to lean toward the kind of beat you might find in modern reggae<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;.as I can can hear the syncopated guitar chords and you modulate to the parallel minor and stuff. Also ur rhythmic motif that goes ONE and two AND THREE and four and. (Do yk what im on about here ?) Seems to be most prominent in ur songs released in 2022, now I realise that a lot of them were written at different times throughout the 2010s but it doesn't seem to appear in many other songs from other eras, so was this like a change you made to the song as you were performing it or was it predetermined&nbsp;</qco> </h3>      \nthose groove changes were known in the writing process. the title part of the song was written in late 2021, and all the rest (including the \"i'm happy\" part) was written in 2022 just before production\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.23&nbsp; \n5:54 pm</dco> &nbsp;<qco> in 2 friends on a beach, how does one guy have all 29 forks but the other can still have one even though it is a 29 pack</qco> </h3>      \nover the course of negotiation, that first person was left with 28\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.23&nbsp; \n5:05 pm</dco> &nbsp;<qco> what do you think about new york&nbsp;</qco> </h3>      \nthey're coming out with a new new york\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.23&nbsp; \n2:35 pm</dco> &nbsp;<qco> i can't focus on this really really REALLY important thing, how do i concentrate on it?</qco> </h3>      \ndescribe it and start teaching it to someone else\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.23&nbsp; \n1:54 pm</dco> &nbsp;<qco> i started making music while i was depressed, and the results are music that sounds like you would expect a depressed person to make (depressing), but i never released it. i feel better now, but i'm wondering if i should even bother finishing and releasing, or if i should just focus on making new music? </qco></h3>      you can do both, if you can come up with a system you like, for organizing your time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;finishing the old stuff will get stuff out faster, but working on new stuff will make my body of released work happier, on average (100%). i'm wondering how much that matters, or whether i am overthinking. </qco></h3>      if you find yourself thinking about it, then you might as well figure out a clever system you can really get behind<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;idunno, maybe releasing the older stuff will bring me closure, and someone else catharsis. or maybe it will just make others share in my old uncomfy feelings that i've already worked so hard to shed, and heal from. some people only like music that sounds kinda dark, so releasing it might satisfy my libran desire to please everybody, by offering more variety............. do you have any thoughts/feelings about this? have you ever had a similar dilemma?&nbsp;</qco> </h3>      a number of different activities come to mind: you can write brand new things, and add them to the list. you can select older things on the list, and bring them to your modern writing table and learn how to work on them just as you would work on a modern song, fixing what you don't like. you can use your old songs as practice doing this. Another variation on these sorts of activities is: you can select something from the list and mark that as the item to be completed next (before any other) and then do whatever you gotta do to make it how you like it. The point is, there are so many different variations of workflows here, there's a lot of ways to get confused about which thing and which order you're working on things. I think as long as you're already thinking about this, it's worth really trying to craft a great system that you can really get excited about. in due time it can all be done, to the best of your liking\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.23&nbsp; \n11:51 am</dco> &nbsp;<qco> I finally wrote a song that I don't think sounds really terrible, but theres a part of my brain that tells me that the chord progression isn't good, the lyrics aren't good, and that i should scrap it all. but i've done so many songs and this is the first one that doesn't sound horrible! what do i do!!!!</qco> </h3>      \nsave it and move on to the next one\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.23&nbsp; 11:50 am</dco> &nbsp;<qco> what is life?</qco> </h3>      \nit's like apples and oranges in a constant state of comparison\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.23&nbsp; \n9:31 am</dco> &nbsp;<qco> Why do people say something has a \"je ne sais quoi\" but when you ask them what that is they just say \"I don't know what\"\n<br></qco> </h3>      \nbecause that's what that means\n<br><br>"
  }
]
