[
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n12:12 am</dco> &nbsp;<qco> Is radical individual expression your answer to life's existential challenge?</qco> </h3>      \nthat's one way to do it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.22&nbsp; \n10:36 pm</dco> &nbsp;<qco> alright so i wrote a song, had the whole idea of it ready and written, but once I got into production i immediately lost the whole theme and personality of the song, due to the amount of choices of how it could sound. is this just a case of \"made a song too long?\" </qco></h3>      well, it seems like you have too many choices<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what might you suggest I do, either this time or next time I make a song</qco> </h3>      do something with less choices. divide the number of choices by 10, except that might not be enough. if you're still stumped then divide it by 100. fun fact, i couldn't start until i had it down to just one choice. my first piece of art was a 1 digit binary string. you'll never guess whether i chose 1 or 0 \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.22&nbsp; \n10:21 pm</dco> &nbsp;<qco> Can you turn a sphere inside out?</qco> </h3>      \nit can be done, but i can't do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.22&nbsp; \n10:07 pm</dco> &nbsp;<qco> How do you know if you're trying too hard?</qco> </h3>      \nyou can only find out later if you WERE trying too hard\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.22&nbsp; \n8:24 pm</dco> &nbsp;<qco> What should politicians focus more on</qco> </h3>      \nnon-politicians\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.22&nbsp; \n7:49 pm</dco> &nbsp;<qco> Is Ground Plane a prequel to Fly Around?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.22&nbsp; \n7:02 pm</dco> &nbsp;<qco> was 'ground plane' written in a similar way as 'i'm best friends with my own front door?</qco> </h3>      \ni'd say the similarity between the writing process of those two ranks in maybe the 41st percentile, out of 99 when considering any possible pair of songs i've written. in otherwords, they are slightly less similar to each other than the average pair of any two of my written songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.22&nbsp; \n4:22 pm</dco> &nbsp;<qco> how to be happier?</qco> </h3>      \nyou'll have to approach it from beneath\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.22&nbsp; \n3:58 pm</dco> &nbsp;<qco> What's your next song going to be about?</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.22&nbsp; \n3:41 pm</dco> &nbsp;<qco> Is your next song about figuring out how to deal with procrastination by procrastinating more?</qco> </h3>      \nno, that was what \"more than a dream\" was about\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.22&nbsp; \n2:45 pm</dco> &nbsp;<qco> how do you effectively use dissonance in music?</qco> </h3>      \nyou could spend a thousand lifetimes fashioning up new ways to do it. but first, it would take a thousand lifetimes to even iron out the definition of the word dissonance. so i'd personally recommend skipping that part and getting straight into the music. you're gonna want to get a head start in those first thousand lifetimes while you can\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.22&nbsp; \n2:22 pm</dco> &nbsp;<qco> when the live show comes around, is everything you've made on the table, or is the cutoff limited to post 2014, songs with video, or only recent stuff? I think it would be pretty cool to bust out an old one new fans haven't heard before, or update it in the live version for those who have.</qco> </h3>      \neverything is on the table except for the exact same arrangement as any existing recording\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.22&nbsp; \n1:47 pm</dco> &nbsp;<qco> good afternoon<br>ive been experimenting with all sorts of mixing techniques for drums, and i found that low cutting all the kick sources anywhere from 20hz up to 40hz gives some interesting and mostly good results. it seems to make very low bass parts easier to perceive. is this something you've ever tried?</qco> </h3>      \ni've never tried that. i have very little understanding of the \"who's who\" within the low register. i've come to get a great understanding of what belongs below 200 and what does not. my biggest trick is ruling that separation correctly. but when it comes to what's what within either of those ranges, ........ i have no idea. although using less instruments at a time always seems to help me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.22&nbsp; \n12:12 pm</dco> &nbsp;<qco> How would you describe the relationship between \"Long, Long, Long Journey\" and \"And The Day Goes On?\" <br><br>For some reason I closely associate the two. Do you have any idea why?</qco> </h3>      \nthey are in the same key and they are at a similar tempo. they both seem like they are boldly on a journey of life   while also reflecting on the past just slightly, or running from it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.22&nbsp; \n11:51 am</dco> &nbsp;<qco> Will you scream in your next song?</qco> </h3>      \ni doubt it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.22&nbsp; \n8:58 am</dco> &nbsp;<qco> how do you put so much serotonin in your music?</qco> </h3>      \nit's from you. i've been able to tease it out of you by packaging together surprises and non-surprises according a special formula which i change at a steady pace, which varies regularly\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.22&nbsp; \n8:09 am</dco> &nbsp;<qco> What is full note?<br></qco></h3>      never heard of it, but from context clues it might be a whole note<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What is half note?</qco></h3>      that's a musical note that lasts for 2 beats (if the beats are being counted normally) <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Quarter note?</qco></h3>      that's a musical note that lasts for 1 beat (if the beats are being counted normally)<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How do chord progressions work?</qco></h3>      some people say chord 'progressions' because the word 'progression' is a very large word and it stalls for time. but, chords are when you play multiple notes at the exact same time on different pitches together. it has a magic quality kind of like color. you could spend a thousand lifetimes trying to explain just how or why it works, and a thousand more lifetimes just fancying up new ways to use them<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whats a minor chord?</qco></h3>      if you have notes C, Eb, and G together, and especially if there is also a C note in a fairly low range, that is probably considered a C minor chord. The same thing could be said about G minor, with notes G, Bb, and D, with G in the bass. and so on, with any groups of notes in this same relative orientation to each other<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How about major chord?</qco></h3>      if you have notes C, E, and G together, and especially if there is also a C note in a fairly low range, that is probably considered a C major chord. The same thing could be said about G major, with notes G, B, and D, with G in the bass. and so on, with any groups of notes in this same relative orientation to each other<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thanks if you answered anything here billl!</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.22&nbsp; \n6:37 am</dco> &nbsp;<qco> will i ever finish producing my album?</qco> </h3>      \nsure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.22&nbsp; \n6:30 am</dco> &nbsp;<qco> how to deal with the fact that i have millions of full song ideas in my head but i lack skills to recreate them in real world and when i try i get a sad shell of a song that leaves me with no motivation because it sounds like shit compared to what i planned</qco> </h3>      \nthis reminds me of what most of the world's artists go through. especially the ones you enjoy the most\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.22&nbsp; \n4:00 am</dco> &nbsp;<qco> where can i find a ground plane</qco> </h3>      \nat level 1, or 0, depending on your local numbering convention\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.22&nbsp; \n3:29 am</dco> &nbsp;<qco> how do you make such great songs?</qco></h3>      i don't know. the darn rules change each time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it feels like a band is behind these songs but at the same time it doesn't</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.22&nbsp; \n2:53 am</dco> &nbsp;<qco> what's the ideal flag</qco> </h3>      \na bag\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.22&nbsp; \n2:47 am</dco> &nbsp;<qco> is the earth flat</qco> </h3>      \neven better. it's a line\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.22&nbsp; \n11:16 pm</dco> &nbsp;<qco> Is magic real</qco> </h3>      \nrealness is magic, so, therefore by direct correlation, magic is real\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.22&nbsp; \n10:31 pm</dco> &nbsp;<qco> how high did the pilgrims go</qco> </h3>      \nthey went to a medium height\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.22&nbsp; \n9:48 pm</dco> &nbsp;<qco> what's the weirdest way to write \"hi\"?</qco> </h3>      \nhow about \"bye\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.22&nbsp; \n9:38 pm</dco> &nbsp;<qco> Could I buy Ohio</qco> </h3>      \ni think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.22&nbsp; \n7:39 pm</dco> &nbsp;<qco> How do you become full of yourself?</qco> </h3>      \nyou could win best person of all time award, multiple times per day\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.22&nbsp; \n7:38 pm</dco> &nbsp;<qco> Do you have any criticism on nihilism (i.e. the belief that life has no value and/or meaning)? You may criticize the 2 beliefs (no meaning and no value) separately.</qco> </h3>      \nif there were no meaning then there wouldn't be a word that means no meaning\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.22&nbsp; \n7:17 pm</dco> &nbsp;<qco> are you thinking about thinking about something?</qco> </h3>      \nno. that could get out of control very quickly\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.22&nbsp; \n7:16 pm</dco> &nbsp;<qco> what is the craziest part of you</qco> </h3>      \nthe brain, which is also the craziest part of most people\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.22&nbsp; \n5:56 pm</dco> &nbsp;<qco> Can you spell Kanye with the letters that spell Kenya.</qco> </h3>      \nyes i suppose i could manage that\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.22&nbsp; \n3:10 pm</dco> &nbsp;<qco> what is phrasing in music and how can i do it</qco> </h3>      \nif you're doing music then you're already doing it. like the phrasing of your question \"what is phrasing in music and how can i do it\". could have been phrased another way maybe, but the way you phrased it is one of the ways\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.22&nbsp; \n2:54 pm</dco> &nbsp;<qco> how do you cook a apple</qco> </h3>      \ni don't know\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.22&nbsp; \n1:58 pm</dco> &nbsp;<qco> are you still scared?</qco> </h3>      \nno and yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.22&nbsp; \n1:53 pm</dco> &nbsp;<qco> why are there three spiders on my ceiling right now</qco> </h3>      \nbecause the other 997 went out for tea and briskets but they should be back\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.22&nbsp; \n10:55 am</dco> &nbsp;<qco> What am i made of?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.22&nbsp; \n9:05 am</dco> &nbsp;<qco> Is your next song about love?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.22&nbsp; \n6:53 am</dco> &nbsp;<qco> do you have a problem?</qco> </h3>      \ni am problem\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.22&nbsp; \n5:29 am</dco> &nbsp;<qco> How not to procrastinate?</qco> </h3>      \ndo everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.22&nbsp; \n3:03 am</dco> &nbsp;<qco> are there any songs youve made that were not created with the melody first?</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; perhaps a bass line or interesting chord progression?</qco> </h3>      \nbest case scenario is i can get the melody/chord/lyric all together. if the melody is there but no lyric, the chords would be implicit anyway. so it would never be just a melody. sometimes it's a groove with chords, so that might include the bass and chords. sometimes it's title only\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.22&nbsp; \n2:48 am</dco> &nbsp;<qco> can mount st. helens erupt again</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.22&nbsp; \n11:55 pm</dco> &nbsp;<qco> Who inspired you to start music?&nbsp;</qco> </h3>      \ni don't remember\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.22&nbsp; \n9:55 pm</dco> &nbsp;<qco> What does o.u.t.s.i.d.e stand for?</qco> </h3>      \noutside\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.22&nbsp; \n8:04 pm</dco> &nbsp;<qco> What's the most unnecessary word</qco> </h3>      \niconic\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.22&nbsp; \n6:12 pm</dco> &nbsp;<qco> am i gonna go to hel</qco> </h3>      \nyou can visit if you'd like\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.22&nbsp; \n4:38 pm</dco> &nbsp;<qco> What is the key to being in a relationship?</qco> </h3>      \nit all comes down to whether or not you have met the other person\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.22&nbsp; \n2:12 pm</dco> &nbsp;<qco> what's your favorite food?</qco> </h3>      \ndark matter\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.22&nbsp; \n11:43 am</dco> &nbsp;<qco> how many questions do you get on average in a day</qco> </h3>      \none hundred billion\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.9.22&nbsp; \n9:04 am</dco> &nbsp;<qco> do u mind if i ask you a question, namely this one?</qco> </h3>      \nthat could be arranged\n\n<br><br>"
  }
]
