[
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n6:25 pm</dco> &nbsp;<qco> What do you think of dreams?&nbsp;</qco> </h3>      seems legit<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n5:02 pm</dco> &nbsp;<qco> How do I get over someone naturally just not liking me?? Especially since this person is actually so well-liked themselves!!</qco> </h3>      \n\n\nremember the golden rule, you might be wrong about whether they like you, and you may also be wrong about how much anyone (including you) likes them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n4:40 pm</dco> &nbsp;<qco> How did the 'La de da de da de da de day oh' song come to be? It sounds so good to me! It probably was similar to the process of other songs, but I'm asking because, in my opinion, it really stands out, and I want to know more about it.\n</qco></h3>      this may sound boring and technical but i wrote some of it on a writing session, then wrote a bit more of it on a writing session, and then finally wrote the remainder of the song during a writing session. that's the short story. the long story is, i was doing a writing session many many years ago after many years of not doing writing sessions. actually it felt like i had never done a writing session before, it had been so long. i know i did many years before that, but it seemed so far away and i'm not quite sure how i ever did it. too long ago to remember really, and the world had surely changed since then, mine and everyone else's. so i was doing something which i think might have been totally new, i was just writing. not in the recording thing, not trying to record and write at the same time, just writing. like on paper, and i had 1 instrument to play along to what i was singing, and weirdly it was an unplugged bass. which doesn't quite make sense but it was a quiet room and i was just using it to indicate chords. not play chords, but just play the bass notes to indicate chords. so a few things were written on that session, including a thing that looked like <a href=\"snow32909.jpg\">this</a>. you may mostly recognize this verse, sort of mostly. but the chorus it goes to on this page (not shown) is completely different, and wraps up to a surprise twist ending very quickly, making it a probably less than 1 minute piece called, presumably, 'in the snow.' the snow not really being the chorus, the snow being the twist ending. so that's 'in the snow.' fast forward maybe 3 and a half years. i am getting my life togther and going through the stacks and stacks of writing sessions i've done over the years, and getting it all organized and doing writing on them, for days and days and days and days and weeks, a many months long writing-only period i call 'writing tare' when i worked only on writing for almost a year, and not starting any new ones, just updating/continuing/finishing/fixing on existing songs and fragments. very early on in this process, around september 2012, i took a look at 'in the snow,' made some small adjustments to the verse to make it stronger, the pre-chorus got changed from 'i'm gonna count to 3' to instead 'i'm gonna write a song'. therefore the old chorus didn't make sense (something about counting to 3 i assume) ditched it and wrote a brand new much brighter stronger chorus, which <a href=\"https://billwurtz.com/la-de-da-chorus.jpg\">as you can see</a> seems to be nearly exactly the la de da chorus. and then it sat there burning a hole in my shelf, as a ray of sunshine with a high standard i suppose i was afraid to live up to. fast forward to 2017, i've been actually recording songs, and videos of many different types, for many years at this point, and over the years the writing list had grown out of control, mostly from 2010 to 2013 but still even more later, so most of the time doing a song (recording + video) means going through the list and finding something i want to do. in post-hotewig i had made the decision to allow fragments to be picked (songs where only partial writing was done) so as to get something almost entirely new and finish the writing on the spot and record it. out of something like 400 to choose from, i manually got it down to about 41 finalists, planning to do a random number selection to choose. but i narrowed it down again manually to 27, and with agonizing fear i chose the number and it picked la de da. and then the next day i had terrible cold feet about it, thought it was lame and stupid. switched it to a slow song, switched it to another song, lost my mind, wasn't sure, and then somewhere around getting into the haircut chair (was planning on doing real video performance footage for this one) i was pondering a second verse after the bright la de da chorus, and the first 3 mall lines tumbled into my head quite readily. so at least that mostly solidified the song choice for me and gave it an extra push toward validity, and from there the decision was finalized and i quickly finished the writing and then went into production which took agonizingly long because it turns out going on camera in front of zillions of people can be scary if you haven't been doing it regularly <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, keep up the good work, I think 'Just did a bad thing' may be your best song yet.</qco> </h3>      that is nice of you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n4:12 pm</dco> &nbsp;<qco> which is better: africa by toto or africa by weezer</qco> </h3>      toto, for drum reasons<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n3:29 pm</dco> &nbsp;<qco> Will you ever upload more improvised covers of songs on your improv page? I really like that kind of stuff.&nbsp;</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n2:56 pm</dco> &nbsp;<qco> how does music do That :/</qco> </h3>      not even the leading scientists quite know<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n2:04 pm</dco> &nbsp;<qco> Until the night returns is eargasmic&nbsp;</qco> </h3>      that's nice of you<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n2:01 pm</dco> &nbsp;<qco> yo bill, i LOVE \"at the Airport terminal\". Do you love it too?</qco> </h3>      \nyes and no. i meant to love it but certain things went wrong when bringing it into reality, in addition to all the things that went right. this is to be expected in general when bringing things into reality, and the ups and downs can be a powerful learning tool, especially the downs\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n1:45 pm</dco> &nbsp;<qco> i'm sorry, gravity guy again. just realized that final chord in thank u next is actually Db(first inversion). sorry</qco> </h3>      \ndefinately Db7. that B note is really gonna push us magnetically to the \"4 chord\" (Gb) at the top of the figure<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n1:35 pm</dco> &nbsp;<qco> When was at the Airport Terminal originally written? Or is a fresh new wurtz from 2019?</qco> </h3>      the first line or so was from nov 18, 2018. the rest was written thurs jan 3 to 4, 2019\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n1:08 pm</dco> &nbsp;<qco> Is the Email page fake?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n12:53 pm</dco> &nbsp;<qco> is it possible to become you</qco> </h3>      it's possible to become anyone. but will we know what to do when the time comes<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n12:35 pm</dco> &nbsp;<qco> does denmark exist?</qco> </h3>      i will check<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n11:44 am</dco> &nbsp;<qco> hi, i asked a vague question about gravity earlier. so for example i was playing \"thank u, next\" from ariana grande and having a 25-key keyboard i voiced it like Ebmin7, Fmin7(3rd inversion),  </qco></h3>      you're gonna need the A note in that chord. like it's gotta be F7 over A. or A°, etc.<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bbmin7(2nd inversion), then Fo7. i'm just curious about that Fo7. like it seems like a chord that could only work coming from that Bbmin inversion. idk. am i being any more clear?&nbsp;</qco> </h3>      it's like Db7. thought it actually is. forgive me, i've heard it only a couple of times mostly in stores. but if you look at my example earlier on the other chord, how i said F7 or A° 'same thing', ... so too Db7 and F° are like the 'same thing.' and you'll notice just how the Adim one goes to Bbmin, you'll see that the Fdim7 is going nicely to Gbmaj7 at the top of the next cycle. which in this case could be Gbmaj7 or Ebmin9. i thought it was Gbmaj7 but i only heard it a couple times through a retail ceiling environment\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n11:07 am</dco> &nbsp;<qco> Do you have a favorite shape?&nbsp;</qco> </h3>      this may be a bit mainstream, but i must admit it is person\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n9:31 am</dco> &nbsp;<qco> What software would be best for making music?</qco> </h3>      each one is capable of being better than every other, which is a surprise waiting to happen, over and over again <br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n8:00 am</dco> &nbsp;<qco> when is the next music video</qco> </h3>      coming right up\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n7:37 am</dco> &nbsp;<qco> hey, can you explain gravity in music?</qco></h3>      <a href=\"jmgravity.mp3\">john mayer</a> gives a decent explanation<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; like voice leading? i don't know how notes like ,&nbsp;</qco> </h3>      no one does. not even the leading scientists. which is peculiar because music has made it clear again and again that it knows us<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n5:10 am</dco> &nbsp;<qco> Some musician told me that f# and gb are actually not the same key,</qco></h3>      yes they are. 2 ways of writing the same key<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; they're only that way in the piano temperament scale or some weird bullshit like that. I only know how to mash power chords in dropped guitar tunings so I don't know any better, what was he referring to</qco> </h3>      i don't know but those are the same key. 2 ways to write it down. like 50°F and 10°C\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n3:39 am</dco> &nbsp;<qco> What is your bookstacking record</qco></h3>      lame<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also is it the wr</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if so what's your time?</qco></h3>      the time was so long i edited the video down drastically. some versions more than others, depending on which release it was<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; These alk very important facts. Book facts. Stack facts. Stack the facts™</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n3:25 am</dco> &nbsp;<qco> Are you enjoying 2019 so far</qco> </h3>      yes and no, but yes<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n2:34 am</dco> &nbsp;<qco> at the airport terminal makes me feel profoundly, childishly happy\n<br>\n<br>is the song about flying to California ?\n</qco></h3>      it is about commercial airline travel, and some of the feelings that come along with it, specifically the time spent in the terminal before after or even inbetween your flight(s)<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also are the buzzing mouth sounds hard to control/record?</qco> </h3>      the zzz sound was hard to mix. the rolled r sound was hard to sustain\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n1:57 am</dco> &nbsp;<qco> How deeply should I analyze the themes in the lyrics of your songs (such as coming home or changing your name)?</qco> </h3>      a good rule of thumb is, analyze it to the same depth you would normally analyze your palms\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n1:13 am</dco> &nbsp;<qco> \"Until the night returns\" that whole verse is absolutely magical. How do you make the sounds feel so good?</qco> </h3>      \nmy latest secret is trying to do more things. so that i learn more quickly what feels good. kind of like the mail man gets extremely extraordinary good at delivering the mail\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n12:39 am</dco> &nbsp;<qco> do you love music</qco> </h3>      it's a little more complicated than that<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n12:27 am</dco> &nbsp;<qco> you use the word \"i'm\" too much br0</qco> </h3>      what do you expect, i like being stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n12:24 am</dco> &nbsp;<qco> would you ever consider going on a site like genius and leaving some thoughts on your own lyrics as other artists often do?</qco> </h3>      on that site i wish there was more of an ability to talk about the effect the lyrics and music both have together symbiotically\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n12:22 am</dco> &nbsp;<qco> When is your next song being released?</qco> </h3>      it's in the process of a long tumultuous and awkward release process\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n10:42 pm</dco> &nbsp;<qco> considering your reputation on youtube - some view your work as fabulous meme material, while others have a genuine love for analyzing it - would you prefer to be taken as more of a serious philosophical person, or more of a silly person to laugh at? or is this something you don't really have a preference for?</qco> </h3>      i have a strong preference for mixing them both together. my studies are showing that that is the essential way this entire universe is likely to have been created\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n10:31 pm</dco> &nbsp;<qco> What's the funniest thing that's happened to you today&nbsp;</qco> </h3>      was frowned and smiled upon simultaneously<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n10:01 pm</dco> &nbsp;<qco> What's a metaphor you find very interesting?&nbsp;</qco> </h3>      how about the 2 mice in a bucket thing, by christopher walken's character in a movie which i forget the title of\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n9:16 pm</dco> &nbsp;<qco> what's your secret</qco> </h3>      telling the secrets, not when they are asked but other times\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n9:01 pm</dco> &nbsp;<qco> nature has cunning ways of finding our weakest spot</qco> </h3>      and strongest<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n8:54 pm</dco> &nbsp;<qco> do you get annoyed by anything? if so, what?</qco> </h3>      surprise me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n8:54 pm</dco> &nbsp;<qco> is art dead</qco> </h3>      yes, and alive<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n8:40 pm</dco> &nbsp;<qco> How did you learn music/\n</qco></h3>      i learn music directly from the music. that may sound strange, but it's music<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what's your primary instrument?</qco> </h3>      would prefer to somehow quantum superposition my primary instrument between 4 instruments with equal probability\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n6:27 pm</dco> &nbsp;<qco> have u heard of bill wurtz?...</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what do u think of his music?</qco> </h3>      too fuckin normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n6:26 pm</dco> &nbsp;<qco> my band needed to find a replacement drummer so i found someone who is really good to play. but another band member asked someone who is less good. what do i (or my bandmate) say to the less good drummer so we don't hurt his feelings?</qco> </h3>      at some point you must decide if you are doing business or friendship. there are opportunities here for whichever one you choose\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n5:43 pm</dco> &nbsp;<qco> who invented the space time continuum</qco> </h3>      einstein maybe<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n5:43 pm</dco> &nbsp;<qco> what is the major f 43202840217=-1258= chord in your latest sogn??? lol</qco> </h3>      the whole song pretty much\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n5:41 pm</dco> &nbsp;<qco> what are your thoughts on towels?</qco> </h3>      you must keep them dry. dry off your towel with a towel before you use it, to make sure it is dry\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n5:41 pm</dco> &nbsp;<qco> dear bill where is the song i thought u released songs on tuesdays</qco> </h3>      i thought so too. but what happened is i got so excited from the songs that i wanted to release other things on the tuesdays in between, and that caused all hell to break loose, despite the fact that i thought i was superman. i actually still think i am superman, i am just getting used to a slightly different air craft<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n5:10 pm</dco> &nbsp;<qco> what is the best creative medium for expressing feelings?</qco> </h3>      each one is capable of being better than every other, which is a surprise waiting to happen, over and over again\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n4:55 pm</dco> &nbsp;<qco> I know it might seem like I'm skipping to the answer here, but I was wondering if you could provide me with a list of all songs from before your current run. Anything before Outside (Alphabet Street, really). I mean: New Canaan, I'm Crazy/It's Raining, The Road, We Could Just Get High: what other songs go in that list. Also, I sense that you are up against it, bill, so no rush ok?</qco> </h3>      all the songs should be listed on the <a href=\"https://billwurtz.com/songs.html\">songs</a> page. i imagine there may be some disagreement on which lengths are 'eligible' to be counted as a song, and i admit i have been confused about that myself. but that's why the time is listed. so for example, if you think only something longer than 55 seconds counts as a song, simply ignore all the ones with times less than 55 seconds\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n4:20 pm</dco> &nbsp;<qco> Why does your wall say 240?</qco> </h3>      \nbecause i switched the 2 and the 4 from the way it was when i came here. why it said 420 before, i would assume because it is a popular number especially in everyday social situations\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n3:51 pm</dco> &nbsp;<qco> how do i be funny</qco> </h3>      have thoughts\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n2:57 pm</dco> &nbsp;<qco> favourite disney</qco> </h3>      walt<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n2:41 pm</dco> &nbsp;<qco> what is hip these days</qco> </h3>      trying to quit the internet and then still using it<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n2:00 pm</dco> &nbsp;<qco> Hi why is the weatherperson always wrong</qco> </h3>      why are you always wrong about how often the weather person is wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.19&nbsp; \n1:28 pm</dco> &nbsp;<qco> as a jazz drummer and aspiring jazz pianist i am blown away by your musical skills. what are some ways to start to get comfortable in the world of jazz as it pertains to chords/scales/soloing?</qco> </h3>      you must use songs. find the songs you want. listen to them, learn them, etc... Could be fun to get some lead/chord sheets and record yourself some playalong packages on the music sequencing software that may or may not have come with your computer<br><br>"
  }
]
