[
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n9:07 am</dco> &nbsp;<qco> Man! I want to say thank you for being so dedicated with this questions page and your reality page, it's super generous and it has seriously inspired me to let go of fears and try new things. I feel happy and like I'm making progress with my creativity largely thanks to you. I do have a question though, I have two main passions, one is music, songwriting and production (which is already like 10 passions in one), and the other is sustainable food/permaculture/natural building/saving the world which is another several passions and my skills there are still so underdeveloped. I ideally I would love to connect the two but can't see how. Do you think it's totally unrealistic to pursue both of these very different fields simultaneously? \n</qco></h3>      i think you can find a way<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It's what's freaking me out most at the moment. I know you might not be able to help but I respect your opinion. Thanks again.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp;\n8:01 am</dco> &nbsp;<qco> When you get rich from content id whats the first thing youre gonna buy?</qco> </h3>      happiness\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp;\n7:18 am</dco> &nbsp;<qco> What would you say to someone who wants to start a YouTube channel?</qco> </h3>      check youtube.com, there is probably a sign-up button on there somewhere\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp;\n3:54 am</dco> &nbsp;<qco> I really like your content. Can you please pause the rest of the world really quick so you have time to make it all? thanks.​</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp;\n3:01 am</dco> &nbsp;<qco> Hi Bill, are you just answering questions you wrote yourself or is this a legitimate questions page? Sorry if I'm being stupid.</qco> </h3>      yes, although you'd think i would have known that already\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp;\n1:30 am</dco> &nbsp;<qco> Do you answer questions at a certain time of the day? Do you publish your answers at a certain time of the day?</qco> </h3>      every time is certain\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp;\n1:24 am</dco> &nbsp;<qco> What are some ways to NOT do music?</qco> </h3>      you can try any way you don't want\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n11:46 pm</dco> &nbsp;<qco> Lately I've been trying to not worry too much, pretty much about anything because I used to worry way too much, particularly over things that were beyond my control. Is this a good idea or can it go too far? I'm just wondering if you've applied this and if it has worked for you and if you would recommend it.</qco> </h3>      perhaps you could try worrying a medium amout\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n11:34 pm</dco> &nbsp;<qco> have you thought about breaking the pattern of making and breaking patterns by just making a pattern and sticking with it?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n11:20 pm</dco> &nbsp;<qco> Okay how and where do I meet you?</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n11:12 pm</dco> &nbsp;<qco> Will you ever do ASMR?</qco> </h3>      you mean the African Sex Mating Ritual? oh hell yeah!\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n11:08 pm</dco> &nbsp;<qco> How do I stop caring what other people think of me?\n<br></qco> </h3>      have you tried thinking something of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n10:43 pm</dco> &nbsp;<qco> How are you celebrating the Jewish New Year, Bill?</qco> </h3>      maybe converting to, or away from judaism, depending on whether or not i am jewish at that particular time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n10:41 pm</dco> &nbsp;<qco> what's a good pick up line?</qco> </h3>      i just got a tsunami warning\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n10:09 pm</dco> &nbsp;<qco> how many people have asked the question can I be your girlfriend?</qco> </h3>      i don't know, it automatically answers that one\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n10:09 pm</dco> &nbsp;<qco> are you going to post tutorials?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n10:02 pm</dco> &nbsp;<qco> Have you ever thought about writing a book about your journey as a content creator some day? I think it would be really helpful for new, aspiring creators</qco> </h3>      nowadays, books aren't necessarily the most efficient way to store and deliver information, but my journey has been heavily documented, and the documentation process is ongoing, and i will continue to release more and more pieces of autobiographical material as they become available, as i have done in the past\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n9:56 pm</dco> &nbsp;<qco> do you write all your songs out as charts before creating the audio, like you did with 'the road' which you posted on here?</qco> </h3>      yes, although i don't use physical paper any more, per se\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n7:28 pm</dco> &nbsp;<qco> i'm a superfan, but here's something that bugs me about you. you insist that other people cant be involved in the creation of your art, but thats a false claim.</qco></h3>      thank you for the update<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; you treat this very questions page as a piece of art (which is to say, you make it exactly like you like it, exercising artistic judgement in its very existence, creating something truly beautiful and worth paying attention to) and the page's existence is entirely dependent on others -- harnessing their curiosity. I think you're just being defeatist to rule out all collaboration when you have demonstrated on some level that it is within your grasp.</qco></h3>      perhaps some of the people you call defeatist have actually tried many times, and many ways, while you weren't watching<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if anyone can come up with a game plan and a system of ensuring the collaboration is designed in such a way that it results in Desired User Experience, then it's you, and i'm saying that because you figured out the much harder puzzle of becoming unconfused about how to make anything at all. you lament the slowness of your production but rule out th\n e most p\n otent soltion instead of making it work for you, with cleverness and ingenuity. manhours are what you need to get the workrate you crave, and, right now, there are more untapped manhours at your disposal out there in the world than you have left in your entire life. ruling out the option of collaboration strikes me as so unlike your philosophy of there being so many shades of gray in every issue and challenge.</qco></h3>      it's important to remember that that was my first choice<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i genuinely believe you can do anything you set your mind to. love, a fan for life</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n6:51 pm</dco> &nbsp;<qco> is toast the adult stage of bread?&nbsp;</qco> </h3>      no, it's the stage after\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n6:40 pm</dco> &nbsp;<qco> will you krack my lackin</qco> </h3>      right now i don't think i have time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n6:26 pm</dco> &nbsp;<qco> Any general tips for writing parts for two chord-playing instruments (like piano&nbsp;&amp; guitar, or 2 guitars)?&nbsp;</qco> </h3>      that's kind of a trick question because often when writing for those 2 instruments you might want 1 to play chords and the other not. but if they are both playing chords they should be playing the same chords. at least the core of the harmony should be the same, and most importantly in the same octave. they will blend nicely together\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n6:18 pm</dco> &nbsp;<qco> thoughts on retweeting tweets while having 0 followers?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n6:14 pm</dco> &nbsp;<qco> Do you have a patreon I want to give some money too you.</qco> </h3>      <a href=\"http://patreon.com/billwurtz\">yes</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n6:05 pm</dco> &nbsp;<qco> How can one boost their self confidence&nbsp;</qco> </h3>      run for president of the united states! win, if possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n5:48 pm</dco> &nbsp;<qco> bill i need help finding a good chord to continue a section of a song. It's on acoustic guitar but it's the top 4 strings so it's almost ukelele sounding. It goes A major with the root doubled in the G and high E strings, to Amaj7 to A7 to the chord i'm trying to find. Nothing about the chords are changing other than the descending chromatic scale on the high E string, so this next unknown chord would have F# in it. I'm thinking F#m add 11 omit 5 / A.&nbsp;</qco> </h3>      yeah you want D. then prob Dmin, then A(over C# in the bass if you prefer), then B7, then E7. and loop back. i mean i think you should write according to what the song is about and what it's used for, but i have a feeling this is what you're looking for. the D for sure. after that it's your choice\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n4:39 pm</dco> &nbsp;<qco> Today was pretty crap but I just listened to it's gonna be all right and now i am ok. So thanks bill :):):):)</qco> </h3>      wait hold on i am making a better one\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n4:15 pm</dco> &nbsp;<qco> would you rather eat soap or wash yourself with cheese?&nbsp;</qco> </h3>      why can't i use cheese soap. and also eat it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n4:12 pm</dco> &nbsp;<qco> which disney princess do you relate to most? is it tiana from the princess and the frog?&nbsp;</qco> </h3>      walt disney\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n4:11 pm</dco> &nbsp;<qco> HELP PLEASE\n<br>I'm in my senior year in highschool and I'm currently a teaching assistant for a general music class for 7th graders, we are currently teaching them ukulele and my advisor wants me to start making lesson plans and teaching the kids, but I have no idea where to start!! They've learned some basic chords but I don't know where to go from there with them.</qco> </h3>      teach them popular songs that everybody knows! put it in a good key where they can play it using the chords they know. if you tell me what chords they know and what song you wanna do i can tell u what key you'll need\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n4:00 pm</dco> &nbsp;<qco> How do you come up with a good bassline?</qco> </h3>      start by just playing the root of the chord when each chord first occurs. you may think that's way too simple but you also may immediately think of something that is one step cooler. and just go from there\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n3:59 pm</dco> &nbsp;<qco> what chord is being played at 1:12 here: https://www.youtube.com/watch?v=bp1yaEbIfl8&amp;t=72</qco> </h3>      play Emaj triad and throw in A# note and you'll be all set. for the folks at home that's notes E, G#, A#, B. real thick. double the octaves. it's a large ensemble\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n3:56 pm</dco> &nbsp;<qco> are you debbie harry?&nbsp;</qco> </h3>      i will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n3:47 pm</dco> &nbsp;<qco> I really struggle with communicating with others in a work environment, and I don't know how to make small talk so I can appear 'normal' and not stand out as super quiet. I know that I'll be working with other people for the rest of my life in my chosen career path, and I find it impossible to make friends (my only friend was someone I met on a film forum ten years ago) so essentially, how do I navigate this? I hate drawing negative attention to myself but I feel I do that by being so quiet whenever I'm at work, even though I usually have nothing to contribute. It's often presumed something's wrong with me because I remain silent, but I feel absolutely fine most of the time and I'll be polite/reply when spoken to. I only really connect with someone if they have the same level of social ineptitude or have the same very specific and intense interests as me. Please, help a gal out. Thanks.</qco> </h3>      i think you're doing great\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n3:47 pm</dco> &nbsp;<qco> is rip a good thing to say when someone tells you they are gonna sleep?&nbsp;</qco> </h3>      it depends on whether you were thinking of killing them\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n3:37 pm</dco> &nbsp;<qco> i wanna go home</qco> </h3>       i know what you mean<br>\n<br><br>"
  },
  {
    "html": "<h3 style=\"display: inline;\"> <dco>9.21.17&nbsp;\n2:23 pm</dco> &nbsp;<qco> please answer this question properly.</qco></h3>  no thanks, i already read ahead and i am not interested in this type of content. thank you for the gesture<h3 style=\"display: inline;\"> <qco>&nbsp;not sarcastic or anything. anyway here's the question: \"would you rather save the entire world excluding united states, or would you rather only save united states citizens you have only 2 choices \"</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n2:08 pm</dco> &nbsp;<qco> what if the monsters are hiding under your bed, because they are scared of You?&nbsp;</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n2:00 pm</dco> &nbsp;<qco> Hi bill it's your mom</qco> </h3>      no it's not\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n1:40 pm</dco> &nbsp;<qco> why can't you tell us the process of the new video</qco> </h3>      i think i wrote a 3000+ word answer about that, maybe a couple days ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n1:38 pm</dco> &nbsp;<qco> Here's a fun anecdote about my relationship with music. I want to write really crazy smart music, in a way that when people hear what i make they're like 'man, that guy really knows what he's doing'. </qco></h3>      oh wow, you're approaching this very different from me<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but, i'm finding producing is way more rewarding for me than writing and i struggle putting time into the writing of music. how to get motivated to work in the hard part?</qco> </h3>      i'm not sure. i have the opposite problem, i am more interested in the writing. but i'm also extremely particular about the sound, because the sound delivers the writing. so i can't exactly just give that to someone else. i'm sorry that does not answer your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n1:33 pm</dco> &nbsp;<qco> sometimes I think about how there used to be ladders in the old times and I think wow. What happen</qco> </h3>      well, the designs got better. so now there's better ladders. i'm sorry about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n1:19 pm</dco> &nbsp;<qco> Who do you prefer, The Beatles, The Rolling Stones, or The Who?\n<br>&nbsp;</qco> </h3>      i'm tired of having to choose. i think their music needs to learn to coexist, on the same planet. i am starting a charity which will hopefully forward the cause of all 3 of those groups, and their catalogues, being able to exist\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n1:19 pm</dco> &nbsp;<qco> will the videos in the reality page ever catch up to the present? \n\n</qco></h3>      that actually would not be good<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what's your thought process on when to start editing and when to release them?</qco> </h3>      immediately. unfortunately there are other more important videos which also must be done immediately. this creates a slight conflict\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n1:06 pm</dco> &nbsp;<qco> What % of everything is nothing?</qco> </h3>      0\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n12:28 pm</dco> &nbsp;<qco> video sneak peek?</qco> </h3>      ok fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n12:25 pm</dco> &nbsp;<qco> when will you do another monday video</qco> </h3>      how about some more tuesday videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n11:31 am</dco> &nbsp;<qco> wat about a cactus on a skateboard</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n10:58 am</dco> &nbsp;<qco> do people actually live in wyoming</qco> </h3>      i'm not sure\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n10:15 am</dco> &nbsp;<qco> do you sleep in socks?</qco> </h3>      yes, only because i sleep in a dumpster\n<br><br>"
  }
]
