[
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n5:04 am</dco> &nbsp;<qco> i saw your answer abt super technical music theory being confining in comparison to writing based on what naturally feels right and its really similar to my perspective on things. im in hs rn and i hate how black and white the world is. like twice this last week i got marked down for giving an intuitive perspective in like english or history just because the teachers aren't willing to consider ideas outside of the obvious point of view even if i know for a fact the different analysis is still correct. and im just really curious if you ever struggled with this in school as well since so much of your work and personality seems like a natural manifestation of divergence. do u have any advice for thriving when conformity is the key to most success?</qco> </h3>      \nthere's a lot to untangle in what you just said, but maybe i'll just point out the biggest thing right at the end which is your claim \"conformity is the key to most success\" i don't buy that for one second. i don't have the slightest idea where you got that from\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n4:52 am</dco> &nbsp;<qco> Do you ever answer questions with the mindset that you're actually talking face-to-face to the person whose question you're answering? Like, you're at some coffee shop with this person and casually answering the questions they're asking you? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If not, why? Do you think asking questions with this mindset might allow us to ask better questions?</qco> </h3>      you can only speak for yourself, not necessarily on behalf of other people who may ask questions\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n4:05 am</dco> &nbsp;<qco> Heyyy what should I do if I wrote \"think\" on my to do list, but I already do that?</qco> </h3>      \nthen you're all set\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n3:44 am</dco> &nbsp;<qco> How can I shuffle my cards?</qco> </h3>      \nit's technically impossible to shuffle cards. they still carry their entire story with them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n3:35 am</dco> &nbsp;<qco> is it a good exercise to force myself listeningto music outside of my comfort zone?\n<br>I feel like i enjoying looping certain albums or singles more than just, play the recommended playlist that apple music gave me\n<br>but i felt missed out on not enjoying more cool stuff</qco> </h3>      \nit's up to you to decide when the fomo gets bad enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n2:18 am</dco> &nbsp;<qco> other day i woke up and dragged myself out of bed feeling pretty tired and i realized \"hey, i'm dragging my tiredness as well as the entire state of my body around everywhere i go. i'm moving it through space and it stays with me\". trippy</qco> </h3>      \nmaybe you could go on tour\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n2:11 am</dco> &nbsp;<qco> metaphorically or literally?\n<br>Which do you prefer?</qco> </h3>      \nyou'd actually dare to ask me this during the great 'literally'-shift ?\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n2:04 am</dco> &nbsp;<qco> Bill wurtz, what's your opinion on the canned food, spam?</qco> </h3>      \niconic\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n1:45 am</dco> &nbsp;<qco> Did you ever try playing badminton ?? was it bad ???</qco> </h3>      \nit's actually pretty good. it takes like 3 hits to get used to how long that thing is. then you're like \"oh i get it, ok, it's really that long\" and then you're fine from there\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n9:56 pm</dco> &nbsp;<qco> oh wait, there is no real wrong order to do things is there</qco> </h3>      \na lot of things can be done in different orders. but there are still some things that need to be done in a specific order\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n9:51 pm</dco> &nbsp;<qco> why is this website's font times new roman</qco> </h3>      \nthere's no font on it but why is your browser's default font times new roman\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; 9:31 pm</dco> &nbsp;<qco> What is your favorite letter?</qco> </h3>      \ni like them all exactly equally\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n8:55 pm</dco> &nbsp;<qco> thoughts on radio stations shortening songs</qco> </h3>      \nsometimes the cuts work, sometimes they don't, but it also varies per listener. some cuts may work for some listeners and not others\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n8:52 pm</dco> &nbsp;<qco> How do you get past a creative block when making music? Sometimes my head is just empty and I can't get any ideas down</qco> </h3>      \nah, this would be the perfect time to write down a list of 10 things that are definitely NOT ideas. 10 non-ideas. just please, try not to have fun doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n8:52 pm</dco> &nbsp;<qco> what do you do when you see a lot of piled up questions here and you have no motivation to answer the questions. </qco></h3>      answer them tenderly with care<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also do you reserve a specific time to answer the questions.</qco></h3>      not exactly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also are you jaded by people's attempts to be interesting or funny when asking the questions. thank you for answering my questions</qco> </h3>      if you get jaded enough it loops around. can loop multiple times actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n8:47 pm</dco> &nbsp;<qco> Have you ever painted an egg laid by a rabbit in celebration of a man dying on a tree</qco> </h3>      \nnot exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n8:14 pm</dco> &nbsp;<qco> bill I want to learn how to draw but I get discouraged because I'm not immediately good at it. do you have any advice?</qco> </h3>      \nhow about this: temporarily redefine 'good' in some simplistic brutal way that you can justify as avant garde. should be just enough to get you through the night\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n5:48 pm</dco> &nbsp;<qco> do we actually need to pretend ourselves in different persona?\n<br></qco> </h3>      \ncould be a useful exercise, but maybe not entirely necessary\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n4:50 pm</dco> &nbsp;<qco> How to see the world for what it truly is;&nbsp;what people don't want you to see</qco> </h3>      \nHow do other people see the world the way you don't want them to see it?\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n3:20 pm</dco> &nbsp;<qco> Who owns Earth?</qco> </h3>      \ni'm guessing they're keeping their identity private\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n2:03 pm</dco> &nbsp;<qco> if you had to permanently live in a single month, which one (and maybe why if you feel like it)?</qco> </h3>      \nmay\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n1:46 pm</dco> &nbsp;<qco> Have you ever gotten a question so stupid that it singlehandedly changed your view on 'there's no thing as a dumb question'?</qco> </h3>      \nyes, that would be the majority of questions. and i also reset my mindset each time so i get to experience this feeling again and again\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n1:28 pm</dco> &nbsp;<qco> ive been working on a song for over a year, i keep being about to finish and release it, then right before suddenly getting scared by the sound of my vocals. i am seeking your advice about the sharing music, especially the sharing self singing, when hearing it keeps making me cringe, right before the sharing</qco> </h3>      \nright, that can happen. the question is do you wanna do this or not. do you need to do this or not\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n11:46 am</dco> &nbsp;<qco> Does your lawn get wet without your consent when it rains?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n11:10 am</dco> &nbsp;<qco> What are the winning lottery numbers?</qco> </h3>      \nall zeros, i assume\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n10:45 am</dco> &nbsp;<qco> Is when I get older in 3/4 time?</qco> </h3>      \ni'd say so\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n9:40 am</dco> &nbsp;<qco> I suppose you're very serious about your humor as well? Strictly humorous things only, no non-humorous things allowed, perhaps?</qco> </h3>      \nhumor itself is well known to be a paradox. i'm very serious about this paradox, and how hilarious it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n8:59 am</dco> &nbsp;<qco> is a apple red?</qco> </h3>      \nsome of them are\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n7:10 am</dco> &nbsp;<qco> thoughts on reading a whole dictionary?</qco> </h3>      \ni think by the end you're going to have a very deep understanding of that particular publisher and their relationship toward language at a particular point in time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n7:03 am</dco> &nbsp;<qco> what are the factors affecting what questions you're gonna answer?</qco> </h3>      \nif i can find a way to answer it in a way that i think adds value to this section overall\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n6:49 am</dco> &nbsp;<qco> did you change the font for the questions or am I going crazy (or both)</qco> </h3>      \nthere is no font specified here. so if the font changed for you that's on your end. it will come to you in your default font\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n5:01 am</dco> &nbsp;<qco> if you know you can figure out something by yourself but it'll take a month, but you can also ask a person and get an answer within 2 days, what do you do</qco> </h3>      \nyou can try it both ways, in due time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n4:19 am</dco> &nbsp;<qco> favorite kind of debate?</qco> </h3>      \ni appreciate it when changing your mind is not against the rules during the debate\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n1:25 am</dco> &nbsp;<qco> Why do waves even exist? Why contract and expand and contract and expand when you can just expand forever or contract forever?</qco> </h3>      \nmaybe you could try both. maybe you could actually oscillate between oscillating and not oscillating\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n1:02 am</dco> &nbsp;<qco> any magical stride piano recordings you recommend?</qco> </h3>      \nno, but that doesn't mean they don't exist. i just don't know any good ones\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n12:01 am</dco> &nbsp;<qco> Is it alright if hide under the bed for little but still some small ambiguous reason</qco> </h3>      \nsure. go right ahead\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n12:01 am</dco> &nbsp;<qco> in case no one's checked in on you, how are you doing, Bill?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.25&nbsp; \n12:00 am</dco> &nbsp;<qco> how musical can shapes be?</qco> </h3>      \nalmost fully musical\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.25&nbsp; \n11:01 pm</dco> &nbsp;<qco> Am i fancy enough?</qco> </h3>      \nsure, but you can also try being less or more fancy, IF that would please you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.25&nbsp; \n11:00 pm</dco> &nbsp;<qco> If you know someone in the 5D, why bother getting to know them in the 3D?</qco> </h3>      \ni don't really know exactly what you mean by 5D\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.25&nbsp; \n10:03 pm</dco> &nbsp;<qco> in your videos you seem to prefer to move objects instead of manipulating them.</qco></h3>      i'm not even sure what you'd mean by manipulation. if i recall correctly i've done a heck of a lot of manipulation, all throughout my work<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; when manipulation happens it is more generally the entire screen instead of individual objects. </qco></h3>      i have no idea what you're talking about<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Can you explain why?</qco> </h3>      i cannot explain why you've come to these assumption\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.25&nbsp; \n9:37 pm</dco> &nbsp;<qco> say one day you're just minding your own business and an idea comes to you suddenly. a good idea, one of the better ones you've ever had, and you record the idea down. but the next day you come across this video made a few years ago by this guy you've never even heard of, utilizing exactly the idea that came to you. what would you do in this situation? has this ever happened to you, and if so how frequently does it happen?\n<br>adding on, this happened to me just yesterday, which is why I'm asking</qco> </h3>      \ni don't think that has ever happened to me, the closest thing it reminds me of is this: i used a very simple graphic (to represent..... a table? or something) and i put it in a music video. after the music video was released someone informed me that it is exactly the staples logo. i'm well familiar with the staples store, but i've never seen them use that as a logo, it was a new logo for them. i didn't even believe the person who pointed it out to me. then a couple of years later i saw it on a staples truck and sure enough it is exactly the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.25&nbsp; \n9:10 pm</dco> &nbsp;<qco> Who should I gamble my savings on in March madness?</qco> </h3>      \nApril\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.25&nbsp; \n7:39 pm</dco> &nbsp;<qco> do you wanna go outside?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.25&nbsp; \n5:07 pm</dco> &nbsp;<qco> i'm hearing pretty strong themes of unreality, delusion, in 'more than a dream'.. am i onto anything? i can elaborate if you'd like</qco> </h3>      \nthat's not the way i would describe it, but, music hits differently for every person. science tells us this\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.25&nbsp; 4:53 pm</dco> &nbsp;<qco> how do I pass my calculus exam? I am bad at definitions</qco> </h3>      \ni don't know. i didn't do calculus in school. although i have encountered it and used it out of school\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.25&nbsp; \n3:55 pm</dco> &nbsp;<qco> You've mentioned in the past how your work process has 3 roles in it, the idea-creator, the idea-chooser and the idea-finisher.</qco></h3>      it's more roles than that, but that may have been in context of someone's specific question about their own process<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I wanna hear how you think the chooser works, cause oftentimes I find myself with loads of different cool ideas that I want to realize, and what ends up happening is that I get a bunch of unfinished scraps which I don't have the motivation to finish, or which I'm frustatingly unable to figure out how to complete. How does the chooser pick the best ideas so that the creator doesn't get bogged in unhelpful unfinished projects?</qco> </h3>      there's no need for the list to bog you down. the list is a well of opportunity. When you the 'procucer' decides  \"it's time to produce something\", the 'selector' then goes into the list, and, by some method, makes a selection, and hands the selection to the producer. And then the producer produces that selection, and the selector does not make a selection until the producer has produced the previous selection. So the only burden, is basically what the selector selects. and yes it's a lot of pressure on the selector to make a selection that everyone is happy about, but there's no need for the LIST to be a burden. it's just the selection that's the burden. but of course it's not a burden, because the fun fact here is that any idea can be worked good. In either case, whether or not you love the selection, your motivation for following through on it might often be the sheer excitement of what you can produce next. i think the power of this method probably comes from a firm agreement you have in the scheduling department to simply continue to produce things diligently one after another, as a coping strategy for the overwhelming potential at stake\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.25&nbsp; \n3:32 pm</dco> &nbsp;<qco> I've always heard that it's \"never too late\" to learn how to play music... but I've never actually met a musician who didn't start when they were very young?&nbsp;</qco> </h3>      \nin that case, it's up to you, whether you wanna start\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.25&nbsp; \n2:59 pm</dco> &nbsp;<qco> what Is your Favorite word to mispell</qco> </h3>      \na\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.25&nbsp; \n2:19 pm</dco> &nbsp;<qco> what a coincidence that i'm a human and not some other animal</qco> </h3>      \nnow i'm questioning the meaning of the word coincidence\n<br><br>"
  }
]
