[
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n9:03 pm</dco> &nbsp;<qco> how do i find out when to say something important to someone</qco> </h3>      if it's important then sometimes it's fun to say it at the wrong time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n8:54 pm</dco> &nbsp;<qco> \"Octo\" means eight, right? So why is October named October when it's the tenth month?</qco> </h3>      used to be the 8th\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n8:51 pm</dco> &nbsp;<qco> What's your favorite time of day</qco> </h3>      4:44 am\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n8:30 pm</dco> &nbsp;<qco> what would you do if a famous musician covered one of your songs?</qco> </h3>      cover a less famous person's song\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n8:17 pm</dco> &nbsp;<qco> Rabbit snakes is your best song don't @ me</qco> </h3>      i have never used that feature\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n7:49 pm</dco> &nbsp;<qco> bill, i watched all of the reality content. i feel connected to you now. i'm at the point in my life where the decision i make will change the course of my future forever. i just switched from a major to set me up for a more sustainable career path to something i have a greater interest in but has less potential in terms of financial security. did i make the right choice?</qco> </h3>      i would need to know more details to know for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n7:43 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201810170002\">10.17.18&nbsp;&nbsp;12:02 am</a>  does this response refer to more r e a l i t y content ???</qco> </h3>      no but i'm going to do that too\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n7:43 pm</dco> &nbsp;<qco> Are you obsessed with philosophy as much as music?&nbsp;</qco> </h3>      philosophy seems like only one side of the scale some how .......\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n7:40 pm</dco> &nbsp;<qco> can you post a mini room tour on here? that would be cool and it would enjoy my passion for pancakes significantly</qco> </h3>      'this is where i make my things', 'sometimes i whatever', 'gonna mail you my floor', 'take a video of the ceiling', 'gonna eat the floor', 'i'm on my floor', 'sometimes i stand in my room', 'i'm sad', 'it's not christmas', 'gonna throw my wallet away', 'i'm gonna clean my room', 'knock knock it's the knews'\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n7:35 pm</dco> &nbsp;<qco> bill can you write a poem about trees</qco> </h3>      currently in rehab to stop\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n7:29 pm</dco> &nbsp;<qco> Is australia old zealand?&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n7:25 pm</dco> &nbsp;<qco> What is your opinion on bread?</qco> </h3>      it was the best thing prior to sliced bread\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n7:04 pm</dco> &nbsp;<qco> the song knows us. is that good?</qco> </h3>      there's nothing we can do about it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n7:04 pm</dco> &nbsp;<qco> Do you have any more poems about fame?&nbsp;</qco> </h3>      i have many\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n6:47 pm</dco> &nbsp;<qco> thank you so much for existing, your content is always engaging or entertaining and makes me just want to be better. its a stupidly long-ended question but is there any general advice you can give for someone struggling to figure out what they want to do and how to do it?</qco> </h3>      go on a 7 hour journey and then think back on which parts gave you the special feeling\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n6:47 pm</dco> &nbsp;<qco> how do I deal with loved ones who only care if I'm starting to make money with my art? (I mean they are nice and all but I can tell they don't actually care about my actual art)</qco> </h3>      do you care about their art\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n6:44 pm</dco> &nbsp;<qco> why is it so hard to find this page if you keep up to date with it so much?</qco> </h3>      to keep the haters at bay\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n6:37 pm</dco> &nbsp;<qco> Hey consider doing the h3 podcast if it ever comes up again. Might be a fun, new experience. (Also podcast is short for iPod Broadcast, if you were genuinely wondering)</qco> </h3>      oh that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n6:12 pm</dco> &nbsp;<qco> why do your songs come out early on your topic page?</qco> </h3>      i do not have control over what time of day they are released. i wish i did\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n5:34 pm</dco> &nbsp;<qco> are there any songs in that notebook that are more experimental than others? why?</qco> </h3>      which notebook\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n5:15 pm</dco> &nbsp;<qco> what was your favourite question that anyone has ever asked you</qco> </h3>      this one\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n5:11 pm</dco> &nbsp;<qco> how do you feel about the fact that you have said \"fuck\" 7 times in the answers, but there has been 23 fucks in the questions (25 including this one)?</qco> </h3>      those statistics are wildly inaccurate\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n4:55 pm</dco> &nbsp;<qco> hey bill do you know how to tie a tie</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n4:55 pm</dco> &nbsp;<qco> Did you forget to put when I get older on the songs page?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n4:24 pm</dco> &nbsp;<qco> What do you plan to do once the gamers rise up bill, I'm scared bill, they are so angry and claim they have been oppressed for decade. What can we do bill?</qco> </h3>      join them\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n4:21 pm</dco> &nbsp;<qco> can you make a video where you spin a globe fie 2 solid minutes</qco> </h3>      there's one where i spin a globe for like 15 minutes probably\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n4:03 pm</dco> &nbsp;<qco> which is your favorite own video?</qco> </h3>      i would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n3:09 pm</dco> &nbsp;<qco> Did you break YouTube with your new song?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n3:06 pm</dco> &nbsp;<qco> When you start writing your lyrics, do all of them try to pass the message of the song or do you put some red herrings in the song?&nbsp;</qco> </h3>      it's like putting ingredients to a good pancake. ultimately at the end of the day you want that pancake to be a great pancake\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n3:02 pm</dco> &nbsp;<qco> Have you considered writing out your music in some form?</qco> </h3>      that would be cool\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n2:55 pm</dco> &nbsp;<qco> Do you plan on releasing any albums to purchase? Luv your work</qco> </h3>      i prefer to let the songs roam free\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n2:42 pm</dco> &nbsp;<qco> are you a full time content creator??</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n2:41 pm</dco> &nbsp;<qco> hey bill do you still have Dust in your house, you said it was your favorite product</qco> </h3>      that wasn't me necessarily\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n2:10 pm</dco> &nbsp;<qco> do you post a video every month or day?</qco> </h3>      every 14 days\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n1:32 pm</dco> &nbsp;<qco> Was \"And the day goes on\" supposed to be as motivational as it is?</qco> </h3>      yes. more if possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n1:22 pm</dco> &nbsp;<qco> Where does your appreciation for windmills come from</qco> </h3>      turns out i actually didn't even have a firm grasp on what a windmill is. i will hold off until i have a better understanding\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n1:11 pm</dco> &nbsp;<qco> do you really really really like ducks?</qco> </h3>      they're ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n1:11 pm</dco> &nbsp;<qco> do you self censor your work by any means?</qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n1:02 pm</dco> &nbsp;<qco> Okay so I am the world - would it be big-headed to say I am the universe, if I add the caveat that you're your own universe as well?</qco> </h3>      we are neighboring universes, in the same neighborhood\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n12:48 pm</dco> &nbsp;<qco> have you ever eaten a whole car, like, with a fork</qco> </h3>      drink car\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n12:33 pm</dco> &nbsp;<qco> why do pictures of food baskets make me laugh?</qco> </h3>      they are funny\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n12:14 pm</dco> &nbsp;<qco> Why is questions wrote as \"ueqstions\" on this page</qco> </h3>      for decoration\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n11:56 am</dco> &nbsp;<qco> Do you answer questions?\n<br></qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n11:48 am</dco> &nbsp;<qco> Wow, when I get older I think might be my favorite song AND video from you so far. The music during the poem about rain/poem about fame gives me goosebumps. I also really like the \"acting\" in the video, it seems like you got really into filming this one with more wild dance moves and facial expressions.&nbsp;</qco> </h3>      i think it's just that i was forced to use much fewer clips, and do much fewer takes. so i have to make them count, and also i had to use them for longer. and also i didn't have any time to add all the extra movement of the clips in post, so therefore you get to see my actual motions much more clearly. it doesn't feel like i actually did anything more on camera, it seems the same. yet another mysterious and magical blessing of the all mighty time crunch\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n11:29 am</dco> &nbsp;<qco> You're learning and getting stronger from each video, right?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n What was one of the lessons you learned from When I Get Older?</qco></h3>      can't say, due to haters<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n (Also, dude, just, this song is so lovely. The video is so delightful/playful. You're a real inspiration.)</qco> </h3>      oh you are very kind\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n11:09 am</dco> &nbsp;<qco> Love the new song. It's my new favorite (they have always become my new favorite with each release) and it's very balanced between silly and serious. Having a lot of fun with the green screen? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I feel like you are on the brink of doing even more magnificent things with that green screen.</qco></h3>      i gotta get rid of that 'hiring all positions' sign<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; One thing I've done before is laid on the grass outside and used the grass as a green screen.</qco></h3>      that is a great idea<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Could be fun!</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n10:37 am</dco> &nbsp;<qco> Could you please explain to me all the different ways to call different chords?</qco> </h3>      yes, but not all at the same time. it's kind of like eating a years worth of food. you can eat it all but not all at one time. i will have to start somewhere and i don't know what your experience is so i will have to start at the beginning. if you see the letter C for a chord, that means C maj chord, which is basically the notes C, E, and G, at the same time. if there is a bass note it's normally gonna be C. let me know if this makes sense and i will tell you another one i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n10:14 am</dco> &nbsp;<qco> Why Is When I Get Older Not On Your Website Yet&nbsp;&nbsp;</qco> </h3>      it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n10:02 am</dco> &nbsp;<qco> Why do I keep blaming myself even though I did nothing wrong?</qco> </h3>      to encourage yourself to get better anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n9:24 am</dco> &nbsp;<qco> ueqstions really?? where am i?? i feel trapped on your website of wird sounds and carzy vocals, are you okay bill? seriouly you can talk to me were all friends here. like whats with all the hidden txt on the scrambled page,</qco></h3>      those are the dates the anagram was requested, made, and posted. to help explain any confusions, in court<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i feel like there is some really geneious things at play here.. or your completely looing it. also whys the merch so expencive&nbsp;</qco> </h3>      i have nothing to do with the merch and i'm sorry for everything about it, especially for making it\n<br><br>"
  }
]
