[
  {
    "html": "<h3> <dco>11.3.17&nbsp;\n1:55 am</dco> &nbsp;<qco> Is Rhode Island an island?</qco> </h3>      yes, and there is also a state named after it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.17&nbsp;\n12:27 am</dco> &nbsp;<qco> why are some people so rude to you</qco> </h3>      to make me stronger\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.17&nbsp;\n12:06 am</dco> &nbsp;<qco> is it possible that dogs are not?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n11:00 pm</dco> &nbsp;<qco> i think you are a rocket ship! but you can't be too sure about such Things.</qco> </h3>      ah, that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n10:04 pm</dco> &nbsp;<qco> How do you deal with/get rid of a bad canker sore (those annoying things you get in your mouth when you bite yourself or eat acidic food and stuff that hurt a lot for a few days or more)?</qco> </h3>      document your experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n10:02 pm</dco> &nbsp;<qco> Can not being funny be funny sometimes?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n9:53 pm</dco> &nbsp;<qco> man, isn't the world grert</qco> </h3>      yea\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n9:05 pm</dco> &nbsp;<qco> I'm will use my time to make money, and then I will spend other time spending money</qco> </h3>      ah, that sounds like a nice balance\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n7:49 pm</dco> &nbsp;<qco> How should I apply to college?</qco> </h3>      you could knock on their door and ask them if they are happy with their current students\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n6:26 pm</dco> &nbsp;<qco> Why do Americans write the day and month in dates backwards?</qco> </h3>      <a href=\"q.php?date=201710200721\">10.20.17&nbsp;&nbsp;7:21 am</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n6:19 pm</dco> &nbsp;<qco> Damn Bill. I love your videos. But c'mon. It's music time. Crank out a shit ton of songs. Put together a band. Go on tour. Release albums and stuff. Isn't there a big part of you that really wants to do this? \n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What are you waiting for you dumb stupid fuck?&nbsp;</qco> </h3>      nothing, i am doing it right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n5:39 pm</dco> &nbsp;<qco> what the fuck does&nbsp;&nbsp;&nbsp;Fsus2maj7 mean</qco> </h3>      C over F\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n5:36 pm</dco> &nbsp;<qco> did you upload HOTEWIG the day you finished, or did you wait some time?</qco> </h3>      i worked my ass off on it for 11 months, and everyone else waited and accused me of not doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n5:15 pm</dco> &nbsp;<qco> i get the idea from you that you don't actually mean any of the lyrics in your songs cause it's \"just music\"</qco> </h3>      i meant to put them in the music. i mean them in the same way story writers mean the words in their stories, such as the wizard of oz, or snakes on a plane\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n4:36 pm</dco> &nbsp;<qco> has anyone had a problem with your history videos? (too much/not enough focus on certain topics)</qco> </h3>      yes but no one's problems with it were as big as mine\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n4:20 pm</dco> &nbsp;<qco> est-ce que tu comprendre ce que je dis maintenant?</qco> </h3>      yea\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n4:14 pm</dco> &nbsp;<qco> you didn't mention canada in history of the world why</qco> </h3>      to distract you from the hundreds of other things i didn't mention\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n3:39 pm</dco> &nbsp;<qco> when did you learn that you were nominated for a 2016 shorty award for best in weird</qco> </h3>      january 2016\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n2:56 pm</dco> &nbsp;<qco> Can I watch your videos for free?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n2:50 pm</dco> &nbsp;<qco> How do you get preggy?</qco> </h3>      go the store!\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n2:21 pm</dco> &nbsp;<qco> How to quell the excitement when waiting for an Amazon package to come through the mail?</qco> </h3>      order another package, and the first one will arrive while you're waiting for the second one\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n2:17 pm</dco> &nbsp;<qco> If I make a goal to make a million dollars by the time I'm thirty and don't accomplish it, do I only have myself to blame?</qco> </h3>      you are to blame twice. for making the goal, and also for not accomplishing it. also if you're not married yet you can blame yourself for that too, that's just a side note\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n1:39 pm</dco> &nbsp;<qco> Does \"choir\" rhyme with \"fire\"?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n1:23 pm</dco> &nbsp;<qco> What 2 thoughts do u have each day?</qco> </h3>      hi and bye\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n1:22 pm</dco> &nbsp;<qco> This online, anonymous format takes away pretty much all my inhibitions and leads me to ask the stupidest questions that I would never ask in person. Did you suspect this?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n1:21 pm</dco> &nbsp;<qco> be my wife. that's not a question, but do it anyway</qco> </h3>      i will try\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n12:48 pm</dco> &nbsp;<qco> Have all the good questions already been taken?</qco> </h3>      no but all the bad ones have\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n12:44 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710312114\">10.31.17&nbsp;&nbsp;9:14 pm</a>  Here's some important news for you (just in case you haven't read it in the newspaper yet)... have you heard that scientists have agreed to officially change the value of pi to 3?&nbsp;</qco> </h3>      that's not true\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n12:26 pm</dco> &nbsp;<qco> have you ever received a question on this page that changed your life?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n12:18 pm</dco> &nbsp;<qco> will you ever add the vine versions of your vids here? quite a few of them are different from the youtube/billwurtz.com versions because of the 6 second limit</qco> </h3>      i've been wanting to do that for a while but i am still looking for a good method of reliably looping them, to replicate the vine timing. otherwise i would have to re-cut all of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n12:16 pm</dco> &nbsp;<qco> How come a camera lens is circular but the picture it takes is rectangular? :/</qco> </h3>      it captured the full circle but your viewing device is probably rectangular. so you are seeing a cropped rectangle, inscribed in the original circle\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n12:15 pm</dco> &nbsp;<qco> Where's over yonder?</qco> </h3>      which ever direction you are pointing when you say it. only works if you do it before 1950\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n11:24 am</dco> &nbsp;<qco> what does it mean to \"play in the pocket\"?</qco> </h3>      it's kind of like when you are walking, and you have something in your pocket. the thing goes wherever you go\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n10:55 am</dco> &nbsp;<qco> have you ever gotten detention</qco> </h3>      i gave myself detention and i am still in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n10:52 am</dco> &nbsp;<qco> y would ppl buy my music if they can listen to it for free on youtube</qco> </h3>      ah that's a good question. another question is why would people buy your music if they have no idea what it sounds like\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n10:40 am</dco> &nbsp;<qco> are u sad when people are mean to others</qco> </h3>      i'm sad when people think each other are mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n10:39 am</dco> &nbsp;<qco> can you invent a new color in your head?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n10:31 am</dco> &nbsp;<qco> do school assignments sometimes ask absolutely frickin stupid questions because im feeling this way but my teachers never agree</qco> </h3>      the teachers might agree, but they're not allowed to say\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n10:25 am</dco> &nbsp;<qco> i really don't understand all this music talk with special notes and chords and majors and stuff but i still think i make good music? is that socially acceptable</qco> </h3>      if i knew anything about what is socially acceptable, i don't think i would have made an entire website dedicated to myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n10:24 am</dco> &nbsp;<qco> are you ever almost done with a project and then you realize it's terrible and you have to waste time fixing/changing the majority of it</qco> </h3>      realizing things that aren't good enough and need to be changed is something that happens gradually throughout the project\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n10:08 am</dco> &nbsp;<qco> Do you like to believe the best in people </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do you sometimes think people are stupid?</qco> </h3>      i don't like to\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n9:46 am</dco> &nbsp;<qco> <a href=\"q.php?date=201710312215\">10.31.17&nbsp;&nbsp;10:15 pm</a>  what's an example of another secret in your videos</qco> </h3>      the way i would prefer is if i did not tell you about them, it remains a secret, and then it will be enjoyable for you if you discover them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n9:38 am</dco> &nbsp;<qco> What if I ask the wrong question</qco> </h3>      you get to choose the question. so if you think you asked the wrong question, just decide it was the right question\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n9:05 am</dco> &nbsp;<qco> PLEASE help, how does one answer the greeting \"what's good\"?!</qco> </h3>      hi\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n8:36 am</dco> &nbsp;<qco> In a question you explained that you appreciate when people notify you when your videos are uploaded on Facebook and that it's easy for you to take them down. On youtube I've seen videos like \"all the jingles of hotewig\", \"hotewig but each time there's a jingle it gets faster\". So my questions are, is it as easy to take the videos down on other medias? How is it best to notify you? And most importantly: is there a kind of content (taken from your work) that you don't mind being on the internet, and what if someone steals parts of your work and try to make money with it?</qco> </h3>      the ideal solution is to get paid when that happens. this may or may not be possible depending on the platform\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n8:09 am</dco> &nbsp;<qco> Do you do all the anagrams requested </qco></h3>      not even close. i get way too many. there are currently about 5000 in my inbox<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(even if it takes time) or do you choose to ignore some of them? If so, how do you know which ones you'll do?</qco> </h3>      i just go through and find one that i want to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n6:25 am</dco> &nbsp;<qco> have you tried not trying ?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n12:25 am</dco> &nbsp;<qco> Is vitamin C Spanish for vitamin yes?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.17&nbsp;\n12:19 am</dco> &nbsp;<qco> What qualifies as smart?</qco> </h3>      putting on your pants both legs at a time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.17&nbsp;\n11:03 pm</dco> &nbsp;<qco> How am I supposed to find and climb the mountains school wants me to climb when I'm busy trying to find and climb my own?</qco> </h3>      have you tried adding even more mountains, to spice things up a bit\n<br><br>"
  }
]
