[
  {
    "html": "<h3> <dco>8.27.22&nbsp; \n6:52 pm</dco> &nbsp;<qco> do you know the answer to this question?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.22&nbsp; \n6:13 pm</dco> &nbsp;<qco> Are you screaming right now?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you prefer screaming or yelling?&nbsp;</qco> </h3>      yelling\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.22&nbsp; \n6:07 pm</dco> &nbsp;<qco> Have you cracked the code to the meaning of life? </qco></h3>      it's a changing code but i occasionally can befriend the changes, if only for a fleeting moment<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Can you teach us?</qco> </h3>      sometimes just keep the code the same for a little while, whichever one you have\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.22&nbsp; \n5:09 pm</dco> &nbsp;<qco> Is \"meef\" a Greek number?</qco> </h3>      \nit could be phoenician\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.22&nbsp; \n4:54 pm</dco> &nbsp;<qco> how real are ideas</qco> </h3>      \nyou decide\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.22&nbsp; \n3:22 pm</dco> &nbsp;<qco> do you like bread,just plain bread</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.22&nbsp; \n2:38 pm</dco> &nbsp;<qco> why is the earth so round</qco> </h3>      \nfor your convenience\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.22&nbsp; \n2:23 pm</dco> &nbsp;<qco> What makes a song sound like it's in A minor rather than C major, considering they have the same seven notes?</qco> </h3>      \nwhen it hits A in the bass, that's when it will sound like A minor. that's why some songs in A minor when played on your iphone or other flat speaker (without headphones) actually sound like they're in C. weird. composers beware of this\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.22&nbsp; \n2:17 pm</dco> &nbsp;<qco> How to bread</qco> </h3>      \nimpossible. it can't be done\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.22&nbsp; \n1:44 pm</dco> &nbsp;<qco> what is your opinion on napkins?</qco> </h3>      \ntoo dry\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.22&nbsp; \n1:08 pm</dco> &nbsp;<qco> do you game?</qco> </h3>      \ni am game\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.22&nbsp; \n12:46 pm</dco> &nbsp;<qco> do you think instrumental music can convey as much (or in some cases more) emotional impact or story to the listener as music with lyrics? i think it's a little sad that most people are aversive to listening to instrumentals by themselves.</qco> </h3>      \nmusic without words, scenes, or any other context, works mostly on your feelings and emotions, in a way that can be difficult to grasp if there's nothing to hold onto. it's extremely powerful, but it needs something to hold it. words can do this, scenes can do this, almost anything the music is attached to, can help hold the music and put it into context, and activate all of its power. and, at the same time, the music will greatly enhance the power of the thing it's attached to. Think of it like this: music is the beverage. the context/words/scene is the cup. imagine a beverage with no cup. same beverage...... undrinkable. Also, a cup without a beverage can be pretty bland also. Instead of being disappointed about this, i think you'll find it extremely rewarding to become a cupsmith. you'll be doing wonders for all different kinds of music, and cups as well. it's a win-win\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.22&nbsp; \n12:18 pm</dco> &nbsp;<qco> opinion on making a song about when you get younger (when I get older's younger sequel)</qco> </h3>      \nthere is already a verse for that, in \"when i get older\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.22&nbsp; \n11:11 am</dco> &nbsp;<qco> why are only your latest songs on spotify in full lowercase?</qco> </h3>      \nit was unclear in the past whether this was allowed or would cause bureaucratic delay\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.22&nbsp; \n10:49 am</dco> &nbsp;<qco> whats the meaning behind here comes the sun I like it to much</qco> </h3>      \nin that case, the meaning is you liking it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.22&nbsp; \n9:30 am</dco> &nbsp;<qco> My friend sinned and bought a bass plectrum. What should I do with them?</qco> </h3>      \nhow about some recreational activities\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.22&nbsp; \n9:28 am</dco> &nbsp;<qco> What are your thoughts on Satan?</qco> </h3>      \nbad reputation\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.22&nbsp; \n8:38 am</dco> &nbsp;<qco> do you make other people listen to your music to see their opinion on it before releasing it?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.22&nbsp; \n6:32 am</dco> &nbsp;<qco> i'm looking to get a keyboard for music production, what is your choice? i'm looking for a pretty cheap one (200-300 bucks) that has lots of different noises on it</qco> </h3>      i don't really know anything about the keyboard market, but, my personal issue is that i think dynamic sensitivity is crucial. this is all i'm saying: make sure it sounds different whether you play the note hard or soft. some of the really cheap ones have the loud and soft notes exactly the same volume. this will make you sad and you won't know why. it will make you think you suck, even if you don't\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.22&nbsp; \n1:35 am</dco> &nbsp;<qco> what's your favorite type of cloud that hasn't been discovered yet?</qco> </h3>      \ni don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n11:32 pm</dco> &nbsp;<qco> do you believe truth is subjective?</qco> </h3>      \neven better. subjectivity is truthful\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n10:39 pm</dco> &nbsp;<qco> have you ever changed the title of one of your songs at the last second before releasing it?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n10:09 pm</dco> &nbsp;<qco> When did nothing start?</qco> </h3>      \nit starts when each 'thing' ends, as long as there is no other thing next\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n9:53 pm</dco> &nbsp;<qco> is 'the ending' a song about the creation of the song itself</qco> </h3>      \nmostly. i bet most of my songs are about that\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n9:19 pm</dco> &nbsp;<qco> is there a way to be bad at music?</qco> </h3>      \nthere's probably no way NOT to be bad at music. even if you're good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n9:16 pm</dco> &nbsp;<qco> How do I tell if a feather hat is worthy of a conversation or not?</qco> </h3>      \nit is. every hat is worthy of a conversation. every thing is worthy of a conversation. conversations are worthy of conversation\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n8:29 pm</dco> &nbsp;<qco> what is your favorite video so far</qco> </h3>      \nroundhay garden scene\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n8:06 pm</dco> &nbsp;<qco> I seem to be giving off weird vibes this week. How can I make it not-offputting to others?</qco> </h3>      \njust wait it out, while focusing on something else you may be interested in\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n6:45 pm</dco> &nbsp;<qco> is sincerity a weapon that can be used to combat the digital mundane, or is escapism and irony preferable, as it leads to a balance between pseudo-presence and pseudo-isolation as a method of coping with said mundane?</qco> </h3>      \nsincerity and satire both truly do a romantic dance, making the world go round actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n5:42 pm</dco> &nbsp;<qco> do you cringe at your own voice</qco> </h3>      \nyes but i don't use those takes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n5:15 pm</dco> &nbsp;<qco> how did you create that high pitched \"twee-te-te-te-te\" melodic sound in that part of the ending starting at \"it makes me weep, skip, sing it while I sleep\"? it sounds like a pitched up keyboard but i can't be sure. it's very fanciful and cool sounding though</qco> </h3>      \nit's just a keyboard sound that's fairly dull and gets out of the way quickly. the entire rhythm of the sound is me actually playing all those notes in real time. use 2 or 3 fingers on the same note. if it helps, you can slow the tempo down to record it but i don't do that. it's more important how it's played than what sound it is. i know this because i used to do this all the time on a different sound that i no longer have access to, and i just recently started doing it again and i was very quickly able to find a sound that works fine for that. just has to be slightly dull and get out of the way quickly (short release). and the rest is all in the performance\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n5:07 pm</dco> &nbsp;<qco> good evening i just remembered all the questions i wanted to ask you the other day , but forgot to. i will keep these questions and ask you another time! i do however, have two i'd like to ask you now: if i'm writing lots of very short pieces of music, usually a few seconds in length, can i just keep doing that knowing they aren't complete? </qco></h3>      sure. maybe they are complete, maybe they are not, but either way you can file them and continue<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is there a principle i can hold true that might help me get some of these pieces completed? thanks again, e</qco> </h3>      if they are incomplete, yes, you can complete them. what helped for me is to recognize that these are 2 entirely different jobs. even today, i consider them different jobs. there is even a 3rd job called 'selection', and actually there is even a 4th job called 'middle writing' and for that i do the selection randomly, and in that case i wouldn't be required to finish the item, just move it along a little bit\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n4:44 pm</dco> &nbsp;<qco> how do you dispose of an acorn?</qco> </h3>      \nyou can't. an acorn is forever\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n4:23 pm</dco> &nbsp;<qco> is it funky time?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n3:40 pm</dco> &nbsp;<qco> In the \"Champaign is only Champaign(tm) if it comes from the Champaign region of France, otherwise it's just sparkling wine\" line of reasoning, would you consider your music 'sparkling thought'?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n3:11 pm</dco> &nbsp;<qco> did you ever invent something?</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; tell me what it is</qco> </h3>      \nwhen i was in school i wrapped a rubber band longways around a ruler and used it as a 1-string guitar. i'm sure i'm not the first person who has done this, but i came up with the idea on my own\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n1:56 pm</dco> &nbsp;<qco> Is the new one called 'the ending' because you're gonna start doing some videos that aren't a platform for one song for a bit? Sketch kinda stuff?</qco> </h3>      \nno. i will be doing that more soon, but the title of the most recent song has no relation to that situation. the reason the song is called \"the ending\" is because it's in the lyrics to the song\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n1:54 pm</dco> &nbsp;<qco> whats up with the red arrow and circle at the ending of the ending</qco> </h3>      \nclickbait\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n1:11 pm</dco> &nbsp;<qco> what is your favorite thing about this planet&nbsp;</qco> </h3>      \nthe atmostphere\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n12:44 pm</dco> &nbsp;<qco> what to do when the whole song is written but recording it seems to ruin the fun of it</qco> </h3>      \nmight as well walk the plank\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n12:36 pm</dco> &nbsp;<qco> Do you like video games?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What is your favourite one?</qco> </h3>      \ni'm blanking out. i can't think of any right now\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n11:46 am</dco> &nbsp;<qco> whats the genre of your songs called</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n11:32 am</dco> &nbsp;<qco> Best bone in the body?</qco> </h3>      \nskull\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n11:05 am</dco> &nbsp;<qco> if you could make up a word what would it be</qco> </h3>      \ni can make up words, and i make up many. so i suppose i should answer this with the earliest one i can think of, which is the word \"joj\", which is a verb, and it's like in a movie when people sort of roll down a hill. the idea for this word came from seeing the upside down reflection of a digital clock showing \"7:07\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n10:28 am</dco> &nbsp;<qco> i like writing music but i'm afraid to show it to people because i worry that it's not good enough and proceed to not do anything with it. have you ever experienced this?</qco> </h3>      \nsome of that. Think of all the songs you know and enjoy..... how many of those songs did you discover because the writer/artist personally showed it to you?\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n10:28 am</dco> &nbsp;<qco> If there's one god, why are there so many religions?</qco> </h3>      \nif there's one religion, why are there so many gods\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n8:48 am</dco> &nbsp;<qco> opinion on racing games?</qco> </h3>      \ntoo fast\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n4:23 am</dco> &nbsp;<qco> What if.</qco> </h3>      \n.\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n4:18 am</dco> &nbsp;<qco> how to better bring the song into focus</qco> </h3>      \nwrite another song about that song. or, cut out the middle man and make a song about itself\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n2:48 am</dco> &nbsp;<qco> are there any songs that you have named after actually making the song?</qco> </h3>      \nyes. the most recent one was like that. also the one about special sandals\n\n\n\n<br><br>"
  }
]
