[
  {
    "html": "<h3> <dco>6.16.24&nbsp; \n6:04 pm</dco> &nbsp;<qco> why is it that that that is is that that is not is not is not that it it is</qco> </h3>      \nthis of course requires a lot of punctuation in order to be coherent, but to make things worse i think you screwed up the words anyway, while copying it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.24&nbsp; \n5:00 pm</dco> &nbsp;<qco> how often do you use the word perchance?</qco> </h3>      \ni've never used it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.24&nbsp; \n4:47 pm</dco> &nbsp;<qco> do you ever lie in your answers for the sake of comedy and/or making a point?</qco> </h3>      \neven more fun is to tell the truth, also for those same reasons\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.24&nbsp; \n4:11 pm</dco> &nbsp;<qco> If a bagel&nbsp;&nbsp;has blueberries but the package says plain bagels, then can I still eat it?</qco> </h3>      \nyou can say you'll eat it, then don't. Or, don't say you'll eat it, then do. Really the important factor is whether or not you can eat blueberries. that determines whether you can eat it or not. but then dealing with the underlying theme here, of 'insincerity', you can address this by doing the opposite of what you said you were going to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.24&nbsp; \n1:30 pm</dco> &nbsp;<qco> i had an idea for a time lapse photography project in a dream, the only problem is that each photo in the time lapse was actually a video. and you can't do that, there aren't enough dimensions in space and/or time to do that. so it's not a good idea. in the dream it was really riveting and inspiring but in reality it's just bad</qco> </h3>      \nit sounds like it was in reality actually good. but you just haven't figured out yet how to present it properly to a normally functioning human audience. that doesn't mean it can't be done, it just means it's going to be very exciting when you actually figure out how\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.24&nbsp; \n12:59 pm</dco> &nbsp;<qco> I feel like my music isn't good enough</qco> </h3>      \nthat makes sense, because no one's music is good enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.24&nbsp; \n12:04 pm</dco> &nbsp;<qco> I like to wear soft clothing is like if a rug and a carpet had a baby</qco> </h3>      \nthat's what you may think, except the problem here is that rugs and carpets are not compatible\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.24&nbsp; \n11:03 am</dco> &nbsp;<qco> are we here for a reason</qco> </h3>      \ncertainly everything is for more than just 1 reason\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.24&nbsp; \n9:09 am</dco> &nbsp;<qco> Fly around is like flour</qco> </h3>      \nfor a moment there i thought you were gonna say 'floor'\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.24&nbsp; \n8:43 am</dco> &nbsp;<qco> You like brazilians?</qco> </h3>      \ni'm not sure. i don't always check whether someone is brazilian before liking them. so to be honest i wouldn't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.24&nbsp; \n4:33 am</dco> &nbsp;<qco> how do i get over being Super Terrified of people</qco> </h3>      \njust start asking everybody that question\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.24&nbsp; \n3:36 am</dco> &nbsp;<qco> do you have the audio file for the \"far far away\" Shrek 2 Retold jingle you made? (you did make that, yes?)</qco> </h3>      \n<a href=\"https://billwurtz.com/artifacts/bw-farfaraway_201912030808.mp3\" target=\"_blank\">yes i did</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.24&nbsp; \n2:58 am</dco> &nbsp;<qco> How do you find out that you are a part of this world?</qco> </h3>      \ndo anything, and you'll find out that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.24&nbsp; \n2:32 am</dco> &nbsp;<qco> What do you think about percentages?</qco> </h3>      \ni'm not gonna lie, 50% of them are good\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.24&nbsp; \n2:19 am</dco> &nbsp;<qco> why do the best people at something always have very cool names</qco> </h3>      \nin this case, it's because that something is name making\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.24&nbsp; \n12:19 am</dco> &nbsp;<qco> light mode or dark mode?</qco> </h3>      \nsomeone go ahead and invent medium mode\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.24&nbsp; \n10:04 pm</dco> &nbsp;<qco> do you ever wish that you were a bird?</qco> </h3>      \nyes but i know if i were a bird i would wish that i was not a bird\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.24&nbsp; \n8:42 pm</dco> &nbsp;<qco> Have you ever fucked up?</qco> </h3>      \nbelieve me i've tried\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.24&nbsp; \n8:37 pm</dco> &nbsp;<qco> Hello Mr Bill, big fan. Do you have an opinion about drugs and could you share with us</qco> </h3>      \n'drug' sounds like actually a word for the barrel it comes in. actually it specifically sounds like a word for how 'dry' the barrel was\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.24&nbsp; \n5:32 pm</dco> &nbsp;<qco> Would you describe yourself as 'nice'?</qco> </h3>      \ni'm pretty sure it's not nice to describe yourself as nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.24&nbsp; \n4:16 pm</dco> &nbsp;<qco> HELP I am going to be an adult soon. What should I do?</qco> </h3>      \nit's almost time to start making up some opinions\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.24&nbsp; \n2:34 pm</dco> &nbsp;<qco> what are 3 important things</qco> </h3>      \nthe 4th 5th and 6th things\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.24&nbsp; \n12:03 pm</dco> &nbsp;<qco> bill what kind of lawyer should i tell people i want to be. doesn't have to match what i end up as but the fans are getting antsy as i'm halfway through law school</qco> </h3>      \nhow about a public relations lawyer\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.24&nbsp; \n11:58 am</dco> &nbsp;<qco> I had a nightmare last night. the only thing that happened was my laptop upgraded itself to windows 11. I think this is stemming from the fact that I'm going to have to go into my pc's bios to enable something so that my pc is elligible for windows 11, but I'm afraid that I will fuck up my computer irreparably while doing it. please help</qco> </h3>      \nmaybe it's time to become Amish\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.24&nbsp; \n9:46 am</dco> &nbsp;<qco> What if the song you're working on isn't your favourite?</qco> </h3>      \nin that case i really wouldn't be able to bring myself to work on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.24&nbsp; \n9:27 am</dco> &nbsp;<qco> some art person in the last century was freaking about because art stopped being a shared language and instead art became \"introverted\", with some people making very odd art that meant nothing to nobody. is this true? does art need to be for people? did it ever?</qco> </h3>      \ni think that person probably was not looking at all the art. they were only looking at the more introverted stuff\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.24&nbsp; \n5:20 am</dco> &nbsp;<qco> Do you prefer the phrase 'I don't know' or 'I don't recall'?</qco> </h3>      \nthe weird thing is, in each moment a different phrase is preferable\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.24&nbsp; 2:38 am</dco> &nbsp;<qco> do you answer all questions if the question questions the question?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.15.24&nbsp; 12:03 am</dco> &nbsp;<qco> What is your favorite color?</qco> </h3>      \nplain\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.24&nbsp; \n9:42 pm</dco> &nbsp;<qco> jazz musicians collectively decided that they would write one (1) jazz standard in 5/4 and have it be a huge hit, and then do everything else invariably in 4/4 forever</qco> </h3>      \twhat if there was another one, hiding in plain sight. without the number 5 bragging to you in the title. would that be so impossible\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.24&nbsp; \n9:34 pm</dco> &nbsp;<qco> why is duck funny</qco> </h3>      \nbecause you feel like you were just about to think of that, but then the duck actually appears precisely 2 seconds sooner\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.24&nbsp; \n9:07 pm</dco> &nbsp;<qco> Are you currently working on music or production?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.24&nbsp; \n7:44 pm</dco> &nbsp;<qco> Do you think it is possible to develop a new creative skill without talent?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.24&nbsp; \n5:40 pm</dco> &nbsp;<qco> If shorts are called shorts why aren't pants called longs&nbsp;</qco> </h3>      \nput it this way, if pants are called pants then why aren't shorts called longs\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.24&nbsp; \n4:34 pm</dco> &nbsp;<qco> do u own a rocketship</qco> </h3>      \ni only rent rocketships\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.24&nbsp; \n4:08 pm</dco> &nbsp;<qco> favorite mersenne prime?</qco> </h3>      \n7\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.24&nbsp; 3:00 pm</dco> &nbsp;<qco> explain music theory to me</qco> </h3>      \nyou actually have to hear it for yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.24&nbsp; \n2:39 pm</dco> &nbsp;<qco> Why is nobody talking about the sixth beatle?</qco> </h3>      \nbecause there is still a lack of agreement on who the 5th would be\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.24&nbsp; \n12:39 pm</dco> &nbsp;<qco> do you like oreos</qco> </h3>      \ni just like oreo merchandise\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.24&nbsp; \n8:35 am</dco> &nbsp;<qco> I was reading this page and I felt kind of tired so I closed my eyes and relaxed for a minute and had a waking dream where I was playing a glockenspiel but the metal bars were in the shape of sardines. This lasted for only a minute or so, then I opened my eyes and felt refreshed. True story, this happened 5 minutes ago.</qco> </h3>      \ni know what you mean. that happens to me all the time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.24&nbsp; \n6:30 am</dco> &nbsp;<qco> You seem full of ideas how do you pick one idea to go with out of all the ideas to make into a complete thing because i get stuck with too many ideas and cannot start on one idea because i want to start on all the ideas at once</qco> </h3>      \nyes this happens to me too. you can try picking 1, you can try picking 10, you can try picking them all. i've tried each of those ways, and i think they are each uncomfortable in different ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.24&nbsp; \n5:58 am</dco> &nbsp;<qco> on a scale of 1 to 10 how unhinged are you</qco> </h3>      \n0\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.24&nbsp; \n5:14 am</dco> &nbsp;<qco> why do i have a god complex and a feeling im the worst at the same time</qco> </h3>      \nthat's Showbusiness\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.24&nbsp; \n3:51 am</dco> &nbsp;<qco> Any ideas on how to fix a patch of grass?</qco> </h3>      \nmake it greener, like the way it is on the other side of the fence\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.24&nbsp; \n2:54 am</dco> &nbsp;<qco> would you ever write a song about bread? an album maybe? the bread community kneads to know.</qco> </h3>      \nthere have been a number of bread references in my songs. arguably more bread references than the average musical artist makes. i should possibly tone it down\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.24&nbsp; \n2:19 am</dco> &nbsp;<qco> advice for someone whose poetry sounded good when they weren't trying to make it sound good but when they tried to make it sound good (according to their personal taste) it all started sounding like garbage?</qco> </h3>      \nthe answer here seems pretty obvious\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.24&nbsp; \n10:12 pm</dco> &nbsp;<qco> is there anything you will never get sick of?</qco> </h3>      \ni don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.24&nbsp; \n10:00 pm</dco> &nbsp;<qco> what's your favorite instrument you've used in a song? be it sound or just how well it fit in with the rest</qco> </h3>      \njeans\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.24&nbsp; \n6:36 pm</dco> &nbsp;<qco> you say that helping someone deal with social anxiety is a way to deal with your own social anxiety, but if you don't know how to deal with your own social anxiety then how can you be qualified to help someone else with it?</qco> </h3>      \nin social anxiety, you worry about how other people are judging you. but now you can be a qualified \"other person\" to the other person, and you can explain to them that you're actually not judging them at all. then you'll also find out that they weren't judging you, because they were too busy worrying about whether you were judging them. so you'll both find out by telling each other, that you're not actually judging each other\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.24&nbsp; \n5:46 pm</dco> &nbsp;<qco> OKay, so I am having a hard time lowering my expectations, like in school, I always start thinking that I could have done better or I could have gotten a better grade. What should be my first step to lowering my expectations???</qco> </h3>      \nin this case, it would be to get some worse grades\n<br><br>"
  }
]
