[
  {
    "html": "<h3> <dco>10.4.22&nbsp; \n7:18 pm</dco> &nbsp;<qco> Opinion on barbed-wire fences?</qco> </h3>      \n\ni keep thinking one of these days i'll learn how to barb a darn wire myself\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.22&nbsp; \n4:58 pm</dco> &nbsp;<qco> is electric outlet at the 10th second in \"i'm a huge gamer most of the time\" a reference to characters in \"where i've been\"</qco> </h3>      \n\nno. it's more likely that the characters in \"where i've been\" are a reference to electrical outlets, but i'm not so sure of that either\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.22&nbsp; \n4:54 pm</dco> &nbsp;<qco> are you on vacation?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.22&nbsp; \n4:52 pm</dco> &nbsp;<qco> you need to get more friendly with sand</qco> </h3>      \n\nfair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.22&nbsp; \n4:39 pm</dco> &nbsp;<qco> help, i came up with a song idea but i am not in a place where i can record it, and i already feel it slipping away</qco> </h3>      \nif you can get your hands on a pencil and paper, or even just a text app on a phone, you can get by, by writing down all the notes, rhythms, chords, and lyrics. and explain any other vibes or important details that may have fell through the cracks in whatever notation system you may be using<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.22&nbsp; \n4:31 pm</dco> &nbsp;<qco> what's the laziest sandwich ?</qco> </h3>      \nwork, between 2 pieces of laziness\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.22&nbsp; \n10:24 am</dco> &nbsp;<qco> if \"the world is cold and you can warm it up with a little true love\" then is it the cause of global warming?</qco> </h3>      \n\ni was going to say no but now that i think about it yes \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.22&nbsp; \n9:58 am</dco> &nbsp;<qco> what are your tips for getting better at lyric writing? I know you have said you write melody and words at the same time which makes sense but my lyrics always sound stupid&nbsp;</qco> </h3>      \nfuck it, just tell the truth\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.22&nbsp; 11:07 pm</dco> &nbsp;<qco> how do i make myself do something i really don't want to do, but have to anyway? (example: my spanish homework)</qco> </h3>      \n\n\ntry to see if you can get to know the person who designed or created that particular assignment of homework. try to really get inside their mind and feel what they were going through. it's even quite likely that you just may see someone going through a similar struggle as you. by that point you will have formed a connection with this person, and you'll be easily driven to finding the answers that complete the other half of their endeavor\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.22&nbsp; \n10:50 pm</dco> &nbsp;<qco> do you like money</qco> </h3>      \n\nonly in very specific amounts\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.22&nbsp; \n10:11 pm</dco> &nbsp;<qco> what is the opposite of information?</qco> </h3>      \n\nobfuscation. or just 'obfu'\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.22&nbsp; \n9:15 pm</dco> &nbsp;<qco> When was I'm scared written</qco> </h3>      \n\nlate october, 2021\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.22&nbsp; \n5:35 pm</dco> &nbsp;<qco> do you feel like schedules suppress creativity?</qco> </h3>      \nit's easy to think that, but it's also just as easy to not think that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.22&nbsp; \n5:22 pm</dco> &nbsp;<qco> you got any neurology fun facts</qco> </h3>      \n\nsure. i think different people learn to walk or talk or do anything with maybe a totally different set of neurons from other people. the brain has really a 'build it yourself' quality to it, at least when it comes down to individual neurons. it's kind of like how different people hold a pencil different ways. but now i'm actually not sure if i know this for sure, so i guess that makes it more of a neurology rumor\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.22&nbsp; \n4:20 pm</dco> &nbsp;<qco> how many days does november have</qco> </h3>      \n\nunlimited\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.22&nbsp; \n4:10 pm</dco> &nbsp;<qco> Do you add sound effects to your songs based on what is happening in the video, or the other way around?</qco> </h3>      \n\nfor song videos, the song is produced and final before the video production begins. for non-song videos, or non-song portions at the beginning or end of song-videos, the instrumental score is done last and is heavily influenced by the visual\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.22&nbsp; \n3:12 pm</dco> &nbsp;<qco> How do I use a computer?</qco> </h3>      \n\nnot necessary. nowadays computers can use computers\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.22&nbsp; \n1:36 pm</dco> &nbsp;<qco> what's the story about how you came up with the ending of \"i'm best friends with my own front door\"? also, it'd be super cool if you could share some clips from the writing of that section, i'd love to hear you coming up with it! love your stuff, have a great day!</qco> </h3>      \n\nthe whole ending feels like it's a result of the circumstances for the beginning. which is, for whatever reason, it had been decided that i was beginning a mandatory production schedule where i produce a song and music video in a much quicker time period than i thought possible. 'front door' was the first one i was doing for that schedule. the first couple of sections were written in a pretty optimistic and good mood about the task at hand. then panic set in as i realized i have much less time than what feels comfortably necessary to write a good song. (this scenario led me into the \"sign\" bit). and so on, through some precarious rambles, and then, like the weather it turned good. from \"do everything\", that whole section all the way to the end i was having a very good day, certainly very optimistic that the quickness was both available and effective\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.22&nbsp; \n1:29 pm</dco> &nbsp;<qco> Recently I asked a very silly question and I would like to apologize</qco> </h3>      \n\nit's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.22&nbsp; \n12:43 pm</dco> &nbsp;<qco> what are your songwriting procedures and processes?&nbsp;</qco> </h3>      \n2 totally separate departments are at play here: 'GENERATION' (also known as 'song gen'), and 'WORK' (also known as 'finishing the song now'). they are not done with the same rules, nor under the same pretext, nor in the same context, nor at the same time, nor for the same reason. it's almost as if they are not even done by the same person. different floor of the building. different personality type best suited for each of these 2 departments.<br>\n      <br>\n      \n\n'GENERATION' (songgen) procedures and practices:<br>\n      \n1. in the best case, the ideas will come to you, not on a songgen session. any other time. music has a spirit of its own, and unfortunately cannot be reliably ordered around. in other words, the truest ideas will come to you at the exact opposite time from when you had planned to find them. For this, you just need to work on your quick-catch techniques. what's the quickest way you can accurately remember the melody/chord/words/etc that just occurred to you, and is it within reach at a moment's notice. handheld audio recording works fine. Handwriting or text works ok, if you have sufficient notation for representing specific melodic/rhythmic/chordal information.<br>\n      \n2. specific melodic/rhythmic/chordal information, if it's brand new, by default will not be remembered by you later. that's because, so far, you're the only one who's heard it, and you only heard it once so far. so don't underestimate the importance of documenting the melody, rhythm, and exact words, specifically. the first way you heard it is usually the truest. this is why it's important to catch it and document it. file it into a list and date it. unless you just really don't like it, then whatever, let that one go.<br>\n      \n3. besides the lovely surprise of accidental songgen (unplanned, could be rare.... unpredictable, unreliable), you can also do deliberate songgen. In this case, you will deliberately try to make yourself as comfortable as possible (or whatever other mood you prefer) and deliberately start trying to come up with ideas. from anywhere. based on anything, not based on anything. can't come up with any ideas? how about coming up an idea for an idea. etc etc. Don't worry, you won't be actually working on it. no working in the songgen department. save the work for the work department.<br>\n      \n4. it's important to remember, on a deliberate songgen session, the first 2 or 3 of a songgen session often are deeply useless and unfilfilling. bad, not good, etc., so don't be alarmed if it seems hopeless to get into it at first. if you can get past these first 2 or 3, it almost always picks up fancifully somewhere among the first 10. you may still feel frustrated that you didn't get enough good ones, but i think you'll find if you do 10 or 20, you'll find that if you look back at them in a day or 2, at least some of them will be just what you always wanted. and again, be prepared also that some of them will not.<br>\n      \n5. that's all there is to songgen. no part of the songgen process shall ever be concerned or obligated to finish or produce any of these items. different department, different world.<br>\n      \n<br>\n      \n'work' department: finishing a song, now.<br>\n      \n<br>\n      \nwait, hold on, i almost forgot, ????????????which one??????????? and that reminds me of the department that goes in between the 2 departments. <br>\n      \n<br>\n      \n'SELECTION'<br>\n      \n<br>\n      \n1. so, by some other means, you've determined, that at this time in your life you are going to produce a song. now. (in some specified timeframe, or in earnest expedience, whichever is sooner). Which reminds me, this information would have come from the scheduling department or life goals department.... something like that. but for whatever reason, you've become sure beyond the jurisdiction of this departmant ('selection') that you shall now complete and produce a song. you just don't know WHICH one, and that is the job of this department (the selection department).<br>\n      \n2. perhaps life is just running so smoothly at the moment that you just happen to know which song you are moved to produce next, and have absolutely no anxiety about whether it's exactly the right choice for you to dedicate the full force and resources of the production departments to it, for however long it takes. perhaps you're in such a carefree mood about this that, despite loving the song enough to choose it, you also have no anxiety about the possibility of screwing it up. in that case, congratulations, your selection is done, and you can move on to the songwriting/work and production departments.<br>\n      \n3. in case it's not so easy, you can begin the pre-selection. Go through the entire list of everything you have. anything that puts you in a good mood, add it to the selection list (this will be a temporary list, that only applies to this selection process this time.)<br>\n      \n4. you may find yourself thinking defensively. thinking categorically you think you don't want to produce a song at X tempo, or in X type of keycenter, or with X subject matter, ....... or maybe you're trying obsessively avoid the details you did on the last song.... maybe you're avoiding things that accidentally seem to reference current events in ways you didn't intend. etc etc. In some ways, i guess defensive thinking can be good. i mean you probably don't want to produce 2 songs in a row with the same title. (but... actually.... why not?) or 2 in a row at the exact same tempo, or..... something. But, i think you'll notice as you go through the list, you may go through a 'defensive' spell, and find yourself rejecting almost everything. and then, other times, you may be in a more lighthearted mood, and find yourself accepting almost everything. So, i'd suggest, try to think more along the lines of \"anything in this list is guaranteed to either be already good, or, be able to be made good.\" and that's simply true, even in actual garbage cans.<br>\n      \n5. Once you complete this list, here's where you have 2 options going forward. go straight to brute random selection, or do one more round through the pre-selection to 'prepare for brute random selection.' <br>\n      \n6. if you choose to go through the pre-selection again, here's the thing to beware of: don't do it defensively. don't \"narrow it down\". You will eliminate everything, and be confused and have to start over. If you go around again, adhere as much as you can to the golden rule of \"ANY of these can be made to be the best choice, IF\"... and for each one, remember that any of them can work, and ask yourself what would the thing be to make this one work. And often this will lead you accidentally to a small bit of additional writing/arranging/decision on it, and THEN, hopefully you will have that one feeling nice and hot to add to the final random-ready list, and i'd say try to get this final list up to at least 4 items, by the same 'what would it take' question, and that should hopefully get you a small handful of items which would have some brand new details on them, made during this selection process, and hopefully by now you should have such raving desire to do all of them that your biggest dread will actually be that most of these will not be selected.<br>\n      \n7. on the other hand, if you are feeling like you just can't get away from the defensive thinking, and your mood is not the greatest, then you are always invited to jump to brute random selection, IMMEDIATELY after that first round of pre-selection. don't even look at them. just count them up, input the quantity, and get your answer. and that is the selection. After all, these all made it to pre-selection, so you're fine. The only reason i no longer recommend a full brute random selection from the entire list (no pre-selection) is because, well........ put it this way, ... it's probably possible for the timing to be just too bad. like let's say there's a guy named .. i dunno.. 'Sam' who is currently all over the news for .... something bad, let's say. doing crimes, or something. etc etc. Like, maybe this week in the news let's say there's a real bad guy in the news named Sam. Well, and let's say you happen to have a song in your list called \"i really like Sam, he's a good guy and he's friends with me.\" written years ago, about a totally different Sam (a nice Sam) before anyone had heard of the bad Sam guy. The pre-selection is mostly just to prevent you from doing that Sam song that particular week.<br>\n      \n8. also, after you get your selection, if you wake up the next morning and suddenly feel like the selection is all wrong, don't worry. it's gonna be fine, as long as you know you followed your selection procedure to the best of your ability at the time<br>\n      \n<br>\n      \n<br>\n      \n<br>\n      \nthe 'WORK' department (when you are tasked to finish writing, and produce, the selected song, in the alotted time, or in earnest expedience, whichever is quicker).<br>\n      \n<br>\n      1. do you trust the selection (are you convinced that this is the song to be writing right now, to produce next)... just kidding, if you don't trust the selection by now then that means your selection process is faulty and you might as well spiral into a tailspin of confusion. but the selection is fine, because all selections are technically going to be fine <br>\n      2. have you written the beginning yet<br>\n      3. if not, figure out what can go at the beginning<br>\n      4. if you have written the beginning, figure out what goes next<br>\n      5. if the first part you came up with was not the beginning, and if you now have a beginning but it does not yet connect to the other part you had first, well then you've got yourself a fun puzzle<br>\n      6. out of what you've written so far, find out how much consecutive material you can accept, starting from the beginning. if it becomes unacceptable to you at any point, then the point just before it became unacceptable is known as the split point<br>\n\n      7. continue coming up with the next part after the split point, and don't forget to at least partially consider that at each moment the next right move could be to end it. try to keep an open mind about both ending and non-ending solutions, categorically, in each moment<br>\n      8. the best time you'll really know what's what, is on a clean run-through. this is when you play through the song, in real time, basically simulating how it will feel for someone to hear it, from the beginning. The effectiveness of these runthroughs at generating the truest genuine songwriting results will mostly depend on how much time has recently elapsed with you NOT hearing the song. i know this has very counterproductive implications<br>\n      9. if you've re-written a part more than 4 times, you might be cursed for the moment, and the truest thing by default here should be to go with version 1, (and being prepared to hate it, temporarily). the only other real solution here is to spend an extra long amount of time without hearing the song.<br>\n      10. if time is limited and you don't have time to spend away from the song, try submerging your face in ice cold water and then returning to work. you'll forget what was wrong\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.22&nbsp; \n11:04 am</dco> &nbsp;<qco> is the next video a song?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.22&nbsp; \n12:09 am</dco> &nbsp;<qco> would you ever write a song about armadillos? (if given the opportunity)</qco> </h3>      \n\ndon't toy with me.... are you going to give me the opportunity or not\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.22&nbsp; \n9:29 pm</dco> &nbsp;<qco> did you write \"at the corner store\" and then make the animation for it, or did you make the animation for it and then write the song, changing the things that needed to be changed as you progressed in the song writing?</qco> </h3>      wrote and produced the song before starting the video\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.22&nbsp; \n7:39 pm</dco> &nbsp;<qco> how to achieve self-respect?</qco> </h3>      \n\nrespect at least 1 other person\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.22&nbsp; \n7:27 pm</dco> &nbsp;<qco> I'd like to write a book but I'm not entirely sure what to write about. Could you give me a prompt?</qco> </h3>      \n\nwrite a how to instruction for how to write a book. (it's allowed to be wrong)\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.22&nbsp; \n4:50 pm</dco> &nbsp;<qco> Is forgiving oneself for not truly forgiving someone a crucial part of truly forgiving anyone?</qco> </h3>      \n\nyes, either that or a rousing sales pitch\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.22&nbsp; 4:42 pm</dco> &nbsp;<qco> What is your favorite song you've written?</qco> </h3>      \n\ni would prefer to write a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.22&nbsp; 4:03 pm</dco> &nbsp;<qco> how to be happy</qco> </h3>      \n\nswitch between switching things and keeping them the same\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.22&nbsp; \n1:26 pm</dco> &nbsp;<qco> Why have a double sharp or flat ever? Wouldn't it just be better to make it the note that's already in the time signature?&nbsp;</qco> </h3>      \n\nkey signature, yes. but, picture this: you're in the key of Bmaj and something is happening around the G#min key center which gets a lot of melodic action on the G and G# notes. Imagine you are on the music staff........ what a headache it would be to switch back and forth constantly between G and G# with accidentals. So you'll wanna put it on different letters, so you can just put the noteheads in the 2 neighboring line/spaces. otherwise they'd all be on the same line/space, with alternating accidentals stuffed in between each one. what a headache that would be. Sure, you may be wishing we'd been calling this whole situation in Abmin..... in which case i hope you like Cb and Fb, because we'd be coming from the key of Cb (featuring lots of Fb's of course). Now, suppose you are saying, wait no, how about i can have my cake and eat it too, we'll call it the key of B, which contains the note Ab and the key of Ab minor. Well then guess what, your regular scale is going to have Ab, Bb, B. so then every melody is going to be chock full of interplay between Bb and B. which would of course have to be stuffed on the same line with alternating accidentals to make your eyeballs explode. Ok sure, fine, i know what you're thinking, why can't we have the key of B with A#, then Ab below that. Well, ...... congratulations, now the regular 6 and 7th scale degrees of your melody are always going to have to be stuffed on the same line, again, with alternating accidentals lodged in between them. So as you can see, this is a lot like getting a wrinkle out of a spherical blanket..... which reminds me....... the circle of fifths does indeed have a wrinkle. you can chase the wrinkle around the circle as far as you want but it will always be somewhere. of course you could do it without the wrinkle, but if you go genuinely around 12 steps you will actually be slightly off from the original key. so indeed the connectivity of the 12 step program is a cheat \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.22&nbsp; \n5:59 am</dco> &nbsp;<qco> The mix of my album sounds great on studio monitors and my headphones, but I played it on the speaker in my kitchen and it sounds like trash. Do I write that speaker off on account of it not being as good? Or do I try and tweak the mix to compromise with it?</qco> </h3>      \n\ntry listening to some other records which are supposedly non trash. if they come out non-trash on the trash speaker, then the speaker is good. if non-trash music is trash on the speaker then the speaker is trash. in which case you can use it for a trash test, in which case the music passes the test if it sounds like trash. unless you're going for a grand slam, which is when everyone else's music sounds like trash on the trash speaker but yours still sounds great somehow\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.22&nbsp; \n2:22 am</dco> &nbsp;<qco> hey bill, i hope you're having a good day. \n<br>what is your opinion on self-checkout registers at grocery stores?</qco> </h3>      \n\nhostile, especially to each other. just kidding. they are more peaceful than any of us will ever know how\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.22&nbsp; \n12:53 am</dco> &nbsp;<qco> Did you read this wrong?</qco> </h3>      \n\nyes and no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.22&nbsp; \n12:26 am</dco> &nbsp;<qco> are crazy people just ahead of there time?</qco> </h3>      \n\nnot necessarily, but the other way around yes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.22&nbsp; \n10:06 pm</dco> &nbsp;<qco> is food food?</qco> </h3>      \n\nlet me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.22&nbsp; \n9:21 pm</dco> &nbsp;<qco> How old is old?</qco> </h3>      \n\n2 or more\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.22&nbsp; \n8:56 pm</dco> &nbsp;<qco> most normal day?</qco> </h3>      \n\nthursday\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.22&nbsp; 8:22 pm</dco> &nbsp;<qco> favorite chord?</qco> </h3>      \n\nF\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.22&nbsp; \n7:09 pm</dco> &nbsp;<qco> Should I take a risk and move to seattle?</qco> </h3>      \n\nhow about a step further and move to point roberts\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.22&nbsp; \n6:27 pm</dco> &nbsp;<qco> What is a joke and when does it cross the line</qco> </h3>      \n\nwhen it's too funny\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.22&nbsp; \n5:17 pm</dco> &nbsp;<qco> Will your next skit be released on October 4?</qco> </h3>      \n\n6\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.22&nbsp; \n4:53 pm</dco> &nbsp;<qco> will you ever write classical music</qco> </h3>      \n\nmaybe something even newer\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.22&nbsp; \n4:40 pm</dco> &nbsp;<qco> new video Tuesday?</qco> </h3>      \n\nthursday\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.22&nbsp; \n4:28 pm</dco> &nbsp;<qco> everything, why is damien so dumb and stupid?</qco> </h3>      \n\na good starting point\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.22&nbsp; \n4:13 pm</dco> &nbsp;<qco> do you like sports</qco> </h3>      \ni must admit i like the ball\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.22&nbsp; \n4:09 pm</dco> &nbsp;<qco> do you actually speak in songs in real life?</qco> </h3>      \n\noccasionally\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.22&nbsp; \n12:29 pm</dco> &nbsp;<qco> how would you change the french language</qco> </h3>      \n\nadd more silent consonants. or should i say, plus des consonants silents\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.22&nbsp; \n12:49 am</dco> &nbsp;<qco> Thoughts on flightless birds?</qco> </h3>      \n\nthey'll probably invent planes or something\n\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2022-09.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>9.30.22&nbsp; \n10:19 pm</dco> &nbsp;<qco> i legitimately hate myself along with everyone else hating me\n<br>tips</qco> </h3>      \n\nwrite some fiction about people hating each other. see what develops, fictionally\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.22&nbsp; \n8:43 pm</dco> &nbsp;<qco> how do you move on through the tumultuous flow that is life</qco> </h3>      \n\ntumult by tumult\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.22&nbsp; \n6:49 pm</dco> &nbsp;<qco> Is Q&amp;A an art form?</qco> </h3>      \n\ni was going to say no but now that i think about it yes\n\n\n\n<br><br>"
  }
]
