[
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n4:02 am</dco> &nbsp;<qco> i get mad but i don't like my anger. how do i ball it up and throw it out</qco> </h3>      document it somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n3:56 am</dco> &nbsp;<qco> is it okay to tell my pianist in my jazz band to play just triads on certain parts of my songs?</qco> </h3>      if it's written i that way they should play it that way. if they're reading it wrong you can tell them they're reading it wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n3:29 am</dco> &nbsp;<qco> how did you feel while working on \"outside\"?</qco> </h3>      good but also stressed at how long it took\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n2:52 am</dco> &nbsp;<qco> what happened to the reality section of the website</qco> </h3>      it's still there<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n2:38 am</dco> &nbsp;<qco> are these questions real or do you write them yourself</qco> </h3>      i wrote them all myself, including this one. which makes me wonder why i am asking this one, and also why i have asked it so many times\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n1:56 am</dco> &nbsp;<qco> <a href=\"q.php?date=201803171019\">3.17.18&nbsp;&nbsp;10:19 am</a>  Wait, you're making a movie???</qco> </h3>      i call them videos, but yes. i have been doing them for quite some time now, one after the other, like a chain smoker<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n1:30 am</dco> &nbsp;<qco> why do many pop music have only the four chords, I IV iv V?</qco> </h3>      because they seem to work fine, and there are many combinations of those 4 that can be looped forever and sound fine (particularly 6-, 4, 1, 5). which is handy in the digital age, especially if you don't really know how to do your own chords\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.18&nbsp;\n12:56 am</dco> &nbsp;<qco> Any tips on asking out a girl?</qco> </h3>      just ask her politely to get out\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n11:33 pm</dco> &nbsp;<qco> Do you watch videos that try to break down or imitate your style </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and if so what d'you think of them?</qco> </h3>      they can't predict what i'm going to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n10:54 pm</dco> &nbsp;<qco> can you give me an example of two things that are opposite?</qco> </h3>      yes and no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n10:52 pm</dco> &nbsp;<qco> When will you make a sequel to La de da de da de da de day oh, one of your best creations (musically speaking).</qco> </h3>      songs don't usually have sequels but i will make more songs. i suppose any song can be considered a sequel to a previous song if it was made by the same person\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n9:26 pm</dco> &nbsp;<qco> I wanna make stuff but I'm kind of addicted to consuming stuff. So when I go to make stuff I just am like \"oh damn\" and I wanna force myself to do it but I kinda wanna walk away like I want to achieve stuff with my life because the time is ticking for me but I'm just addicted to all the fun stuff since so much of my time is eaten away at other things I guess&nbsp;</qco> </h3>      ah, #relatable\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n9:22 pm</dco> &nbsp;<qco> Could there be time without space?</qco> </h3>      i don't think so<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n8:45 pm</dco> &nbsp;<qco> Is there any reason behind your song I Hate Myself?&nbsp;</qco> </h3>      simple, catchy, and relatable hook. written for vine, so it is made to loop 4 bars indefinitely\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n8:34 pm</dco> &nbsp;<qco> what if money was used as currency</qco> </h3>      that would be quite the buzz on wall street\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n8:23 pm</dco> &nbsp;<qco> have you ever tried writing music using the baroque four part voicing rules</qco> </h3>      no, but they were just trying to be reasonable and so am i, so in that regard the strategy is the same\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n5:45 pm</dco> &nbsp;<qco> everyone wants me to collab but they don't wanna tell me what to do when my collaborator ruins my song</qco> </h3>      ah, #relatable\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n3:56 pm</dco> &nbsp;<qco> Do you feel that all the writing you did while you weren't producing any music payed of in the end?</qco> </h3>      it's not the end yet, but i have benefited wildly from that time. a large percentage of the song material that was recorded from 2014 thru the present, is taken from those times, but aside from that, my songwriting skills were escalated, elevated, solidified, rounded out, tested, and then escalated even more, time and time again during that period<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n3:55 pm</dco> &nbsp;<qco> Thoughts on the holocene epoch?</qco> </h3>      it has been a wild ride, seemingly wilder by the moment\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n3:34 pm</dco> &nbsp;<qco> how do you keep doing new stuff?&nbsp;</qco> </h3>      i don't know but it seems to be working\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n3:13 pm</dco> &nbsp;<qco> Would you hold this for a second?</qco> </h3>      longer than that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n1:41 pm</dco> &nbsp;<qco> are you able to open the box?</qco> </h3>      which box\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n1:12 pm</dco> &nbsp;<qco> Help me I love to be alone but I'm almost never alone cause parents don't really let me. I feel like when I'm alone, that's really where I have lots of realizations and that's where I really do discover myself and I really need to do it more often, but that doesn't happen too often cause my parents never want to leave me alone. What do you think I should do?&nbsp;</qco> </h3>      move out. maybe move to a different town, or if they keep bothering you then try a little further away\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n1:03 pm</dco> &nbsp;<qco> What do I do\n<br></qco> </h3>      ask someone else what to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n12:53 pm</dco> &nbsp;<qco> will you do a 3 mil sub special when your yt channel reaches 3 mil subs?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n12:46 pm</dco> &nbsp;<qco> what do you think the role of government should be?</qco> </h3>      corruptions, scandals, doing corrupt scandals and then corrupting the scandals\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n12:45 pm</dco> &nbsp;<qco> Which is your favourite jingle in history of the entire world I guess</qco> </h3>      i have now successfully forgotten the entire video\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n11:55 am</dco> &nbsp;<qco> give me a name</qco> </h3>      namey\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n11:24 am</dco> &nbsp;<qco> <a href=\"q.php?date=201803170241\">3.17.18&nbsp;&nbsp;2:41 am</a>  are you sure? I always thought the triangle was Maj7?</qco></h3>      i've mostly seen triangle7 to mean major7. i've also seen something like triangle b5, which means a major triad but with a b5. this helps slightly because if you just said Bb5 meaning B major triad with flat 5, that is indistinguishable from Bb power chord (root and 5). i have heard people say they think triangle alone with no 7 means major 7, but again i think it's best not to use the triangle because as you've seen i think there is a bit of confusion, and also as i mentioned earlier it can look like a circle if u scribble it too fast <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  When a chord is just a regular old major chord without any extensions or anything, can't you just write the letter name without any symbols or suffixes after the letter?&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n11:04 am</dco> &nbsp;<qco> what can i do</qco> </h3>      just ask someone else what to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n10:19 am</dco> &nbsp;<qco> How excited are you for the new song and movie you're making to be seen by people?&nbsp;</qco> </h3>      equally as excited as i was on la de da\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n10:11 am</dco> &nbsp;<qco> when you said you've recorded all your songwriting sessions, do you mean just different parts and ideas as you came up with them or literally the whole session, complete with pacing and handle touching and thinking?</qco> </h3>      i try to let it roll on the whole thing, that way if i am fumbling around chasing ideas, and i know i had it in there somewhere, i can review and find it for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n10:07 am</dco> &nbsp;<qco> is the new song in the key of C major?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n10:06 am</dco> &nbsp;<qco> You're mom. Gay. Would be the correct way of saying 'your mom gay.' Is that correct?</qco> </h3>      ur mom gay\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n8:23 am</dco> &nbsp;<qco> Who are you?</qco></h3>      my name should be written in your web browser some where<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what do you want?</qco></h3>      maybe some bricks<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what are you doing?</qco> </h3>      looking for bricks\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n6:26 am</dco> &nbsp;<qco> What was the idea behind the world peace phone video?</qco> </h3>      it's like the world war 3 phone except it's the world peace phone. it is ringing. but will anyone answer it. if not, that's ok, it will keep ringing and someone can answer it when the time is right\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n5:24 am</dco> &nbsp;<qco> Do you ever really wanna do something but you just.. can't because you just can't figure out what the fuck you wanna do.&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n5:11 am</dco> &nbsp;<qco> in what order are your videos best watched?</qco> </h3>      that's none of my business really\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n2:57 am</dco> &nbsp;<qco> what are the chords in the transition between the first chorus and second verse in la de da de da de day oh?</qco> </h3>      i am having a contest and whoever can figure it out can be my friend\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n2:41 am</dco> &nbsp;<qco> does the delta symbol (Δ) mean maj7 or just major?</qco> </h3>      usually just major, but i think there is some confusion about this. a wise person once told me not to use that symbol because on a dimly lit stand it can look like a diminished symbol (circle). so to avoid confusion i think it's best to always write ma, or maj\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n2:30 am</dco> &nbsp;<qco> you want to go to mars?</qco> </h3>      not until there's something there\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n1:50 am</dco> &nbsp;<qco> As a person who wants to get a formal education in music, what are some hot tips you could give me, after learning them yourself over the years?</qco> </h3>      don't forget to pay attention to the way the music \"sounds\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n12:48 am</dco> &nbsp;<qco> How can I be as cool as you</qco> </h3>      start by spending a lot of time thinking about what you think cool should mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.18&nbsp;\n12:01 am</dco> &nbsp;<qco> What do you think about the popularity of your \"history of\" videos?</qco> </h3>      it's great news for me, because i worked very hard on them for a very long time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp;\n11:35 pm</dco> &nbsp;<qco> do u think it would have been fun to be in the tesla that got sent into space instead of the dummy</qco> </h3>      yes but no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp;\n11:28 pm</dco> &nbsp;<qco> people keep saying you don't use capitals and stuff, but do you know what I have yet to see you use? a semicolon!&nbsp;</qco> </h3>      \n<a href=\"https://twitter.com/billwurtz/status/948318988596998144\">twitter.com/billwurtz/status/948318988596998144</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp;\n9:49 pm</dco> &nbsp;<qco> if you get chords wrong when you're covering something by someone else, can that be \"putting your own spin\" on it?</qco> </h3>      it depends if you did it on purpose\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp;\n9:41 pm</dco> &nbsp;<qco> I liked <a href=\"q.php?date=201803060327\">3.6.18 3:27 am</a>  but have you considered what if the shirt-wearer is wearing a jacket, especially in the winter, where the front is readable but the back is covered</qco> </h3>      in that case the only visible part of the shirt would be a very narrow strip down the middle. there wouldn't be enough room to put any substantial reading material there, and if so, it would look quite awkward without the jacket, and still would have a tendency to be obscured with the jacket\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp;\n9:29 pm</dco> &nbsp;<qco> Are your videos made to be random,</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do they all have a hidden theme to them?</qco> </h3>      i just try to make them good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp;\n9:09 pm</dco> &nbsp;<qco> gave you ever thought about posting an actual song-writting session?</qco> </h3>      yes, but cut together with graphics, like the reality section, so it is a bit more coherent and watchable\n<br><br>"
  }
]
