[
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n5:13 pm</dco> &nbsp;<qco> are you a time traveller?</qco> </h3>      \nas far as i can tell, time is required for any type of travel\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n4:51 pm</dco> &nbsp;<qco> Tim Heidecker is not the anti you. You guys would get along and he would respect your music so much. I know him personally and i know this. Can we email you to get you on his show for a fun chat about music?</qco> </h3>      \ni have been a fan of Tim for a long long time, so, whether or not you are authentic with this, that would be pretty cool. although to be fair i've been known to chicken out\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n3:58 pm</dco> &nbsp;<qco> How do you figure out what notes for each word and tune you sing/say like in Im still a piece of garbage</qco> </h3>      \nthis is just a magical power of the human imagination. how did you come up with the exact words in your question to express what you wanted to ask? amazing. scary to think of losing that .... stay hydrated and active, and relatively calm\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n3:42 pm</dco> &nbsp;<qco> have you ever considered using slap bass in your songs?</qco> </h3>      \nmaybe just a tiny bit, somewhere in each song\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n3:20 pm</dco> &nbsp;<qco> Give me advice on how to be normal.</qco> </h3>      \nhave you thought about traveling to the far reaches of outer space\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n3:18 pm</dco> &nbsp;<qco> you have used the word home in your lyrics 74 times. reasonable explanation please&nbsp;</qco> </h3>      \nit goes good in a song, and i've made a lot of songs (probably more than 74). according to my calculations this is a normal rate\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n3:14 pm</dco> &nbsp;<qco> In \"Expert mode\" you made a note that in between \"might quit\" and \"here comes the sun\" that you were vacationing in the middle of the sun. Does this tie in to here comes the sun?</qco> </h3>      \nunfortunately no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n2:52 pm</dco> &nbsp;<qco> Is the flying table a sequel to \"brick floor\"?</qco> </h3>      \nsort of, but there were a lot of other videos in between\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n2:36 pm</dco> &nbsp;<qco> What's your favorite animal that you can't see at a zoo?</qco> </h3>      \ncomputers\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n2:36 pm</dco> &nbsp;<qco> are you funny?</qco> </h3>      \neverything is funny\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n2:15 pm</dco> &nbsp;<qco> Thoughts on cookies?</qco> </h3>      \ninternet users love them because it provides them a more engaging experience\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n2:04 pm</dco> &nbsp;<qco> how long does it take for you to make a video?</qco> </h3>      \na reasonable amount of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n2:03 pm</dco> &nbsp;<qco> How do you get your ideas?</qco> </h3>      \ni have a basket to catch the ideas, but sometimes the basket itself inspires me\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n1:48 pm</dco> &nbsp;<qco> Would you advise taking lessons for music or self-teaching?</qco> </h3>      \ndoing it myself is the only way it would ever work for me. but according to rumors i've heard, not everyone is necessarily the same as me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n1:38 pm</dco> &nbsp;<qco> What is time really? </qco></h3>      it's you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Does time really exist, </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is it just a concept humans made in order to explain going from day to night. </qco></h3>      time existed before humans, and, so far no one has properly explained it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you think about it, the concept of hours, days, weeks, months, and years are made up, </qco></h3>      those are attempts to measure time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;so what does that make time?</qco> </h3>      the actual thing that those things are trying to measure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n12:49 pm</dco> &nbsp;<qco> what inspired you</qco> </h3>      \nthe whole world, and it still does\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n12:16 pm</dco> &nbsp;<qco> I've started taking music lessons again but they make me a little sad but I do think I will become better at music but now I dont know what to do because I really want to become better at music but I also really dont want to be sad</qco> </h3>      \ni'm not sure if music lessons are really the best thing for getting better at music. it may work for some people, but i don't really get that. plus if it makes you sad, well, in my opinion that makes 2 reasons not to do it. but perhaps i shouldn't give my opinion on this because my experience might be different from others\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n11:55 am</dco> &nbsp;<qco> Do you write your songs with an intended meaning or are the listeners' interpretations more important?</qco> </h3>      \nthe thing that's important to me is that you like it as much as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n11:53 am</dco> &nbsp;<qco> why did you make the table fly</qco> </h3>      \nwas testing MIDI sliders for animation\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n11:52 am</dco> &nbsp;<qco> when performing your songs live, do you plan on strictly adhering close to the original \"studio versions\"' duration</qco></h3>      not exactly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or occasionally jamming out for extended periods of time? both \"mount st helens\" and \"got some money\" have outros that feel very at home with the latter in my opinion but i'm interested in your perspective on things!</qco> </h3>      that could be a good idea. maybe it's possible to even do some of them shorter\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n11:45 am</dco> &nbsp;<qco> I notice that you render some 3D animations in 60fps, but the final video is in 30fps. Do you prefer 30fps over 60fps?</qco> </h3>      \ni would prefer 60fps if i could spend 100 years perfecting all the motions and movements to a sufficient level of quality\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n11:38 am</dco> &nbsp;<qco> Have you got a feeling that some numbers are quite scary? </qco></h3>      sometimes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I mean, 4 is frightening as it seems to be yellow</qco> </h3>      that one is not scary to me\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n11:13 am</dco> &nbsp;<qco> Why did you quit and come back?</qco> </h3>      \nyou must be thinking of someone else\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n11:00 am</dco> &nbsp;<qco> when are you going to make a talk show</qco> </h3>      \nas soon as i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n10:52 am</dco> &nbsp;<qco> how do you song a song?\n<br></qco> </h3>      \nsongs are self-songing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n10:18 am</dco> &nbsp;<qco> What's your thoughts on the sun.</qco> </h3>      \n     \"oh gosh it's very hot here\" ... \"i must have melted already\" \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n9:45 am</dco> &nbsp;<qco> what font is this website in?</qco> </h3>      \nnone\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n9:26 am</dco> &nbsp;<qco> Where are your ideas come from?&nbsp;</qco> </h3>      \ni'm not sure. the damn things are never post marked\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n9:19 am</dco> &nbsp;<qco> How long does it take you to write a song?</qco> </h3>      \nwe'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n9:00 am</dco> &nbsp;<qco> In your new song, is it your voice that sing the word \"SWIMMING!\" ? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It sound so unfamiliar, how did you craft this particular sound ?</qco> </h3>      sang really high\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n8:45 am</dco> &nbsp;<qco> for some reason i am always convinced that the gibberish lines in your videos are coded messages even though as far as i know this has never actually been the case. i spent 15 minutes doing cryptanalysis on \"zyxwvutsrqponnmlkihgfedcba\" only to conclude that it is merely Gobbledygook. </qco></h3>      ? did you actually not notice that that is the english alphabet backwards<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;anyway my question is would you consider hiding some sort of coded message in one of your videos so i can get some payoff here</qco> </h3>      it's usually not going to be cryptography. i will give you an example of a small thing that may or may not be hidden (depending on whather you've noticed it) and what it means. the boat in the \"i'm a princess\" video says \"boath\". that's because it is a boat but it also looks like a bath. is it a boat? is it a bath? or is it both? so the answer, of course, is boath \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n8:09 am</dco> &nbsp;<qco> changing up chord progressions is intimidating and i feel like every time i try it i mess up what do i do</qco> </h3>      \ni think the best thing for you at this stage is to spend several years at your best chordal instrument of choice, just honestly trying to have a really great time while also staying relatively calm\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n7:41 am</dco> &nbsp;<qco> do you think all songs are normal?</qco> </h3>      \nit's normal for them to be not normal, but, sometimes they actually are normal, which is a little unusual\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n6:55 am</dco> &nbsp;<qco> what is your favourite pizza</qco> </h3>      \n i want one that will confuse and dazzle me as to what shape it could possibly be \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n6:49 am</dco> &nbsp;<qco> why are all the choruses/all the verses of most songs in the same key? like, if you modulate away for a while, your listeners aren't gonna remember where you were, why not just go to the place that flows best from where you are?​</qco> </h3>      \nalways go with what feels best at the time. interestingly, i think you'll find that much of the time, that will end up being the same key as it was before. the music actually does remember (the listener remembers). However, some of time the best key for a verse may not be the same as the previous. this has happened to me several times. it just happened to me on the last song i released, and there's also another place in the song where it didn't happen\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n5:52 am</dco> &nbsp;<qco> How do you make lyrics that are both complete nonsense and have infinite meaning at the same time?\n<br></qco> </h3>      \nif it's nonsense i delete it and come up with something better\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n3:53 am</dco> &nbsp;<qco> Do you like fun?????????????</qco> </h3>      \nit's ok\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n3:13 am</dco> &nbsp;<qco> How do u live\n<br>\n<br></qco> </h3>      \ntry to stay calm and also keep moving around\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n3:05 am</dco> &nbsp;<qco> whats the meter in the final section of got some money? i can't figure it out</qco> </h3>      \nalternating 4 and 5. or you can call it 9, if you don't mind your bars being enormous\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n2:50 am</dco> &nbsp;<qco> how did you celebrate 4-20?</qco> </h3>      \ncontinue ramping up production strategies \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n1:56 am</dco> &nbsp;<qco> do you wear glasses or did you just borrow someone's glasses for sexy pants</qco> </h3>      \ni bought fake glasses. and i really did wear them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n1:44 am</dco> &nbsp;<qco> Can you go into detail of what you mean when you say you've learned to get out of the way of yourself, in terms of making music/animating?</qco> </h3>      \ni haven't learned yet. but, imagine this: you are in a hallway. there is a door. you want to get through the door. it is probably a normal door with a normal handle (etc) but you find yourself making elaborate designs all over the door for a long time before opening it because you want to make sure it's a very good door. then you die because you've reached the end of time and you didn't get a chance to go through the door\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n12:37 am</dco> &nbsp;<qco> Can we get some words of Wisdom, Bill?</qco> </h3>      \ni was going to ask you that \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n12:23 am</dco> &nbsp;<qco> Do you think tour editing/music has changed after \"here comes the sun?\". Idk music feels like it has more of a central theme and editing has gotten more minimalistic. </qco></h3>      i wonder if it would change your theory to find out that the song \"i'm a princess\" was produced entirely in april 2019<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, if you don't mind me asking, why do you chose to post your animation at lower framerates (25-30 fps) in this day and age when everyone is \"remastering\" their animations to be 60-240 fps?</qco> </h3>      i would like to do 60fps, but i'd have to spend an extra 10 years perfecting all the movements. 60fps is just so revealing of the exact nature of the movement, it leaves nothing to the imagination. so all your movements have to be insanely insanely good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n12:09 am</dco> &nbsp;<qco> would you rather host a talk show or appear as a guest on a talk show?</qco> </h3>      to be co-host would be best for me i think\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.21&nbsp; \n12:08 am</dco> &nbsp;<qco> have you finally gotten around 3d editing to start regularly create songs again ;D</qco> </h3>      \nmight have to cut a few backroom deals with 'common sense', but we're going to get there\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n11:54 pm</dco> &nbsp;<qco> Who's a princess?</qco> </h3>      \nyour friend or colleague\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n11:51 pm</dco> &nbsp;<qco> Did it take a long time to get your songs just right?</qco> </h3>      \nstill haven't done it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n11:45 pm</dco> &nbsp;<qco> Do you mind people uploading videos or songs that you've put on this website but not on your YouTube channel to YouTube</qco> </h3>      \nhate it. but i try not to think about it, that way i don't become consumed with hate\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n10:55 pm</dco> &nbsp;<qco> out of all the songs you've created, which one is your favorite so far?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  }
]
