[
  {
    "html": "<h3> <dco>5.30.24&nbsp; \n11:12 am</dco> &nbsp;<qco> HI MY NAME IS JOHNSON</qco> </h3>      \n\nok i believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.24&nbsp; \n10:53 am</dco> &nbsp;<qco> What do you think of trees?</qco> </h3>      \n\nthey seem too good to be true\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.24&nbsp; \n10:15 am</dco> &nbsp;<qco> How do I learn to write songs as someone who cringes at their own poor songwriting and can't finish a song because of it? People are so clever and insightful and cohesive and can use symbolism and metaphors in such tasteful way and can tie that all&nbsp;&nbsp;to make a great song that connects with the listener emotionally and makes them think.</qco> </h3>      \n\nthe positive points you mentioned about other people's songs sound like an english essay. but what i find is, all the best music i've heard are not describable like that. they're better. I think if you try to write a song according to the criteria you listed, that's not gonna go well. i'd say the first thing to do is throw out that criteria. there's way way way way way more fun to be had, and no one knows how to do it any better than you. actually no one knows how to do it. that's why we have to resort to music, which is absolute voodoo magic and no one truly knows what it actually does\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.24&nbsp; \n9:54 am</dco> &nbsp;<qco> what is a good business idea&nbsp;</qco> </h3>      \n\na product that's ......actually...... really good. Regardless of how good you 'say' it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.24&nbsp; \n8:05 am</dco> &nbsp;<qco> big fan of the music and also the animation! had a question, as an aspiring musician- at the end of the corner store, you take the main melody and reharmonize it with a stronger progression. did u write the melody with the reharmonization in mind or did u figure out what the new chord progression would be after the fact?</qco> </h3>      \n\nthe song was written in order from beginning to end. the chords (and words) came with it, the whole way along. so, naturally, when i wrote the first chorus, i didn't know yet how the last chorus was going to go. then when i got to the last chorus, i wrote the last chorus. with the chords and words that are in the last chorus\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.24&nbsp; \n8:03 am</dco> &nbsp;<qco> do you think the phrase \"stop making sense\" is actually good advice</qco> </h3>      \n\noccasionally\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.24&nbsp; \n7:40 am</dco> &nbsp;<qco> How many licks does it take to get to the center of the earth?</qco> </h3>      \n\njust one, if you do it right\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.24&nbsp; \n6:28 am</dco> &nbsp;<qco> are you \"comfortable\" with your tools and workflow?</qco></h3>      in many ways yes. in other ways, no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what i mean is, do you know how to do everything when you make a song, and make a video for the song, </qco></h3>      it's impossible to do everything. this is both a blessing and a curse<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you ever need to google something&nbsp;&nbsp;midway?</qco> </h3>      no. but that wouldn't be the solution for discomfort in the process. my solution for discomfort in the process would be adjusting the process\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.24&nbsp; \n4:13 am</dco> &nbsp;<qco> Do you think we should ban curtains? I think they are pretty useless, when window blinds exist.</qco> </h3>      \n\ni don't know who \"we\" is, in this case, but i don't have that kind of authority about curtains. if i did, i would not ban them, because they are useful. the last part of your question makes very little sense to me, and here's why: either blinds are just another name for curtains, or they're slightly different. If they're the same, then if you ban one you've banned both. and if they're different, then curtains don't seem so useless\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.24&nbsp; \n3:44 am</dco> &nbsp;<qco> If humanity was about to die, would building a simulated universe for everyone to live in be a good idea?</qco> </h3>      \n\ni see where you're going with this\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.24&nbsp;\n2:06 am</dco> &nbsp;<qco> Does a chord need to have all the in-between notes to be called a particular extended chord? Or just the top 2 or 3? For example, say the voicing is C G Bb Eb F. Would that be a Cm11? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or would it be a Cm7add11? </qco></h3>      that might be unnecessary<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or rather an Ebadd9/G/C :) </qco></h3>      that way might not be clear to anybody actually<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or maybe a better example is C Bb Eb A. That sounds very 13'y to me but it doesn't have the 5 or the 9. </qco></h3>      i'd say that's a pretty typical \"Cm13\", as used in real life. to include the other notes might get too crowded anyway<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Would that still be called a 13 then?</qco></h3>      Cm13, according to the notation conventions that i believe are still largely in play, in the professional music world, pretty much means that it includes precisely the notes you first mentioned (C, Bb, Eb, A) and this exact order you mentioned them is in fact seemingly the most useful and common, mostly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I guess the contrapositive here might also be interesting: If a chord looks exactly like a stack of thirds, is it possible for it to not be an extension? Like stacking thirds diatonically from C up to A, </qco></h3>      i almost wanna say you're not gonna find that in real life. the only place you might find it is in a textbook, and even so, that would be a textbook that cares more about what it looks like on paper than how it actually sounds in, like, ... music and songs and stuff<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is that always a C13,</qco></h3>      \n\n\ni'm not sure what key we're in, compared to the C, but, giving you the benefit of the doubt and assuming it is the key of F, thus being C E G Bb D F A, ...... the F note in there is really ruining things, being the reason you wouldn't call it C13, and also the being the main reason you're probably not gonna hear anyone use it like this. get rid of the F, then i guess you'd call it C13. but that's really, really, not the way C13 is actually played by anyone. this thing you're doing with note-stacking-in-3rds, it may relate vaguely to the logic of the notation, but it's just not the way those chords are ever played. you find this immediately when you sort of step out into the real world. The C13 chord symbol, as it's actually used, is generally understood to have the following features: C in the bass, A somewhere in the harmony, Bb somewhere in the harmony, E somewhere in the harmony. then, less important, D is sometimes thrown in for support, and the G honestly usually just crowds things<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or could it be a Bbmaj7/Cmaj? </qco></h3>      i think the thing on the right side of the slash is understood to be just a bass note. so if you write a whole chord like that, on the right side of the slash, most professionals might not know what to do<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What would have to be happening musically for it to be called a polychord?</qco></h3>      i'm not sure. i've never heard the word 'polychord' outside of extremely academic scenarios<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Does it just have to not resolve to F? But in the blues the four seven doesn't go a fourth up, it goes a fourth down, and it doesn't even sound like a resolution, but everyone calls it an F7 or a Bb7 or whatever.</qco> </h3>      at this point, i think the best thing to do is exit the textbook and get straight into real songs, real music, and see what's going on. at first, a lot of things will surprise you -- you will find many 'rules' from your textbooks to be 'broken' in what you hear, but then you'll find just as many cool patterns that seem to hold true out there in the real music, (which you never saw in the text books), only for those to be broken again in other alternate sides of the music world. music is full of patterns to find, things that happen a certain way, but they are just as quickly defied when you move to a different region, different artist, different sort of music or different time period. have fun (it's fun)\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.24&nbsp; \n12:43 am</dco> &nbsp;<qco> how come, despite being (apparently) smart, I have a lack of \"common sense\"</qco> </h3>      \n\nit might be from low self confidence. you put it in \"quotes\", so you probably realize that this is a hazy field. without self confidence, it might just slip away\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n11:28 pm</dco> &nbsp;<qco> do you sometimes look at a question and go 'why do people keep asking'</qco> </h3>      \n\nsure. but maybe not the ones you'd think\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n11:13 pm</dco> &nbsp;<qco> how high have you book stacked</qco> </h3>      \n\nnot very high\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n10:44 pm</dco> &nbsp;<qco> Is singing random crap that comes to your head until something interesting materializes, and recording yourself doing so for good measure, an especially good method of writing songs?</qco> </h3>      \n\nit could work, but i can see some disadvantages to that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n10:39 pm</dco> &nbsp;<qco> What \"coherent topics\" are included in Wild Frolicking Adventures Of Informational Education?</qco> </h3>      \n\nalmost none\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n10:30 pm</dco> &nbsp;<qco> What's the most recent instrument you learned how to play, </qco></h3>      it must be the bass guitar<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and what's the first song/riff/progression you learned on it?</qco> </h3>      \ni have no idea. that would be a very very long time ago\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; 10:25 pm</dco> &nbsp;<qco> why are the dates on the anagrams page hidden</qco> </h3>      \n\nbecause they would be a catastrophic clutter to the reading experience, if they were plainly visible\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n10:18 pm</dco> &nbsp;<qco> perhaps instead of assigning the relevance of things to their relations to other things, you like to assign relevance to the properties of things in themselves (I'm making this assumption because of what you've said about albums)</qco> </h3>      \n\ni have no idea what you're saying here. but that doesn't mean you didn't say it well\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n10:08 pm</dco> &nbsp;<qco> i am a fish&nbsp;</qco> </h3>      \n\ni believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n10:03 pm</dco> &nbsp;<qco> how far can you take it bill?</qco> </h3>      \n\nhalf way\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n9:59 pm</dco> &nbsp;<qco> let's change the world&nbsp;</qco> </h3>      \n\nok\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n9:40 pm</dco> &nbsp;<qco> it's coming up on the third september since your song. Will there still be meeting?</qco> </h3>      \n\nthere are plenty of meetings in september. regardless of the song. the song can relate to any sort of thing you feel like\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n9:30 pm</dco> &nbsp;<qco> what do i do when i'm feeling uninspired on the piano</qco> </h3>      \n\ngo away from the piano, for some time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n9:18 pm</dco> &nbsp;<qco> what's something that you know a lot about but is also comically irrelevant to your day-to-day life</qco> </h3>      \n\nprime numbers\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n9:12 pm</dco> &nbsp;<qco> do you ever wish people were more sincere </qco> </h3>      \nsometimes. but i also realize that a sincerity shortage actually makes sincerity more valuable\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n8:53 pm</dco> &nbsp;<qco> what do i do&nbsp;</qco> </h3>      \n\ni wonder if you can do everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n8:40 pm</dco> &nbsp;<qco> how to fake procrastination</qco> </h3>      \n\nfind a stock photo of someone procrastinating, and then start telling people \"that's me, doing that\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n8:24 pm</dco> &nbsp;<qco> do i have to learn the rules to break them</qco> </h3>      \n\nyou could make a rule, then break that\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n8:14 pm</dco> &nbsp;<qco> any advice you can give for improving my really really bad work ethic?</qco> </h3>      \n\nlet's talk more about what it is you're working on\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; 8:12 pm</dco> &nbsp;<qco> what's your favorite kind of weather?</qco> </h3>      \n\nlight rain\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n7:04 pm</dco> &nbsp;<qco> would you date a cup of coffee</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n6:43 pm</dco> &nbsp;<qco> Am i the first person to ask this question?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; 6:39 pm</dco> &nbsp;<qco> how's your day been?</qco> </h3>      \n\nok\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; 5:24 pm</dco> &nbsp;<qco> what is love</qco> </h3>      \n\ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n4:52 pm</dco> &nbsp;<qco> do you like estimating things&nbsp;</qco> </h3>      \n\nhmmmmmmmmmmmmmmmmm........ i suppose so\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n4:12 pm</dco> &nbsp;<qco> how much water is there in a watermelon</qco> </h3>      \n\nmore water than melon\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n3:43 pm</dco> &nbsp;<qco> what if people could fly?</qco> </h3>      \n\nthey'd probably use machines to do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n3:39 pm</dco> &nbsp;<qco> what constitutes \"trash\"?&nbsp;</qco> </h3>      \n\nsomething you want to get rid of\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n3:19 pm</dco> &nbsp;<qco> Can you do a backflip?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n2:20 pm</dco> &nbsp;<qco> u ever just stick ur head out of a window on a cold day and say \"wow it sure is warm\" and go back inside?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n2:17 pm</dco> &nbsp;<qco> thoughts on gingerbread?</qco> </h3>      \n\ni don't like it, but that doesn't mean it isn't good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n1:50 pm</dco> &nbsp;<qco> Do you think you'll ever add another page to this site</qco> </h3>      \n\nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n12:37 pm</dco> &nbsp;<qco> What language have you seen the most progress in? And has the learning experience been smooth?</qco> </h3>      \n\nthe proficiency of my languages, ranked, currently goes something like this, starting with most proficient: English, Dutch, French, Spanish, Italian. that being said, the profiency in most of those is extremely, extremely low, and i am still not good enough in any of them to even consider myself a bilingual person. to answer your other question, the learning experience in any language is always smooth. it just takes a long time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n11:51 am</dco> &nbsp;<qco> does this website go up to 11?</qco> </h3>      \n\nyes but it also goes up to 12\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n11:32 am</dco> &nbsp;<qco> what's the difference between intellectual and pseudo-intellectual</qco> </h3>      \n\naccording to my understanding of the word (or prefix) 'pseudo', pseudo-intellectual should be like partially intellectual\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n10:30 am</dco> &nbsp;<qco> why do i get excited sometimes out of nowhere</qco> </h3>      \n\nbecause you are a person\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n10:29 am</dco> &nbsp;<qco> In videogames, do you think the music should elevate the feeling conveyed by the rest of the game's components, or be used as an opportunity to make up a contrast with the other parts of the game, thus being more open to deeper personal interpretations ? I need guidance.</qco> </h3>      \n\nit almost seems like you're too focused on the sound of the english description of the music, instead of the actual sound of the music in the game. the actual way the music goes in the game might be end up being somewhere in between those two descriptions you gave, or, better yet, totally indescribable\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n10:26 am</dco> &nbsp;<qco> I want to learn music from the beginning but I don't know where to start, and I'm also being confused at some musical things (like how chords work, etc.).</qco> </h3>      \n\nthe best thing is to get your hands on some kind of instrument. see what the heck happens. i have a feeling you won't be disappointed\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.24&nbsp; \n9:50 am</dco> &nbsp;<qco> how to face procastination</qco> </h3>      \n\ndo it later\n<br><br>"
  }
]
