[
  {
    "html": "<h3> <dco>5.11.24&nbsp; \n11:33 am</dco> &nbsp;<qco> How do you get a film editing job after graduating?</qco> </h3>      \ni don't know anything about graduation or higher academia in general, but the only reliable way i know of to get a film editing job is to make your own film and then hire yourself to edit it. this of course has conveniently nothing to do with graduation or higher academia\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.24&nbsp; \n7:02 am</dco> &nbsp;<qco> how often are you serious about anything</qco> </h3>      \n51% of the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.24&nbsp; \n6:05 am</dco> &nbsp;<qco> i feel like musical rhythms always follow a even-number pattern. if i wanted to add five base notes in a four beat song, it just doesn't work. wait were there just always five beat patterns? i kind of feel like being used to the 4 or 8 or 16(so on)-beat structure limits the way to think in a flexible way in music. am i just being a dumb-dumb?</qco> </h3>      \nto find out what's possible, sometimes it's nice to write some songs outside the computer\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.24&nbsp; \n3:28 am</dco> &nbsp;<qco> where in the body do feelings float around?</qco> </h3>      \neverywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.24&nbsp; \n12:21 am</dco> &nbsp;<qco> thoughts on phonetics?</qco> </h3>      \ndank\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.24&nbsp; \n11:49 pm</dco> &nbsp;<qco> at the airport terminal, do the planes land or do the lands plane or do lanes the planned?</qco> </h3>      \nnow that i think about it, all of the above\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.24&nbsp; \n11:34 pm</dco> &nbsp;<qco> I HAVE 3 BANDS THAT I LIKE AND ALL 3 HAVE LEAD SINGERS THAT ARE NAMED DAN WHAT ARE THE CHANCES HOW EVEN</qco> </h3>      \nthis is normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.24&nbsp; \n9:38 pm</dco> &nbsp;<qco> any advice for a fresh doctor hot out of the doctor oven (just graduated medical school)?</qco> </h3>      \nno. i know absolutely nothing about that profession, nor higher academia in general\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.24&nbsp; 8:54 pm</dco> &nbsp;<qco> I play the piano but I never tried to learn how to read sheet music. In fact I never even tried to learn music theory at all. Is this fine if I just enjoy playing?</qco> </h3>      \nsure, if you don't mind your music being good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.24&nbsp; \n8:34 pm</dco> &nbsp;<qco> Is green a creative color?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.24&nbsp; \n6:48 pm</dco> &nbsp;<qco> where do you go to find what you're looking for, </qco></h3>      any where<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how do you get there</qco> </h3>      any way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.24&nbsp; \n5:50 pm</dco> &nbsp;<qco> how to open the door</qco> </h3>      \nthe key here is to open everything else first\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.24&nbsp; \n5:11 pm</dco> &nbsp;<qco> do you think jazz is a nebulous term and would you extend that into a more general subspace</qco> </h3>      \ni've watched the word change and fragment into at least 4 different meanings, some of which are opposites. so actually the most solid core of the word 'jazz' is just the sound of the word itself. the word sounds so cool, i think everyone is tempted to think it describes just one specific type of music. but it doesn't. so at the end of the day you're left with mostly just that bee meme\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.24&nbsp; \n3:51 pm</dco> &nbsp;<qco> how do you feel about mcdonalds</qco> </h3>      \nbrand so big it literally sells itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.24&nbsp; \n1:35 pm</dco> &nbsp;<qco> i can't help but keep trying to learn the drums to songs with really difficult-to-learn drums. it's cool but really time-consuming and hard to find the energy to keep it up. and that's not good because if i lose motivation in the middle then i've put in so much work but it's all for nothing because i only know half the song</qco> </h3>      \nlike learning a language, it doesn't really matter if you study all the way through an entire podcast (for example). if you get tired of doing that, you can just switch to a different one. The point is not to memorize that specific podcast. you probably won't be reciting an entire podcast episode. the point is to learn to speak. so in your case, likely, the point is to learn how to play drums. not to recite what someone else exactly did one time on a song. the experience you've had in studying the part you studied, you get to keep that experience and take it with you. keeping it fresh is actually good for your learning because you will be having fun and therefore keep doing it more\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.24&nbsp; \n12:24 pm</dco> &nbsp;<qco> You got any tips to avoid procrastination?</qco> </h3>      \nsure. the first thing is to avoid using the word 'procrastination'. it's a very long word and takes up a lot of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.24&nbsp; \n12:17 pm</dco> &nbsp;<qco> taking the bus. do i stop</qco> </h3>      \nthe bus will stop\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.24&nbsp; \n11:47 am</dco> &nbsp;<qco> Are you going to make more songs?</qco> </h3>      \noh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.24&nbsp; \n11:25 am</dco> &nbsp;<qco> If you replace all the planks of wood in a boat until there is no original planks is it still the same boat</qco> </h3>      \nif the boat is sentient, it can be considered the same boat\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.24&nbsp; \n9:49 am</dco> &nbsp;<qco> Opinion on words</qco> </h3>      \ndank\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.24&nbsp; \n7:37 am</dco> &nbsp;<qco> What even is \"normal\"</qco> </h3>      \nsettling down\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.24&nbsp; \n4:37 am</dco> &nbsp;<qco> Is \"one-way stairs\" just a reccomendation?</qco> </h3>      \nit's a concept\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.24&nbsp; 4:17 am</dco> &nbsp;<qco> hey how have u been</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.24&nbsp; \n1:25 am</dco> &nbsp;<qco> what constitutes normal music?</qco> </h3>      \ngentle crashing sounds\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.24&nbsp; \n12:44 am</dco> &nbsp;<qco> what is the meaning behind im best friends with my own front door</qco> </h3>      \nthat was the start of a rapid schedule. written very quickly, and very immediately after the decision was made. so most of the song has emotional undertones of the terrifying yet rewarding consequences of starting such a schedule\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.24&nbsp; \n12:17 am</dco> &nbsp;<qco> Whats the worst accent</qco> </h3>      \nany accent can be terrible, depending on the speaker\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.24&nbsp; \n11:32 pm</dco> &nbsp;<qco> why the hell do they make good hamburgers so tall that you can't eat them in public without looking like an idiot</qco> </h3>      \nhamburger compression requires special machinery that they only have at those standard billion dollar franchises\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.24&nbsp; \n10:00 pm</dco> &nbsp;<qco> One good thing about things going wrong is that the next step is often obvious</qco> </h3>      \nthat's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.24&nbsp; \n9:33 pm</dco> &nbsp;<qco> i remember you saying that doing new things helps life pass by more slowly. Have you done any new things lately?</qco> </h3>      \nyes i am\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.24&nbsp; \n5:18 pm</dco> &nbsp;<qco> Do you prefer beginning a song at the end or at the start?</qco> </h3>      \ni prefer to start at the beginning. sometimes the song gives itself to me first as the middle, and then i have to solve for the beginning, but i have never had to start at the end\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.24&nbsp; \n4:57 pm</dco> &nbsp;<qco> how do you write a song?</qco> </h3>      \nwithout knowing how\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.24&nbsp; \n4:47 pm</dco> &nbsp;<qco> Are you just Ken?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.24&nbsp; \n3:15 pm</dco> &nbsp;<qco> I want to learn piano and tried teaching myself but I have a hard time making my hands do different things :( I play the trombone any other time so I'm used to reading sheet music, it's just the hand action that eludes me\n<br>How do I remedy this?</qco> </h3>      \ni'm not sure. with my piano learning, i somehow skipped the part where i try to make my hands do separate things. by the time my hands were doing separate things, it was things that already made sense to them. reading verbatim two-handed pianist's sheet music was never my idea of a good time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.24&nbsp; \n2:07 pm</dco> &nbsp;<qco> are your songs a little inspired by bossa-nova?</qco> </h3>      \nsometimes surely\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.24&nbsp; \n12:49 pm</dco> &nbsp;<qco> how far could you throw a baseball?</qco> </h3>      \ni could throw it into the park (from outside the park)\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.24&nbsp; \n11:46 am</dco> &nbsp;<qco> people say that change is scary, but i feel like that's only true sometimes. like, if you're really bored, and want to go do something, then changing what you're doing is exciting, not scary. or maybe it is scary, but... good-scary as opposed to bad-scary? can scary even be good?</qco></h3>      when it is, it's usually called exciting, as you said<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;in any case, i think people are a little bit wrong when making that claim. thoughts?</qco> </h3>      changing \"change is scary\" to \"change is sometimes scary\" would likely not seem scary to anyone\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.24&nbsp; \n11:25 am</dco> &nbsp;<qco> Do you think it would be better to do something like \"read chapters 1-3\" or \" read chapters 1, 2, and 3\"</qco> </h3>      \nhow about \"read chapters 123\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.24&nbsp; \n9:33 am</dco> &nbsp;<qco> wha is your favorite instrumetn?</qco> </h3>      \ntime\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.24&nbsp; \n9:14 am</dco> &nbsp;<qco> did anyone notice there was no day today&nbsp;∿</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.24&nbsp; \n6:18 am</dco> &nbsp;<qco> how do i remember which day is leg day?</qco> </h3>      \nit's monday and thursday\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.24&nbsp; \n4:55 am</dco> &nbsp;<qco> did the sky yesterday turn rainbow</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.24&nbsp; \n4:18 am</dco> &nbsp;<qco> Do you like vinyl albums?</qco> </h3>      \ni don't have a relationship with vinyl albums\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.24&nbsp; \n3:58 am</dco> &nbsp;<qco> What would be your self assigned Job title?&nbsp;</qco> </h3>      job creator\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.24&nbsp; \n1:45 am</dco> &nbsp;<qco> What would a 0/4 time signature be like? What about 4/0?</qco> </h3>      they wouldn't cover any span of time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.24&nbsp; \n10:08 pm</dco> &nbsp;<qco> i think i have been doing unfulfilling things for the past year. now what?</qco> </h3>      \nnow you are unfulfilled \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.24&nbsp; \n9:06 pm</dco> &nbsp;<qco> Thoughts on fantasy books?</qco> </h3>      \ntoo real\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.24&nbsp; \n8:20 pm</dco> &nbsp;<qco> can you help me double the cube</qco> </h3>      \nshift D?\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.24&nbsp; \n6:40 pm</dco> &nbsp;<qco> are some creative activities more sustainably doable for extended periods of time than others?</qco> </h3>      \nyessssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssss\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.24&nbsp; \n6:22 pm</dco> &nbsp;<qco> Why are you so normal?</qco> </h3>      \nso i can stand out\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.24&nbsp; \n5:14 pm</dco> &nbsp;<qco> I remember seeing in one of the reality videos on here that at one point you wanted to do an album. what was it that changed your mind?</qco> </h3>      \nit turns out that i was thinking of something greater\n<br><br>"
  }
]
