[
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n7:05 am</dco> &nbsp;<qco> if \"soap tips\" is \"hi, i'm steve\" part 2, is \"maybe i could eat blades of grass\" \"hi, i'm steve\" part 3? and are \"unboxing video\", \"how to win at spelling\", and \"ball&nbsp;&amp; stick\" then \"hi, i'm steve\" parts 4, 5, and 6? lastly, will there be more parts?</qco> </h3>      \nthere does seem to be a connection amongst all those. but you'll see going forward there will be a marked change to the genre which should hopefully make them much more potent\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n6:18 am</dco> &nbsp;<qco> does a dog have buddha nature?&nbsp;</qco> </h3>      \ni was going to say yes but now that i think about it no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n4:00 am</dco> &nbsp;<qco> is it a good idea to have imaginary deadlines for releasing stuff? ive been considering it to make myself finish more work</qco> </h3>      \nit's a great idea, but whether or not it will work is another story. once you try it 100 times, then you'll start to get a general idea of how often it works\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n3:52 am</dco> &nbsp;<qco> What are your thoughts on using recordings of nature or natural sounds in your songs?</qco> </h3>      \nthat sounds like a good idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n2:05 am</dco> &nbsp;<qco> Does a circle have 0 or infinite sides?</qco> </h3>      \nconceptually, i think you get the idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n2:05 am</dco> &nbsp;<qco> Does visiting your site and playing media give you money? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or does it take it away?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I've heard clicks on a site will generate revenue, but I have no idea how that works. Thanks!</qco> </h3>      i think that's when the site has ads on it, which this site does not\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n1:51 am</dco> &nbsp;<qco> Why am I suddenly often hit with severe bouts of sadness and hopelessness?</qco> </h3>      \nthis is to make the better times more potent\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n1:31 am</dco> &nbsp;<qco> What is your personal favorite song that you have done? For me, It's a tie between Mount St. Helens and Slow Down. I love you.&nbsp;</qco> </h3>      \nthat's nice of you. i would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n1:25 am</dco> &nbsp;<qco> 'More than a dream' makes me feel good and hopeful and inspired. Just felt like lettting you know, it</qco> </h3>      \nthat's nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n12:57 am</dco> &nbsp;<qco> Was the tree in the recent Instagram post generated with M-tree or Sapling Tree Gen?</qco> </h3>      \nabsolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n12:48 am</dco> &nbsp;<qco> MIGHT QUIT ANALYSIS:\n<br>\"it's the first day of school\" \n<br>college?\n</qco></h3>      could be any school, but i suppose most of the metaphors that come later would probably be most relatable if it's a college/university<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"and i think i might quit\n<br>cuz the things i've been seeing in here don't make sense\"\n<br>you've been disillusioned by the system and the curriculum, they're not teaching you what you want to know\n</qco></h3>      that sounds about right. except keep in mind, this song is not specifically about 'me'. it's about anyone who feels they have been through something that feels like this<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"so i packed up my things and i walked thru the door and i'm \n<br>going somewhere else instead\"\n<br>you're going somewhere else to learn\n</qco></h3>      yep\n<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"so i chopped down some trees \n<br>and i built a small house\"\n<br>this is about autonomy and independence, and also again the romance of creating things on your own.\n</qco></h3>      surely\n<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"and i just might be small enough to live in it\"\n<br>you don't desire much materialistically-- you are small enough to live in this small house without complaining about it\n</qco></h3>      surely\n<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"then the rain came pouring down \n<br>and it made some cool sounds\n<br>and i'll tell you what those sounds said\"\n<br>very good lyrical moment. were these lines inspired by\n  an actual rainy day?\n</qco></h3>      no. it just seems like the forces of nature should assert themselves here, upon the previous situation of becoming situated<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"(said) hello and goodbye\"\n<br>hello and goodbye is an odd sort of cool sounding phrase, so that's why it's there.\n</qco></h3>      right\n<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"do you feel alright\n<br>with the days gone by\" \n<br>'are you fine? do you have any regrets?'\n</qco></h3>      i confess that the music was driving the lyrics here, which is not ideal, but, your meaning is certainly correct<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"i'll never waste my time\"\n<br>of course. \n<br>\n<br>\"i'll never say goodbye\n<br>yes i will but i won't say it tonight\"\n<br>this is about the ephemerality of life as an artist: i'm never gonna stop creating-- well, i will, but not today.\n</qco></h3>      pretty much. again, the music is driving the lyrics here, but surely this meaning is accurate<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"so i picked a new character\n<br>and i've just chose my shirt\"\n<br>videogame-ish imagery.</qco></h3>      right<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also how did you pronounce charactr here\n<br>krktr chrhct\n<br>krktkrc\n</qco></h3>      it's \"character\", in 1 syllable. it may seem like it's not going to fit, but it can be done with a little courage <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"and i'm going to the land of the 2 letter words\n<br>on in up at or so, by if to of no it\"\n<br>it's a feeling we can't forget\"\n<br>great\n<br>\n<br>\"hello and goodnight\n<br>do you feel alriiiight\n<br>do you remember the days gone by\"\n<br>ah, is this like you from the past?\n</qco></h3>      i'm not sure why this line is different from the previous chorus. actually i think i have an idea: given that i'd already pronounced \"alriiiight\" longer like that, the first chorus version wouldn't have fit. so that's probably what altered the course of things.<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"do you rem\n ember the way that we dreamed we could change our lives\n<br>do you feel like changing your mind\"\n<br>do you have any regrets, future me? do you remember our dreams?\n</qco></h3>      i'd say that's about right<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"it's the first day of school\n<br>and i think i might quit\n<br>cuz the things that i'm feeling still don't make sense\"\n<br>i can relate to this one too\n<br>\n<br>\"and i've tried to explain\n<br>and it hurts to describe\"\n<br>certainly. saying it directly is sort of uncomfortable. \n<br>so i'll sing this song instead\"\n<br>music reaches into a more comfortable place in our souls i suppose\n</qco></h3>      that's true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[instrumental melody]\n<br>\n<br>\"hello and goodbye\"\n<br>great. this is you replying to your past self, in the same way your past self called out to you-- you havent changed in the little ways\n</qco></h3>      the actual explanation for this line here is much more simple. it's just the same as it was before, because it's been established that that's how the song goes already. i'm commonly guilty of altering too many lines from chorus to chorus, and not having enough things repeated the same. but in this case i was able to keep it inside the box<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"do you think i'm dying\n<br>do you think i'm going somewhere else this time\"\n<br>i'm fine. i'm fine.\n</qco></h3>      maybe this was just late-song itch setting in. feeling restless<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"do you remember the day we pretended to be every star in the sky\"\n<br>beautiful. not even going to\n  stain this line with my analysis\n</qco></h3>      well then i will. i think on this line i'm terribly guilty of letting the music drive the lyric. i was clearly chasing some flashy key changes, and the lyrics were just tagging along for the ride as best they could<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"it's the first day of school\n<br>but i think might quit\"\n<br>coming back home musically, and:\n</qco></h3>      right<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"gonna learn some new lessons i won't forget\"\n<br>\n<br>\"gonna write them all down in the language of love\"\n<br>music\n</qco></h3>      that's true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"and then teach them to everyone\"\n<br>you want to inspire everyone.\n<br>\n<br>which you have.\n<br></qco> </h3>      \ni'll see what i can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n12:16 am</dco> &nbsp;<qco> how do you come up with the most thought-provoking tweets</qco> </h3>      \neither something provokes my thoughts, or, if that doesn't happen i have to try to provoke my own thoughts\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n11:56 pm</dco> &nbsp;<qco> what do you think about the current state of affairs?</qco> </h3>      \neach affair is currently in a different state\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n11:32 pm</dco> &nbsp;<qco> What are your thoughts on the upcoming dates of 2/2/2022 and 2/22/2022? I ask becauseI recall reading that you find certain dates like the New Years interesting, so any particular thoughts?</qco> </h3>      \njanuary 9 used to be pretty cool, but that was a long time ago\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n10:16 pm</dco> &nbsp;<qco> are you a can of coca cola or pepsi</qco> </h3>      \nno. thank you for checking\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n10:15 pm</dco> &nbsp;<qco> what question did I ask again</qco> </h3>      \n<a href=\"q.php?date=202112140942\" target=\"_blank\">this one</a><remqq></remqq>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n9:52 pm</dco> &nbsp;<qco> is this the first question answered in februayr</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n9:50 pm</dco> &nbsp;<qco> how do you feel about jelly</qco> </h3>      \nfine\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n9:48 pm</dco> &nbsp;<qco> what style would you call your music?&nbsp;</qco> </h3>      \naverage\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n9:22 pm</dco> &nbsp;<qco> Do you think some people are just naturally more talented or generally better at making music than others are?</qco></h3>      i'm not sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so, do you think there's anything valuable that can come out of someone worse off trying to make music?</qco> </h3>      yes. they will get better, for sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n8:57 pm</dco> &nbsp;<qco> &gt; how is, \"soap tips,\" hi i'm steve 2</qco> </h3>      \nbecause it's the second time i wrote/produced a video in that same format\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n8:53 pm</dco> &nbsp;<qco> how to say everything</qco> </h3>      \nyou're gonna have to use art\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n8:05 pm</dco> &nbsp;<qco> is there anything other than food you can put on a plate to give the plate meaning?</qco> </h3>      \nfake food\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n7:39 pm</dco> &nbsp;<qco> how do i know when to start and end something</qco> </h3>      \nyou won't know. so you'll have to start and end it at the wrong time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n6:57 pm</dco> &nbsp;<qco> I'm currently working on a project biography trifold type thing on you. Is there anything of yours you're especially proud of or that you think is especially important that you'd like me to highlight? thanks</qco> </h3>      \nwe'll see\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n3:09 pm</dco> &nbsp;<qco> when there is an issue with a question and it has a [sic] do you add it anaskg awer [sic] fsad [sic]</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n1:36 pm</dco> &nbsp;<qco> why do you seem to be high</qco> </h3>      \nperhaps you are lower, by comparison\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n12:21 pm</dco> &nbsp;<qco> Will you make a song about making a song about making another song</qco> </h3>      \nsure. what could go wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n12:01 pm</dco> &nbsp;<qco> Do you think that Pluto deserves to be a planet?</qco> </h3>      \ni don't know it well enough to judge\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n10:20 am</dco> &nbsp;<qco> I guess I want specific enough in my last question. Will you please take the Meyers Briggs personality test and answer each question honestly and then relay the results you get to your curious and interested audience via the \"Questions\" area of your website, billwurtz.com?</qco> </h3>      \nmost of the time, my honest answer is not among the allowed choices\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n9:18 am</dco> &nbsp;<qco> Are we at the point yet where you can tell me the word which contains the 47th letter of the lyrics of your next song?</qco> </h3>      \nsure. i think it's 'here'\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n9:15 am</dco> &nbsp;<qco> 1)what is the meaning of life?</qco> </h3>      \nlife being possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n8:02 am</dco> &nbsp;<qco> how to make friends</qco> </h3>      \nit's you. you are friends\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n7:58 am</dco> &nbsp;<qco> i know we already have pepperspray and all, but why hasnt anyone made sprayable black pepper yet?</qco> </h3>      \nthey're waiting for you to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n7:22 am</dco> &nbsp;<qco> can this be the first question answered in february</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n6:40 am</dco> &nbsp;<qco> should I ask a question?&nbsp;</qco> </h3>      \nsure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n6:17 am</dco> &nbsp;<qco> what was the question damien maymdien skipped in \"maybe i could eat blades of grass\"?</qco> </h3>      \nthe plot\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n4:14 am</dco> &nbsp;<qco> Hey it's the weird person from yesterday </qco></h3>      i don't recall any weird people from yesterday<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I just want to apologise like that's genuinely just an unacceptable thing to do especially because we're strangers. It's just wrong and I'm struggling mentally so yeah. But even given that it's just wrong. Like you're literally busy doing hard work to help millions of people and there's no way I had the audacity to think I should disturb anyone like that. but yeah forgive me im just yeah it's dumb af and don't give me the satisfaction of wasting your time. This feels really manipulative rip. I actually mean it though. actually I can't tell anymore maybe I am being manipulative. Im sorry if I am for that too. But yeah literally this is just spam ignore it hahah. im literally definitely a manipulator shit. but yeah pls im sorry. Genuinely. I hope.&nbsp;</qco> </h3>      \ni have no idea what you're talking about, but, it's ok. everything is fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n3:32 am</dco> &nbsp;<qco> What is the meaning of life?</qco> </h3>      \nconnecting the dots, except they already are connected and you just have to prove it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.22&nbsp; \n2:20 am</dco> &nbsp;<qco> how to type</qco> </h3>      \npress any/every key\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2022-01.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>1.31.22&nbsp; \n11:38 pm</dco> &nbsp;<qco> i feel like you're the type of person to have the taskbar on their computer in someplace wacky. where is your taskbar?</qco> </h3>      \noff the screen. i don't use it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.22&nbsp; \n11:37 pm</dco> &nbsp;<qco> I wrote a chorus to a song half a year ago and I have been trying to think of a verse ever since, but i can't think of one. I have an outro and a bridge that go with the chorus, but a verse just eludes me. The problem is, the song starts with the chorus, and i really like the chorus, so i can't think of anything that i like enough to come after it&nbsp;</qco> </h3>      \nfrom the way you explained it, it almost sounds like your 'bridge' should come after the chorus. but if that doesn't work, try doing a brief vamp and then jump back into the chorus with slightly different lyrics the second time. i have no idea if any of this will work because i haven't heard any of the material you're working with. but here's another idea: use the verse to try to explain how and why you came up with the part you already have. but don't forget to check if it already just works with only what you have. if it really doesn't want to go back to the chorus, and if it really can't go to the bridge after the first chorus, then maybe you can just figure out the minimum amount you could do before it feels ok to back to the chorus. it's like one of those fun rooms, where you go out the exit door and then everyone just goes directly around to the entrance and goes in again\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.22&nbsp; \n11:22 pm</dco> &nbsp;<qco> how many times do vowels appear in your next song</qco> </h3>      \ni'm not sure. it's difficult to count that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.22&nbsp; \n10:52 pm</dco> &nbsp;<qco> Any news on Canada</qco> </h3>      \nit's good\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.22&nbsp; \n10:38 pm</dco> &nbsp;<qco> How do you view your accomplishments?</qco> </h3>      \nmost of the time i'm viewing the ones in the future\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.22&nbsp; \n7:05 pm</dco> &nbsp;<qco> Bill, I'm worried about never discovering any more music that I love, I mean really love. I'm really heavily into one music artist, I was absolutely in love with them from the start, every song of theirs is gold, but I've just never had that with any other artist. I've listened to the Beatles, Queen, Elton John, etc, the legends, y'know? And while their stuff is good, it's not \"incredible\", like my first artist. Do I have expectations that are too high to compete with, or am I just lucky to have one artist I love so much, and give up on that ever happening again? I don't know why it gets me so worked up, but I figured it was worth asking you. Have a great day man, thanks</qco> </h3>      \nthe obvious solution here would be to create your own music. that may seem hard, but someone's gotta do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.22&nbsp; \n4:15 pm</dco> &nbsp;<qco> what inspires your lyrics?\n</qco></h3>      together with the music, it can be inspired by anything. i have a to-do list of everything and i plan to be inspired by each one in due time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also when you write a full song, do you use lyrics that you think fits into the melody?</qco> </h3>      the lyrics/melody never appear in the first place unless they already go together. it's a package deal\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.22&nbsp; \n2:59 pm</dco> &nbsp;<qco> What is your MBTI type?\n<br>(Look up 16personalities and take the test to find out)</qco> </h3>      \nall 16 personalities belong to myers-briggs. depending on which way i answer the questions, i get to read a different one of their personalities\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.22&nbsp; \n12:48 pm</dco> &nbsp;<qco> it's not too late, right? I can start now?</qco> </h3>      \ni think so. in the future you'll certainly think you could have started now\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.31.22&nbsp; \n12:28 pm</dco> &nbsp;<qco> Why did you look like you enjoyed yourself too much when hitting the triangle in the song \"I'm Crazy / It's Raining\"?</qco> </h3>      \nbecause you would prefer that i enjoy myself less\n<br><br>"
  }
]
