[
  {
    "html": "<h3> <dco>4.3.25&nbsp; \n8:05 pm</dco> &nbsp;<qco> What do you do on days you're feeling down.</qco> </h3>      \ntrust the boat\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.25&nbsp; \n7:15 pm</dco> &nbsp;<qco> i really want to record a song for my best friend for his birthday but i am afraid it will be bad. do you have any advice to help me overcome the inevitable bad-ness of it</qco> </h3>      \nrecording songs for personal friends sounds like it could be extremely awkward. but the thing that i think is gonna make it work is, the love you have for that friend\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.25&nbsp; \n7:01 pm</dco> &nbsp;<qco> What is mastery? I believe it is when you don't have to think about doing something, like you've mastered a language when you don't have to think about how to order the words and the vocabulary. But I think I'm wrong because when you code or do another thing that always requires thinking that means you never reach mastery. I don't know what it is</qco> </h3>      \nit's the idea of acquiring a skill 100%. of course you can argue all day about when or when not to use that word, because like all words it can be used a little loosely. But your analogy for language still holds fine for computer programming.  you were saying a professional language user no longer thinks, while the pro computer programmer still does think, well that's not true -- a professional language user is still thinking about the thoughts they are expressing, but not thinking about language. and just the same, a pro computer programmer is thinking about the functionality they wish to achieve, while no longer thinking about the punctuation and syntax they are using\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.25&nbsp; \n6:35 pm</dco> &nbsp;<qco> any good instant noodle recommendations?</qco> </h3>      \nno, but i'd be glad to make something up in response to this\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.25&nbsp; \n6:27 pm</dco> &nbsp;<qco> why does the imperial system of measurement exist</qco> </h3>      \nto measure things, although i know it may be hard to focus on that right now, in the heat of outrage\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.25&nbsp; \n6:23 pm</dco> &nbsp;<qco> I or J?</qco> </h3>      \nlijkt me heel fijn om together to put them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.25&nbsp; \n5:58 pm</dco> &nbsp;<qco> opinion on condensated sauerkraut&nbsp;&amp; peanut butter sandwiches</qco> </h3>      \nnow i'm wondering do you just condansate the sauerkraut or do you condensate the whole sandwich\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.25&nbsp; \n2:24 pm</dco> &nbsp;<qco> how to use flat and sharp notes on a keyboard while improvising? it always make it feel like something went really wrong when I do</qco> </h3>      \nin that case you don't need to use them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.25&nbsp; \n2:14 pm</dco> &nbsp;<qco> what's your favourite pharmacology/neurobiology fact?</qco> </h3>      \nthe brain is located in the head\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.25&nbsp; \n1:51 pm</dco> &nbsp;<qco> my name is carlos, what is a good anagram for it? there isnt anything</qco> </h3>      \n'scarlo' (another name)\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.25&nbsp; \n1:20 pm</dco> &nbsp;<qco> Would you believe if I told you I was liar? With that in consideration, would you doubt me if I told you I am an honest person?</qco> </h3>      \ni believe for certain that you are having a bit of fun with language here, which i appreciate\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.25&nbsp; \n1:11 pm</dco> &nbsp;<qco> do you think good music is objective or subjective? or maybe a mix of both.</qco> </h3>      \ni don't like to use the \"objective-subjective\" terminology, because i think it's too confusing and it's often exploited unfairly, but i can say that there is absolutely no exact definition of good music. like a relationship, you never know which person is going to fall in love with which music, at which time. it's just a connection that happens. and it's equally much about the music as it is about the person listening and where and when the music was played and heard\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.25&nbsp; \n12:40 pm</dco> &nbsp;<qco> i'm sure there are infinite answers to this, but what is one or two theories you could provide on why \"If I had $1,000,000\" by Barenaked Ladies is so good?</qco> </h3>      \nthere's the feeling that it contains a lot of lyrical improvisation\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.25&nbsp; \n12:08 pm</dco> &nbsp;<qco> how would you compare/contrast these two questions?:\n<br>\n<br>what is a song?\n<br>\n<br>what is an album?</qco> </h3>      \nthey're both asking what a word means. the 2 words in question have a lot in common. they are both about creative works. the word 'album' has some alternate meanings, which probably aren't seen here when it's placed in context of both those 2 questions together. the questions have different answers, but they both probably require some soul searching, and certainly neither question has any exact correct answer\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.25&nbsp; \n12:06 pm</dco> &nbsp;<qco> Should I give up on my CS degree and become a professional ballerina instead? </qco></h3>      maybe, but it would help if i knew what CS stands for<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, how much theory do I need to know to get good at music composition?</qco> </h3>      \nit goes the other way around. that reminds me of \"how much of the movie do i need to have seen before i start watching it\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.25&nbsp; \n11:35 am</dco> &nbsp;<qco> Do any of the questions on this web page have any cultural significance or impact on this world whatsoever?</qco> </h3>      \ni don't see why not. i've seen a piece of dust impact the world\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.25&nbsp; \n10:39 am</dco> &nbsp;<qco> What do you think about tritones?</qco> </h3>      \nreminds me of a pair of oars somehow\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.25&nbsp; \n9:57 am</dco> &nbsp;<qco> I'm so old that Waterloo was my Waterloo</qco> </h3>      \ni don't know what a waterloo is. other than just some locations called waterloo\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.25&nbsp; \n8:41 am</dco> &nbsp;<qco> Could you elaborate on the music and non-music thing. it seems to come up a lot in your answers but I'm not sure what you mean.</qco> </h3>      \n<s>ok, this answer might make you feel frustrated, but your question makes me feel frustrated, through no fault of your own. my response to what you've asked is, \"what don't you understand about it?\" that being said i realize there's no answer to what i've just asked you and i apologize for that too</s>\n<br>\n     \n\n\nmusic and non-music are always found together, in support of each other. For example: a song featured in a movie. You usually like the song better when it's in the movie, and it also makes the movie better to have the song in it. Another example: background music in a movie-- the music is the music, and the non-music would be the dialogue and what's happening in the scene. the music is there to make the scene stronger (hopefully). Another example: Joey Your-favorite-artist, singing a song. the music would be the music, and the non-music would be the words and ideas being expressed, or even the identity and personna of the artist, to whom you may feel a special connection. Another example: an instrumental song by Ricardo the Really Good Xylophone player. even if there's no words in the song, the non-musical element here is Ricardo himself and perhaps the crazy hat he's wearing, on the album cover, which you probably can't help thinking about when you listen to the music. Ok so now you may ask me this: What if you are going shopping in a store and you hear the same xylophone song, WITHOUT knowing who the artist is or seeing his crazy hat. you're probably thinking, \"aha, here's a situation where it's just the music and no non-music\" NOT TRUE, the non-music here is obviously YOU SHOPPING, which when combined with the song creates an unforgettable shopping experience\n\n\n <br><br>"
  },
  {
    "html": "<h3> <dco>4.3.25&nbsp; \n5:59 am</dco> &nbsp;<qco> Things are weird, anyway to change it?</qco> </h3>      \nsure. there's 1000 different other kinds of weird you can change it to\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.25&nbsp; 4:21 am</dco> &nbsp;<qco> are you a perfectionist</qco> </h3>      \nno, in fact, perfection bores me\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.25&nbsp; \n4:13 am</dco> &nbsp;<qco> I'm stuck in bed with a bad cold, how should I spend my time&nbsp;</qco> </h3>      \nhow about learning a language\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.25&nbsp; \n3:14 am</dco> &nbsp;<qco> I'm getting involved in things</qco> </h3>      \nthat's very exciting\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.25&nbsp; \n12:46 am</dco> &nbsp;<qco> your explanation of imaginary numbers broke my brain. do you like chinese food?</qco> </h3>      \nthis question broke my brain\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n11:56 pm</dco> &nbsp;<qco> You've changed my life for the better, how do you feel about that?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n11:00 pm</dco> &nbsp;<qco> are you a silly little guy</qco> </h3>      \nnot exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n10:26 pm</dco> &nbsp;<qco> Does New York feel like a prison</qco> </h3>      \ninterestingly enough, there is a tendency for it to feel like the rest of the world is a prison, in comparison\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n10:09 pm</dco> &nbsp;<qco> did nationalism use to be like sports before sometime in the late 19th to early 20th century, or is it still like that?</qco> </h3>      \nit often still is like that\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n9:07 pm</dco> &nbsp;<qco> Isn't strange how wildly different the mind and the heart are?\n<br>I'm glad I have both.</qco> </h3>      \ni think it's strange how many different meanings the word 'mind' has, and the word 'heart' has. and some of them are the same for both words\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n9:05 pm</dco> &nbsp;<qco> Any general tips for composing instrumental stuff?</qco> </h3>      \nattach at least one piece of non-music to it, in some way. non-music could be a word, a picture, anything. heck, you could make an entire movie, then put music in it. non-music is the ultimate fuel for music. music is also a pretty good fuel for non-music. so either find a bit of non-music to fuel your music, OR you can use your music to fuel some non-music. then i think you will see some nice healthy relationships start to take shape, between the music and non-music\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n5:18 pm</dco> &nbsp;<qco> is it a good idea to go study industrial engineering and management</qco> </h3>      \nsure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n4:48 pm</dco> &nbsp;<qco> how do you go about turning inside thoughts into outside things. sometimes creating things feels very necessary but it feels like two different languages and i'm an unqualified translator who can't quite get it out properly</qco> </h3>      \nyes yes, just experience. time doing it. just, like, your ability to express the question you thought of, into english text. i mean that was probably really hard at first, but how long have you spent doing it and how does that feel nowadays\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n3:45 pm</dco> &nbsp;<qco> What made you want to start answering questions and made you stick with it.</qco> </h3>      \nit might be my eagerness for communication\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n3:07 pm</dco> &nbsp;<qco> I recently learned tsk was a real noise a human makes to convey disdain or disappointment and not a literary element used to convey disdain or disappointment</qco> </h3>      \nthat's very exciting\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; 1:50 pm</dco> &nbsp;<qco>  i have an unimaginably large and daunting list of song ideas that i've been building up for a few years now. it's into the multiple hundreds, and i haven't even been trying to stretch it. ideas just keep raining down every few days, and i feel compelled to catch them because.... what if THAT'S the one that ends up being a super super magical awesome song, even if it takes some development later to get it there? anyways, what the fuck am i supposed to do about this list? </qco></h3>      enjoy and cherish it. and use it for its immensely useful purposes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;99% of them are still just at the \"single recording idea\" stage, and only a handful have been fully written, and an even smaller handful produced. should i freeze idea catching?</qco></h3>      of course not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; go through the list and try to delete bad ones? </qco></h3>      of course not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(but again..... what if i could make it good? </qco></h3>      of course you can. probably even more fun to make the bad ones good than to stress about 'ruining' the 'good' ones<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;that's why i'm scared to delete) just suspend everything else in my life and try to write and record as many songs as humanly possible? </qco></h3>      how about doing a set. do like 10, see what you can learn from it. you can apply those lessons to the next 10 you do after that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;some combination of all of these? </qco></h3>      i understand the overwhelm, but there is no need to panic here. you are in fine hands<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;the problem with recording is..... it takes forever. like actually forever. </qco></h3>      yes, i can understand that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;anyways, sorry for the brain dump. just curious what your thoughts on the matter might be</qco> </h3>      \ni have some strange news for you: simplicity is skyrocketing in value; for many reasons, not the least of which would be that it may enable you to actually 'accomplish' something, which is probably starting to feel pretty priceless right about now\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; 1:35 pm</dco> &nbsp;<qco> my music theory teacher just told us that we don't talk about odd meters (such as 5/4 or 7/4) because they aren't common. she said they shouldn't be our \"go-to\" time signatures because they get old fast. i HEAVILY disagree with this, though i'm no music theory expert. why should 4/4 have more worth than 5/4? this is an outrage</qco> </h3>      \nwhy don't you just find out for yourself. do the 10 year challenge: make 10 years worth of music and see how much of it is in 4. then you'll have a fine idea of what these time things are all about\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n1:13 pm</dco> &nbsp;<qco> seen any good commercials?</qco> </h3>      \nwes anderson for montblanc\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n12:57 pm</dco> &nbsp;<qco> What do you find is the best way to deal with burnout? I feel like needing to create stuff but not having the energy or creativity to do it is an endless cycle. It ends up with sessions working on music where I'm just frustrated with no creative spark to follow. I guess another way to put this question would be how do I go about generating that creative spark? because once I have an idea I can easily follow it and then the music just writes itself.</qco> </h3>      \nin your case i would suggest venturing briefly into some other areas besides music. Here's maybe the most important reason why: one of the things most sorely missing from most music is the non-musical elements. And, one of the most sorely missing elements from non-music is actually a musical element. Music and non-music are best friends and co-conspiritors. So if you've been *only* on the music side, and you're feeling bland and tired currently, i mean this is the perfect time to explore the other side of the coin because let's face it, you're gonna need both sides anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n12:44 pm</dco> &nbsp;<qco> do you ever say doot deet doot out loud?</qco> </h3>      \nmaybe not that exactly,\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n10:14 am</dco> &nbsp;<qco> why is it called april fools.</qco></h3>      because it's in april and it involves fooling people<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and why does it say i spelled april wrong. please help me out here bill -m</qco> </h3>      \nmaybe it wanted you to use capital A. maybe it was afraid your reader would have no idea what you were talking about, and it was just trying to protect you from the unintelligible and indecipherable word 'april'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n8:51 am</dco> &nbsp;<qco> should we have hex codes for more things than just colors?? like flavors or emotions or something</qco> </h3>      \ngo ahead. you lead the way on this\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n7:48 am</dco> &nbsp;<qco> IF the ark of the covenant or the obelisks WERE actual communication devices, who do you think could communicate with whom?</qco> </h3>      \ncould be like a dating site\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n7:43 am</dco> &nbsp;<qco> would you define me as a person?</qco> </h3>      \ni am more than 99% certain you are a person. you should be pleased with that score, that's pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n6:13 am</dco> &nbsp;<qco> What does one do when music suddenly loses all its magic?</qco> </h3>      \nstart doing something that is not considered music. try combining just a little bit of music with something that isn't music\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n5:20 am</dco> &nbsp;<qco> who invented space? </qco></h3>      you did<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and why would they do that?</qco> </h3>      \nso you can move\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n4:10 am</dco> &nbsp;<qco> I'm aware from a few times that people have asked repeat questions, though just like a movie I can sometimes enjoy something more than once because its fun to think about, even though I know the answer. Is there a particular question you wish you'd get asked more often?</qco> </h3>      \ni prefer to be asked things that i did not suggest. thus, i shalln't suggest\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n3:39 am</dco> &nbsp;<qco> Is it always better to know something than to not know it?</qco> </h3>      \nno\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.25&nbsp; \n12:45 am</dco> &nbsp;<qco> Why is new orleans called the Big Easy?</qco> </h3>      \nmaybe because at some point it was easy to get a gig there. now that i think about it maybe it was actually 'gig easy'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n11:41 pm</dco> &nbsp;<qco> could there be more than everything?</qco> </h3>      \nonly if you are initially wrong about how much thing there is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n11:39 pm</dco> &nbsp;<qco> why are thumbnails called that (the pictures not the nails on thumbs)</qco> </h3>      \nbecause they are small, like thumbnails\n<br><br>"
  }
]
