[
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n2:49 pm</dco> &nbsp;<qco> do you have an attic?</qco> </h3>      i am attic\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n2:45 pm</dco> &nbsp;<qco> Do you know who milks the cows every day?</qco> </h3>      cows should milk each other\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n2:29 pm</dco> &nbsp;<qco> so how does it feel to be self?</qco> </h3>      it is empowering in a way\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n2:25 pm</dco> &nbsp;<qco> Will you do more jingles/short videos? Also, will you have a page to suggest a jingle(s)?</qco> </h3>      due to various formatting circumstances, i might have done way way too many of those compared to other types of material, and i feel i am still catching up to even it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n2:07 pm</dco> &nbsp;<qco> What time signature is \"movie star\" in</qco> </h3>      the chorus is 9 beats repeating, and you can divide that up however you like (4+5, whatever). the verse uses that too but also goes off it, and the bridge also differs from it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n1:33 pm</dco> &nbsp;<qco> I'm at school right now, should i ask you something?</qco> </h3>      oh too late\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n1:29 pm</dco> &nbsp;<qco> You've mentioned in previous answers that your lyrics in songs (i.e. \"I hate myself\") don't necessarily reflect your actual thoughts and feelings;&nbsp;you're just \"songwriting\". Is there any aspect of any of your music that you believe does represent how you actually feel?</qco> </h3>      sure. also the \"i hate myself\" song is actually a representation of how i and perhaps all of us feel sometimes. the key is to listen to the tone. it is a light, brisk, bouncy tone. clearly not a deep serious sentiment. this is the way we might feel when we saw the good parking spot, didn't take it, then someone else takes it. \"aah, i hate myself\" (sung to a light bouncy tune). actually really\n hating oneself would presumably have a much much different tone to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n1:06 pm</dco> &nbsp;<qco> do you plan on writing in the notebook in the near future?</qco> </h3>       that was never a place to write. that is a place to upload things which i have written previously\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n12:44 pm</dco> &nbsp;<qco> Why is the earth flat?</qco> </h3>      it is god's will\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n12:37 pm</dco> &nbsp;<qco> You know, for someone who is so nonchalant about chords (chords are just a supporting character for the melody etc), you sure do make some of the most harmonically complex and thrilling music in the biz.</qco> </h3>      just because it is supporting doesn't mean you can't go crazy. going crazy while still in full support, now that's having a good time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n12:24 pm</dco> &nbsp;<qco> How do you come up with visuals that are so abstract, but that don't detract from whatever you are making?</qco> </h3>      \ni try to always represent how the music feels at that moment\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n12:22 pm</dco> &nbsp;<qco> Where does instinct end and intelligent thought begin?</qco> </h3>      they both continue eternally\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n12:20 pm</dco> &nbsp;<qco> How does it feel knowing that people process and interpret your work on such a vast spectrum of conscious understanding?\n\n</qco></h3>      constructive<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What's the most important concept you hope people can gain from your work, if any?</qco> </h3>      the world has infinite power and it's on your side\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n12:17 pm</dco> &nbsp;<qco> Why do your songs always fill me with such inexplicable joy and happiness and an irresistible urge to sing along? I always listen to your songs (and your other videos) on loop while I work;&nbsp;it's nice to have something that, despite all the stress and depression in life, never fails to get me bouncing and singing along with a big goofy grin on my face. Thank you for everything you do. La de da!</qco> </h3>      oh hi\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n12:02 pm</dco> &nbsp;<qco> Where is my mind</qco> </h3>      right here\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n11:26 am</dco> &nbsp;<qco> Do you ever think you'd go on a live music tour? \n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nI would love to come watch you perform that's like a dream.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n11:25 am</dco> &nbsp;<qco> How long does it usually take you to write and produce a song to completion?</qco> </h3>      longer than i wish<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n11:06 am</dco> &nbsp;<qco> What's your love language? Quality time, acts of service, etc</qco> </h3>      intrigue\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n10:38 am</dco> &nbsp;<qco> Why is Hallelujah explicit on Spotify?&nbsp;</qco> </h3>      because it has 'god damn' in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n10:01 am</dco> &nbsp;<qco> hey bud are you ever going to release new instrumentals for your more recent tunes? maybe I want to do some covers to your beautiful music.</qco> </h3>      i think that's karaoke.... i thought a cover means you re-record the song yourself ...\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n9:43 am</dco> &nbsp;<qco> what to do about unnaturally intense positive emotions?</qco> </h3>      keep moving\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n9:33 am</dco> &nbsp;<qco> do you have ocd?</qco> </h3>      oh you mean open closet door, yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n9:32 am</dco> &nbsp;<qco> are you a democrat or republican?</qco> </h3>      i keep forgetting which is which. but i know they are supposed to hate each other which does not particularly interest me\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n8:28 am</dco> &nbsp;<qco> what are the 6 sides/emotions of bill wurtz?</qco> </h3>      intrigued x6\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n8:20 am</dco> &nbsp;<qco> how to stop thoughts from swarming my mind?</qco> </h3>      run around. swarm the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n8:15 am</dco> &nbsp;<qco> hi Bill, i have problems with singing high notes. right now lowest i can go is C#2 and highest i can go succesfully is C4. i want to sing above that but after C4 i feel like i'm straining my voice.&nbsp;</qco> </h3>      there's a weird and cool technique you can do. actually there's 2. one is keep your head pointing straight forward. sometimes you think you want to sing the note up. you don't need to do that. sing it straight across even if it's high. but the other really crazy trick, this is a psychological trick, pretend you are singing down to the note. pretend it's not the highest note you can sing. pretend it's a low note and sing down to the note. like pretend you can sing way higher and sing down to it. here's another trick, this one comes from tony robbins, just close your eyes and imagine yourself singing the note clearly and beautifully. just visualize it happening, 10 times in a row. now try it. these are all interesting tricks. but don't forget to warm up before doing high notes and don't push hard, and if it hurts don't do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n8:09 am</dco> &nbsp;<qco> how do i make myself study statistics, im fuckin failing that college bill</qco> </h3>      you could get a job in a statistics department. see how you do\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n7:46 am</dco> &nbsp;<qco> i think all your responses have little nuggets of truth and wisdom in them?</qco> </h3>      i try to ensure that, but i also believe absolutely everything in the world is a nugget of truth and wisdom, so by that theory it doesn't matter what i say here\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n7:45 am</dco> &nbsp;<qco> Am I your next song?</qco> </h3>      hopefully\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n7:44 am</dco> &nbsp;<qco> did you consider making the line about skipping ahead a deceptive non-rhyme, like 'im gonna open to page one and then skip ahead to page nine' or something? i think that would have been cool. but i also think it's cool how it is.</qco> </h3>      don't worry, i use un-rhymes all the time, there's one in the first section of the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n7:30 am</dco> &nbsp;<qco> have any weird dreams?</qco> </h3>      almost all of them are weird\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n4:41 am</dco> &nbsp;<qco> why don't you update/post to the \"notebook\"s anymore?</qco> </h3>      i do but i've discovered a more intricate type of content which i've always wanted to make\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n4:32 am</dco> &nbsp;<qco> What is the definition of pie?</qco> </h3>      i always get it wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n3:47 am</dco> &nbsp;<qco> how to save myself from depression</qco> </h3>      how about running around\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n3:16 am</dco> &nbsp;<qco> hey, how do i become a better person? </qco></h3>      that depends how good you are currently<h3> <qco>also have i mentioned your advice is rlly ficjing great??? also you're one of the people i look up to </qco></h3>      oh hi<h3> <qco>stay cool and have a great day :D</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n3:07 am</dco> &nbsp;<qco> Oh no, I think I might be OK.</qco> </h3>      oh that's classic\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n2:54 am</dco> &nbsp;<qco> do you break up the chocolate bar on the lines or just bite into that boi</qco> </h3>      break \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n2:48 am</dco> &nbsp;<qco> Now that you aren't working on anything big, can you finally make a video for Got To Know What's Going On? It's a great song!</qco> </h3>      i might do a new song instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n2:25 am</dco> &nbsp;<qco> will you ever start making instagram stories?</qco> </h3>      forget that, it just gets deleted\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n2:20 am</dco> &nbsp;<qco> How do I channel my rage/sadness/depression into creativity?</qco> </h3>      there must be 1000 ways but if you can't think of anything try opening a blank text file and going crazy. or if you're not too friendly with the qwerty keyboard, you could try drawing. but there are more ways than i can think of. and different ones may be better for different people. but try something simple and just look around and use what is available. don't forget to use extra rage \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n2:10 am</dco> &nbsp;<qco> What file naming convention should I use for cataloguing everything I've made by date?</qco> </h3>      name the files whatever you want, but catalog them in a separate text, referring to the file names next to dates\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n1:58 am</dco> &nbsp;<qco> you're like,&nbsp;&nbsp;so forward and head first into life at all times it seems, do you even understand the idea of stopping to look around anymore</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n1:19 am</dco> &nbsp;<qco> aw your vocals sounded freaking awesome in the new song. i love the lyrics. amazing incredible so good</qco> </h3>      oh hi\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n12:37 am</dco> &nbsp;<qco> Do you have ADHD? I've wondered that for years now.</qco> </h3>      ah, i call that curiosity\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n12:23 am</dco> &nbsp;<qco> how can i get more confidence in recording sessions?</qco> </h3>      do more of them<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n12:23 am</dco> &nbsp;<qco> Do words have secret lives?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n12:22 am</dco> &nbsp;<qco> what is the famous person you cried the death of?</qco> </h3>      robin williams<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.18&nbsp; \n12:10 am</dco> &nbsp;<qco> hey bill. really serious question here. i totally agree with you when you say that everything has an amount of \"good\" and an amount of \"bad\" in it. thus, nothing is 100% good nor bad. my question is, how can one get better at something, if when one does get a bit better, it also get a bit worst? love you</qco> </h3>      they are constantly disguised as each other. sometimes it may feel like you'll never catch them, then suddenly you realize you always have<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp; \n11:59 pm</dco> &nbsp;<qco> How'd you get here?</qco> </h3>      i'm not sure<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp; \n11:53 pm</dco> &nbsp;<qco> can you stop being a single brain celled retard for just one minute and answer one these questions whole assed instead of half-assed?</qco> </h3>      sure<br><br>"
  }
]
