[
  {
    "html": "<h3> <dco>3.13.25&nbsp; \n2:41 am</dco> &nbsp;<qco> Have you carved your home in the trunk of a redwood tree?</qco> </h3>      \nnot that i recall\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.25&nbsp; \n1:52 am</dco> &nbsp;<qco> Do you think fade outs are an overdone way of ending songs</qco> </h3>      \nto be honest, most pieces of recorded music have something before the end that ruins it for me. so i'm not really sure how often fade outs are used\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n10:52 pm</dco> &nbsp;<qco> why do lamps care so much about lambs</qco> </h3>      \nthey really don't\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n8:59 pm</dco> &nbsp;<qco> describe your life in 1 word</qco> </h3>      \nthe description i've been firmly going with for some time now, and i apologize because it's 2 words, is 'bill wurtz'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n8:13 pm</dco> &nbsp;<qco> Do you have any advice on writing drum parts that really fit the song?</qco> </h3>      \njust remember, no one is going to be reading your drum part. but they WILL, however....................... be listening to the song. Ever tried to write a good skeleton for a character you've drawn?\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n7:14 pm</dco> &nbsp;<qco> Is a pier actually just a disappointed bridge?</qco> </h3>      \ni was going to say no but now that i think about it yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n5:06 pm</dco> &nbsp;<qco> while walking behind a slow walker, do you sometimes wish everybody just ran from location to location as if they're in a warzone?</qco> </h3>      \nwhenever i'm behind someone slower than me, i can't help but immediately be reminded of the last time someone faster than me was behind me. these 2 situations are just so ............. similar!\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n4:58 pm</dco> &nbsp;<qco> will things work out for me</qco> </h3>      \nis that what you want?\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n4:39 pm</dco> &nbsp;<qco> do you think it's a good idea to try and do something brand new every day?</qco> </h3>      \nat some point the definition of 'thing' will come into question\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n4:28 pm</dco> &nbsp;<qco> what if someone's entire musical output is on tapes. would it then be a tapeography</qco> </h3>      \nyes, UNLESS the person you're talking to doesn't understand what you mean\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n3:01 pm</dco> &nbsp;<qco> What is your routine for the day?</qco> </h3>      \ndo everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n3:01 pm</dco> &nbsp;<qco> anything you want to say to the aliens?</qco> </h3>      \ni'd better let the aliens speak first, out of respect\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n2:29 pm</dco> &nbsp;<qco> I would ask more questions but at this point I always hear your answer before I even finish typing. Like I was gonna ask, \"why aren't you crying in any of your reality videos\" and you said \"not crying in, crying out\".</qco> </h3>      \nsorry, that's not what i would have said. that makes no sense to me. a much more useful response from me would have been \"why aren't you crying in any of your questions\"\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n1:19 pm</dco> &nbsp;<qco> how do you get out of a mental rut? I can't explain it very well so I'll give you my situation. I'm making a thing, and the thing is mostly done and it is fine. But I'm unhappy with the thing despite that, and it's causing my motivation to fall. Do I just go with it and publish the thing, or try to make the thing better, hopefully causing me to be happier, and then publish it?</qco> </h3>      \nforgive me, i'm going to make a wild assumption and assume that you are new at this. just based on everything you said, it sounds kind of like you are. If you are new at this, then the first thing you need to do is get yourself so you're not new at this. so like finish 10 more things just real quick, the purpose being getting so you're not new at this. at that point you're gonna be real comfortable. HOWEVER, maybe i was wrong, and maybe you are not new at this, and in that case this advice might be totally useless to you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n1:05 pm</dco> &nbsp;<qco> finish the sentence: 1 1 2 1 4</qco> </h3>      \n1 1 2 1 4 lol\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n12:07 pm</dco> &nbsp;<qco> Is the pope real?&nbsp;</qco> </h3>      \ni can see why it would be hard to tell\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; 11:13 am</dco> &nbsp;<qco> favorite book?</qco> </h3>      \nyou need all the other books just to even understand one of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n8:44 am</dco> &nbsp;<qco> Thoughts on indigo?\n<br></qco> </h3>      \nsounds like branding/marketing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n7:38 am</dco> &nbsp;<qco> how do i trick my brain into thinking its not lonely</qco> </h3>      \nbuild something massive that is very important to you and may take a long time to build\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n7:02 am</dco> &nbsp;<qco> did you ever pick up multiple music instruments at once from scratch? i want to play bass and drums NOW. BUT i feel like i'll never grow comfortable with either if i start both at once with no experience with either, and i find that being comfortable is where the most fun is at (at least that's how i feel with keyboards). When you can just play stuff as it comes to you, without having to think of how you're supposed to breathe or move your hands or whatever</qco> </h3>      \ni don't think there's any problem with being exposed to multiple instruments at the same time. in both cases, just get yourself into a group as soon as possible. those 2 particular instruments find their main purpose in a group setting\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n6:35 am</dco> &nbsp;<qco> How do I stop myself from getting discourarged? I fear it may have already happened</qco> </h3>      \nyou're too scared to even admit what you've been discouraged about. that will be kind of the whole point of this\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n5:53 am</dco> &nbsp;<qco> do you like super mario galaxy 1 or super mario galaxy 2 better</qco> </h3>      \ni can't decide. keep making more\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n4:14 am</dco> &nbsp;<qco> are you having a good time?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n4:06 am</dco> &nbsp;<qco> do you still like avocados</qco> </h3>      \nput it this way, i have a constructive relationship with avocados\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; 3:43 am</dco> &nbsp;<qco> What are your thoughts on Australia?</qco> </h3>      \ndespite how big it is, it's possible to have trouble finding it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n3:27 am</dco> &nbsp;<qco> i was doing some phonetic analysis and i came ucross the lyric in fly around, \"when no one understands the point of veiw that you now find so familiar\" which i never realized sounded like \"point of you\" like \"your life's purpose\" which makes it feel more heavy&nbsp;</qco> </h3>      \nyeah but is it as heavy as acorn/eekhoorn\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n3:04 am</dco> &nbsp;<qco> i want to draw but i keep not drawing. do you think if i want to not draw i will then draw?</qco> </h3>      \nno, i just think you're kind of a liar\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n2:46 am</dco> &nbsp;<qco> what\n<br>about\n<br>if\n<br>each\n<br>word\n<br>of\n<br>this\n<br>question\n<br>is\n<br>on\n<br>separate\n<br>lines?</qco> </h3>      \ni can't really think of anything else about it, other than the way you described it. you described eveything about it thoroughly and completely, in addition to demonstrating it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n2:12 am</dco> &nbsp;<qco> how are you going to evade this question?</qco> </h3>      \nby answering it in plain sight\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n1:46 am</dco> &nbsp;<qco> How would you feel if one day the word \"music\" changed to \"bill wurtz\"?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.25&nbsp; \n12:51 am</dco> &nbsp;<qco> how did you develop your force field?&nbsp;&nbsp;I need one badly</qco> </h3>      \nthat's good news. the way you get one is by needing one\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n11:46 pm</dco> &nbsp;<qco> did a quick brown fox REALLY jump over a lazy dog?</qco> </h3>      \nthey were both dogs\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; 11:44 pm</dco> &nbsp;<qco> favorite color?</qco> </h3>      \nonce you get a taste of multiple colors you can never go back to just one\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n11:23 pm</dco> &nbsp;<qco> can i get a loan</qco> </h3>      \nyou already have one\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n10:47 pm</dco> &nbsp;<qco> Why aren't there floor fans</qco> </h3>      \nbeause you are ignoring all the floor fans in plain sight\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n10:46 pm</dco> &nbsp;<qco> Are you exhausted&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n10:34 pm</dco> &nbsp;<qco> how often do you get mad</qco> </h3>      \njust once\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n9:45 pm</dco> &nbsp;<qco> can you predict the future? </qco></h3>      somewhat<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so what will happen</qco> </h3>      \nmarch will have 31 days this year\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n9:26 pm</dco> &nbsp;<qco> Have you ever programmed (coding)?</qco></h3>      i suppose the answer is technically yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so, do you have a favourite language?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n9:06 pm</dco> &nbsp;<qco> What's your favorite logical fallacy?</qco> </h3>      \none of the ones we all still think is true, which one that is i therefore couldn't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n8:56 pm</dco> &nbsp;<qco> It's weird, you're a content creator, but not an internet personality... we don't really know who you are, you don't even put on a character... why?</qco> </h3>      \nperhaps for the satisfaction of watching people disagree about whether i do or do not put on a character\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n8:15 pm</dco> &nbsp;<qco> Do you have any advice on creating schedules to force myself to make art before I perish</qco> </h3>      \nthat'll work. it does work. whether it's a last resort, or first resort, or one of the middle resorts, it will work at some point, for a period of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n8:02 pm</dco> &nbsp;<qco> what is your favorite two digit number</qco> </h3>      \n10\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n7:42 pm</dco> &nbsp;<qco> Do you know the proper amount of mayonnaise to add to a sandwich?</qco> </h3>      \nyes but it will backfire because mayonnaise is improper. to succeed in the mayonnaise business you'll need to apply an improper amount\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n7:20 pm</dco> &nbsp;<qco> what is something that doesn't exist</qco> </h3>      \ni don't think i could pin that down\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n5:49 pm</dco> &nbsp;<qco> what kind of maths do you like the most?&nbsp;</qco> </h3>      \n=\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n5:44 pm</dco> &nbsp;<qco> should you pour the cereal and the milk at the same time?</qco> </h3>      \non the same day, at least\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n5:34 pm</dco> &nbsp;<qco> do you welcome surprises</qco> </h3>      \nsometimes retroactively\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n4:14 pm</dco> &nbsp;<qco> i have a cool allen wrench. should i deliver it to you?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n3:07 pm</dco> &nbsp;<qco> word of the day is steadfast</qco> </h3>      \ni thought it was homestead. oh nevermind that was 300 years ago\n<br><br>"
  }
]
