[
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n6:02 pm</dco> &nbsp;<qco> the \"go\" in \"we all shall go\" on airport terminal hits so fucking hard. specially with the visual \"pickup\" to it the zooming in into the thing</qco> </h3>      and that's just an empty rectangular prism. imagine if there was actually chairs ..... travelers ..... maybe some ~:volumetric elements:~\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n5:36 pm</dco> &nbsp;<qco> what are you, your videos are too high quality to be of human product</qco> </h3>      that's funny, i thought i had only done the low quality ones so far<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n5:35 pm</dco> &nbsp;<qco> what's a rabbit</qco> </h3>      a miniature rabbi\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n5:05 pm</dco> &nbsp;<qco> If you have a dog what name you will put?</qco> </h3>      a good rule of dog-naming i go by, always meet the dog before giving it a name. otherwise the dog will probably be named incorrectly\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n4:42 pm</dco> &nbsp;<qco> why is my parrot saying things that i didn't tell it to say. please help i was trying to sleep at like 12pm from a long trip and it kept screaming</qco> </h3>      maybe the parrot would like to go on a trip for once\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n4:23 pm</dco> &nbsp;<qco> why don't you use lower case letters</qco> </h3>      usually for an acronym, or chord symbols, or sometimes at the beginning of a sentence for a decisive tone shift. or for signage. jeez there must be 100 reasons. how about to give a grade, if you really want to give someone that A+ they've been craving\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n4:14 pm</dco> &nbsp;<qco> did the coast guard ever tell you what he was guarding?</qco> </h3>      i've known the whole time. i find it pretty obvious\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n3:53 pm</dco> &nbsp;<qco> What's your favorite soap tip?</qco> </h3>      there is no such thing as a soap grater, but a cheese grater works fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n3:14 pm</dco> &nbsp;<qco> Most memorable dream?</qco> </h3>      probably the one i'm in right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n2:45 pm</dco> &nbsp;<qco> how many millipedes are there</qco> </h3>      just one, but it's in many pieces, which are all still alive\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n2:38 pm</dco> &nbsp;<qco> I sometimes make music for my animations, but I have no formal training in anything remotely musical, and a lot of my songs end up sounding the same. How do I add more variety to my songs?&nbsp;</qco> </h3>      if making a song different does not make it different enough, try to actually make it not a song. it may end up being a song anyway, but at least you may have got a head start on the differentness by attempting to throw it out of its category entirely. it's like the old fairy tale, if you want to get a mouse to go to a different room, throw the mouse out of the house entirely, and it will still come back but it might come back to a different room\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n2:36 pm</dco> &nbsp;<qco> Why do I like when people to stay real </qco></h3>      real is stronger, more powerful. like a story that writes itself<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tand why I have lots of philosophy about life but still I am worthless?</qco></h3>      there is no way to measure the worth of a person. i'm afraid to say, if you have a person worth measuring system, you might have to return it because those things are fake<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tand you are awesome!</qco> </h3>      i am normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n2:28 pm</dco> &nbsp;<qco> pancakes or muffins</qco> </h3>      i am holding out for the muffcake to be invented\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n2:27 pm</dco> &nbsp;<qco> How much does a horse cost to make?</qco> </h3>      if you actually make the damn thing it won't cost you anything. but if you are buying the parts and assembling it then you are looking at about 29000 lyre per part and if you are paying someone else to do it then that's 1200 more for labor, unless you get another horse to do it, which is advisable because not only do they know how to do it extremely well, but also you don't have to pay them because they don't like money. but you do have to give them a basket to poop in. hope that helps\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n2:23 pm</dco> &nbsp;<qco> what would you say are the primary creative inspirations that you feel have contributed to your art style the most?</qco> </h3>      abiogenesis, and the ridiculous series of events that has unfolded as a result\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n2:19 pm</dco> &nbsp;<qco> What gave you the idea for alphabet shuffle?</qco> </h3>      the alphabet\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n1:47 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201910201755\">10.20.19&nbsp;&nbsp;5:55 pm</a> &nbsp;&nbsp;Thanks for the tips, Bill!&nbsp;&nbsp;I'm currently having some fun writing my song and it may be up on YouTube soon, but I haven't decided the length. Would 7 or 8 seconds work? Or does it need to be 2 seconds? Thanks!\n<br>-Misha</qco> </h3>      you can try 7 or 8, but, if you are still feeling overwhelmed, don't forget that you always have the option of actually dialing it back to 1 second. the advantages here are ridiculous. you will finish it very quickly, freeing up time to do 3, 4, 5 second or more. you learn things every time you finish a song, so 1 second means almost instantaneous learning. if you are feeling frozen like you can't do anything and you're confused and can't learn anything, just try something shorter. eventually you will go from learning nothing to learning everything, extremely quickly. and then increase the length from there. it's like going up a staircase. very easy, if you actually start at the bottom\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n1:43 pm</dco> &nbsp;<qco> do you think glenn gould's dislike for audiences came from a dislike of culture in general?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n1:12 pm</dco> &nbsp;<qco> what are you going to be for halloween?</qco> </h3>      i'm wondering what halloween is going to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n12:27 pm</dco> &nbsp;<qco> got any uses for convolution neural networks?</qco> </h3>      yes please\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n11:44 am</dco> &nbsp;<qco> would you be open to releasing a video of yourself being crazy efficient on all your keyboards?</qco> </h3>      yes but there would be other stuff in the video too. the thing we must not forget is what gives keyboards their power is their influence over non-keyboards\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n11:16 am</dco> &nbsp;<qco> what do you think my question is</qco> </h3>      what do you think my question is\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n11:01 am</dco> &nbsp;<qco> Are you taking a break from literally everything but the questions page or something</qco> </h3>      no, i'm learning to do new things\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n10:20 am</dco> &nbsp;<qco> On a scale of 1-10, how much meaning do your songs actually have</qco> </h3>      10\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n7:11 am</dco> &nbsp;<qco> hey bill, are there any instrumental versions of your songs anywhere? i was thinking of doing covers of them (and crediting you of course)</qco> </h3>      i think, forgive me if i'm wrong, but doing a cover of a song means you have to actually do the music and sing it. i think what you are talking about is karaoke\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n5:52 am</dco> &nbsp;<qco> can i add a wireless keyboard to keyboard maestro as a macro controller? how do i do this so the keyboard won't actually press that key as a main keyboard?\n<br>i am running out of combinations on my trusty old butterfly keyboard. pls help.</qco> </h3>      ok, 2 very important things i have to say about this. 1, yes, you can absolutely use additional keyboards with kbm, all with their own separate keys. i'm currently using 9 keyboards. i will explain the trick i discovered for doing that. but the other important thing i must tell you first is that if you start including wireless keyboards in your setup, you will be in agony city. i had 3 wireless keyboards in the setup and it was a disaster. it's occasionally annoying when a bluetooth keyboard disconnects, but if you have 4 bluetooth keyboards it's going to happen 4 times more often. actually more, because bluetooth just gets messed up when you have too many. i returned all the wireless keyboards and went for wired keyboards only. much more reliable. Ok, now that that hint/tip is out of the way, the secret for getting additional keyboards in kbm is first get Karabiner Elements (this is a key-swapping software). But instead of swapping keys, you are actually going to disable every key. (set it to \"vk disable\".) this may take a while if you go through the popup menus, but if you open the json file you can change it via the text all in one shot (with a little help from kbm of course). Once you have all the keys disabled, go into keyboard maestro and when you make your trigger, instead of \"Hot Key\" trigger, use \"USB device key\" trigger, press a button and it will come right up. This works for almost any keyboard you can imagine, even PC keyboards (although you may never get the function key.) Another secret tip that i will tell you is, if extra keyboards don't work when you first try, or if they don't work when you first boot up, just put the computer to sleep then wake it up. quickest way is to go to the lock screen and then unlock (and i've now zapped that with a macro). only have to do it if i restart, otherwise they work forever. it took me a while to figure that out, i thought they mysteriously just didn't work until i went to lunch. email me if you need any more tips, i have learned a lot so far, and it's a strange world, and i've run into a lot of things i didn't expect, but overall it's been much easier than i expected, considering what i've seen Tom Scott and Taran Van Hemert had to go through. and i'm not even sure if peternlewis is even aware that what i'm doing is possible<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n5:44 am</dco> &nbsp;<qco> do you know that you have a massive influence on famous ppl?</qco> </h3>      it's only fair, i'm sure famous people have had plenty of influence on me. influence the influencers, that's what i say\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n5:42 am</dco> &nbsp;<qco> what if i just believe that the traumatic things that happened to me just didn't happen and that my memories of it are actually just me remembering a movie about someone else experiencing them?</qco> </h3>      that's pretty good. maybe write some more movies to supplement and contrast with it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n4:02 am</dco> &nbsp;<qco> Why is 6 afraid of 7?</qco> </h3>      due to its large size\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n3:11 am</dco> &nbsp;<qco> do you include the vocalizations when you write your lyrics&nbsp;</qco> </h3>      as far as i know, lyrics are upwards of 100% vocal. if you write lyrics, you're writing vocals. *bruce hornsby voice* that's just the way it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n1:21 am</dco> &nbsp;<qco> im happy that you're still answering questions least. did you actually decide to quit or would you just consider this an extended sabbatical?</qco> </h3>      neither. what i have really decided to do is start, in a much broader and more large way than previously ever conceived. this may take a bit of time, lord knows it took ages last time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n1:09 am</dco> &nbsp;<qco> Are you a music man forever?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n1:05 am</dco> &nbsp;<qco> Why do dogs bark?</qco> </h3>      to verify that they exist\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n12:52 am</dco> &nbsp;<qco> What's your favorite Polyhedron</qco> </h3>      the only thing that does it for me anymore is switching from polyhedron to polyhedron\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n12:46 am</dco> &nbsp;<qco> can you send me a duck?</qco> </h3>      i am assuming duck is short for delivery truck, and yes i will send it to you as soon as i figure out what to deliver it with\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n12:45 am</dco> &nbsp;<qco> no pressure, but the people who don't visit this website think you're making something that's even insaner than usual</qco> </h3>      they are extremely right, for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n12:44 am</dco> &nbsp;<qco> Is p better than q?</qco> </h3>      not if the q is curly\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n12:21 am</dco> &nbsp;<qco> Why good guys like you are so rare?&nbsp;</qco> </h3>      i am medium, but everyone is rare because everyone is slightly different\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.19&nbsp; \n12:07 am</dco> &nbsp;<qco> What is existence</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n11:30 pm</dco> &nbsp;<qco> will you do a meaty bass riff and a yell? please?&nbsp;</qco> </h3>      not necessary\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n11:03 pm</dco> &nbsp;<qco> your music is a true art form. That's not a question but there you go anyways. thank you</qco> </h3>      i am pleased to announce that i will be making more, to celebrate\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n10:59 pm</dco> &nbsp;<qco> do you get goosebumps whenever you listen to a meaningful song or any song?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n10:55 pm</dco> &nbsp;<qco> what's the hardest way to earn money?</qco> </h3>      inventing something. that's also the must fun, and it becomes the easiest way if you ever do manage to invent the thing, and also fill out the paperwork correctly\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n10:51 pm</dco> &nbsp;<qco> Bill I gotta know when you are going to bless us with more music.</qco></h3>      right away<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Just tell me if you are making another song in the future and maybe even a time frame</qco> </h3>      i am making zillions more songs. songs are one of the most important things in my entire life\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n10:43 pm</dco> &nbsp;<qco> When writing your songs, do you think of what the video of the song will look like or does that usually come later?</qco> </h3>      some things are really obvious. like you know the pants video is gonna have pants, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n10:09 pm</dco> &nbsp;<qco> What's your favorite holiday?</qco> </h3>      january 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n9:59 pm</dco> &nbsp;<qco> What are you going to be in your next life?</qco> </h3>      that probably depends on how things go for the rest of this one\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n9:53 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201910200406\">10.20.19&nbsp;&nbsp;4:06 am</a>  is the reason that this link's text is what it is (looks like a keyboard smash) related to your keyboard macros? if so, mind explaining further?</qco> </h3>      yes, i can now do a professional grade key mash in 1 button. 9ex5ul5pf7go1d2\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n9:50 pm</dco> &nbsp;<qco> what font do you use, </qco></h3>      regular, and regular plus<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tand how do you do the neon effect?</qco> </h3>      i don't know what that is\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n9:18 pm</dco> &nbsp;<qco> Have you ever thought about creating a video game that incorporated music you create for it's soundtrack or even just creating a soundtrack for a video game that someone else is creating? I apologize if that was written in an overly complex fashion.</qco> </h3>      yes, the only problem is taming the dragonwave of the infinite possibilities of intricate permutations within and among that\n\n<br><br>"
  }
]
