[
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n8:54 pm</dco> &nbsp;<qco> what is the true meaning of the \"hi, I'm steve\" song</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n8:46 pm</dco> &nbsp;<qco> How will I know when I have ceased to be mediocre? Or can I ever know?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n8:43 pm</dco> &nbsp;<qco> do you think you will ever reach the point where you can link every question to one on your faq?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n8:41 pm</dco> &nbsp;<qco> how do you overcome mediocrity</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n8:40 pm</dco> &nbsp;<qco> are you excited about the project you are currently working on? i am! :)) i am always excited about what you are working on!&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n7:48 pm</dco> &nbsp;<qco> When im in the random question \"page\" (accessed by the im feeling lucky button), there's a \"new random question\" button, but refreshing the page does the same thing. Why add a button instead of just writing somethinf like \"refresh for a new random question\" or, in bill wurtz style, \"ive added a button to your keyboard that serves you a new random question. Ive named it F5. Click it for a new random question\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n7:21 pm</dco> &nbsp;<qco> How long have you been interested in making music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n6:58 pm</dco> &nbsp;<qco> why was your channel called \"frill bertz\" in 2014?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n6:11 pm</dco> &nbsp;<qco> if lampfull was a word would you use it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n6:03 pm</dco> &nbsp;<qco> doe your mind ever get clouded with all the things that you gotta do and that causes you to either do everything more slowly or do 125% less than you normally would? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nif so, what do you do againts cloudy mind?&nbsp;&nbsp;(my mind just got unclouded, today. but i dont know how i did it)&nbsp;</qco> </h3><a href=\"http://www.billwurtz.com/reality/201401300559.mp4\">this</a><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n5:35 pm</dco> &nbsp;<qco> is it possible to think when there is no language? first intelligent humans were able to do that, somehow but when i think hard about this (in a language) it comes impossible to me. like if there is no word to describe how can you think about sky and lightnings and taming fire? your brain would only examine the things you see and without words, they would only be visions, i think. so they just perceived but how did they make inferences and also teach them to survive to other ones of their kind?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n5:34 pm</dco> &nbsp;<qco> I have a birdhouse in my yard... but a chipmunk lives in it. Is it still a birdhouse?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n5:33 pm</dco> &nbsp;<qco> you talk a lot about picking chords to support the melody, but what are your thoughts about songs which go for a significantly more complicated and frenetic chord structure than the vast majority of composers would likely pick for that vocal melody, such as in this song https://www.youtube.com/watch?v=gtExkfaeAzQ ? is this something you ever envision yourself trying out in your tracks-longer-than-30-seconds songwriting?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n5:25 pm</dco> &nbsp;<qco> bill, are you there</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n5:23 pm</dco> &nbsp;<qco> is there a book, song, movie, video game, anything, that shaped your personality and changed your way of thinking? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what is it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n5:20 pm</dco> &nbsp;<qco> are you allergic to pets? <a href=\"pets.html\">is this why you are \"not a pet person\"</a> and said loving animals and wanting to own a pet are different things? or is this about a traumatic experience you had?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n5:01 pm</dco> &nbsp;<qco> how come you never use capital letters? P.S. Bill, I know you use capital letters... but I feel like you being asked why you don't do things that you actually do regularly (using capital letters, updating notebook, etc) just might be what holds the fabric of the universe together....</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; so I figured I'd ask why you dont ever use capital letters, just in case nobody else has today.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n4:53 pm</dco> &nbsp;<qco> Have you ever gone on an adventure?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n4:37 pm</dco> &nbsp;<qco> how many people ask you if your shift key is broken?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n4:36 pm</dco> &nbsp;<qco> Do you make videos based off a random thought? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or do you plan them out in advance?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:55 pm</dco> &nbsp;<qco> when you inevitably perform \"in california\" live will you replace one of the states (west virginia, minnesota, colorado, etc) with the name of the state you're in or do you find that too kitschy</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:50 pm</dco> &nbsp;<qco> Is it possible to be a skilled musician creating a diverse breadth of things while knowing little to no music theory?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:43 pm</dco> &nbsp;<qco> you often give advice to wannabee musicians to just play around, use notes and combine them in different ways and it comes across as thats how you got to where you are. But it's obvious from this page that your actual music knowledge is vast and that you didnt stick to messing around and actually took some serious time to study music and music history, get acquainted with various styles including classical and jazz and also you even revealed that you actually had some formal tutoring/training as well (7.13.17 11:58 am). Isn't it a little disingenious to just say to people to mess around with music when there's so much more to music than that? Sorry if it sounds like an accusatory question, i dont mean anything bad by it. Just feel like youre underselling how much work one has to put in to be bill wurtz or jay z or bono or whoever</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:21 pm</dco> &nbsp;<qco> What's a fun and exciting science experiment that I can try out at home?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:13 pm</dco> &nbsp;<qco> thoughts on the industrial revolution?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:11 pm</dco> &nbsp;<qco> Are all the questions you answer representative of all the different types of questions that are asked?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:09 pm</dco> &nbsp;<qco> Why don't you commit suicide?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:07 pm</dco> &nbsp;<qco> is my name is jeff a good meme?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:06 pm</dco> &nbsp;<qco> What have you learned about people by answering these questions?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:51 pm</dco> &nbsp;<qco> i feel like the 'ask' button should have a cool color scheme like the randy button. please do it mr. wurtz</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:50 pm</dco> &nbsp;<qco> &nbsp;8.4.17&nbsp;&nbsp;9:59 pm&nbsp;&nbsp;&nbsp;could you teach me the basics of playing the piano?\n<br>Hey bill I'm not that person but I want the next step. I play around on the piano all the time, I really enjoy it and I feel like I have an understanding of it. Now I need to play with groups, right? How do I do that?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:35 pm</dco> &nbsp;<qco> are there any legal requirements for having a question answered?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:06 pm</dco> &nbsp;<qco> Do you regret posting History of Japan and History of the entire World i guess?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n1:41 pm</dco> &nbsp;<qco> does one have to know a lot about theory to be a good musician? or is it just useful tool?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n1:39 pm</dco> &nbsp;<qco> If it's zero degrees outside, does that mean that there's no temperature?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n1:37 pm</dco> &nbsp;<qco> i think i love colors too much. nah just kidding i love colors so much, and that's the right amount. feel me???!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n1:34 pm</dco> &nbsp;<qco> On a scale of 10 to 10 how dead is america?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n1:31 pm</dco> &nbsp;<qco> Hi! When you use the alien crickets sound in movie star, what are you actually playing? Like are you just playing a single note and using a pitch bender, or is that a full chord that you're playing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n12:37 pm</dco> &nbsp;<qco> Is your next video a music video for got to know what's going on?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n12:12 pm</dco> &nbsp;<qco> how do you count the tempo in 'i wanna be a movie star'? 6 and then 12?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n12:08 pm</dco> &nbsp;<qco> Hey Bill I couldn't help but notice that a lot of your songs talk about everything seeming allright or just fine. Why do you think that comes up every once in a while?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n11:20 am</dco> &nbsp;<qco> describe yourself in three words</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n11:12 am</dco> &nbsp;<qco> bill can i call you bill</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n11:03 am</dco> &nbsp;<qco> hey, i'm the person who wants to know the basics of the piano. i have pressed the keys and they make pretty sounds. what next?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n10:48 am</dco> &nbsp;<qco> stop answering questions and go back to work will ya?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n10:44 am</dco> &nbsp;<qco> What amps you up/ gets you very excited?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n9:04 am</dco> &nbsp;<qco> bill do you hate jews or do you love them</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n7:59 am</dco> &nbsp;<qco> Can we, the question readers, have a sneak peek before the instagram followers?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n7:40 am</dco> &nbsp;<qco> Really miss your \"journals\" or vloggs or whatever.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n7:05 am</dco> &nbsp;<qco> Technically, by using free title graphics you are not avoiding using images, as fonts are really just images.</qco> </h3><br><br>"
  }
]
