[
  {
    "html": "<h3> <dco>8.15.21&nbsp; \n8:54 am</dco> &nbsp;<qco> Do you ever look back and realize how many things you wanted to do, are still undone?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.15.21&nbsp; \n8:54 am</dco> &nbsp;<qco> what the heck is romp</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.15.21&nbsp; \n8:29 am</dco> &nbsp;<qco> where did you pick up your cool music theory? is it from learning in any classic sense, </qco></h3>      i'm not sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or just from listening and creativity and being guided by intuition?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.15.21&nbsp; \n7:55 am</dco> &nbsp;<qco> how do i fix a mistake?</qco> </h3>      \nmake another one, to cancel it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.15.21&nbsp; \n7:25 am</dco> &nbsp;<qco> What is 0 * infinity?</qco> </h3>      \nproblematic\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.15.21&nbsp; \n7:07 am</dco> &nbsp;<qco> does the title of a song have to be the first few words of the first line of the lyrics or the first few words of something in the chorus</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or can it be whatever the fuck i want it to be&nbsp;</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.15.21&nbsp; \n6:34 am</dco> &nbsp;<qco> do you have emotions?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; are you real?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.15.21&nbsp; \n6:11 am</dco> &nbsp;<qco> do you hate me?</qco> </h3>      \nwho is this, nevermind, no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.15.21&nbsp; \n5:16 am</dco> &nbsp;<qco> How do I get a girlfriend/boyfriend?</qco> </h3>      \nyou could go to the beach\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.15.21&nbsp; \n5:08 am</dco> &nbsp;<qco> your opinion on beaches?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.15.21&nbsp; \n4:04 am</dco> &nbsp;<qco> Do you know that you're amazing?</qco> </h3>      \ni'm working on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.15.21&nbsp; \n3:53 am</dco> &nbsp;<qco> what is the name of the guy who was doodling during an interview. sorry i can't catch the name on the H3 podcast</qco> </h3>      \npharrell williams. this would have been around 2002\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.15.21&nbsp; \n2:47 am</dco> &nbsp;<qco> Are you going to make another anything video?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I really enjoyed the long ones.</qco> </h3>      i have one i'm writing that's at least 10 minutes, with no end in sight really\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.21&nbsp; \n12:27 pm</dco> &nbsp;<qco> Why would somebody sell the rights to their songs?? I was just reading an article about a big artist doing that, and honestly I don't even complete understand what that means. It's like, you don't own your own songs anymore?? That sounds horrific. Why would anyone do that?? Just for money?? Am I missing something??</qco> </h3>      \nin the old days there was something called \"getting signed to a record label,\" which used to be one of the only ways an artist could get their songs heard by a wide audience. And sometimes, hidden in the contracts the artist has to sign, there might be something sneaky about the rights to the songs. and it could be possible that the young artist might not have understood the contract, probably because they are not written in any language spoken on planet earth today\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.21&nbsp; \n11:22 am</dco> &nbsp;<qco> what's your opinion on pizza?</qco> </h3>      \nby the miracle of geometry, it is round and flat at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.21&nbsp; \n10:04 am</dco> &nbsp;<qco> Tell me about a fact that scares you.</qco> </h3>      \nyou can't hear the bass on most people's speakers\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.21&nbsp; \n10:00 am</dco> &nbsp;<qco> have you uploaded/would you be willing to upload one of your original song draft manuscripts?&nbsp;&nbsp;</qco> </h3>      \n<a href=\"https://billwurtz.com/all-you-gotta-do-is.jpg\" target=\"_blank\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.21&nbsp; \n9:48 am</dco> &nbsp;<qco> i had a dream you did an interview and some person asked you some specific questions about blender and you praised the build modifier and i remember you specifically calling it \"such a life saver\" and everyone thought that you were ironic and the new big meme was just spamming \"build modifier\"\n<br></qco> </h3>      \ni used it for the lamp shade in the early part of \"i'm a princess\", but that was in a different program, and i think it might work totally differently in blender\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.21&nbsp; \n6:21 am</dco> &nbsp;<qco> why did you get prime factorization as a hobby? (I heard you like to do so, in other questions)</qco> </h3>      \nit's a never ending puzzle to work on. i strictly only do it when i am not allowed to do anything else. like when trying to go to sleep, or waiting in a line\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.21&nbsp; \n3:45 am</dco> &nbsp;<qco> Hey Bill, I love your videos and I was wondering something. Are you going to do any more videos like hi, i'm steve </qco></h3>      yes, except better<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or are you just doing music videos like here comes the sun and money?</qco> </h3>      i wonder if you've ever wondered what a video like \"hi, i'm steve\" would be like with more than 1 character. \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.21&nbsp; \n12:35 am</dco> &nbsp;<qco> how do you express joy when songwriting? or emotions in general? \n</qco></h3>      i have no idea, but that doesn't stop me from doing it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i sometimes listen to all your songs on repeat while walking, and for me, it's the chorus (and lead-in) of i'm a princess that, more than any other of your songs, fills me with so much joy that i break into a run. the trippy rhythm before the 2nd and final chorus feels like pushing against the ground at the start of a sprint.&nbsp;</qco> </h3>      \nholy smokes, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.21&nbsp; \n12:33 am</dco> &nbsp;<qco> How do you stay calm in social situations?</qco> </h3>      \nyou could start inspecting the building for fire safety\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n11:58 pm</dco> &nbsp;<qco> I want to know what is in the last box in your unboxing video please?</qco> </h3>      \nevery other box\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n11:49 pm</dco> &nbsp;<qco> what are your thoughts on ceiling fans?</qco> </h3>      \nit's hard to tell if the fan is spinning or if the room is spinning around the fan\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n10:44 pm</dco> &nbsp;<qco> how to win life?</qco> </h3>      \n\n\n\neveryone is always tied for first, so the best you can do is just try to improve the score that everyone ties with \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n10:12 pm</dco> &nbsp;<qco> Would you ever be interested in writing something for a large orchestra to play if the opportunity presented itself? (The works... Big string section and brass and wind section, percussion ensemble etc)&nbsp;</qco> </h3>      \nthat sounds like a nice idea on paper, but i'm still getting over my disappointment for how the final-jeopardy song sounds currently, compared to the delicious way it sounded about 20 years ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n9:19 pm</dco> &nbsp;<qco> hi bill. i originally thought the lyrics to JoJo - \"Too little too late\"\" at the end of the chorus were \"And be real, it doesn't hurt anyway...\", and as a result that part of the song always hit me like a truck and felt so much more meaningful. but recently i discovered that the actual lyrics are \"To be real, it doesn't matter anyway\" and now i'm sad because i can't unhear those very inferior lyrics. </qco></h3>      here's the thing, unless you've met the original songwriter, i don't believe you have any way of knowing what the real lyric is supposed to be. lyrics found on the internet go out of their way to be wrong. i think they might even hire people to make sure they're wrong.<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Have you ever had a similar scenario where you misheard the lyrics to a song and once you found out the actual lyrics, you preferred the lyrics you originally heard?</qco> </h3>      how about \"i'm blue, if i was green i would die\"\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n8:54 pm</dco> &nbsp;<qco> SING. NOW.&nbsp;</qco> </h3>      \nthat's a good idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n8:10 pm</dco> &nbsp;<qco> what are you doing with that stick flip as it goes into the last chorus on \"You Get What You Give\"?</qco> </h3>      \ni don't remember\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n7:03 pm</dco> &nbsp;<qco> when was the last time you touched grass?&nbsp;</qco> </h3>      \nabout 1000 years ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n6:40 pm</dco> &nbsp;<qco> hello, why do dogs bark at nothing?</qco> </h3>      \nthe real question here is why can't you see what they are barking at\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n5:55 pm</dco> &nbsp;<qco> I'M LOCKED OUT OF THE MALL</qco> </h3>      \naren't we all\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n3:59 pm</dco> &nbsp;<qco> what do you think of gated reverb? </qco></h3>      *thock*<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;have you ever made/will you ever make a song with gated reverb?</qco> </h3>      that sounds like a good idea\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n3:22 pm</dco> &nbsp;<qco> How long do you take to answer questions?</qco> </h3>      \n1 or 2 seconds, unless the question stirs up a deep conflict within my soul\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n3:21 pm</dco> &nbsp;<qco> how to make text in your videos?</qco> </h3>      \nany way you can get the text on the screen, is a good way\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n12:46 pm</dco> &nbsp;<qco> Why don't you use capital letters</qco> </h3>      \ni do, but why are you paying no attention whatsoever\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n12:40 pm</dco> &nbsp;<qco> What's the difference between a theatre and a theater?</qco> </h3>      \nthe dress code\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n12:17 pm</dco> &nbsp;<qco> thoughts on the fibonacci sequence?</qco> </h3>      \ntoo good. don't use\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n11:58 am</dco> &nbsp;<qco> What is your favorite sea creature?</qco> </h3>      \nfish\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n11:47 am</dco> &nbsp;<qco> make song?</qco> </h3>      \ni almost didn't even think of that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n9:58 am</dco> &nbsp;<qco> why do you make an channel like this?</qco> </h3>      \nbecause it's actually a web site, and you can do things here that you cannot always do on a channel\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n9:20 am</dco> &nbsp;<qco> bill where are all the exclamation marks i havent seen you use any</qco> </h3>      \nthey are on this website, and in the videos. if you have not seen me use them, then just keep watching\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n8:59 am</dco> &nbsp;<qco> is it a myth that you hate perfect cadences?&nbsp;</qco> </h3>      \ni don't even know what 'cadence' means\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n8:48 am</dco> &nbsp;<qco> how to bang two rocks together?</qco> </h3>      \nthey should already be banged together, by default\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n7:09 am</dco> &nbsp;<qco> have you been jumping enough lately?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n5:27 am</dco> &nbsp;<qco> how do i tell if i am dumb?</qco> </h3>      \ngive yourself an intelligence test. if you pass, it means you're smarter than yourself. if you fail, that means you are dumber than yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n4:55 am</dco> &nbsp;<qco> this sentence is false</qco> </h3>      \ni want to believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n2:50 am</dco> &nbsp;<qco> <a href=\"q.php?date=202108101743\">8.10.21&nbsp;&nbsp;5:43 pm</a>  ah man, are you doin the classic bill wurtz move to modulating from a major key to its same letter minor key? is there a name for that modulation?</qco> </h3>      \nthe song is in F, but it starts the bridge on Dbmaj7 which turns out to be in the key of Ab\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n2:16 am</dco> &nbsp;<qco> do you think?</qco> </h3>      \ni'll have to think about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n2:08 am</dco> &nbsp;<qco> in reference to an improv you've posted, what happens if you open Quicktime twice at once?</qco> </h3>      \ndoesn't work. now you can't even open it once because the damn thing is discontinued. and to add insult to injury, they made a new different program with the same name\n<br><br>"
  }
]
