[
  {
    "html": "<h3> <dco>1.9.20&nbsp; \n10:59 am</dco> &nbsp;<qco> opinion on noodles?</qco> </h3>      i only need 1 noodle, as long as it's a very long noodle\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.20&nbsp; \n10:52 am</dco> &nbsp;<qco> what are you working on?</qco> </h3>      renovations\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.20&nbsp; \n9:37 am</dco> &nbsp;<qco> what is your all time favorite quesiton?</qco> </h3>      what time is it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.20&nbsp; \n9:36 am</dco> &nbsp;<qco> have you ever carried a dozen bricks down a brick down through a brick door and into a brick house?</qco> </h3>      no but i may have done a dramatization of that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.20&nbsp; \n9:12 am</dco> &nbsp;<qco> Will I ever be able to understand what your songs mean?</qco> </h3>      you must have gotten some meaning somewhere in there, or else you probably wouldn't be on this page\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.20&nbsp; \n8:48 am</dco> &nbsp;<qco> Did you know that Nose and Snow are the same word with the syllables rearranged? \n<br>Nohs\n<br>Snoh\n<br></qco> </h3>      i would say is't the phonemes that are rearranged; can't be the syllables, there's only 1 syllable\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.20&nbsp; \n8:28 am</dco> &nbsp;<qco> how do i live a normal life with mood disorder</qco> </h3>      try to figure out how to take the dis out of the name\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.20&nbsp; \n8:27 am</dco> &nbsp;<qco> If you see a transparent clock from behind would it be a clockwise clock or an anti-clockwise clock ?</qco> </h3>      clockwise\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.20&nbsp; \n8:09 am</dco> &nbsp;<qco> what do you think of the word tangerine</qco> </h3>      it's very good. i may need to wipe my hands off, after saying it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.20&nbsp; \n7:25 am</dco> &nbsp;<qco> write a sentence</qco> </h3>      i will try\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.20&nbsp; \n7:04 am</dco> &nbsp;<qco> do you as an adult like the music your family listened to while you were&nbsp;&nbsp;growing up?</qco> </h3>      some of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.20&nbsp; \n5:55 am</dco> &nbsp;<qco> what's one formative childhood experience you remember</qco> </h3>      trying to figure out where the heck i am\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.20&nbsp; \n3:05 am</dco> &nbsp;<qco> why do you use mm/dd/yy instead of dd/mm/yy</qco> </h3>      probably because i am from a foreign country\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.20&nbsp; \n2:35 am</dco> &nbsp;<qco> What's the worst question you've ever been asked? (plsdontsaythisone)</qco> </h3>      the worst ones are the best, and the best ones are the worst, so that complicates things\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.20&nbsp; \n1:05 am</dco> &nbsp;<qco> if the universe is so big, how come it doesn't come fight me</qco> </h3>      it has outgrown fighting\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.20&nbsp; \n12:38 am</dco> &nbsp;<qco> What's the first question here?&nbsp;</qco> </h3>      this one! congratulations on asking the first question\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.20&nbsp; \n12:31 am</dco> &nbsp;<qco> Is it better to advertise a creation or silently release it and let it speak for its self?</qco> </h3>      let it speak for itself unless you get concerned that not enough people are looking at it, in which case you can always start screaming\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.20&nbsp; \n12:01 am</dco> &nbsp;<qco> Are you just naturally so eccentric, or are you high when making the videos on your youtube channel</qco> </h3>      i am nroemal\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n11:24 pm</dco> &nbsp;<qco> If a potato is in a disguise of human eyes, does that humanise it? </qco></h3>      a little bit<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tOr is it just as wise to state otherwise, for in the guise of eyes, a potato might not perceive the eyes of human eyes that placed the disguise upon its future-fries to humanise it rather than appetise it? Why anthropomorphise a spud, when it's made up of mud and crud, not blood? It's food but viewed from this perspective I seem to have made it my objective to make myself a fool by using a tool that thought seemed cool and now it's unravelled I seem to have travelled away from the rule:\n<br>\n<br>Do you have any tips or things you do to help you get to sleep?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t How is your sleep? </qco></h3>      it's almost too bad and too good at the same time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tWhat are your thoughts on sleep?</qco> </h3>      i find it almost impossible to think about\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n11:24 pm</dco> &nbsp;<qco> What, if anything, should I look for, or pick up from your songs?</qco> </h3>      in case the song gave you any good feelings, you can look for what it was that gave you the feelings\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n11:09 pm</dco> &nbsp;<qco> Do you journal? like as in routinely</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n11:05 pm</dco> &nbsp;<qco> Can you help me how to handle depression beside watching your vids?</qco> </h3>      i will try\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n10:55 pm</dco> &nbsp;<qco> Hello and thank you.\n<br>\n<br>It's all a lot. What do you think about stuff? There's both a lot of it and somehow, not enough. When I can't deal with all the stuff, I feel better after I get stuff out, which usually requires making more stuff. And that just feels like what all of everything is made up of and we're all stuff making more stuff and other stuff. And stuff can get you down or it can make you laugh and stuff is kind of what it's all about, a big song and dance of stuff! Yet that's not quite as true as I'd like it to be, because there's some really nasty bad bad stuff out there, and it's that kinda stuff that makes other stuff seem pointless at times. \n<br>\n<br>How do you deal/cope/stuff with this kind and all kinds of stuff?</qco></h3>      you still have hardly specified any kind of stuff, but i always try to hold an open discussion of any and all stuff(s)<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t What are your thoughts on stuff?\n</qco></h3>      it's so fantaistic<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tDo you feeling like shouting out or shouting at particular stuff? \n</qco></h3>      yes, sometimes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tIt's real great stuff to have your stuff amongst all the stuff.</qco></h3>      for sure that's true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Thanks for making, and sharing wh\n at you d\n o of your stuff and I wish you the very best with all the stuff . \n<br>\n<br>This is more stuff than question, sorry for leaving some of my stuff over here.&nbsp;</qco> </h3>      that's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n10:30 pm</dco> &nbsp;<qco> have you ever tried virtual reality</qco> </h3>      it's on my to do list\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n9:38 pm</dco> &nbsp;<qco> do you think you will write a song about exotic animals?</qco> </h3>      it's possible. i probably have one started\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n9:14 pm</dco> &nbsp;<qco> do ya ever use the shirt you're wearing as a towel</qco> </h3>      only in an emergency\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n8:32 pm</dco> &nbsp;<qco> Hey there, hope you're having a nice day! I wanted to know, what got you into music?</qco> </h3>      it must have been music itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n8:11 pm</dco> &nbsp;<qco> Is trying to \"be overly studious just to impress people in the future\" a waste of my time?</qco> </h3>      whoever wrote that certainly wants you to think it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n7:46 pm</dco> &nbsp;<qco> help im studying for midterms and i think im gonna die</qco> </h3>      i think those are 2 separate issues\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n6:10 pm</dco> &nbsp;<qco> do you ever fall asleep when the sun kinda blinds you and wraps you in a fluffy-ass cocoon of warmth and then you wake and the night is so powerful so you can do Things and as you're about to fade the sunrise fills you with energy until it comforts you back to sleep</qco> </h3>      it's ok, but my least favorite time to wake up is in the evening. ultimate best time for me to wake up is around 1am\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n5:27 pm</dco> &nbsp;<qco> I love history, I love weird things, I love weird history. The universe is full of weird things and people are weird beings. You're history videos and songs are great. \n<br>\n<br>What are your thoughts on the 'weird'?</qco> </h3>      too normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n5:21 pm</dco> &nbsp;<qco> what's is your favorite time of the day to make music and any reason for why? Ex. Midnight or a specific time like 12:56.</qco> </h3>      1:30am is pretty good, especially if i just woke up then\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n4:30 pm</dco> &nbsp;<qco> So much of your stuff seems very hand crafted, im wondering if you have aversions to using algorithmic visuals,</qco></h3>      as long as it helps base it from something hand crafted, that would be very good. need to feel like a person is there <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t where audio and midi triggers movement and what not,</qco></h3>      that is much much more what i would consider hand crafted, and that is something i tried to achieve in the past<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t or if its just a technological limitation or something?&nbsp;</qco> </h3>      it was until now. speaking of which, does anyone know how to give smoothing to an audio baked f-curve in blender\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n4:27 pm</dco> &nbsp;<qco> what would you take to an island</qco> </h3>      a plane\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n3:42 pm</dco> &nbsp;<qco> mars has better acoustics.</qco></h3>      than what? never mind, doubt it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Agree?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n3:01 pm</dco> &nbsp;<qco> is new canaan in connecticut or pennsylvania?</qco> </h3>      connecticut\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n2:59 pm</dco> &nbsp;<qco> what are ur thouhts on cows</qco> </h3>      they have a very interesting sort of moo-moo quality to them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n2:52 pm</dco> &nbsp;<qco> What do you get the inspiration for your music from, because it's one of my favorite styles, but whenever I want to listen to it, i never know what to search?</qco> </h3>      'bill wurtz' should bring it right up\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n2:07 pm</dco> &nbsp;<qco> what's the reason why you always start your reply with a small letter rather than a Capital letter? </qco></h3>      what's Your reason?<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\thow do you deal with moments of existential crisis?</qco> </h3>      make a website about myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n1:49 pm</dco> &nbsp;<qco> since you are a teacher, do you think a good strategy for the future would be to spend your \"school year\" making all the stuff you're great at, and then during your \"summer\" you could build your knowledge and skills of new technology to make you stronger and stronger?</qco> </h3>      real life doesn't always work like that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n1:48 pm</dco> &nbsp;<qco> should i do my homework or procrastinate by watching your videos?</qco> </h3>      should i do questions or procrastinate by making some videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n1:41 pm</dco> &nbsp;<qco> do you like broccoli</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n1:39 pm</dco> &nbsp;<qco> are there any movies you can mostly quote in full?</qco> </h3>      no, only up to maybe 42%\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n12:58 pm</dco> &nbsp;<qco> Do you prefer music in a physical or digital format?</qco> </h3>      they each have their advantages, and i do not mean disks of any kind for either case\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n12:36 pm</dco> &nbsp;<qco> i teleported bread</qco> </h3>      oh that's wonderful news\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n12:25 pm</dco> &nbsp;<qco> when will you reach enlightenment?</qco> </h3>      i am almost there but it keeps getting higher, so\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n11:48 am</dco> &nbsp;<qco> if a circle and a square had a baby, do you think that the result would be a rounded, healthy square, or an edgy, tumultuous circle</qco> </h3>      it would be you, a poet and writer\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n10:37 am</dco> &nbsp;<qco> your opinion on snow?</qco> </h3>      it's pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n8:56 am</dco> &nbsp;<qco> have your thoughts on Connecticut changed</qco> </h3>      all thoughts change. that is how they stay athink\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.20&nbsp; \n8:49 am</dco> &nbsp;<qco> my friend was wearing a plaid shirt today. what should i do?</qco> </h3>      it is now your turn to wear a shirt\n<br><br>"
  }
]
