[
  {
    "html": "<h3> <dco>11.14.19&nbsp; \n8:37 am</dco> &nbsp;<qco> advice for playing poker</qco> </h3>      develop a unique behavioural affliction, or at least pretend to\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.19&nbsp; \n8:34 am</dco> &nbsp;<qco> Why do you get so many questions about eggs I e seen two today already&nbsp;</qco> </h3>      eggs are famous/infamous\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.19&nbsp; \n8:31 am</dco> &nbsp;<qco> why are companies always like 'yeah that technology is cool, but let's make it *smaller*'?</qco> </h3>      that way you can fit more technology in the same amount of space\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.19&nbsp; \n8:08 am</dco> &nbsp;<qco> What will you do when you hit 5 million questions on your website?</qco> </h3>      answer some questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.19&nbsp; \n8:05 am</dco> &nbsp;<qco> why are your videos perfect</qco> </h3>      could be some kind of defense mechanism\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.19&nbsp; \n8:02 am</dco> &nbsp;<qco> ways to convince myself that i am not a failure</qco> </h3>      read about all the times successful people have failed\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.19&nbsp; \n7:30 am</dco> &nbsp;<qco> What if I don't know what I want to be when I grow up it's kinda stressing me out because even though I have a while until college I'm still scared that I won't know what to do can you give any advice&nbsp;</qco> </h3>      my problem was i wanted to be too much. i have advice for that but it might be backwards from the advice you are looking for ....\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.19&nbsp; \n6:58 am</dco> &nbsp;<qco> Do you want to build a snowman?</qco> </h3>      not right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.19&nbsp; \n5:59 am</dco> &nbsp;<qco> How can you listen to a song once and make a chart for it? Teach me this power please</qco> </h3>      it's exactly the same way you hear someone speaking and you can write down exactly the words they said. if you spend enough time reading and writing, you will eventually learn how to do that. you can even predict what they're gonna say sometimes before they say it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.19&nbsp; \n3:46 am</dco> &nbsp;<qco> Could we get a descriptive analysis of an object currently in your vicinity?</qco> </h3>      i kind of have a show don't tell policy for object description\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.19&nbsp; \n3:21 am</dco> &nbsp;<qco> put more old sobgs on spotify</qco> </h3>      i will but first i will put more new ones on\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.19&nbsp; \n2:34 am</dco> &nbsp;<qco> You ever done acid</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.19&nbsp; \n1:01 am</dco> &nbsp;<qco> how do you feel about the ocean?</qco> </h3>      pretty good, we should try to clean it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.19&nbsp; \n12:46 am</dco> &nbsp;<qco> Will you keep writing songs </qco></h3>      oh hell yeah<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tor is you covering songs a possiblity?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.19&nbsp; \n12:25 am</dco> &nbsp;<qco> how do you resist the urge to be paul mccartney</qco> </h3>      the temptation is always there. but the fundamental personality difference is that paul is a bit more ... carefree. and i am quite a bit more ......OBSESSIVE\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.19&nbsp; \n12:20 am</dco> &nbsp;<qco> yo songs slap my guy keep it up&nbsp;</qco> </h3>      i will/shall\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n11:19 pm</dco> &nbsp;<qco> what is your favorite wavelength</qco> </h3>      1\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n10:43 pm</dco> &nbsp;<qco> Why are some words mixed up on your website?</qco> </h3>      probably to add some decorations to the rest of the content which is in meticulously correct order\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n10:29 pm</dco> &nbsp;<qco> how's eevee</qco> </h3>      it is deliciously timely, however, i am still searching for some kind of standard procedure to get light and shadows to simply obey the laws of common sense. like when i look downward through a clear cube that's sitting on the ground, i would prefer not to see the ocean through it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n9:30 pm</dco> &nbsp;<qco> i ended up on earth somehow. i found out that you did too. how would you go back?</qco> </h3>      to where\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n8:55 pm</dco> &nbsp;<qco> treble clef or bass clef?</qco> </h3>      what's your range\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n8:13 pm</dco> &nbsp;<qco> how to stop thinking about eggs</qco> </h3>      start thinking about non-eggs. fill your life with non-eggs\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n8:09 pm</dco> &nbsp;<qco> Many years ago I had fun memorizing a couple hundred digits of pi. I used 5-digit groups for the first hundred, but after that I found it was better to use variable-length groups -- easier to make up a story around them, harder to mix up the order, and so on.\n<br>\n<br>What's weird if I memorized them in my native language, which is not English, and it's really hard for me to recite the decimals in English. I have to pronounce them in my native language and translate the digits into English on the fly, which is hard to do at the same time. I memorized the sounds of the numbers, not the numbers themselves. I never decided to do that, it's just how I naturally did it. I wonder if other people memorized the shapes instead, and would have an easier time saying them in a different language by just visualizing the numbers instead of having to pronounce them internally.\n<br>\n<br>I'm not a musician but I'm curious as to how you learn a song. Probably you \n don't ju\n st recall the specific notes or chords, but some higher-order pattern? Is this something you can explain in simple words?</qco> </h3>      as long as i've heard a song more than 10 or 20 times, over the course of a few days, i automatically learn it and could not unlearn it. but the tricky part is if i have to learn (memorize) a song on short notice. for that, i absolutely just make a chart and then read it. i am pretty much bullet proof that way, in that case i would only have to hear a song once, i just write it down the first time. but in the rare case the director may say 'absolutely no reading' .... well ........ i'd be fucked. until the age of A.R. glasses\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n8:01 pm</dco> &nbsp;<qco> what is the meaning of life the universe and all that exists</qco> </h3>      yOu\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n7:57 pm</dco> &nbsp;<qco> you've made a lot of songs about hating/quitting school. Do you really hate it that much?</qco> </h3>      i just like the learning. as long as that happens, it's ok with me\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n7:56 pm</dco> &nbsp;<qco> Are you afraid to become enlightened? I am.</qco> </h3>      too bad, it's happening and it's going to keep happening\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n7:26 pm</dco> &nbsp;<qco> was it nice being quiet and buried before you went on youtube and got popular?</qco></h3>      yes and no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t i'm curious because i've kinda been considering just getting away from social media and hiding in my own corner of the internet putting my content there</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n7:20 pm</dco> &nbsp;<qco> How do you like your eggs I know this is weird question but I just wanted to ask this</qco> </h3>      hatched\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n6:50 pm</dco> &nbsp;<qco> What is your favorite flavor ice cream</qco> </h3>      pepperoni\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n6:25 pm</dco> &nbsp;<qco> What do you think about today's generation of kids??</qco> </h3>      they are all fucked up and are doing everything wrong. wait, ..no sorry, that was the previous generation of kids. wait no, ... i just realized ... that was the previous generation .....\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n6:21 pm</dco> &nbsp;<qco> How did you learn to sing like that??</qco> </h3>      try to just act naturally\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n5:54 pm</dco> &nbsp;<qco> What video editing software do you use&nbsp;</qco> </h3>      we'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n5:45 pm</dco> &nbsp;<qco> did you ever set up the knobs and sliders?</qco> </h3>      sort of, but right now they are doing this outrageous thing where the MIDIserver process starts taking up 1,000,000 % (one million percent) of the CPU. i have screen shots to prove it. i welcome advice for troubleshooting this, everyone i know is stumped\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n5:45 pm</dco> &nbsp;<qco> Why do cats stare into nothingness?</qco> </h3>      they don't. why can't you see what they are looking at\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n5:15 pm</dco> &nbsp;<qco> hi bill, I like your vibe. How do you do life and not be sad and make content that makes people smile? weird question, kinda ramble-y, thanks for reading!</qco> </h3>      my solution to all of that, starts by writing absolutely ridiculous things. the ridiculousness is just the spark, which ignites the flow of electricity, which ultimately is what enables every earthly thing to be expressed\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n5:12 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911121933\">11.12.19&nbsp;&nbsp;7:33 pm</a>  any particular reason why ?</qco> </h3>      i've heard it's about a downward mental spiral of dispair and loneliness and maybe some killing\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n5:10 pm</dco> &nbsp;<qco> When are you going to upload videp</qco> </h3>      i'm having a countdown timer\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n4:56 pm</dco> &nbsp;<qco> Have you ever considered putting together a full album?</qco> </h3>      i've done that a few times\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n4:53 pm</dco> &nbsp;<qco> What do you think about \"free will\"</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n4:47 pm</dco> &nbsp;<qco> Everyone is worried about you, what happened? Why did you decide go quit?</qco> </h3>      what i am actually doing is starting. sometimes it takes a minute especially if you want to do it good. i've done this before, usually everyone is pretty glad once it happens. but in the meantime everyone usually accuses me of quitting. it's mindmeltingly aggrivating, but i have been through this several times before\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n4:42 pm</dco> &nbsp;<qco> what does fsahjdkioaehjlsv.sbajkoew mean?</qco> </h3>      that's probably one of the system files\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n4:39 pm</dco> &nbsp;<qco> opinion on trash compactors</qco> </h3>      i was wondering, is there anything that can make the trash larger?\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n4:29 pm</dco> &nbsp;<qco> Have you ever skipped a question because it was a really personal or messed up question&nbsp;</qco> </h3>      every day\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n4:19 pm</dco> &nbsp;<qco> in your band would you be the one singing</qco> </h3>      yes but not the only one\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n4:13 pm</dco> &nbsp;<qco> What is a wren?</qco> </h3>      one of the cg artists at corridor\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n4:06 pm</dco> &nbsp;<qco> Would you want to make more reality updates on your reality page, </qco></h3>      of course<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tor has the idea of reality updates stopped being a reality?</qco> </h3>      i've barely even scratched the surface\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n3:43 pm</dco> &nbsp;<qco> is this a website</qco> </h3>      oh that would explain a lot\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n3:27 pm</dco> &nbsp;<qco> Are u gonna make video&nbsp;</qco> </h3>      yes, and much more\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n3:09 pm</dco> &nbsp;<qco> do you feel your most powerful when pretending to play the drums or during a uke solo?</qco> </h3>      never done a uke solo. playing real drums is more powerful than pretending, but if you pretend accurately and the audio is synchronized perfectly, it can look almost as powerful\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n2:58 pm</dco> &nbsp;<qco> can you say cash money in one of your new videos for no reason</qco> </h3>      i won't say anything in a video for no reason\n<br><br>"
  }
]
