[
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n10:48 pm</dco> &nbsp;<qco> ok long question incoming. so recently i've been trying to use numbers to notate chords instead of just using specific chord symbols to the key (like 1m7 instead of Cm7). it seems like a good idea to get a good understanding of chord progressions and also to understand the relationships and how to transpose easily and quickly. i started doing this by using the real book and just translating them on a piece of paper. but i ran into this problem again and again and i really am stuck on it for some reason. Ok, so say we're in Cmin. an Abmaj7 chord appears. if the Cmin chord is the 1m, would the Abmaj7 be the 6maj7 (the 6th note of a C minor scale) or b6maj7 (the flat 6th of a C major scale)? i'm probably overthinking this but the b6maj7 feels better to me</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n8:58 pm</dco> &nbsp;<qco> Congratulations on the Vibe Chamber interview! it came out great! \n<br>It was a bit short but it was good :) \n<br>\n<br>Do you think you've improved as a guest from your previous appearances on other shows?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n7:51 pm</dco> &nbsp;<qco> how to swiftly bullshit twenty thousand words for work, internship, and college applications? i specifically included \"swiftly\" because i'm finding less and less time for my actual passions (which unfortunately are polar opposites to what i MUST apply to) beyond all of this bullshit. fml</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n6:44 pm</dco> &nbsp;<qco> So, on \"wait , no stop the show\" I've thus far worked out that it's either a g major in second inversion or some kinda c maj 7 with some add 9s and such. But I feel as if I'm barking up the wrong tree</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n5:41 pm</dco> &nbsp;<qco> If you wrote la de da de da de da de day oh in 2012, </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;then why didn't you make it until 2018?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n3:30 pm</dco> &nbsp;<qco> favorite flavor of ice cream?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n2:55 pm</dco> &nbsp;<qco> Why do you think people imagine they should be somewhere other than where they are? Is there truth to it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n2:02 pm</dco> &nbsp;<qco> hi bill, so this might be a weird question, but you're one of the few people I know of who keep things real and down to earth. so recently I noticed that I was actively avoiding listening to a few songs that I'd vibed hard with. odd thing is they're all from this one timeframe, october 2021. that's very strange, since they're really good songs in my opinion. does this happen to you as well? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;like they're just uncomfortable to listen to. I know you try not to listen to your old songs. does that share anything in common with this phenomenon? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because so far I kinda have a theory as to why it's happening for me. that was around the time I made some very bad choices, and they rewarded me at that time. as a result, I continued with it, a habit I have only recently been able to foresee the consequences of and have begun undoing (no it's not robbery or anything like that. more like self-deception). maybe I just don't want to be reminded of the time where everything took a turn for the awful?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I understand if you don't want to respond to this since it's basically me venting using your page to do so. but I'm feeling better already :)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n1:32 pm</dco> &nbsp;<qco> Is the world simply what lives in the universe? So the world can be bad, but that doesn't mean that the universe is?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n12:26 pm</dco> &nbsp;<qco> im thinking about writing and uploading some short catchy songs. would you imagine the chance and extent of success lies more in songwriting ability or luck?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n12:18 pm</dco> &nbsp;<qco> What's your favorite 7-letter word?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n9:29 am</dco> &nbsp;<qco> why do you like basic geometric shapes?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n8:59 am</dco> &nbsp;<qco> what's the wackiest time signature you've ever written in</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n1:22 am</dco> &nbsp;<qco> When you go back to unfinished songs from several years ago to work on them, do you ever come across any that make you go \"Wow I don't relate to that anymore\" or \"Wow I wouldn't write a song like that today\"? If you do, do you still decide to work on them/does that make it any harder to work on them than if it was a song you still related to? If you don't, disregard that last question</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n12:50 am</dco> &nbsp;<qco> i can play tenths on the piano with one hand</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n12:48 am</dco> &nbsp;<qco> what is a good analogy for analogies</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.16.23&nbsp; \n10:01 pm</dco> &nbsp;<qco> should i go to school next week??</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.16.23&nbsp; \n9:09 pm</dco> &nbsp;<qco> how much english is there</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.16.23&nbsp; \n7:34 pm</dco> &nbsp;<qco> tips for being a better person?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.16.23&nbsp; \n7:27 pm</dco> &nbsp;<qco> What is your second favorite fruit?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.16.23&nbsp; \n7:14 pm</dco> &nbsp;<qco> were you awake at 2:13AM last night</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.16.23&nbsp; \n6:40 pm</dco> &nbsp;<qco> Can I get the chords for the \"and the gameplay makes the game fade away\" coz I've spend ages tryna figure it out. Ik the bit before had some e and b major 7 stuff going on but I was intrigued to find out where it went from there</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.16.23&nbsp; \n5:24 pm</dco> &nbsp;<qco> i just wanted to say thank you because i really like \"movie star\" and it's been a good song to listen to in tough times, at least for me. what was the motivation/inspiration behind the song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.16.23&nbsp; \n5:11 pm</dco> &nbsp;<qco> opinion on time and space?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.16.23&nbsp; \n1:24 pm</dco> &nbsp;<qco> Have you ever thought of or have been successful with summoning a demon?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.16.23&nbsp; \n11:08 am</dco> &nbsp;<qco> I'm torn between making to different styles of music, they really clash with each other. What should I do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.16.23&nbsp; \n2:51 am</dco> &nbsp;<qco> is bread cake. and most important, is cake bread</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.16.23&nbsp; \n2:33 am</dco> &nbsp;<qco> have you ever written a song where the tempo changes?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n11:54 pm</dco> &nbsp;<qco> How would you characterize the vibe of the key of C#?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n11:16 pm</dco> &nbsp;<qco> When are you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n9:36 pm</dco> &nbsp;<qco> Is a year a long time?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n5:05 pm</dco> &nbsp;<qco> are trombones a good instrument</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n4:37 pm</dco> &nbsp;<qco> this crummy feeling i get whenever i'm not productive is becoming a more and more present issue in my life. even when i don't have the energy or finish a big project and feel i should take a break for a day i just go back to feeling bad. what do i do? is working constantly the only answer because i don't think i could keep that up</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n3:32 pm</dco> &nbsp;<qco> What is your opinion on the philosophy of Absurdism expounded by the 20th century French philosopher Albert Camus?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n12:58 pm</dco> &nbsp;<qco> do you think that I am a good/nice/person person?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n12:18 pm</dco> &nbsp;<qco> Have you ever tried stop motion before?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n12:15 pm</dco> &nbsp;<qco> thoughts on nondualism?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n11:26 am</dco> &nbsp;<qco> i feel like people overcomplicate things a lot. why do you think this happens</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n11:10 am</dco> &nbsp;<qco> Are you going on a podcast to talk about your memories?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n9:24 am</dco> &nbsp;<qco> let me guess, you flip a coin to decide whether to answer a question bill-ish or not.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n8:43 am</dco> &nbsp;<qco> Opinion on bagels?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n8:39 am</dco> &nbsp;<qco> opinion on crime?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n8:04 am</dco> &nbsp;<qco> why do people say \"OK\" when i'm not asking her a yes no questio</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n6:17 am</dco> &nbsp;<qco> are you a funky fellow with smooth tunes?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n1:31 am</dco> &nbsp;<qco> do you ever write lyrics by making a word string composed of words that \"go with\" or \"sound like\" each note of the melody rather than writing a phrase that \"equals\" the melody as a whole?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.23&nbsp; \n8:21 pm</dco> &nbsp;<qco> how do you feel after making a music or a song or idk?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.23&nbsp; \n8:20 pm</dco> &nbsp;<qco> would you consider writing a song or a part of a song in 11/8?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.23&nbsp; \n7:08 pm</dco> &nbsp;<qco> what does it feel like to work</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.23&nbsp; \n2:59 pm</dco> &nbsp;<qco> when you make music videos in blender, do you have any techniques for syncing up audio and video? im thinking of making a 3d animated music video but blender doesnt support adding audio to the project itslef</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.23&nbsp; \n2:41 pm</dco> &nbsp;<qco> what year is it</qco> </h3>"
  }
]
