[
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n1:39 am</dco> &nbsp;<qco> If you could take an average of all the emotions you've ever felt, what number would you get?&nbsp;</qco> </h3>      15\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n1:29 am</dco> &nbsp;<qco> Is a sense of rhythm something that can be developed or if I tap off beat am I doomed?&nbsp;</qco> </h3>      you could make your own beat\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n1:28 am</dco> &nbsp;<qco> Is the opposite of a question an answer, </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tor some strange form of anti-question that obliterates any question it comes into contact with?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n1:11 am</dco> &nbsp;<qco> two questions: have you ever said the word \"permanently\" in a song you've written and finished,</qco></h3>      i don't think so<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t and if so, which song</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n12:56 am</dco> &nbsp;<qco> I am frustrated by ambiguity, uncertainty, and open endedness. Does this make me a less effective human? </qco></h3>      i'm not sure. what do you think?<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tShould I try to not be this way?&nbsp;</qco> </h3>      we'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n12:54 am</dco> &nbsp;<qco> I like the ways that snows snowing in night. Pretty dark, calm and peaceful. How do you think about the ways weathers weathering ?</qco> </h3>      pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n12:42 am</dco> &nbsp;<qco> should we pursue happiness or convince ourselves that what we have is happiness?</qco> </h3>      happiness will pursue you. you cannot escape\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n12:30 am</dco> &nbsp;<qco> What is your favorite type of bread</qco> </h3>      anything other than short bread. prefer bread of very tall or average size\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n12:22 am</dco> &nbsp;<qco> How do you best advise to hide from the fat man? The jolly man? I beg you bill, my time is running out.</qco> </h3>      can't. you must fight him. be even more jolly, give him a taste of his own medicine\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n12:22 am</dco> &nbsp;<qco> If one of your songs physically manifested itself in 3-D space as a poisonous frog, what would you do?</qco> </h3>      post it online but without the poison\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n12:18 am</dco> &nbsp;<qco> How do I make people I love feel as good with as much as i fell good with them?</qco> </h3>      smoke and mirrors!\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n12:09 am</dco> &nbsp;<qco> what is wrong with you</qco> </h3>      i'm a princess\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n12:05 am</dco> &nbsp;<qco> how long can a question be?&nbsp;</qco> </h3>      very short\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n11:43 pm</dco> &nbsp;<qco> Is food edible</qco> </h3>      no way\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n11:28 pm</dco> &nbsp;<qco> hi are you a human person</qco> </h3>      oh that would explain a lot\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n10:59 pm</dco> &nbsp;<qco> Is creativity something that can be learned? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tIf so, can you teach me?</qco> </h3>      i'll try but you have to teach yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n10:48 pm</dco> &nbsp;<qco> do you think a few guys could start a rival blue man group and call it red man group (or teal man group)</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n10:47 pm</dco> &nbsp;<qco> i don't think you and i have the same process or the same goals musically but i am still curious about your opinion. i'm putting together a set of songs that are basically a religious service like there are liturgical functions for each one except the religion is fictional and this is a sort of alternate universe where everybody knows what to do in this kind of service so it's gotta sound both deeply ingrained and spontaneous so there are no instruments it's all singing, stomping and clapping. the constraint i gave myself to keep this project from taking 8 khgpillion years was that every single first-track take has to be improvised and then i stack more improvising as reactions on top of that track. fastest one (there should be about 16 when i am done, rn i have 5) took 2 hours, slowest one took 2 weeks because the initial improv was both extremely irregular and extremely precise and i had to basically learn it to improvise over and react to it in a\n  way tha\n t sounded good to me. FINALLY A QUESTION FOR YOU do you think if you engaged in this sort of improvise-stack-more-no-precomposing-allowed that you'd let yourself get more weird and less polished or would you allow so much re-improvising that it eventually just became a kind of postcomposition? i am having some trouble with the bits of the improvs i don't think are as successful;&nbsp;should i allow chop-ups or is the one-initial-take rule a good one? i thought i could get this done faster if i hobbled my perfectionism by specifying ONLY spontaneous improv allowed, but there are so many ways to elude the spirit of that law and no external deadline requiring i actually do it any faster. what u think</qco> </h3>      it sounds like a good idea in theory, but i've tried that sort of thing and it definitely does not work for me. what does work however, is to do a lot of improv and use certain bits for writing purposes. what also works well is to try to write very fast\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n10:34 pm</dco> &nbsp;<qco> What would you do with tree bones?</qco> </h3>      plant them\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n10:20 pm</dco> &nbsp;<qco> whats ur favourite character</qco> </h3>      planet earth\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n10:15 pm</dco> &nbsp;<qco> how do you feel about the number 14?</qco> </h3>      good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n10:09 pm</dco> &nbsp;<qco> is it weird to procrastinate for something i enjoy doing?</qco> </h3>      almost\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n10:08 pm</dco> &nbsp;<qco> Do I exist?</qco> </h3>      as of 10:08 pm you absolutely did\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n10:06 pm</dco> &nbsp;<qco> Are you a thing?</qco> </h3>      person, place or\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n9:39 pm</dco> &nbsp;<qco> Is there a particular reason you used the phrase Indus River Valley Civilization over the other name, the Harappan civilization? If so, what was it?</qco> </h3>      indus river valley seemed to be the more common name, at the time of my research. it never occured to me to say harappan. harappan did not seem like the de facto name for it, at the time of my research\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n9:33 pm</dco> &nbsp;<qco> WHAT IF I WROTE AN ENTIRE ESSAY FOR SCHOOL IN FULL CAPS? WHAT WOULD HAPPEN? WHAT IF I ONLY WROTE IN CAPS FOR THE REST OF MY LIFE?&nbsp;</qco> </h3>      you might be sent to jail unless the jail is already full\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n9:05 pm</dco> &nbsp;<qco> What was the first song you ever played on the Piano?</qco> </h3>      probably twinkle twinkle little star\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n8:49 pm</dco> &nbsp;<qco> Are you trying to be cryptic or is it just the way you do stuff?</qco> </h3>      i am trying to perform cryptography. trying to solve the cryptographs\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n8:38 pm</dco> &nbsp;<qco> bill, i am forced to write a bunch of Absolute Bullshit and i hate it, what do i do</qco> </h3>      place your tongue into the general vicinity of your cheek\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n8:37 pm</dco> &nbsp;<qco> the pirates have looted the booty</qco> </h3>      so true\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n8:35 pm</dco> &nbsp;<qco> What's your opinion on Rotary Phones?</qco> </h3>      good exercise. instead of going to the gym we used to just make phone calls\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n8:20 pm</dco> &nbsp;<qco> how do i calm down when i'm stressed?</qco> </h3>      sing a song\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n8:10 pm</dco> &nbsp;<qco> i want to create nice music but i don't have ideas. help</qco> </h3>      try creating awful terrible music, and as you do that you will find that niceness will grow, right out of the muck\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n7:53 pm</dco> &nbsp;<qco> how do you keep track of who said what lol</qco> </h3>      no one ever says anything. still waiting for someone to say something\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n6:23 pm</dco> &nbsp;<qco> What's your favourite chord extension?</qco> </h3>      the melody\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n6:02 pm</dco> &nbsp;<qco> Who invented the thing inventer that invented the thing inventer?</qco> </h3>      you'll have to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n5:36 pm</dco> &nbsp;<qco> How can I get from Earth to Mars without using a rocketships NASA made?</qco> </h3>      try space X\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n5:23 pm</dco> &nbsp;<qco> What is a cool piano song to learn</qco> </h3>      rondo alla turca\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n4:40 pm</dco> &nbsp;<qco> Do you like rockets</qco> </h3>      they are boring most of the time, but at blast off time i must say i can't resist\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n3:55 pm</dco> &nbsp;<qco> why are songs your so inspiring</qco> </h3>      to inspire the share holders\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n3:51 pm</dco> &nbsp;<qco> My brother is being rude what should I do? \n<br></qco> </h3>      criticize him for being rude\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n3:49 pm</dco> &nbsp;<qco> Do you like puzzles? Specifically the ones that involve matching jagged cardboard pieces together in a way that forms an image that is advertised on the container, usually a box, that the puzzle is sold in.</qco> </h3>      they are pretty good but they would be better if they would come alive at the end\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n3:16 pm</dco> &nbsp;<qco> how many parents have you parented</qco> </h3>      none so far\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n2:53 pm</dco> &nbsp;<qco> is it too late/early to ask a question?</qco> </h3>      not late/early enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n2:51 pm</dco> &nbsp;<qco> What's the most important thing to put on a resume?</qco> </h3>      say you are dynamic\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n2:44 pm</dco> &nbsp;<qco> what should i get for christmas</qco> </h3>      a new year\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n2:42 pm</dco> &nbsp;<qco> how do you decide which questions to answer? do you choose the funny, weird, or serious questions more?</qco> </h3>      i can't tell the difference\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n2:38 pm</dco> &nbsp;<qco> Bill this isn't really a question but more of a suggestion I think it would be really cool if we got to see a history of the universe video but I'm sure you're very busy so hopefully you see this</qco> </h3>      i'm pretty sure i included that in history of the entire world. \"world\" i was considering to mean universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n2:31 pm</dco> &nbsp;<qco> opinion on broken silk?</qco> </h3>      fix it!!!!\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n2:27 pm</dco> &nbsp;<qco> since the letter c can sound like either the letter k or the letter s you could technichally spell sksksksks as cccccccc help.</qco> </h3>      get a glass of water, take calm, steady breaths. go for a walk\n<br><br>"
  }
]
