[
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n9:26 pm</dco> &nbsp;<qco> what's your preferred method of pluralizing single letters</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n8:49 pm</dco> &nbsp;<qco> In Wild Frolicking adventures of informational education, you said you would make a video about velcro. I can't wait for that video about velcro, will you make it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n8:42 pm</dco> &nbsp;<qco> Is Mark Zuckerberg human?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n8:41 pm</dco> &nbsp;<qco> will you be performing in new york city anytime soon?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n8:04 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201905232059\">5.23.19&nbsp;&nbsp;8:59 pm</a>  are you mainly dissatisfied with the songwriting, or the production quality?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n7:38 pm</dco> &nbsp;<qco> Are all languages just the same thing in different ways?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n7:24 pm</dco> &nbsp;<qco> do other people help you make videos or is it all made by yourself?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n7:13 pm</dco> &nbsp;<qco> What could you possibly be cooking up?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n7:11 pm</dco> &nbsp;<qco> Are people allowed to sample your songs in their own songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n6:45 pm</dco> &nbsp;<qco> whats your favourite music era or movement (expressionism, minimalism, romantic, baroque, modern, etc.)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n6:40 pm</dco> &nbsp;<qco> Would you rather me call you Bill, Mr. Wurtz, Mr. Bill, Mr. Bill Wurtz, mr.&nbsp;&nbsp;bill wurtz, Mr. Will Burtz, or Renee?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n6:35 pm</dco> &nbsp;<qco> would you consider adding some of your instrumentals to spotify</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n6:20 pm</dco> &nbsp;<qco> is The One a myth? The One being the project that is so interesting that i _want_ to work on it for reasons other than the promise of a paycheck at the end. * \n<br>\n<br>* it is maybe important to note that i am typically paid for the sort of projects i do (computer software) even though i also do it as a hobby\n<br>\n<br>honestly I go to work and just stare at social media or chase the office dog around the place and generally feel like i can't focus or do anything except for like the two days a month that it becomes clear i will be fired if i don't do at least something. \n<br>\n<br>it is somehow more exhausting than i remember working every day being</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n5:58 pm</dco> &nbsp;<qco> What is the private video? (Video 107 in the \"anything videos\" playlist)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n5:58 pm</dco> &nbsp;<qco> Do you ever get really excited to start a project, and then lose all motivation partway through the project? Is this that famous 13th level I've heard so much about?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n5:53 pm</dco> &nbsp;<qco> if you sneeze in an empty room are you allowed to bless yourself</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n5:50 pm</dco> &nbsp;<qco> do you consider yourself a history influencer?&nbsp;</qco> </h3><a href=\"illgiveitashot.mp4\">answer</a>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n5:41 pm</dco> &nbsp;<qco> seal or penguin</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n5:41 pm</dco> &nbsp;<qco> do you answer EVERY question?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n4:04 pm</dco> &nbsp;<qco> Mister Wurtz when are you making a new video</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n3:51 pm</dco> &nbsp;<qco> so what's the extent of you organizing your schedule? like do you plot the hours you want to work ahead of time? or is it just \"create a deadline\" and anything goes so long as you meet the deadline? and by anything goes i mean make wiggle room for life shit out of your control like \"my car broke down, clean shit, clean 'shit' \" etc..</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n3:05 pm</dco> &nbsp;<qco> chocolate or vanilla</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n2:51 pm</dco> &nbsp;<qco> which one of the songs you've released has the most time signature changes?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n2:25 pm</dco> &nbsp;<qco> Are you aware that your music is on Pandora?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n2:17 pm</dco> &nbsp;<qco> You haven't posted something new to youtube in over 2 months,, are you ok?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n1:43 pm</dco> &nbsp;<qco> whats your mbti type</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n1:36 pm</dco> &nbsp;<qco> would you ever do a tour? (AND would you ever tour europe? haha)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n1:33 pm</dco> &nbsp;<qco> What happens when you change your name?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n1:16 pm</dco> &nbsp;<qco> I thought music videos don't take this long.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n11:29 am</dco> &nbsp;<qco> How to edit videos brilliantly ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n11:29 am</dco> &nbsp;<qco> how do i accomplish something if i don't have inner conflicts?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n11:06 am</dco> &nbsp;<qco> What bad habits might you have right now</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n9:15 am</dco> &nbsp;<qco> If you discovered a new planet, what would you call it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n8:34 am</dco> &nbsp;<qco> do you think you would make some exciting/surprising harmony changes in particular in the live versions of your songs</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n8:20 am</dco> &nbsp;<qco> Do you ever think that maybe everything is for naught and the only reason you do anything is out of spite towards the endless abyss of deapair that would await you otherwise?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It's something to think about.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Anyway I really like your videos</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n8:19 am</dco> &nbsp;<qco> do you see the 2 week schedule returning any time soon (after the current video is made)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n8:11 am</dco> &nbsp;<qco> have you ever thought about making one video that works for two different songs?\n\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; might be a fun puzzle</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n8:06 am</dco> &nbsp;<qco> any other chord symbols you've manufactured for your own purposes?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i mean, that C chord was written as a 'minor star', so is there a major equivalent, for example?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n6:58 am</dco> &nbsp;<qco> does typing into this question box do anything?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n6:25 am</dco> &nbsp;<qco> do you think your ideas calcify if you forget to think?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n2:38 am</dco> &nbsp;<qco> <a href=\"q.php?date=201905272340\">5.27.19&nbsp;&nbsp;11:40 pm</a>  do you give it a special name because it plays all the flattened scale degrees of the minor (3,6,7)?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n2:17 am</dco> &nbsp;<qco> how are you good at music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n1:20 am</dco> &nbsp;<qco> How to do right thing if I don't have to</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n12:40 am</dco> &nbsp;<qco> Worst metaphorical mountain you've had to climb?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.29.19&nbsp; \n12:30 am</dco> &nbsp;<qco> In Stupid Song, I like the tune on the piano and, well, the song in general. Could you maybe make another song using similar notes?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.28.19&nbsp; \n11:52 pm</dco> &nbsp;<qco> How do you do the things you want to do? How do you do the things you want to do with your life and not just think about them? How can I get things out of my head and into the world?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.28.19&nbsp; \n11:35 pm</dco> &nbsp;<qco> when you talk about the 12 levels of suffering, are you referring to an unfinishable method of concentrating and working hard on a project?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.28.19&nbsp; \n11:23 pm</dco> &nbsp;<qco> do you need a shift or caps lock key</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.28.19&nbsp; \n11:08 pm</dco> &nbsp;<qco> I've been thinking a lot about how I'm going to die eventually. At first I was kinda sad, but I warmed up to the idea! After all, I haven't been alive for the billions of years preceding my birth. And being not alive wasn't that bad.\n<br>\n<br>The thing is, I'm going to be really disappointed when I do have to die. I don't want to say goodbye to all my life experiences - the things I've done, the things I want to do, the people I love. I'll never know the things people will discover in the far-off future.\n<br>\n<br>Thinking about giving that all up makes me want to cry, honestly. I don't want to die. I really REALLY don't want to die!!!!\n<br>\n<br>What are your thoughts on this? Any tips</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.28.19&nbsp; \n10:48 pm</dco> &nbsp;<qco> i have seen two points.&nbsp;&nbsp;one point arguing that destroying every particle in your body and then reforming it would kill the 'you' you but give birth to a new someone who is entirely you and to their knowledge everything continued as normal, but the 'you' you is really gone.&nbsp;&nbsp;The other argument is that this new exact rearrangement of particles is you and would be the 'you' you and everything is fine.&nbsp;&nbsp;I have a hard time with each one but i think i lean towards the idea that the 'you' you won't be there anymore more when it is reformed.&nbsp;&nbsp;</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i think this idea for some reason blends in with my thoughts about reincarnation.&nbsp;&nbsp;i also think there are extra problems to the situation like, what if when your particles are reformed they form 2 or 3 copies?&nbsp;&nbsp;</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;then, if 'you' you are still around, which one is you?&nbsp;&nbsp;are both you?&nbsp;&nbsp;would it be like a clonal colony hive mind kind of thing?&nbsp;&nbsp;that doesn't make sense to me and damages the argument that 'you' you would be around.&nbsp;&nbsp;if everything is happening, perhaps what we are experiencing in this life happens infinite times.&nbsp;&nbsp;if it does, do 'i' really get to experience that many times?&nbsp;&nbsp;</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;it doesn't feel like that.&nbsp;&nbsp;</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;unless this is the first time and i am in for a big whopping surprise when i die.&nbsp;&nbsp;these things have just been really burning into my brain.&nbsp;&nbsp;any thoughts?&nbsp;&nbsp;thanks for listening.&nbsp;&nbsp;i hope the new video is bringing meaning and joy.</qco> </h3>"
  }
]
