[
  {
    "html": "<h3> <dco>5.23.23&nbsp; \n3:22 pm</dco> &nbsp;<qco> i see that sometimes you have a back and forth conversation with people, </qco></h3>      not really<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how is this coded? does the site track who sends what questions in and allow them to respond, </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do you press a magical button that makes them respond, </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is it all just one big question that you cut into bits and answered one bit at a time to make it easier to read and comprehend the answers?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.23&nbsp; \n2:37 pm</dco> &nbsp;<qco> When you're working on a project, do you have the odd day where you say \"I'm not working on this today I can't even listen to/watch it\" because you're just not in the mood for it?</qco> </h3>      \n\nit happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.23&nbsp; 2:07 pm</dco> &nbsp;<qco> what inspires you to make your videos</qco> </h3>      \n\nramps, slants, basically any time i see anything diagonal, it inspires me\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.23&nbsp; \n1:51 pm</dco> &nbsp;<qco> has there always been sentimental value on objects?</qco> </h3>      \n\ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.23&nbsp; \n12:43 pm</dco> &nbsp;<qco> what to do when waiting for the lights to change</qco> </h3>      \n\ntry to solve the riemann hypothesis\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.23&nbsp; \n11:22 am</dco> &nbsp;<qco> upgrading and downgrading audio production environments often achieve the same thing for the listener</qco> </h3>      \n\nthat makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.23&nbsp; \n11:12 am</dco> &nbsp;<qco> can you find europe for me?</qco> </h3>      \n\nno way. that thing is impossible to find\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.23&nbsp; \n10:57 am</dco> &nbsp;<qco> why do the zeros have a dot in the font that i see when im asking a question</qco> </h3>      \n\nthat's just they way they designed whatever font you are using for your default font\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.23&nbsp; \n9:30 am</dco> &nbsp;<qco> im craving a pretzel, what do i do</qco> </h3>      \n\nseek a pretzel\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.23&nbsp; \n8:13 am</dco> &nbsp;<qco> does number adds plus the number equal another number? </qco></h3>      sometimes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is is theoretically possibly that the number minus a number equals a quick reaction force that murders everyone in the world at the same time.</qco></h3>      i doubt that. but some numbers have zero value, and therefore can result in the same original number when added<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; oh, by the ways in the universe are so much better and the way we can do it in a very very long way.</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.23&nbsp; \n7:50 am</dco> &nbsp;<qco> do you think 5/8 is cool i think it is</qco> </h3>      \n\nif it's cool enough for you, then it's cool enough for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.23&nbsp; \n7:22 am</dco> &nbsp;<qco> Hey Bill, are you aware of the spelling error that occurs upon sending in a question? It reads \"thabk you\" the correct spelling would be \"thank you\". </qco></h3>      that may be true, but i have an artistic license<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This is absolutely unacceptable and needs to be fixed immediately.</qco> </h3>      \n\nthat's not true\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.23&nbsp; \n6:55 am</dco> &nbsp;<qco> does a song ever truly end</qco> </h3>      \n\ni was going to say yes but now that i think about it no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.23&nbsp; \n4:23 am</dco> &nbsp;<qco> Why does my composition teacher say that music written in sharp keys sound brighter and music written in flat keys sound darker? Surely because intervals are all relative, the absolute pitch around which the piece revolves doesn't matter?</qco> </h3>      \n\nit doesn't matter unless you change keys in the middle. and if you change by more than 6 degrees, it will actually sound like you went the other way around\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.23&nbsp; \n1:45 am</dco> &nbsp;<qco> I am scared about life!&nbsp;</qco> </h3>      \n\nthat's normal. almost anything can happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.23&nbsp; \n12:14 am</dco> &nbsp;<qco> I think \"kaliedescope\" is a really fun word to say</qco> </h3>      \n\nthat's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.23&nbsp; \n12:10 am</dco> &nbsp;<qco> when was the last time you played a video game in 1997</qco> </h3>      \n\ndec 31, 1997\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n11:48 pm</dco> &nbsp;<qco> is jupiter any better than earth</qco> </h3>      \n\nbetter for hosting multiple moons\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n10:44 pm</dco> &nbsp;<qco> maybe music doesn't just CONTAIN meaning. maybe music IS itself a form of meaning.</qco> </h3>      \n\nyes, that seems to be true\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n10:30 pm</dco> &nbsp;<qco> do you have any rare languages only you may speak at?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n10:16 pm</dco> &nbsp;<qco> do letters and numbers have set colors in your mind</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n10:12 pm</dco> &nbsp;<qco> favorite frog?</qco> </h3>      \n\ni don't know of any frogs\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n9:04 pm</dco> &nbsp;<qco> why are your videos and songs actually good?</qco> </h3>      \n\nto 'influence' you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp;\n8:51 pm</dco> &nbsp;<qco> I know everyone has a different path of learning how to make music, but what do you think are the bare bones \"music theory\" (I don't like that phrase, I prefer to call it \"music terminology\") essentials for a beginner?</qco></h3>      maybe it would be cool to find some kind of piano keyboard and start playing with it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I think knowing the names of the notes (\njust knowing what notes you're playing) and knowing basic chord names are really the most important things.</qco></h3>      that would be useful for communicating with other musicians<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I was thinking maybe understanding key signatures, but I think you can probably write a chord patte\nrn/melody without fully understanding what key you're in or that this chord is the IV or that chord is the vii or whatever.. </qco></h3>      i'd personally like to ditch the roman numerals. they're just numbers, and i think the roman is much harder to read. i prefer arabic numberals instead (1, 2, 3, 4). also sometimes called \"nashville numbers\"<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;although that would probably be the next thing to learn after basic note names/chord names. Maybe understanding rhythmic counting? </qco></h3>      yes, that is definitely good<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;But I feel like if you have a good feel/timing you can probably get by without knowing all the rhythmic terminology and how all that stuff works.<br><br>Learning to read notation, I think opens up more gig opportunities if you're a working, professional musician... Buts lots of musicians don't know how to read music, so I don't think that's essential for a beginner.<br><br>I was thinking about getting into teaching, but I started so young that I have very little recollection of first learning. </qco></h3>      teaching might be very frustrating for you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;By the time I started piano lessons as a kid, I was already self taught to the point that I had developed enough feel to play simple stuff by ear. </qco></h3>      yes, teaching will be very frustrating for you. except for that one student who is already a self-learner, who you will love, who also won't even need your help<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And lessons for me were more learning the terminology, scales, chord names, key signatures, reading notation, etc. But even with that, I was like 4 or 5 years old and I don't really remember much specifics from my very early lessons.&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n8:43 pm</dco> &nbsp;<qco> You ever just think</qco> </h3>      \n\nyes i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n8:25 pm</dco> &nbsp;<qco> what is the most recent animation technique you learned?</qco> </h3>      \n\ni programmed some things to make speech bubbles easier to resize\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n7:47 pm</dco> &nbsp;<qco> How do I not speed up when playing? </qco></h3>      try using a metronome<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also why is cut time a thing its a stupid thing to exist.</qco> </h3>      \nit reduces the number of beams you have to write\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n7:03 pm</dco> &nbsp;<qco> Do you like chairs&nbsp;</qco> </h3>      \n\nyes, but not as much as stairs\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n6:55 pm</dco> &nbsp;<qco> what's an argument you regret having</qco> </h3>      \n\ni don't recall having any arguments\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n4:16 pm</dco> &nbsp;<qco> How would you answer a question about bees?</qco> </h3>      \n\ncorrectly\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n4:00 pm</dco> &nbsp;<qco> Why do people keep asking you about bread?</qco> </h3>      \n\nbread is famous\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n3:44 pm</dco> &nbsp;<qco> out of all of your songs, which one do u like the most rn</qco> </h3>      \n\ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; 2:47 pm</dco> &nbsp;<qco> why do you never use capitals?\n<br></qco> </h3>      \n\nthe reason it may appear that way is because you are paying very little attention\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n2:01 pm</dco> &nbsp;<qco> do you ever just find a song that you just want to be trapped in a void while listening to it because i mean you like it but you cannot pair it with any of your other senses</qco> </h3>      \n\nnot quite, but it would be nice if there were songs like that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n2:00 pm</dco> &nbsp;<qco> what advice do you have for someone starting a new business?</qco> </h3>      \n\nthe world can't live without your product\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n1:50 pm</dco> &nbsp;<qco> do you ever wish you could just say the things you wanted to without being limited by the confines of the English language</qco> </h3>      \n\nyes. that's why i got into music, and other forms of creative expression\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n1:39 pm</dco> &nbsp;<qco> do you ever find yourself striving for reasonability to the point of unreasonability</qco> </h3>      \n\nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n1:36 pm</dco> &nbsp;<qco> is your new video's runtime over at or below 2 minutes 56 seconds</qco> </h3>      \n\nsome are less, some are way more\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n12:08 pm</dco> &nbsp;<qco> do you know a tip for remember which of cos and sin is x?</qco> </h3>      \n\nif you are the angle, the cosine is like your co pilot. it's the side right next to you (divided by the hyp)\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n10:40 am</dco> &nbsp;<qco> i dont want to ask a question can you tell me how to avoid doing that</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n10:20 am</dco> &nbsp;<qco> On a scale of one to ten, how much of a silly goose do you consider yourself to be?</qco> </h3>      \n\n0\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n9:16 am</dco> &nbsp;<qco> how was electricity created</qco> </h3>      \n\nit's what already existed before everything else was created\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n7:46 am</dco> &nbsp;<qco> would you ever eat a cheese</qco> </h3>      \n\ni'll think about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n7:39 am</dco> &nbsp;<qco> what is the best thing ever</qco> </h3>      \n\nall things are equally good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n7:27 am</dco> &nbsp;<qco> Tips on how to be weirder?</qco> </h3>      \n\nit's just not gonna happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n7:16 am</dco> &nbsp;<qco> do you have any enemies?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n7:10 am</dco> &nbsp;<qco> when you put a sock on inside out, the entire universe is wearing it except you.</qco> </h3>      \n\nthat's a stretch\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n4:52 am</dco> &nbsp;<qco> who is the question?</qco> </h3>      \n\nit's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.23&nbsp; \n12:02 am</dco> &nbsp;<qco> It sort of feels like to me that music recording was supposed to be (in some greater philosophical sense) what it was in the 60s/70s. Just run through the thing as needed, make it a high quality recording, but don't spend too much time on it. Maybe digital technology wasn't the greatest thing for music. What do you think about this? I've heard you express some jealousy for the situation they had back then</qco> </h3>      \n\neach time period has its own qualities. if you go back to 1900, there is another interesting quality: no copies. so every record sold is a different take\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.23&nbsp; \n11:35 pm</dco> &nbsp;<qco> Is there an orb on your lawn</qco> </h3>      \n\nno\n<br><br>"
  }
]
