[
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n6:34 pm</dco> &nbsp;<qco> In llama land, is there a one-man band, and will he toot his flute for you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; 5:14 pm</dco> &nbsp;<qco> if someone asked to you show an example of what you do, what song/video would you show them... or running away is always an option.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; 4:23 pm</dco> &nbsp;<qco> favourite time signature?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n4:14 pm</dco> &nbsp;<qco> Why IS love such a recurring theme in everyone's songs?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n3:47 pm</dco> &nbsp;<qco> i don't remember the video name but you cited pyongyang on a video. what is your general opinion on it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n3:24 pm</dco> &nbsp;<qco> whenever i look at the late periodic table elements and how theyre similar to previous elements i think \"yeah thats kind of like art in general\"\n<br>\n<br>how much credit do you think goes to the first artists given someone else was probably gonna do it anyway not that long later?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n1:49 pm</dco> &nbsp;<qco> do you plan on adding another category (or more) to this website? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what will it be if you do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n12:56 pm</dco> &nbsp;<qco> do you think music is the process of capturing your own feelings or is it meant to evoke certain emotions to others (including yourself)?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n12:25 pm</dco> &nbsp;<qco> what if i'm motivated to play the guitar/do art/ make music, but only sometimes. like i would like to get better at all of these things, but can only find the motivation in short sporadic bursts? is it better to push myself to do these things only when i truly feel like doing them, or is it better to stick to my emotions as to not wear myself out? i suppose the difference would be whether or not my goal is to have fun or to get better, but i would love to find a comrpomise</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n12:15 pm</dco> &nbsp;<qco> You keep saying the best kitchen utensil is the spatula.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you work for Spatula City, an agent for big spatula?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; There's no better way to say I love you than with the gift of a spatula.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; 11:34 am</dco> &nbsp;<qco> favorite letter</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n11:21 am</dco> &nbsp;<qco> what is the best shape with more than 8 sides and less than 40</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n11:13 am</dco> &nbsp;<qco> if i said your name five times reallyy fast, would you appear and tell me words of wisdom? or would you ignore my calling upon you</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n10:48 am</dco> &nbsp;<qco> thoughts on the word \"interesting\"? i worry i use it too much</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n9:30 am</dco> &nbsp;<qco> EVERY TIME YOU USE THE WORD tenderly I GET TURNED ON. STOP IT. I ONLY COME TO THIS PAGE TO GET TURNED OFF.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n8:43 am</dco> &nbsp;<qco> What's your favourite motorcycle?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n7:59 am</dco> &nbsp;<qco> favorite keyboard settings combination for improv?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n7:58 am</dco> &nbsp;<qco> Do you have a personal preference between La de da de day oh or And the Day Goes On? I'd guess La de da de day oh, but idk. And don't say \"i'd prefer a new one to be my favourite\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n5:49 am</dco> &nbsp;<qco> Are good and bad opposites, or perhaps in a triangle with a third thing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n5:46 am</dco> &nbsp;<qco> i always put my foot on the desk when im using my computer, is this genetic?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n5:04 am</dco> &nbsp;<qco> have you ever used a mellotron?\n<br>thoughts on the mellotron</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n5:04 am</dco> &nbsp;<qco> How do you personally conceptualize \"nothing\"-is it an absence of everything, a space of potential, or something else entirely?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n4:53 am</dco> &nbsp;<qco> I've run into a problem: I get both my best ideas and my most intense motivation to work on music when I'm very emotional and excited (positive or negative). But at the same time, working on music is therapeutic and calming for me. So whenever I start working on music because I'm emotional and excited, the act of working on music calms me down, and then I stop having ideas or motivation for whatever I was working on. Do you have any advice for how I could fix or work around that problem?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; 4:33 am</dco> &nbsp;<qco> Why don't you ever use capital letters</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n3:28 am</dco> &nbsp;<qco> I just changed. I'm different now. What do I do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n2:24 am</dco> &nbsp;<qco> do you still like avocados as of 24/3/2025</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n1:22 am</dco> &nbsp;<qco> I've been thinking about happiness lately, what it is and what it means to be happy. I've landed on: happiness is love. Love for other people, the world, music, everything. The more you love, the happier you'll be.\n<br>I'm not sure there are very many things in the world worth loving, though. I think I hate a lot of things, and I'm not sure how to start loving or if I'll ever be able to.\n<br>Have you ever had similar thoughts?\n<br>I'm a big fan of yours and I appreciate what you've shared with the world. Thank you.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n1:05 am</dco> &nbsp;<qco> were the Monday videos exhausting&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n1:04 am</dco> &nbsp;<qco> what's something you laughed at recently</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n12:28 am</dco> &nbsp;<qco> do you have any food recommendations</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n12:12 am</dco> &nbsp;<qco> apparently the planck unit in physics is very often misinterpreted and not really a \"smallest unit of time\" as is popularly believed</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n10:32 pm</dco> &nbsp;<qco> Why do Rose have thorn&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n10:18 pm</dco> &nbsp;<qco> if someone challenges you does it mean they don't love you&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n10:10 pm</dco> &nbsp;<qco> How would you fit a cat into a category?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n9:32 pm</dco> &nbsp;<qco> hey bill any aspiring tips for people planning to major in architecture?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n9:21 pm</dco> &nbsp;<qco> Is the picture&nbsp;&nbsp;of the moon used at the end of \"the moon is made of cheese\" the moon picture on expert mode from 10.25.09?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n7:33 pm</dco> &nbsp;<qco> do you have a favorite video game, or a favorite of anything?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n6:53 pm</dco> &nbsp;<qco> If I were to get into 3d modeling (or just making music), how would I initially approach it?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; 6:07 pm</dco> &nbsp;<qco> you have been quite clear about your aversion to labels in music, but do you share said aversion to labels outside of music? Say for example sweet or salty food (or savory whatever the heck it means) or is there maybe a specific (metaphorical) field (outisde of music) where you personally dislike labels, but they are accepted widely by peeps&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n5:05 pm</dco> &nbsp;<qco> Do you write music chordally or with separate voices? Or a mix of both? Maybe by thinking in inversions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n4:48 pm</dco> &nbsp;<qco> do you ever just look at the periodic table and see how far humanity has gotten?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n4:28 pm</dco> &nbsp;<qco> What is the difference berween wisdom and intelligence</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n3:55 pm</dco> &nbsp;<qco> what is the best utensil&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n3:48 pm</dco> &nbsp;<qco> do musical tastes change over time or do we just get better at finding what we like over time</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n2:50 pm</dco> &nbsp;<qco> What's the opposite of smart?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n1:13 pm</dco> &nbsp;<qco> Would you kindly tell me what that unusual electric guitar with the white pick guard and strange headstock is?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n12:44 pm</dco> &nbsp;<qco> ive been thinking a lot about time, and i love the greek interpretation of aion, chronos and kairos;&nbsp;so how long is a single instant in your opinion? like, is it even measurable in chronos or is it by definition an opportunity?\n<br>sorry for the smart sounding question. i do prefer wacky silly questions in general but they're usually just a way to communicate a smart question</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n12:25 pm</dco> &nbsp;<qco> Have you read any Shakespeare?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n10:31 am</dco> &nbsp;<qco> why is love a recurring topic on your songs/videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n7:11 am</dco> &nbsp;<qco> do you know if there's a commonly-understood symbol for a chord that's just two fourths stacked on top of each other, for example F Bb Eb? this kind of chord seems to be appearing a lot in my music but i don't know if it has a cute name.\n<br>\n<br>i guess you could call it F7sus4, or F7sus4omit5 or something, but i don't like that because it fails to capture its very simple and fourthy nature. maybe i could call it F4 and invent my own notation.. but if someone else has a notation for it already it might be nicer to use theirs, because then other people would be more likely to know what i mean when i say it.\n<br>\n<br>bonus question, in this song it's actually more like a F4/C, which now i think about it is C F Bb Eb is three fourths stacked on top of each other... i guess you could call that a Cm7sus4 but again that doesn't capture the fourthy nature of it very well either.. what do you think?</qco> </h3>"
  }
]
