[
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n4:33 pm</dco> &nbsp;<qco> How come in your bio the word \"weird\" is on a different line?</qco> </h3>      perhaps on your screen it doesn't fit on the first line<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n4:26 pm</dco> &nbsp;<qco> bill, i need ur address, social security number, and credit card number right now. thanks</qco> </h3>      you're welcome\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n4:06 pm</dco> &nbsp;<qco> what is the 3rd note of the 5th jingle in the new video?</qco> </h3>      A, in the melody\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n3:34 pm</dco> &nbsp;<qco> thoughts on the General MIDI standard?</qco> </h3>      it is particularly convenient in terms of drums and especially percussion, because it allows me to play someone else's keyboard and immediately know where the tambourine is, or even the triangle / mute triangle\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n3:29 pm</dco> &nbsp;<qco> is it still reasonable that the video be finished by april 20</qco> </h3>      i never quite said it was 'reasonable' i said it 'seems somewhat reasonable' on april 13th\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n3:27 pm</dco> &nbsp;<qco> Some questions about the new video, <a href=\"hotewig-done-by.html\">Will it be done by the end of the week,</a> and about <a href=\"next-video-late2016-coming-out.html\">what time do you think it will be uploaded by</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n3:23 pm</dco> &nbsp;<qco> was 'it's gonna be alright' supposed to be similar to the epic bob marley song, 'everything's gonna be alright'?</qco> </h3>      no, but it covers the same topic\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n3:00 pm</dco> &nbsp;<qco> what are you planning to do for the next video?</qco> </h3>      i will be focusing on songs next. i am not sure which songs will have videos, but the next video will probably be a video for one of the songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n2:19 pm</dco> &nbsp;<qco> how to meet new people?</qco> </h3>      get into a car accident with them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n2:14 pm</dco> &nbsp;<qco> You say you're going to make more songs after the hotewig video. Does that mean more legit songs, like \"I can play\" and \"The Road,\" or more jingles like \"hope you have a good day\" and \"I'm from the West Coast\"</qco> </h3>      i would like to focus on songs longer than 20 seconds, and especially in the 2-3 minute range. it is important to remember that the short ones you mentioned were written specifically for the vine app, which only allows videos shorter than 7 seconds, and they automatically loop. i am not writing for that platform anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n2:03 pm</dco> &nbsp;<qco> are you afraid of being trapped in the visual style of your videos?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n1:10 pm</dco> &nbsp;<qco> What step, if any, of the music-making process do you find frustrating?</qco> </h3>      finding out that you wrote 100 times more songs than you will ever have time to record\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n1:06 pm</dco> &nbsp;<qco> What does the floor taste like? I've tasted the parking lot before, but never the tile floor. can someone tell me what it tastes like\n</qco> </h3>      they all taste a little bit different<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n1:06 pm</dco> &nbsp;<qco> <a href=\"die.html\">You must die</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n1:05 pm</dco> &nbsp;<qco> is it a good strategy to get my friend to love me by dropping a bomb on her country?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n12:21 pm</dco> &nbsp;<qco> <a href=\"if-you-were-what-would-you.html\">What you will be if you were something else?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n11:57 am</dco> &nbsp;<qco> What are your plans on creating a team in order to make these videos that take a lot more work to finish?  (If any)</qco> </h3>      that would be nice but i really have no idea how\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n11:16 am</dco> &nbsp;<qco> Are you making this video because you want to, or because it will make your fans happy?</qco> </h3>      i'm making it because i need to\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n10:09 am</dco> &nbsp;<qco> what if it was what it wasn't, but is what is?</qco> </h3>      then that means the thing has changed in the past\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n10:08 am</dco> &nbsp;<qco> could you please simplify the fraction 6/22</qco> </h3>      3/11\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n10:07 am</dco> &nbsp;<qco> <a href=\"ask-me-a-question.html\">do you have any questions for me?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n9:45 am</dco> &nbsp;<qco> what's the difference between the score and the jingles?</qco> </h3>      the jingles are the parts with singing. the score is all the other music and sounds that are happening throughout the video, while i'm speaking\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n9:21 am</dco> &nbsp;<qco> <a href=\"how-much-sleep-do-you-get.html\">How many hours of sleep do you get everyday?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n9:04 am</dco> &nbsp;<qco> do you think the video will be out by two days from now</qco> </h3>      that would be nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n8:53 am</dco> &nbsp;<qco> Dear Mr Wurtz, my child has asked you a question: How are you so cool? And with your answer, he has done the same. He is now in hospital. I can only say that this was your fault. Please answer this question.</qco> </h3>      you didn't ask a question. please don't call me mr. wurtz\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n8:52 am</dco> &nbsp;<qco> do you think i can do it</qco> </h3>      there is a chance\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n8:28 am</dco> &nbsp;<qco> Why do you only answer my joke questions?</qco> </h3>      i'm just trying to answer as many questions as i can<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nIs this question a joke question? </qco> </h3>      that's not important right now<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;By asking that, have I asked a ghost question?</qco> </h3>      maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n8:20 am</dco> &nbsp;<qco> do you improvise on keys before writing a song or do you just write it all out from your head?</qco> </h3>      i write it, from my head, also using the keys. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n7:54 am</dco> &nbsp;<qco> is there any reason for music to even exist </qco> </h3>      there would be no reason for it not to exist\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n7:52 am</dco> &nbsp;<qco> if you decide to make a tour, can we hope to see you in europe as well?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n7:11 am</dco> &nbsp;<qco> do you want to watch a movie with me?</qco> </h3>      right now i don't have time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n6:54 am</dco> &nbsp;<qco> how do i completely get rid of my habit of <a href=\"procrastination.html\">procrastinating</a> and become like you </qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n5:17 am</dco> &nbsp;<qco> I'm lost in my room. I can't find my way to go out. What should I do?</qco> </h3>      \nmost rooms are built with a door. if it does not have a door then it is not a room, it might be a box <br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n3:03 am</dco> &nbsp;<qco> <a href=\"favorite-question-to-get-asked.html\">What's your favorite question that you have answered?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n2:18 am</dco> &nbsp;<qco> How do you keep track of how long you've been working if most of your focus is on the video?</qco> </h3>      i have an electronic device that keeps track of the time for me. it can also make telephone calls, but i don't normally use that feature\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n2:00 am</dco> &nbsp;<qco> did you know that rain clouds are called rain clouds because they are clouds that rain?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n1:54 am</dco> &nbsp;<qco> why is this floor on the floor?</qco> </h3>      usually the floor is the floor. unless you have a double floor, in which case it is for strength, and re-enforcement<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp; \n1:29 am</dco> &nbsp;<qco> <a href=\"if-you-were-what-would-you.html\">If you were a banana pepper, what color would your sound taste like?</a> </qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n1:26 am</dco> &nbsp;<qco> since I've followed your questions page, my constant overanalysis and neuroses have declined. was this your intention? is this a good result for you? it is for me thank you very much</qco> </h3>      after falling victim to over analysis as a child, i have since then developed a passion for analyzing things 'just the right amount.' it sounds like you may have discovered these joys as well<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n1:18 am</dco> &nbsp;<qco> I make art and every time I make art it doesn't feel like it comes from me. Where does it come from </qco> </h3>      the place where the places come from. which is not a place, but it is the source of all the places. it's hard to describe using words, because all the words come from there too. i suppose it's not 'where' but 'how.' and i guess the answer would be 'wow'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n1:16 am</dco> &nbsp;<qco> What's you're level of interest in history? Your Japan video was accurate and nuanced and ik you're making a world history video so I'm curious as to how into history you are. </qco> </h3>      for the last several years, it really interested me. right now i am really really tired of it, even though i never thought that would be possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.17.17&nbsp;\n1:06 am</dco> &nbsp;<qco> Hey bill! What's a fun and happy thought that gets you motivated to be productive?</qco> </h3>      the thought of the project at hand being done\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n11:44 pm</dco> &nbsp;<qco> how do you find yourself at the point of where you were</qco> </h3>      stay in one place\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n11:23 pm</dco> &nbsp;<qco> what's the only thing that will never die </qco> </h3>      there is more than only 1 thing that will never die\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n11:19 pm</dco> &nbsp;<qco> What time is it</qco> </h3>      \nit was 3:19 am UTC at the time you asked this, it is 4:09 am UTC at the time i am answering it, and probably a different, later time as you are reading it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n11:19 pm</dco> &nbsp;<qco> What's one plus one?</qco> </h3>      two\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n11:15 pm</dco> &nbsp;<qco> I want to forget my past. What should I do?</qco> </h3>      start learning and experiencing new things\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n10:15 pm</dco> &nbsp;<qco> how do i get my cats to love me?</qco> </h3>      you can't make them love you, but you can still keep them locked in your house if you want\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n9:41 pm</dco> &nbsp;<qco> How much closer are you to the light at the end of the tunnel?</qco> </h3>      than what\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.17&nbsp;\n9:35 pm</dco> &nbsp;<qco> To Mr. Wurtz,\n\nI am currently in the process of practicing writing formal emails. Is there any advice you can offer other than googling tips on how to write formal emails? Please reply at your earliest convenience.\n\nSincerely,\nNot Bill Wurtz</qco> </h3>      looks great. i fell asleep while reading it so you must be doing it exactly right\n<br><br>"
  }
]
