[
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n8:52 pm</dco> &nbsp;<qco> How important would you say consuming is to creating? I have thought about a sort of experiment where you don't expose a person to any music whatsoever (like in the wilderness) but give them instruments. Then see what they come up with. What would you expect the result to be? \n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n8:12 pm</dco> &nbsp;<qco> is censorship always bad?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n7:44 pm</dco> &nbsp;<qco> Is there any chance there is more to the castle song in ball&nbsp;&amp; stick? I keep repeating those glorious 10 seconds.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n7:20 pm</dco> &nbsp;<qco> Do you have any tips for someone who wants to learn how to play by ear / transcribe more complex music than they already can, other than just doing a lot of playing by ear / transcription?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n7:10 pm</dco> &nbsp;<qco> do you have any professional music education or do you just like playing instruments?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n6:41 pm</dco> &nbsp;<qco> the question page made you stronger but you'll never achieve the NEXT STEP if you don't make it slightly harder. how about answering (at least) one question that u secretly wanted skip,&nbsp;&nbsp;everyday.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; that way it would be a good practice for non-skippable question sessions aka podcasts/interviews. and a good practice to make not so interesting questions interesting which u already are doing with repetitive questions BUT its not enough!!! hope that helps</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n6:13 pm</dco> &nbsp;<qco> 1.1.18  1:34 pm hey so. i know these days it's mostly good for naming what notes you have in your scale BUT also there is a way to think of modes where you can use it to go wild and crazy deciding what chords sound good with your melody in what order, cause why does a 5 chord have to be major or. to think sideways about it if we're in C why does the 1 chord have to be the one you go to for resting and resolution what if we always come back to a major 4 chord instead of 1. what if we're really in lydian so everything that sounds like 4 is 1. for example https://www.youtube.com/watch?v=ov-OAmpcRfw is lydian it doesn't even have any accidentals anywhere it's like the music is hanging from some wings it grew on its way to the next universe</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n6:11 pm</dco> &nbsp;<qco> How does your thought process start when you're making a new song? Anything in particular that's important? Or do you just start putting notes on paper?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n5:23 pm</dco> &nbsp;<qco> what was the first song you learned on the piano?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n4:46 pm</dco> &nbsp;<qco> whats the easiest way to get a stain off of a cloth or shirt or something like that</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n4:23 pm</dco> &nbsp;<qco> how do i bring my personal qualities to the extreme? of course so that i can have a personality.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n4:10 pm</dco> &nbsp;<qco> how do exist on earth without dying?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n3:32 pm</dco> &nbsp;<qco> i just started writing songs but i think they're corny, and i find myself using very similar subjects (mostly about&nbsp;&nbsp;love and relationships) and trying to fit everything into a rhyme like it's a dr seuss book. how do i get away from that? like, you wrote about lima beans, desks and chairs and still made it entertaining. how do i gain that power</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n3:26 pm</dco> &nbsp;<qco> thoughts on space?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n2:38 pm</dco> &nbsp;<qco> Bill, I'd love your thoughts on this. From your experience, what's your opinion on inspiration?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you only work when you're \"inspired\" (whatever that means for you)</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you sit down to work even when you don't have particularly inspirational ideas and build them as you go? There seems to be this whole thing built up around inspiration and we even have the word \"eureka\" and everyone knows how the apple dropped on Newton's head or how Paul heard \"Yesterday\" in his sleep etc. On the other hand, many artists say that they work on a schedule (like you) and that seems to work too. Steven King says he writes 6 pages every day. So either he has an inexhaustible well of inspiration hidden somewhere or he doesn't need inspiration all the time to make progress on his books.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n1:32 pm</dco> &nbsp;<qco> hello I like your colors (other things too). they are bright and dim and many combinations and contrasts, and good. i like to wear colors, cause then i can look down and see them. i noticed that all your most reasonable video clothes are not that many colors. is this a coincidence or on purpose? i am surprised you are not more colors clothes</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n11:58 am</dco> &nbsp;<qco> what is your favorite thing in the world?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n11:50 am</dco> &nbsp;<qco> do you like subways and which is your favorite line i like the Q</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n11:36 am</dco> &nbsp;<qco> so i can strum and play a buncha chords fine now (THANK YOU), i can sing okayish, but i cannot for the LIFE of me strum and sing at the same time. no matter what strumming rhythm i pick, i always start strumming to the syllabic metre of what i'm singing because my brain is in two places at once. would you have any tips for how to fix this? appreciate u &lt;3</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n11:19 am</dco> &nbsp;<qco> What's the tempo of your new song? 12/8 time sounds really fucking bouncy.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n10:40 am</dco> &nbsp;<qco> have you ever thought about doing covers of songs</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n10:39 am</dco> &nbsp;<qco> if you were to make a tv show what network would you want it to be on</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n9:08 am</dco> &nbsp;<qco> Can you advise me how to organise my time as I have to study a lot for school but meanwhile I must draw the cover of my novel as fast as I can so that then I can publish it soon?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n8:45 am</dco> &nbsp;<qco> what's the coolest idea you've ever thought about</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n6:29 am</dco> &nbsp;<qco> Have you been looking for paintings you relate to?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n6:29 am</dco> &nbsp;<qco> Two questions;&nbsp;is there any deeper meaning to your songs which only a select few can solve,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or are you just doing this for the joy of making cool shit?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (Power to you either way, btw). Second, if there was a deeper meaning to your songs, would you ever tell us that there was one?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n3:19 am</dco> &nbsp;<qco> are you the type of person where if someone asks you a question you don't want to answer you just ignore them? I mean in real life by the way not the questions page.&nbsp;&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n11:57 pm</dco> &nbsp;<qco> If I feel a flaming desire to write, but I don't like writing, does that flaming desire mean I actually do like writing?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n11:47 pm</dco> &nbsp;<qco> How are you so great?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n11:21 pm</dco> &nbsp;<qco> when i go on to expert mode i feel like an expert.&nbsp;&nbsp;was this intentional?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n10:56 pm</dco> &nbsp;<qco> In the grand scheme of things, what is actually important?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n9:54 pm</dco> &nbsp;<qco> I want to write songs, but I have no idea how to even begin.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How do you usually write chord progressions and melodies? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Does it just come to you suddenly,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you have to think it out note-by-note and chord-by-chord?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n8:45 pm</dco> &nbsp;<qco> When is your biography coming out?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n7:57 pm</dco> &nbsp;<qco> Do you do art for the ideas that populate your mind to be in our minds too?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n If yes why?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Is it&nbsp;&nbsp;important which idea?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Why share them with everyone?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n6:37 pm</dco> &nbsp;<qco> things i liked to do dont make me happy and i cant find anything new to do to make me happy. what do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n5:57 pm</dco> &nbsp;<qco> Hi remember your 2 step program of 1. Consuming content and 2. Making content? I really need to get to step 2 or I might Friggin Explode. Got any tips?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n5:33 pm</dco> &nbsp;<qco> what do you do when you have an idea on a new song or a melody, but you're not in a setting where you can record something?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n4:28 pm</dco> &nbsp;<qco> Do you feel like you're improving as a composer with every song you write?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n4:21 pm</dco> &nbsp;<qco> what are your thoughts on the word cunt?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n3:32 pm</dco> &nbsp;<qco> What if gravity was upside down?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n3:23 pm</dco> &nbsp;<qco> How are you so cool?!??!!!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n3:10 pm</dco> &nbsp;<qco> Thoughts on hating the self?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n2:04 pm</dco> &nbsp;<qco> how does one go about figuring out oneself, if there even is a self to be figured out?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i have no clue who i am and i feel like i should. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you know who you are?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n1:41 pm</dco> &nbsp;<qco> Why can't you make a new musical note?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How do you feel about that?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n1:24 pm</dco> &nbsp;<qco> Why are potatoes?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n1:02 pm</dco> &nbsp;<qco> what are your thoughts on what the cow industry has been doing lately?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n12:44 pm</dco> &nbsp;<qco> Is asking questions on this website a good hobby</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n12:32 pm</dco> &nbsp;<qco> What's the legal age where you can be qualified as a baby?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n12:31 pm</dco> &nbsp;<qco> how do you maintain a constant steam of consciousness whille sleeping</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n11:41 am</dco> &nbsp;<qco> Is New York City a walkable city outside of Manhattan</qco> </h3>"
  }
]
