[
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n11:43 am</dco> &nbsp;<qco> what flavour are the chips in your \"try chips now\" video</qco> </h3>      \ncircus unicycle\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n11:41 am</dco> &nbsp;<qco> The Day Goes On is fecking good. Just came aong to say cheers for that song in paarticular.</qco> </h3>      \nholy smokes you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n11:41 am</dco> &nbsp;<qco> What's the formula for good song creation?</qco> </h3>      \nmaking patterns and breaking them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n11:41 am</dco> &nbsp;<qco> How to be cool?</qco> </h3>      \ntry to be in a different room from yourself by rapidly changing your mind about which room was which\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n11:39 am</dco> &nbsp;<qco> Are you god?</qco> </h3>      \ni thought you were\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n11:36 am</dco> &nbsp;<qco> favourite album of all time?</qco> </h3>      \ni don't know any\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n10:33 am</dco> &nbsp;<qco> Hey bill, do you do all your own production and mastering as well as just the music?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n10:08 am</dco> &nbsp;<qco> would you like to have a star named after you?</qco> </h3>      \nsomething on earth would be better\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n10:05 am</dco> &nbsp;<qco> What was the bad thing that you did?</qco> </h3>      \nattempted to do a thing that was too good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n8:57 am</dco> &nbsp;<qco> are you working on anything right now?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n8:42 am</dco> &nbsp;<qco> how's the video grooving along? any updates?</qco> </h3>      \ni'm not doing the video yet, i'm doing the song\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n7:51 am</dco> &nbsp;<qco> Do you think O is sad that it's the only vowel not in \"adieu?\"</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n7:11 am</dco> &nbsp;<qco> How have things been? What are your plans for the next few months?</qco> </h3>      \nrepeatedly make songs, videos, and songvideos, until i puke from it\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n6:06 am</dco> &nbsp;<qco> I am having writers block what do you suggest?</qco> </h3>      \nthere is no writer's block. if you can't write then you are temporarily not a writer\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n4:02 am</dco> &nbsp;<qco> Where's the best place to discover new music?</qco> </h3>      \nin a place you weren't expecting it, which would not be the case if i tried to tell you where it was going to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n3:47 am</dco> &nbsp;<qco> If you had to choose a candyTo discontinue what candy would you choose</qco> </h3>      \ni would prefer to discontinue a type of poison instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n2:49 am</dco> &nbsp;<qco> is the bill wurtz graphics department at least somewhat updated? </qco></h3>      that seems incredibly likely<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if not, then was the past year of reinventing videomaking just a waste of a whole year that could've been spent making and posting videos?</qco> </h3>      no. the change was required, regardless of what kind of change it is. The previous graphics department is gone, there was no escaping that. so something will have to replace it, and in my usual style i said \"HOW ABOUT MAKING IT 1,00000,000000 TIMES MORE BETTER\" and then spending many many very dedicated and dilligent months trying to evolve that properly into existence, and then, again, in my typical style, suddenly a wall of panic comes over me and i scramble into action, in any way possible. i've made some absolutely massive developments in that time, particularly in terms of the general process by which i use the computer. and the graphics department is literally in a whole new world. so it's the beginning of a brand new game, for sure. if i had to predict, i would say that it's probably going to look simultaneously like i am both lightyears behind and lightyears ahead, of where i was before\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n2:31 am</dco> &nbsp;<qco> Hi Bill! I love your music and also I've read a few of these questions and your music advice seems really solid. My question is, do you have any advice for understanding how time signatures work? </qco></h3>      <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm new to music theory and having a hard time getting my head around this particular concept.</qco> </h3>      \nfirst get a metronome. that's just like a 'clicker'. just download one and you'll see what i mean. it just makes a constant click. and you can set the speed (tempo). ok now turn it off, and listen to some songs. see if you can find the 'beat', in those songs. the 'beat' is like the steady click, and most songs have it, all the way through. it is what people 'tap their foot' to, or, i think a couple days ago someone accused me of 'nodding my head' up and down while playing music. that would be the same thing. listen to every song you know and see if you can find this pulse. for most songs, it goes all the way through. But, .... there's more.... What if i told you that these beats could be organized in groups of 2. So imagine if you're hearing the steady click, but you're seeing a flash of light on the 1st, 3rd, 5th, 7th, (althernating) clicks. i hope this is making sense so far. or maybe just every alternating click is louder. so like, CLICK click CLICK click CLICK click. it might not actually be louder in the music, but it feels like a miniature starting place, every 2 clicks. it's hard to explain, i just realized. i've been familiar with this probabaly since before i could speak language, so i hope it's something you can get because i actually just realized i have no way of explaining it. Also, just to make sure we're on the same page, try to make sure the tempo is usually somewhere between 70 and 140 -- just listen to those tempos on your metronome to get an idea of roughly the speeds i'm talking about, so when you listen to songs, you can find the beat in that range (not like doubled or quadrupled or something). So as you listen to songs, try to ask yourself, can you feel the clicks, and can you also feel how one out of every 2 clicks seems to feel like the dominant one. Hopefully this is making sense. it's much easier to actually demonstrate than to explain in only words. So i think you'll find that almost every song you can find, has these beats, in groups of 2 like this. Well, if you take it a step further, you will find that these groups of 2 also seem to come in groups of 2. so that makes groups of 4 clicks. see if you can listen to some songs and see if you can find the beat, and see if you can hear which one is the first of the group of 4. see if you can hear it in groups of 4. at least 90% of all songs in the world will use this 4 pattern. This means that the timesignature of the song is 4. actually on paper this is written with two 4s on top of each other, but that's not really that important. the time signature is called \"4 4\", pronounced \"four four\". but in actual reality you can just say the song is \"in 4\". and literally every musician on the planet will know exactly what you mean. Most songs are in 4, kind of like most cars have 4 wheels, and most people walk in a repeating 2 pattern (which, when superimposed on itself at halfspeed, creates 4, which is exactly the way it occurs in music). It's just a natural property of nature that music tends to operate this way also. a \"bar\" is just 4 beats. so if a song has a time signature of 4 (or \"four four\", again, it's sort of a long boring historic story as to why it's called that), it means there are 4 beats in a bar. Most music is like this, for most of the time. But, a LOT of songs, ESPECIALLY when transitioning between sections, like going from the verse to the chorus, or from the chorus to the verse, may break this pattern momentarily, in between sections. This is normal. It's like that left-right walking pattern -- it gets interrupted when you get onto your bike, but then while you are on the bike the pattern is back to normal. and then it gets weird again for 1 or 2 steps as you get off the bike. This technically means the time signature changed (to maybe 1, or 5, or whatever you need) just for that one moment when you got off the bike. This again is natural in nature, for patterns to occasionally need to break in order to pass from one scenario to the next. More rarely, you might occasionally find songs that actually seem to consistently have 3 beats per bar. This means the time signature is 3, or, traditionally on paper this is written as 3 4 (the 3 is written directly above the 4, and it's pronounced \"three four\"). Again, it's kind of a long boring historic story as to why the 4 is written under there, but it's the top number that really tells you how many beats per bar. But if you imagine the tempo differently, you might not need to write it in 3. for example, if it's 3 very quick beats, you might even imagine them all as just 1 beat. and guess what ....... those big 1 beats are definitely going to usually come in groups of 4. so either the time signature is 4 (and the tempo is slow) and the beats happen to be broken in groups of 3 (those would be called 'triplets') OR, you can say it's in a time signature of 3, and the beats go by 3 times quicker ('tempo' would be therefore be 3 times faster on paper), and you are hearing groups of 4 ENTIRE BARS. ..... Now, here's the thing, ... when you're learning about time signatures, it's going to be tempting to ask 'well what would happen if there was a weirder grouping like 5, 7, or 11.' Well, this is ok, and it's a fun question to ask, but there is diminishing effectiveness as the numbers get weirder, although it's tempting to think that's a good idea while you are learning, because your brain is focused on it. However, it still remains true that these weird numbers are very commonly used MOMENTARILY, like when going from one section to the next. Or, just, if you have a special lyric in there that needs more or less time. Music lives and dies by the element of surprise, so this will be necessary. But when it comes to keeping a steady time signature for a long period of time, you will find that 4 will be it, at least 90% of the time. about 8% of the time it will be 3, but again it's always debatable whether it's actually just a slow 4 with triplets in each beat. Less than 1%, you may actually find a consistent 5. and in at least half of those cases of 5, the number 5 will actually be in the title of the song, because as i said, it's usually a very deliberate mental exercise. This is increasingly true as you start to use larger prime numbers (7, 11, 13, etc), and if you see those used steadily over the course of long periods of time (such as an entire song) it becomes increasingly likely that the composer wants you to know they are thinking about the time signature. as tempting and fun as it is, to dwell on these scenarios for the sake of learning, it also seems necessary to mention the significance and importance of '4' because we often overlook this, if we become 'interested' in time signatures, which you may have, based on your question. Now, you may think, 'well, are you saying that we should strive to be boring and normal', and the answer is no. but in the greater scheme of things, if you're gonna be free then probably wouldn't even want to restrict yourself to a time signature at all. so, weirdly, doing a song in 7 and staying in 7 is actually more restrictive than just keeping it in 4...... Four is usually what happens when you are not trying to actively focus on the time signature, AND, what i would like to mention again is that very often you get deviations from this, but NOT in a way that stays that way constantly -- it will be usually just when you need to get from one place to the next. so it's almost not even fair to count that as a 'different time signature', and in many of those cases it's literally not a different time signature because the tempo pauses itself completely for an undefined amount of time. i would estimate that this may happen in at least 30% of all songs, very broadly speaking. in conclusion, the time signature is usually 4, but i don't necessarily expect you to believe me at this point\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n2:19 am</dco> &nbsp;<qco> What is your earliest memory</qco> </h3>      \nsomething i can't think of unless triggered or reminded somehow\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n2:10 am</dco> &nbsp;<qco> I really love your airport terminal song. I feel like it really captured that feeling of life in motion, people coming together in a sort of unknowing unity, and just these genuinely beautiful feelings I get at an airport. I don't know how to describe it fully - there's like this vibrance of life. Thanks for also knowing it, if that's what the song is about. </qco></h3>      holy canoli you are very friendly and yes that is exactly what the song is about. i am glad you don't think it's about oatmeal like i've heard some people do\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n2:03 am</dco> &nbsp;<qco> can I exist?&nbsp;</qco> </h3>      \ni dare you to try\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n1:27 am</dco> &nbsp;<qco> do you like bagels</qco> </h3>      \nthey are a good measuring device. very easy to see how many bagels wide something is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n12:56 am</dco> &nbsp;<qco> why are you so good? no, seriously, you're just incredible, why do you think that's the case?</qco> </h3>      \nby setting up a series of shadow companies, i have been able to buy my soul from myself and then immediately sell it back to myself at an inflated price\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n11:16 pm</dco> &nbsp;<qco> what happened to reality not the thing but the series</qco> </h3>      \ni started recording myself constantly, with the idea that one day when i have infinite time available, i can assemble clips from it that may appear mildly intelligible when edited together properly with strong captions and some graphics\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n11:14 pm</dco> &nbsp;<qco> Thoughts on toast?</qco> </h3>      \n it reminds me of something brand new, that i've never thought of before\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n11:09 pm</dco> &nbsp;<qco> what is your wisdom</qco> </h3>      \nwe'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n11:04 pm</dco> &nbsp;<qco> When will you make a new video</qco> </h3>      \nas soon as i finish this song recording\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n10:55 pm</dco> &nbsp;<qco> How to be cool</qco> </h3>      \nhow about wearing clothing that might have been made for someone else\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n10:35 pm</dco> &nbsp;<qco> What is the meaning of life\n<br></qco> </h3>      \nwearing clothing that might have been made for someone else\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n10:21 pm</dco> &nbsp;<qco> Do u like guitars?</qco> </h3>      \nthey're ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n9:48 pm</dco> &nbsp;<qco> How did humans create something smarter then themselves</qco> </h3>      \nthat's just standard procedure, for our universe in general it seems\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n9:39 pm</dco> &nbsp;<qco> How do I figure out my place in society?</qco> </h3>      \njust keep changing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n9:26 pm</dco> &nbsp;<qco> Why do you mention home a lot in your songs?</qco> </h3>      \ni guess it just feels good in a song but i am proud to announce that i have attended re-hab for it and will not be using that phrase again in the foreseeable future\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n9:21 pm</dco> &nbsp;<qco> What's your favorite polyhedron?</qco> </h3>      \ndot\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n9:11 pm</dco> &nbsp;<qco> When are you making the history of the entire world, I guess prequel</qco> </h3>      \n2015/2016, that would be history of japan\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n8:53 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202008240904\">8.24.20 9:04 am</a>  If songs can be seconds long, then what's stopping you from doing shorter songs?</qco> </h3>      \nnothing stopped me, and perhaps that's why i did way too many\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n8:51 pm</dco> &nbsp;<qco> what's the worst type of cereal?</qco> </h3>      \ntrash\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n8:45 pm</dco> &nbsp;<qco> Thoughts on baseball?</qco> </h3>      \nthe Library of Congress has written down the rules, in case everyone forgets\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n8:22 pm</dco> &nbsp;<qco> Is the next song about trains?</qco> </h3>      \nno. there was 1 train line in there but i switched it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n8:17 pm</dco> &nbsp;<qco> AAAAAAAAACK GOOD THINGS ARE HAPPENING IN MY LIFE WHAT DO I DO?????</qco> </h3>      \ntry to remain calm\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n6:19 pm</dco> &nbsp;<qco> what are your thoughts on virtual reality?</qco> </h3>      \nseems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n5:59 pm</dco> &nbsp;<qco> are you making more videos</qco> </h3>      \noh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n5:47 pm</dco> &nbsp;<qco> where does music come from?</qco> </h3>      \nthe gutter\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n5:44 pm</dco> &nbsp;<qco> How do I music?</qco> </h3>      \nyou could try a little reverse pshychology\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n5:18 pm</dco> &nbsp;<qco> Are any big video's in the process currently?</qco> </h3>      \ni'm only doing medium sized videos from now on\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n5:05 pm</dco> &nbsp;<qco> bill, my friend barely talks to me and usually ignores my messages. They say they want to be my friend but it feels like they don't. It makes me sad. What should I do?</qco> </h3>      \ntell someone else you would like to be their friend\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n4:48 pm</dco> &nbsp;<qco> What is dirt made of?\n<br></qco> </h3>      \nground\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n4:46 pm</dco> &nbsp;<qco> why must it be hard being a human</qco> </h3>      \nso you don't get 'bored'\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n4:41 pm</dco> &nbsp;<qco> how to understand myself</qco> </h3>      \nyou could travel to the ends of the earth\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.20&nbsp; \n4:40 pm</dco> &nbsp;<qco> What is the worst swear word?</qco> </h3>      \nunfortunately,\n<br><br>"
  }
]
