[
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n2:43 am</dco> &nbsp;<qco> hi im going to bed right now, can you make it so the q in 'ueqstions' is moved to the right so it says 'uesqtions' instead? it will make me laugh in the morning and also get up thakn you</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n2:38 am</dco> &nbsp;<qco> what's the strangest dream you've ever had</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.25&nbsp; \n2:10 am</dco> &nbsp;<qco> what is a book</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; \n11:48 pm</dco> &nbsp;<qco> How many Bill Wurtz does it take to obtain the necessary materials, build, manufacture, sell, and efficiently operate a light bulb?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; 11:46 pm</dco> &nbsp;<qco> are you good at math</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; 11:00 pm</dco> &nbsp;<qco> meaning of life?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; \n9:56 pm</dco> &nbsp;<qco> there are some people who argue that listening to music is bad, or at least that there are great benefits to not listening to music for extended periods of time. admittedly i have difficulty accepting their argument. i find that music consumption is too integrated into how i've chosen to live my life to suddenly give it up one day for supposed \"benefits\". such a claim in my view may make music producers comparable to drug dealers in producing something addictive and inherently harmful to oneself. i can't shake the artistic value that music has to believe that somehow music can be harmful. if listening to music is bad, would playing it be also bad or somehow worse? it's just been something on my mind, and i would like to know what you think of it as a lifelong musician</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; \n9:23 pm</dco> &nbsp;<qco> Is this your first question from here today?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; \n8:28 pm</dco> &nbsp;<qco>    i get a weird mix of awe and jealousy when i see people making things sometimes. because sometimes you come across people that are amazing at a whole bunch of different creative things, like making music, and drawing, and writing stories, etc. meanwhile, i'm sitting here trying to be good at just one of those things, and still not managing to get anywhere close. and it makes me feel inspired, because those people are awesome and cool, but also kind of defeated, because i feel like whatever i make will always be bad in comparison. and i know you're not supposed to compare yourself to other people, that you just have to focus on improving on your own work. but it's hard for me to do that, because i want to see what other people do so i can learn from it. so, how do i learn from others without comparing myself to them? i just feel so frustrated having all these ideas for things i want to do and make and never being able to execute them in a way that lives up to other people.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; \n8:11 pm</dco> &nbsp;<qco> would you agree that the past tense of seem should be semt instead of seemed?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; \n7:33 pm</dco> &nbsp;<qco> I laughed too much i got scolded</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; \n6:57 pm</dco> &nbsp;<qco> A normal number contains in itself every question and answer that ever will exist on this site in binary code. Thoughts?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; \n6:37 pm</dco> &nbsp;<qco> How often do you listen to your own songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; \n5:46 pm</dco> &nbsp;<qco> Thoughts on the USA?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; \n4:29 pm</dco> &nbsp;<qco> Hey Bill, I was the girl who tried saying 'hi' to you in Barnes&nbsp;&amp; Noble on Thursday. Why did you yell \"WHO THE FUCK DO YOU THINK YOU ARE?\" and pull out a pocket knife? Just wanted to say I'm a big fan-still am. Just wish you were nicer to fans!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; \n4:28 pm</dco> &nbsp;<qco> What is one thing you will never buy again?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; \n4:17 pm</dco> &nbsp;<qco> why is a bird a bird</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; \n3:56 pm</dco> &nbsp;<qco> I want a microphone that is good for recording both vocals and instruments, do you think a dynamic or condenser mic is better</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; \n3:54 pm</dco> &nbsp;<qco> do you think they might be giants</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; \n2:30 pm</dco> &nbsp;<qco> what is your outlook on the future of pizza as a food?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; \n1:31 pm</dco> &nbsp;<qco> what is the hottest thing in earth</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; \n12:56 pm</dco> &nbsp;<qco> Near the end of 'I'm a Princess' is the ceiling in \"there goes the ceiling\" the same one that dreams fall from?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; \n12:07 pm</dco> &nbsp;<qco> Do you write prose?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; \n11:54 am</dco> &nbsp;<qco> Why are they called scarecrows and not crowscarers?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; \n7:02 am</dco> &nbsp;<qco> What are your thoughts on the concept of ambiguity?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; \n4:54 am</dco> &nbsp;<qco> what do you do when you don't feel like doing anything?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; 3:42 am</dco> &nbsp;<qco> meaning of life?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; \n3:24 am</dco> &nbsp;<qco> hey, what are your opinions on\n<br>\n<br>... wait... fuck, this is pointless. what have we come to? asking about things we can research ourselves? discovering another's opinions instead of coming up with our own? this is honestly upsetting me, and it has been for ages. we should be able to not care if our opinions are harmlessly different. it's what makes us wonderfully unique. and we should also stop idolising or demonizing people, whom sometimes we barely know, for their otherwise harmless opinions or beliefs they display simply because it doesn't align with that of your own. your opinions are yours to find, regardless of anyone else, and i think it's time to think for ourselves-\n<br>\n<br>never mind, i'm insecure. what are your opinions on tea?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; \n2:59 am</dco> &nbsp;<qco> have you ever made something you found too good so you had to make it worse</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; \n2:12 am</dco> &nbsp;<qco> do you think people overthink when it comes to interpreting your videos/songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.25&nbsp; \n12:55 am</dco> &nbsp;<qco> do you have a mental image of the piano/keyboard, and are you able to mentally \"play\" it and accurately imagine the music that comes out, all without help?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.11.25&nbsp; \n11:48 pm</dco> &nbsp;<qco> how often do you think about hammerhead sharks?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.11.25&nbsp; 11:45 pm</dco> &nbsp;<qco> what makes perfect intervals so perfect? give me an answer that has nothing to do with music theory or interval inversion.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.11.25&nbsp; 11:26 pm</dco> &nbsp;<qco> What is a question?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.11.25&nbsp; \n10:57 pm</dco> &nbsp;<qco> thoughts on graphing calculators?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.11.25&nbsp; \n10:42 pm</dco> &nbsp;<qco> Why didn't they name the Wurlitzer after you? It would be called the Wurtzlitizer.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.11.25&nbsp; \n9:37 pm</dco> &nbsp;<qco> will there be any jumpscares in your next video?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.11.25&nbsp; 9:08 pm</dco> &nbsp;<qco> what's 2 + 2</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.11.25&nbsp; \n8:38 pm</dco> &nbsp;<qco> what is your favorite kind of fruit</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.11.25&nbsp; \n5:51 pm</dco> &nbsp;<qco> Do you have an answers page?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.11.25&nbsp; \n4:15 pm</dco> &nbsp;<qco> have you heard of ablaut before? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It's funny how instinctive it feels to native english speakers (and I imagine other languages which have it (i.e. most of the Indo-European ones + some i don't know about))</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.11.25&nbsp; \n4:11 pm</dco> &nbsp;<qco> There are always cycles I have that are feeling ok and feeling crushed. How do I get better without cycling. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I mean I cycle too, but I bicycle. Is that what that means?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.11.25&nbsp; \n3:56 pm</dco> &nbsp;<qco> Have you ever played the board game Clue?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.11.25&nbsp; \n3:25 pm</dco> &nbsp;<qco> when you wake up, do you go \"which day is it?\" in the same tone of \"which game is it?\" from i'm a huge gamer most of the time?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.11.25&nbsp; \n2:47 pm</dco> &nbsp;<qco> Besides Dutch have you learnt or have been learning other languages?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.11.25&nbsp; \n1:53 pm</dco> &nbsp;<qco> should i have good times\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.11.25&nbsp; \n11:32 am</dco> &nbsp;<qco> You say that stupidity is due to intelligence.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is the opposite true as well?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.11.25&nbsp; \n10:44 am</dco> &nbsp;<qco> Do you have any car ride activities?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.11.25&nbsp; \n10:35 am</dco> &nbsp;<qco> Why can't I just let it be?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.11.25&nbsp; \n9:59 am</dco> &nbsp;<qco> can we take a trip to the farm that was in 2 friends on the beach</qco> </h3>"
  }
]
