[
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n6:10 pm</dco> &nbsp;<qco> do you tend to avoid sad things?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n5:06 pm</dco> &nbsp;<qco> What do you think of Ariadne Grandes \"Thank you, next\" song? Everyone seems to hate it. But I rather like it</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n2:44 pm</dco> &nbsp;<qco> should i be concerned about the sound quality of my recordings?\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n1:47 pm</dco> &nbsp;<qco> so in summary:\n<br>you did the two week schedule and thought it was impossible but it worked so you added an everything video so you were putting a video out once a week and also started another large history type project on top of those two things?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n1:31 pm</dco> &nbsp;<qco> bill why don't i want to do anything that i need to&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n12:55 pm</dco> &nbsp;<qco> You said that the ideal length of a song is 2:12. and the day goes on is 2:12. Is that indirectly saying that and the day goes on is your ideal song?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n12:45 pm</dco> &nbsp;<qco> Do you think it's possible to learn classical piano at a professional level just by using online resources without developing bad techniques?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n11:36 am</dco> &nbsp;<qco> How do you approach making an anagram?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n11:21 am</dco> &nbsp;<qco> How can you not have a pony?!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n11:00 am</dco> &nbsp;<qco> i saw an article on some website and it was about you!!! have you seen it and what are your thoughts on it</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n10:43 am</dco> &nbsp;<qco> how do you exploit a computer glitch</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n10:27 am</dco> &nbsp;<qco> yo so like. im in a caroling competition and can you give me some tips and advice on singing? thank</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n9:49 am</dco> &nbsp;<qco> is it unnatural to be in entirely enclosed spaces most of the time? or at least a little offputting?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n6:36 am</dco> &nbsp;<qco> Bill, I wanted to talk to you about something. I think that throughout my career as a musician I have contracted a virus that I can only identify as \"bridge section fanatic syndrome\" or something. It happens even with the classics, to me. Name an artist, I will likely be a fan of their bridges or \"c sections\" alone, even with their most classic songs. It happens with music from all eras (although lately I'm finding a lack in true bridge sections as an entity, if you will, specially in hip hop and trap, even though I enjoy a lot of the music). Those sections are NOTHING without the context of the song but somehow I find myself listening to the entire thing just to get there and enjoy them, justified in my enjoyment for having given that section it's moment to shine (not isolated) but preferring it to the rest of the track nonetheless. It's really weird and it just hit me, thinking about it. I find myself writing songs and instrumentals as strong as I \n can with\n  the purpose of having the thrill of creating a bridge that I love, just for that piece of music. Does anything like this happen to you?</qco></h3>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n5:23 am</dco> &nbsp;<qco> I'm getting a bill wurtz t-shirt for Christmas Has anyone ever purchased a bill wurtz t-shirt before?\n<br>Has anyone ever purchased any bill wurtz merchandise before?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n5:13 am</dco> &nbsp;<qco> I am making a comic where a girl builds a rocket and goes to another planet to find an alien boyfriend, what planet should it be?\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n4:53 am</dco> &nbsp;<qco> How to have fun when you do something important&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n4:02 am</dco> &nbsp;<qco> is bread just boneless crackers?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n3:19 am</dco> &nbsp;<qco> How do you conform to society?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n2:25 am</dco> &nbsp;<qco> how do you keep up with what's hot in the music world? radio? playlists? charts?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n2:23 am</dco> &nbsp;<qco> <a href=\"q.php?date=201812080440\">12.8.18&nbsp;&nbsp;4:40 am</a>  i think so, im trying it out in here and it helps to willfully try to go against the \"norm\", currently at the doublethink stage where instinct tells me x and mind tries y while feeling like x. speaking of perfection, what's a good tip to get over the imperfections on done projects?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n1:15 am</dco> &nbsp;<qco> can we have beef</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n12:24 am</dco> &nbsp;<qco> can you logic your way out of love?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n12:22 am</dco> &nbsp;<qco> &nbsp;is today kind of a weird day?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n11:49 pm</dco> &nbsp;<qco> How do you confront something that you haven't confronted or even thought of confronted in a long time that may end badly&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n11:37 pm</dco> &nbsp;<qco> Honestly i'd find it worth it to wait 6 weeks if it means more reality videos</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n11:36 pm</dco> &nbsp;<qco> Hey bill, congrats on the podcast appearance;&nbsp;it was very interesting getting to see you in that setting. Given that and your latest videos, what's the current plan going forward?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n11:33 pm</dco> &nbsp;<qco> How many backwards videos do I have to watch before I can speak backwards?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n11:24 pm</dco> &nbsp;<qco> Do your lyrics mean anything or are they just picked at random?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n11:14 pm</dco> &nbsp;<qco> I noticed that your \"how to win at spelling\" video is not up on your website yet.</qco></h3>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n10:28 pm</dco> &nbsp;<qco> are you eventually gonna have a breakdown for working so much, </qco></h3>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n10:07 pm</dco> &nbsp;<qco> should i take an ap class freshman year</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n9:37 pm</dco> &nbsp;<qco> What's the ideal length of a song?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n9:20 pm</dco> &nbsp;<qco> What is your most favorite part about making videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n8:04 pm</dco> &nbsp;<qco> when writing lyrics, what are you goals or ideas you like to do.</qco></h3>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n8:01 pm</dco> &nbsp;<qco> On piano I have been learning with scales and repertoire and such. In order to increase my dexterity what kinds of things do you think I should work on?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n7:51 pm</dco> &nbsp;<qco> do you ever feel like you're playing a character of yourself?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n6:35 pm</dco> &nbsp;<qco> i think i'm an autistic savant, but my obsession and ability is social skill. in most situations i'm a masterful conversationalist. people don't understand how different i feel, and i can't even google this, and i don't know if it's even possible even though i feel it so strongly. i don't know what to do!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n6:22 pm</dco> &nbsp;<qco> ever been in a storm?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n5:06 pm</dco> &nbsp;<qco> why isn't your spelling video on your wedsite&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n4:54 pm</dco> &nbsp;<qco> can you answer a question with a period at the end.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n4:23 pm</dco> &nbsp;<qco> are you insane?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n2:39 pm</dco> &nbsp;<qco> Any particular reason you prefer traditional grip?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n2:24 pm</dco> &nbsp;<qco> in 'the moon is made of cheese', you really did cram a 3 syllable word (colorful) in a single note, didn't you? At first I thought you said \"a cool shade shade of turquoise\", then now I can only hear \"purple shade of turquoise\" even though that doesn't make sense. I definitely don't hear \"colorful\" though. What gives?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n2:20 pm</dco> &nbsp;<qco> What's your favorite piece of music you have made</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n2:20 pm</dco> &nbsp;<qco> how do you make a thing</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n2:13 pm</dco> &nbsp;<qco> Why don't you watch your videos after you make/upload them?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n2:09 pm</dco> &nbsp;<qco> The moment you stop, will you break?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n1:56 pm</dco> &nbsp;<qco> Why do I do the stuff I'm not supposed to do instead of the stuff I'm supposed to do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.8.18&nbsp; \n12:35 pm</dco> &nbsp;<qco> did you notice / come up with that \"the complete good spelling kit\" has the exact same letters as \"dog gets pickle on helmet\" and then base your video titled \"how to win at spelling\" around that?</qco> </h3><br><br>"
  }
]
