[
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n11:49 am</dco> &nbsp;<qco> i have this fascinating issue where maybe 9/10 times I hear some kind of lyrics or words in a song i fall down this tunnel of thinking about where they originated, how the artist felt, why they phrased it that way, how it must have come about in the writing stage, etc until it just becomes totally overwhelming and I can't listen anymore cause it hits the inside part very hard. maybe a case of \"how is this even possible\" itis. is there a cure for this y/n and if n how do I Deal with it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n11:48 am</dco> &nbsp;<qco> IS cleaning the legos up off the floor just organizing them in a way that's less painful?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n11:10 am</dco> &nbsp;<qco> what if i play a clarinet how would you feel about that</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n10:30 am</dco> &nbsp;<qco> ive just been born, what do i do now?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n10:08 am</dco> &nbsp;<qco> why does the word \"fridge\" have the letter d but the word \"refrigerator\" doesn't</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n9:01 am</dco> &nbsp;<qco> hello bill, i have a question, what game or games have you played recently?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n8:01 am</dco> &nbsp;<qco> Are you still hiring all positions? Are you hiring a vocalist, guitarist, bassist, pianist, channel manager, question answerer,&nbsp;&nbsp;and anagram scrambler?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n5:00 am</dco> &nbsp;<qco> Are you baguette?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n2:08 am</dco> &nbsp;<qco> what do you think of birds, i think birds are very pretty</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n1:29 am</dco> &nbsp;<qco> what is your favorite fruit</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n1:11 am</dco> &nbsp;<qco> Your video about pulling a rabbit out of a hat inspired me to try pulling a rabbit out of a hat. However, after getting a hat, the rabbit did not jump out, as the video showed. It just sat in there, seemingly content with life in that hat. Am I doing something wrong?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n1:02 am</dco> &nbsp;<qco> what makes a song/thing 'good' or 'bad'?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n12:42 am</dco> &nbsp;<qco> Why does your music just feel RIGHT? Like something has clicked into place. Any explanation?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n12:38 am</dco> &nbsp;<qco> Opinions on the concept of apologies?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n12:11 am</dco> &nbsp;<qco> how to find an apartment in nyc?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n11:31 pm</dco> &nbsp;<qco> what is the best cheese</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n9:54 pm</dco> &nbsp;<qco> Your voice is so smooth, it's quite beautiful. Your drumming is always so creative and your synth playing oh my GOSHHH. Your works are nothing short of genius and I just want to say thank you, THANK YOU for posting these. I honestly don't know where I'd be without them. Your bass playing matches beautifully with the other sections. Listening to \"if the world doesn't end\" followed by \"fly around\" is like being hugged and told it'll be alright. I can't say thank you enough. Thank you for making them, thank you for posting them, THANK YOU for doing what you do. Your songs absolutely touch my soul in ways I can't describe and fill me with hope even on the worst of days. Once again: thank you.\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n8:15 pm</dco> &nbsp;<qco> what is in your mind mr wurtz</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n8:04 pm</dco> &nbsp;<qco> why is it so hard to decide what to do and in what order</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n7:22 pm</dco> &nbsp;<qco> do you ever think about something and then think of it more and then decide not to think about it anymore because you don't want to anymore</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n7:13 pm</dco> &nbsp;<qco> What's your latest memory?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n6:32 pm</dco> &nbsp;<qco> how are things goin</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n6:14 pm</dco> &nbsp;<qco> i have a list of cool words that i have been building up and i would like to share them with you: anemoia, nyctophilia, iambic, syzygy, quorum, qua, clockwork, tchotchke. what do you think</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n4:04 pm</dco> &nbsp;<qco> would you use a uppercase letter if I were to ask politely?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n12:58 pm</dco> &nbsp;<qco> How did the inventors of soap come up with soap?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n11:18 am</dco> &nbsp;<qco> lately ive been haunted by the notion that an instrumental song cant stand on its own (like it needs some other thing to go along with it).\n<br>so i tried making songs with lyrics and i suck at it, and ive been sucking at it for quite a while now.\n<br>but whenever i try to write a song w/o lyrics i think about that notion again and it ruins the whole thing.\n<br>so i think i have to either use that thought to help me make lyric songs until im good at it, or i conbince myself its not true and just make more instrumentals.\n<br>until i decide im in music limbo where i cant finish anything. do you have any thoughts on that original notion i mentioned at the start? or on the situation or whatev</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; 9:45 am</dco> &nbsp;<qco> what is your favourite song out of every one of your songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n8:17 am</dco> &nbsp;<qco> Favourite equation?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n6:45 am</dco> &nbsp;<qco> how do I make a pickle</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n6:33 am</dco> &nbsp;<qco> How long can I keep hard-boiled eggs out before refrigerating?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n6:02 am</dco> &nbsp;<qco> Should I wait more ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n3:20 am</dco> &nbsp;<qco> do you know any words like egregious, where the word had been used sarcastically for long enough that its antonym became the actual definition?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n2:31 am</dco> &nbsp;<qco> man I'm struggling to get schoolwork started. incomplete assignments and everything. any advice to potentially alleviate my situation? i just don't wanna do it sometimes bro</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n1:18 am</dco> &nbsp;<qco> Your music scratches my brain just right how'd u do that&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n12:14 am</dco> &nbsp;<qco> why must a tree sink but a branch float?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n11:33 pm</dco> &nbsp;<qco> Why is anything?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n10:38 pm</dco> &nbsp;<qco> How cool is it that there are words with other versions of it and different syllables which makes rhythmic expression ampler. Like doesnt and dont</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n10:24 pm</dco> &nbsp;<qco> I want to ask you beginner advice, but I'm afraid that you might have too many years of experience to know give relatable beginner advice.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n10:15 pm</dco> &nbsp;<qco> what is your opinion of artificial grape flavor</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n9:34 pm</dco> &nbsp;<qco> do you believe?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n8:26 pm</dco> &nbsp;<qco> should i dorm with the valedictorian of my high school in college</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n8:01 pm</dco> &nbsp;<qco> can we both agree that Ferenheight is just a messed up system?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n4:09 pm</dco> &nbsp;<qco> what is distortion</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n2:36 pm</dco> &nbsp;<qco> Wanting to get into music again, but dont know what instrument I want to play. None of the instruments i've looked at so far seem to appeal, any advice?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n12:35 pm</dco> &nbsp;<qco> How do i hear chords in songs this is hard</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n12:19 pm</dco> &nbsp;<qco> How big a square is too big a square?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n9:02 am</dco> &nbsp;<qco> Why is it all lower case accept for the button that says ASK wich im about to press?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n8:23 am</dco> &nbsp;<qco> do you ever wonder why we're here</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n8:21 am</dco> &nbsp;<qco> have you ever experienced temperaments other than equal temperament?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n8:13 am</dco> &nbsp;<qco> i feel confused between two of your most common given advice: \n<br>(1) do something bad on purpose, don't take it too seriously, and \n<br>(2) do it like a professional. \n<br>\n<br>they're contradicting each other.</qco> </h3>"
  }
]
