[
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n11:03 pm</dco> &nbsp;<qco> will you add more notes after 1.31.19?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n10:44 pm</dco> &nbsp;<qco> Are You Feeling Mentally Ok</qco> </h3>      YES!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n10:26 pm</dco> &nbsp;<qco> What do you think about having an identity? </qco></h3>      seems legit<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Doesn't it limit the range of possibilities of the human experience by determining who are you as a person and defining your role in the world?</qco></h3>      maybe you could get one of those flexible identities<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or perhaps the identity is a way in which experiences and the actions of man are enhanced through the meaning and characteristics of the identity? Maybe the key resides in finding a balance between the two possibilites? What are your thoughts, great guru?</qco> </h3>      i am a normal guru, but it seems like none of this would be a problem unless you are being oppressed in some way by an external force\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n10:08 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903250252\">3.25.19 2:52 am</a>  any plans on releasing that somehow?</qco> </h3>      that would be illegal because it's not mine, but it's <a href=\"https://www.goodreads.com/book/show/682018.The_Billboard_Book_of_Number_One_Hits\">already been released</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n10:03 pm</dco> &nbsp;<qco> you've said that you have the melody (and chords?) just pop into your head at once, either spontaneously or during a brainstorm session. i've never had this happen at all. how does one acquire this skill?</qco> </h3>      it's kind of like language, how you can just come up with words and sentences and meaning, all at the same time. you can probably develop it by immersion over a period of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n8:40 pm</dco> &nbsp;<qco> Do you have any tips on becoming stupid?</qco> </h3>      God has a plan for each one of us to become stupid in due course\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n8:07 pm</dco> &nbsp;<qco> when did you start doing this?</qco> </h3>      around may 2015, but on this page as of about march 27, 2016\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n7:53 pm</dco> &nbsp;<qco> What fully fledged songs came out of the improv sessions ?</qco></h3>      only partially fledged ones, so far. but they are the the list of to-be-fledged, with all the rest<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Because they have a much different vibe than most your songs. Do you do those improv sessions just for the sake of playing, or is it a real moment of songwritting ?\n</qco></h3>      the purpose is to get good improvised material, but secondary benefits are it improves my songwriting, improves my voice, and actually can provide good songwriting ideas<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nBtw i absolutely love \"wowzers\" and \"lightbulbs\" and \"cream\" and also \"swine flu\" ive listnened to them countless times.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n7:28 pm</dco> &nbsp;<qco> When we donate money to you, what does it go towards?</qco> </h3>      rent\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n6:38 pm</dco> &nbsp;<qco> will you ever stream something on your twitch</qco> </h3>      i don't know how but perhaps i will do it anyway<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n6:36 pm</dco> &nbsp;<qco> favorite backstreet boys moment</qco> </h3>      maybe <a href=\"backstreet-standingstrong.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n6:18 pm</dco> &nbsp;<qco> if your most favorite bill wurtz moment is now, and your second most favorite is yesterday... does that mean your least favorite bill wurtz moment is your own birth??</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n6:12 pm</dco> &nbsp;<qco> how do i determine if im any good?</qco> </h3>      you could put yourself to the test\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n5:30 pm</dco> &nbsp;<qco> will the next video be another episode of WFAOIE?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n5:03 pm</dco> &nbsp;<qco> what is the third step in making a song?</qco> </h3>      jump\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n3:54 pm</dco> &nbsp;<qco> mr rogers died in 2003. perhaps he was the one compiling all of the hit singles?</qco> </h3>      no it was a different fred\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n3:51 pm</dco> &nbsp;<qco> Bill I love you, Would you ever perform your stuff live? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'd really want to pay money to see you perform</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n3:48 pm</dco> &nbsp;<qco> I think you are very underated as a bass player. How do you approach writing bass lines for your songs? Are you just outlining the chords</qco></h3>      not even close, that would be terrible<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or is there more to it then that?&nbsp;</qco> </h3>      everything i've learned i've learned through actually putting bass into songs. but it kind of reminds me of a surf board, if the surf board is the bass and the person surfing is the song. you can do flips and the board can go flying to anywhere, but it has to be right under the surfer when they land\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n3:11 pm</dco> &nbsp;<qco> Can you give us an anagram of the title for your \"new content\" to solve?</qco> </h3>      crisp inseam\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n2:35 pm</dco> &nbsp;<qco> i have a harmony textbook and right after it introduces you to the diatonic chords in a major key, it gives you a melody and asks you to do 4-part harmony and basically says for every note in the melody think about the chord where that note is the root, and the chord where it is the third, and the chord where it is the fifth, and write the chords down. and then write a bass part using only chords in root position while making sure it works well with the melody. and then fill in the other 2 parts. and watch out for parallel/direct fifths/8ves. dunno, it doesn't sound like a good idea to jump straight into 4-part harmony and be supposed to make the \"right\" harmonic decisions</qco> </h3>      you can try what it says, but you must give it the \"4 finger test\", which is where you listen to it in context and see if it sounds the damn slightest bit good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n12:00 pm</dco> &nbsp;<qco> have you watched any movies lately</qco> </h3>      only on airplanes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n11:31 am</dco> &nbsp;<qco> how do i read sheet music</qco> </h3>      the first step is get a metronome then i will tell you the next step\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n11:31 am</dco> &nbsp;<qco> when do you find time to answer our questions?</qco> </h3>      right now for example\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n11:18 am</dco> &nbsp;<qco> what's stopping me from making my own clef</qco> </h3>      only yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n9:55 am</dco> &nbsp;<qco> which of your (released) songs were dreamsongs?</qco> </h3>      the verse melody of 'might quit' was from a dream\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n9:25 am</dco> &nbsp;<qco> ok what i meant to say was:\n<br>what were the ratios of 'fun' to 'terrible awful hell' like when making history of the entire world, i guess? or was there more to it than just good vs bad and that kind of stuff. idk if that makes any sense but</qco> </h3>      about 52:48\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n8:22 am</dco> &nbsp;<qco> Would you hear A/D as more of a A chord, or a D chord?</qco></h3>      D as long as it's not through a tablet speaker or something<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I feel like I hear it as a Dmaj9 with no third.</qco></h3>      exactly<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I think I would struggle to hear it as an A chord with the 4 or 11 as the bass note.</qco> </h3>      in most cases no one would hear it that way unless they literally cannot hear the bass, like if it's coming through an extremely thin speaker\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n7:57 am</dco> &nbsp;<qco> i'm depressed and i'm getting worse, do you think there is any point to staying alive anymore</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n7:56 am</dco> &nbsp;<qco> are you excited</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n7:55 am</dco> &nbsp;<qco> what is your opinion on star wars</qco> </h3>      too much wars, not enough stars\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n7:27 am</dco> &nbsp;<qco> how did you get good at singing? was it kind of a natural gift or did you have to practice it and get good technique down before you sounded nice. take us down the path of your singing journey.</qco> </h3>      it was kind of the last instrument i learned. also kind of necessary, unless i wanted to rely on another person to deliver my musical dreams. at a certain point i got serious about it and started recording myself playing keyboard / singing, on an extremely regular basis. none of the technical 'breathing' advice (or any other technical advice) ever made sense to me, i knew it was probably good advice but i was never capable of following it. breathing is too linked to thinking (not like thinking about your breathing, but like when you think about other things, you breathe based on your thoughts). one thing i discovered very quickly is that the only good moments i was ever able to achieve were when i was improvising the lyrics. the singing suddenly became good (sometimes) when i did that. similar phenomenon to why improvised acting always sounds so much more genuine than scripted (unless the actor has some kind of magical miracle technique, which some do). but the other thing, separate from that, is just simply the more you sing the better you get. and then of course when recording written material, i can do as many trillions of takes as i want and edit with an iron fist. and still in time you get better just from doing it. so that's pretty much how it went, and then particularly during 2015 i improved quite a bit from doing all those vines with singing in them. but sometime around 2018 i suddenly started to think i had damaged my voice, because there was a certain scratchiness that would keep coming back, and i realized that i had probably been pushing too hard to get certain high parts, on cycle mode, just hammering away at really hard takes, over and over and over again, etc.... and i also heard a rumor that 'clearing your throat is bad' (this is actually true) and i had NEVER known that until last year. and that is something i've been doing it all my life. so finding out it's harmful made me very concerned. i got my voice checked by a voice doctor and he said it's fine. but a few things i've learned since then, which have helped a lot: first of all, i have trained myself to stop clearing my throat (was difficult for the first few days but i quickly got used to it). my recording technique changed, i now do much fewer takes at a time, and i actually sit down and edit on the spot, and throw out what i don't like, which gives me a chance to rest and it also makes the process much faster. this was also necessitated when i made the dramatic switch to the 2 week process from what had been 8+ weeks, but it not only helped the speed tremendously but was also much better for my voice. and the other change i made was i started doing <a href=\"mmmmmmmmmmmmm.png\">this</a> repeatedly (up a halfstep each time) over the course of a 10-15 minute morning walk. it became such an instinctive habit that i actually do this now unintentionally almost everywhere i go\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n4:17 am</dco> &nbsp;<qco> do you keep the cam blurry for a reason? (every time you show yourself it's either with some filter on or a bit blurry)</qco> </h3>      that is the clearest setting available on that particular camera\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n3:06 am</dco> &nbsp;<qco> Are you doing better today than you were yesterday?</qco> </h3>      yes and no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n2:52 am</dco> &nbsp;<qco> would you ever consider compiling this website into a physical book</qco> </h3>      no, ... it could be a little awkward. for example, i have a physical book of all the #1 hit singles since 1950, and it mysteriously ends at 2003\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n1:48 am</dco> &nbsp;<qco> do you make poetry? are songs poetry? who are you?</qco> </h3>      it feels like poetry could be an old fashioned name for a lot of the things i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n1:37 am</dco> &nbsp;<qco> i'm so stressed i want to vomit how do i deal with this</qco> </h3>      take a short walk and have a calm reasonable conversation with yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n1:37 am</dco> &nbsp;<qco> have you ever gotten a dreamsong?</qco> </h3>      songs from dreams, yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.19&nbsp; \n1:28 am</dco> &nbsp;<qco> how many sizes are there?</qco> </h3>      3\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.19&nbsp; \n11:06 pm</dco> &nbsp;<qco> determinism or free will?</qco> </h3>      i'm not sure i get the difference, but i would like to try a sample serving of each please, and then hopefully if permitted i would like to blend them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.19&nbsp; \n10:38 pm</dco> &nbsp;<qco> favorite pat metheny moment?</qco> </h3>      reading 'phase dance' out of the real book. not the recording, never heard the recording. actually really just the intro vamp, from probably <a href=\"https://www.virtualsheetmusic.com/score/HL-89299.html\">this chart</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.19&nbsp; \n10:35 pm</dco> &nbsp;<qco> how do i use the sounds from my keyboard in my daw as midi like i can only record the audio through my interface and then use it as a controller for instriments in my keyboard but how can i record midi and use the sounds off my keyboard?</qco> </h3>      i have no idea. that whole thing seems like a catastrophe to me but i know some people do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.19&nbsp; \n10:28 pm</dco> &nbsp;<qco> how do you answer questions constantly</qco> </h3>      i don't but sometimes i wonder how they are asked constantly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.19&nbsp; \n10:17 pm</dco> &nbsp;<qco> favourite John Mayer moment?</qco> </h3>      maybe <a href=\"jm-bigger-bridge.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.19&nbsp; \n9:58 pm</dco> &nbsp;<qco> thoughts on quantum tunneling?</qco> </h3>      could be fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.19&nbsp; \n8:54 pm</dco> &nbsp;<qco> whats in the box?</qco> </h3>      coupons for another box\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.19&nbsp; \n8:43 pm</dco> &nbsp;<qco> Could you please explain to me how C/D works?\n</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I suppose Dmaj is the main chord here,\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n but the C confuses me.\n</qco></h3>      that's the chord<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Like, if I play a Dmaj chord,\n</qco></h3>      not Dmaj chord, just D bass note, under the C chord, instead of C bass note<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n do I play c instead of d or do I include both of the notes in the chord? Am I supposed to play both of the chords at the same time?\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I just don't get it.</qco> </h3>      C chord with D bass note. \"C over D\" like <a href=\"C-over-D.mp4\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.19&nbsp; \n8:32 pm</dco> &nbsp;<qco> how does your notebook work?</qco> </h3>      i go on a binge searching through all the textual writings i've done, and start finding ones that i think would be ok to put on the site now (dated according to when they were written). then i get hooked doing this process for maybe 48 hours, then i realize, because it's all dated in the past, it doesn't matter how many hundreds of never-before-seen pieces i dump on there, someone's still going to immediately accuse me of 'never updating the page.' so instead of putting all the stuff there immediately and then having it quickly become true that i 'don't update it,' i queue them up and release 1 each day, so at least no one will ever be right when they accuse me of not updating the page regularly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.19&nbsp; \n8:12 pm</dco> &nbsp;<qco> How do I become the most smart&nbsp;</qco> </h3>      start giving out pamphlets about the benefits of being stupid\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.19&nbsp; \n7:32 pm</dco> &nbsp;<qco> Have you ever used the lick in one of your songs?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.19&nbsp; \n7:31 pm</dco> &nbsp;<qco> How many times did you change the key when you said \"do you remember the day we pretended to be every star in the sky\"?</qco> </h3>      it is only changing between 2 keys, but i suppose it changes a total of 3 times because it switches to the second key then switches back to the first key then switches back to the second key. that's not counting the additional time it switches, to get back to the first key, several seconds later<br><br>"
  }
]
