[
  {
    "html": "<h3> <dco>4.28.23&nbsp; \n6:38 pm</dco> &nbsp;<qco> Where to plant a tree</qco> </h3>      \nhow about in a tree\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.23&nbsp; \n3:54 pm</dco> &nbsp;<qco> Are you a wizard?</qco> </h3>      \nno, but i know a couple of wizard gestures, which are pretty convenient to say the least\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.23&nbsp; \n2:49 pm</dco> &nbsp;<qco> i tried to use a boat on land but it didnt work. how can you help</qco> </h3>      \ni can't. but you can help by researching the capabilities of your vehicle\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.23&nbsp; \n2:28 pm</dco> &nbsp;<qco> dtghfghvjgxdfhkjlkhgfxdzfghjilhgfdxzfhjk;olhvcxghjkljhcxfghjlihgfdxz</qco> </h3>      \nah, there's something you cannot do on a touch screen\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.23&nbsp; \n12:20 pm</dco> &nbsp;<qco> in \"i'm gonna clean my room\" you said that you gonna clean your room after a sky falls down and the sun burns out, at the very end you wrote \"brb cleaning my room\". i've read dozens of news, watched a tons of videos about the end of the world, but came to conclusion, things that you've described as a statements didn't happened at that timeline. what was the reason to clean your room so early?</qco> </h3>      \nit was a milieu\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.23&nbsp; \n12:16 pm</dco> &nbsp;<qco> what do you do when you're bored?</qco> </h3>      \neverything. should be interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.23&nbsp; \n12:14 pm</dco> &nbsp;<qco> Why is the speed limit only 25 mph in 2 friends on the beach? </qco></h3>      it is based on a real speed limit sign. \"25mph\" you can't make that stuff up<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Why weren't they pulled over for speeding?</qco> </h3>      i'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.23&nbsp; \n11:42 am</dco> &nbsp;<qco> What is your preferred way of jumping ?</qco> </h3>      \nkeep my options open\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.23&nbsp; \n8:54 am</dco> &nbsp;<qco> how can I allow myself to be a little more crazy</qco> </h3>      \ni think you just did\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.23&nbsp; \n5:11 am</dco> &nbsp;<qco> Bill do you think pickles should be self aware\n<br></qco> </h3>      \nit seems more likely that the collective total of all pickles would be self aware\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.23&nbsp; \n2:46 am</dco> &nbsp;<qco> bill, i'm working on making a book full of comic strips that me and my friend are working on. but i have a feeling that none of my ideas r funny, what do i do?</qco> </h3>      \nmake them anyway. unfunny comic strips are iconic\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.23&nbsp; \n2:39 am</dco> &nbsp;<qco> What's up with gravity?</qco> </h3>      \ntoo weird. ignore\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.23&nbsp; \n11:09 pm</dco> &nbsp;<qco> Do you prefer quantity or quality? (Not of anything in particular. Just use the first thing that came to your mind when you read this.)</qco> </h3>      \nthe first thing that comes to my mind, on that question, is to assess whether or not i am currently in the mood to answer the unanswerable. but actually, because you phrased it in a relatively long way, my first thought during the reading of the question and before i'd finished it, was, \"incoming unanswerable, must continue reading to see if the parentheses changes the question, standby for assessing whether or not to answer the unanswerable\" and then as soon as i was done reading the question my thought was \"confirmed unanswerable question, proceed to assess current appropriateness of attempting to answer unanswerable.\" i hope that helps\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.23&nbsp; 9:45 pm</dco> &nbsp;<qco> do you like music theory</qco> </h3>      \nonce you learn music you suddenly see how \"iffy\" the whole music theory thing is. music melts music theory. and i don't mind that. i think it's hilarious to watch all the different ways it melts. but besides that, what i like is music. which also can melt other things too\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.23&nbsp; \n9:24 pm</dco> &nbsp;<qco> just picked up a Yamaha mm6 keyboard. do you have advice. </qco></h3>      if it wears out, rest assured that the mx61 is essentially the same thing. and just as light. and is still being made (i think) whereas the mm6 is probably not. and if you want it to last long, don't leave it on overnight<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(p.s. I think I found the piano patch from \"time mop\")</qco></h3>      that's not true. it's not on there. but it's also not special. anything played that high will probably be fine<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.23&nbsp; \n8:41 pm</dco> &nbsp;<qco> what is your fourth-favorite day of the week?</qco> </h3>      \nthey are all tied for fourth place\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.23&nbsp; \n7:51 pm</dco> &nbsp;<qco> I love when I can share my creations with people, but I have a hard time actually making things to share. any insight?</qco> </h3>      \nwhat kinds of things do you wish other people would share?\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.23&nbsp; \n3:49 pm</dco> &nbsp;<qco> please describe your song creating process in six and a half words or less</qco> </h3>      \nall options are on the table\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.23&nbsp; \n2:05 pm</dco> &nbsp;<qco> What makes something catchy&nbsp;</qco> </h3>      \nsomeone\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.23&nbsp; \n1:59 pm</dco> &nbsp;<qco> what is dark matter</qco> </h3>      \n[name for unknown thing, replace later with actual name of thing once we know a damn thing about it]\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.23&nbsp; \n11:58 am</dco> &nbsp;<qco> What is the factorial (1/2)!</qco> </h3>      \nnone\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.23&nbsp; \n11:21 am</dco> &nbsp;<qco> you said in an earlier question that apples and oranges are the same while I completely disagree. would you care to elaborate\n<br></qco> </h3>      \nthere is currently an \"apples and oranges\" reference in common english, which has persisted for quite some time, and is still very active today, by which people always seem to mention \"apples and oranges\" whenever they are talking about any 2 objects which are \"impossible to compare.\" it's \"like apples and oranges\", they say. It seems absurd to me, because apples and oranges are actually ideal for comparison. They are both fruit and have many similarities, and their differences are therefore quite obvious. They are just about the perfect thing to compare. So sometimes i am driven so mad by this constant sort of zombie-like widespread mindless obsession with \"apples and oranges\" being so \"hard to compare\" that sometimes i just blurt out that they are the same. I bet it's been a hundred years since anyone has ever actually checked, to see if they are\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.23&nbsp; \n9:45 am</dco> &nbsp;<qco> whats cotton candy made of (they tell me its sugar and i dont believe them)</qco> </h3>      \nnon-cotton, and non-candy. There is a loophole however, because it's only required that each individual ingredient be either non-cotton OR non-candy. So indeed there is some candy in there, included because it's not cotton. And there is some cotton, included on the basis that it's not candy. but statistics tells us that there's still a lot of stuff in there that's neither cotton nor candy\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.23&nbsp; \n8:21 am</dco> &nbsp;<qco> Can you rate triangles out of 10?&nbsp;</qco> </h3>      \nfor a purpose. if you tell me what the triangle needs to be used for, then i can rate it for how well it fits that purpose. with no purpose listed, all triangles are equally good\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.23&nbsp; \n5:29 am</dco> &nbsp;<qco> have you discovered everything you want to discover yet</qco> </h3>      \nno\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.23&nbsp; \n1:03 am</dco> &nbsp;<qco> why am i obsessed with bagels</qco> </h3>      \nfor the geometry\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.23&nbsp; \n10:00 pm</dco> &nbsp;<qco> Should I quit my chemistry class?</qco> </h3>      \nmight be worth it, just so you can have the fun of joining again\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.23&nbsp; \n8:17 pm</dco> &nbsp;<qco> What do you think of cheese?\n<br></qco> </h3>      \ncorny\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.23&nbsp; \n5:11 pm</dco> &nbsp;<qco> do you have a word you like using but it isn't in the dictionary?</qco> </h3>      \ni assume nothing is in the dictionary. just to play it safe\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.23&nbsp; \n4:33 pm</dco> &nbsp;<qco> What should I do if&nbsp;</qco> </h3>      \nact conditionally, in accordance with a given scenario\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.23&nbsp; \n1:46 pm</dco> &nbsp;<qco> do you like to 1 2 buckle your shoe</qco> </h3>      \nno. modern shoes don't use buckles, and i am thankful for this. i think buckling a shoe would be fairly cumbersome. i'd try anything once, but i can't see myself enjoying it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.23&nbsp; \n12:40 pm</dco> &nbsp;<qco> Do you find it true that there is no past or future, but only an eternal now? And that peace is this moment without judgment?</qco> </h3>      \ni think it's distracting to try to think that the past and future don't exist. they are what they are, and they are intimately connected with the present. with no past and future, you wouldn't even be able to coherently express that lovely parable\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.23&nbsp; \n11:58 am</dco> &nbsp;<qco> what's the most memorable thing youve remembered but you are not sure on if it's real or was just a dream</qco> </h3>      \nmy whole life\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.23&nbsp; \n10:37 am</dco> &nbsp;<qco> what is definitively the coolest animal</qco> </h3>      \neach one has a new opportunity to receive that award\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.23&nbsp; \n10:13 am</dco> &nbsp;<qco> If two things go to infinity in opposite directions, will they eventually meet back up to form a cycle? Or is the very beginning the only moment that they ever make contact?</qco> </h3>      \nif they are in an infinite universe, then they will continue forever. but in due time they will travel through situations identical to ones they've encountered before. in fact, this will happen infinite times. but not in a steadily repeating pattern. it will happen in every different pattern, infinite times, and in infinite different patterns\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.23&nbsp; \n9:10 am</dco> &nbsp;<qco> In \"Fly Around\" where do you fly?</qco> </h3>      \nnot decided yet. it's like when you open the door to many options, and still haven't chosen any of them yet. so nothing has changed physically but it feels like something has changed. just the existence of the possibilities, makes things different. even if none of the options are exercised yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.23&nbsp; \n7:54 am</dco> &nbsp;<qco> Why do they call it oven when you of in the cold food out hot eat the food?</qco> </h3>      \nfor ObVious reasONs (and then you turn it off)\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.23&nbsp; \n7:44 am</dco> &nbsp;<qco> why are bad things considered funny sometimes</qco> </h3>      \nbecause of how exact opposite it is, from what everyone was trying for\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.23&nbsp; \n7:23 am</dco> &nbsp;<qco> What's the newest feature film you've ever seen?</qco> </h3>      \nthe fablemans\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.23&nbsp; \n7:01 am</dco> &nbsp;<qco> how does this question go from my brain to yours</qco> </h3>      \nwritten language\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.23&nbsp; \n6:01 am</dco> &nbsp;<qco> there are different ways you add text to already shown subtitles: \n<br>\n<br>- the first one, you show the whole text at the start of a sentence. \n<br>- the second one, you add words to the text and , if it's centered, it changes position on the screen\n<br>- the third one, you add the whole text but it's masked and then you add words to that mask\n<br>\n<br>so, here's my question: how do you decide which method to choose?&nbsp;</qco> </h3>      the second method you mentioned, in my opinion, always feels terrible and i never do it (unless by mistake). and the third one you mentioned i didn't understand your description. but here's my basic theory for it. first, some terminology... \"word pops\" is when the words appear one at a time. \"cumulative word pops\" means each new word appears, with the previous words staying there. \"replace word pops\" is when the new word appears and the old word disappears, with only 1 word ever on screen at a time. \"entire phrase pop\" is when multiple words appear at the same time. Generally, in my opinion, when doing cumulative word pops, it's very uncomfortable for the staying words to move when the new word hits. this is why your second option doesn't work for me. However, often, i might want the final result to have a centered feel to it. in that case, i actually use left justify and use spaces to get the final result how i want. then i do the cumulative word pops to work toward that, so the words don't jump. \"Replacing word pops\" usually means the words are fairly big, maybe even full screen. Replacing-wordpops tends to be uncomfortable if it's a normal (fast) paced sentence. replacing wordpops is usually best for like a 3 word sentence where all 3 words are strong and emphasized. Otherwise, when deciding whether to do cumulative wordpops vs displaying the whole thing all at once, this is what i've noticed: alltogether works better when the sentence is an already-known quantity. a typical sentence. in other words, when i expect the viewer to already know the sentence. in other words, it's a sentence with no surprises. such as: \"how are you doing?\" or \"i'll see you tomorrow\" or \"i never noticed that\". It's basically a sentence that functions as one word. it's a package deal that everyone already knows. That's when it's usually best to make the whole sentence appear at the same time. But when the sentence is more unique, or has surprises in it, that's when you want cumulative word pops. Another method, for different situations, is \"letter type\" where it appears one letter at a time, steadily. This seems to be best when it seems to be some kind of pre-written, impersonal, formal message\n     \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.23&nbsp; \n4:52 am</dco> &nbsp;<qco> is it weird that airplanes fly but pigs don't or is it just me</qco> </h3>      \nanything not flying is weird, honestly\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.23&nbsp; \n3:16 am</dco> &nbsp;<qco> How do I learn animation</qco> </h3>      \nkeep doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.23&nbsp; \n11:07 pm</dco> &nbsp;<qco> if you were to make a language what would you call it</qco> </h3>      \n'were to'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.23&nbsp; \n9:35 pm</dco> &nbsp;<qco> How to get out of a thought loop</qco> </h3>      \nhow about making a stone carving of the entire thought loop, and then installing it to a remote location in the desert\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.23&nbsp; \n9:19 pm</dco> &nbsp;<qco> How do you think people did as pastimes back then?\n<br></qco> </h3>      \nthe same way\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.23&nbsp; \n8:46 pm</dco> &nbsp;<qco> does it matter whether we say 'whether' or 'whether or not'?\n<br>if there are two different options should i say \"whether i A or B . . .\" - and if there is only one option but i could choose non-that option, i could maybe say \"whether i A or not is. . .\" ?\n<br>something about \"whether or not i A. . .\" sounds off, but surely it's okay to say it that way right?</qco> </h3>      \nfrom the context you've given, i might be inclined to say \"regardless of whether i A\"\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.23&nbsp; \n7:50 pm</dco> &nbsp;<qco> be honest bill.. is david letterman your stepfather's brother's sister-in-law's dog's breeder's friend's college roommate?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.23&nbsp; \n7:07 pm</dco> &nbsp;<qco> what do you recommend as a second job?</qco> </h3>      \ncounting the number of jobs you have\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.23&nbsp; \n5:49 pm</dco> &nbsp;<qco> I found someone named Gina. It's everyone, they're all named Gina.</qco> </h3>      \ni see where you're going with this\n<br><br>"
  }
]
