[
  {
    "html": "<h3> <dco>7.22.19&nbsp; \n11:46 am</dco> &nbsp;<qco> do you learn mandarin?</qco> </h3>      \nno but that sounds enticing\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.19&nbsp; \n4:45 am</dco> &nbsp;<qco> how to enjoy smalltalk when I most likely dont have a lot in common with the person talking and/or not a slightest hint of what might be interesting to both of us. When you kind of feel (or maybe its just me) like you can't really open up about what you enjoy thinking/talking about for fear of being judged. How to care less about the impression I give people when my me-ness can sometimes be offputting if I do open up myself to people?&nbsp;</qco> </h3>      \nthink more about them than about you. ask questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.19&nbsp; \n4:19 am</dco> &nbsp;<qco> last mistake you made?</qco> </h3>      \ndid something correctly\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.19&nbsp; \n3:36 am</dco> &nbsp;<qco> what's a synonym for bohemian rhapsody?</qco> </h3>      \npersonal epic meltdown\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.19&nbsp; \n3:17 am</dco> &nbsp;<qco> Have you ever liked one genre of music so much, but then suddenly discover a completely different genre that soon you aren't able to get enough of, and while you still haven't forgetten about genre 1, genre 2 is so different that you worry that transitioning back to genre 1 will be tough? I guess it's relevant to add that genre 1 and genre 2 are genres so different, that one might find it difficult to have them co-exist in a single playlist, due to the concept that these genres elicit such different moods and imaginations from oneself. But I guess, the same might not be true to you,Bill, and being able to listen to Autumn Love right after Emerald Princess is as easy as forgetting your toast in the microwave.&nbsp;</qco> </h3>      \ntoast in the microwave???<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.19&nbsp; \n1:32 am</dco> &nbsp;<qco> can you finish prime factoring 1021</qco> </h3>      i think i left off after 19. next, check 23, we can use the triple. add 69 is 1090, drop the zero, 109 which i happen to know is prime (first decade of the 3 digits is prime-stuffed, i.e. 101, 103, 107, 109 are all prime) so therefore 23 is out. next check 29, add 29 is 1050, 105, double it is 210, drop the zero, 21, not a mult of 29. 29 is out. keep in mind we only have to go up to the square root of 1021 as long as we check thoroughly. 31 squared is 961, and 40 squared is 1600 so 37 squared is already gonna be too high. so 31 would be the last number we need to check. 1021 minus 31 is 990, drop the zero 99, clearly not a mult of 31. congratulations, 1021 is prime\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.19&nbsp; \n12:09 am</dco> &nbsp;<qco> who would win in a fight: a sloth or 15 salmon?</qco> </h3>      \ni don't care, the fighting must stop\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.19&nbsp; \n12:03 am</dco> &nbsp;<qco> favorite spongebob moment?</qco> </h3>      \nthe one where he says the thing about mayonnaise\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n11:56 pm</dco> &nbsp;<qco> you've given me the idea that you can prevent the frustration of trying to get the attention you want by eliminating insecurity. but i dont know how to do that, i focus too much how little attention i already have that i put even less effort into writing music, and its impossible to avoid facing the reality that no one notices&nbsp;&nbsp;me unless i do something that feels unoriginal. ive already had too much experience of getting the&nbsp;&nbsp;attention i want, but with the sense of piggybacking off the work of dead composers. that's how i feel with being a musician that performs songs already written. sorry i guess this question could have been a lot shorter but if you're gonna answer what should i do</qco> </h3>      \nif you want people to pay attention to a piece of music, you could try putting a video to it. that's a classic maneuver\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n11:56 pm</dco> &nbsp;<qco> you've given me the idea that you can prevent the frustration of trying to get the attention you want by eliminating insecurity. but i dont know how to do that, i focus too much how little attention i already have that i put even less effort into writing music, and its impossible to avoid facing the reality that no one notices&nbsp;&nbsp;me unless i do something that feels unoriginal.</qco></h3>      i thought it was the original stuff that gets noticed, where as the unoriginal stuff blends in and get less noticed<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t ive already had too much experience of getting the&nbsp;&nbsp;attention i want, but with the sense of piggybacking off the work of dead composers. that's how i feel with being a musician that performs songs already written. sorry i guess this question could have been a lot shorter but if you're gonna answer what should i do</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n11:55 pm</dco> &nbsp;<qco> will you ever put i'm crazy/it's raining on spotify/itunes? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\ti need this song in my everyday life</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n11:44 pm</dco> &nbsp;<qco> What editing software do you use?</qco> </h3>      \ni wish i knew\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n11:31 pm</dco> &nbsp;<qco> Are you going to the Area 51 raid </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tand if yes what are you going to go there for?</qco> </h3>      perhaps if i wanted to be chastised\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n11:02 pm</dco> &nbsp;<qco> how long do you usually spend answering a question</qco> </h3>      \nusually 1 second unless for some reason the questions stirs a deep conflict within my soul \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n10:50 pm</dco> &nbsp;<qco> If you were on the first settler mission to Mars and had the opportunity to divert the rest of the folks back to earth so that you could be the sole resident of Mars, would you do it?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n10:34 pm</dco> &nbsp;<qco> in trying to learn the chords to some songs i like, i think i figured out the reason why perfect pitch isn't as helpful as people think it is. the biggest challenge for me when hearing a chord is making out the individual notes from this magical cloud of sound. even if i had perfect pitch, i would still have to extract which notes are being played, which might be super easy for the top and bottom notes, but it's the ones in the middle where it's hard to even hear what's going on. does that make sense?</qco> </h3>      \npeople with absolute pitch tend to be alarmingly bad at hearing chords. that's just something i've noticed. probably not always true, but absolute pitch certainly does not help with chords\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n10:12 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907210215\">7.21.19&nbsp;&nbsp;2:15 am</a> &nbsp;&nbsp;Should the revolution be televised?&nbsp;</qco> </h3>      \nyes, if possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n10:02 pm</dco> &nbsp;<qco> is innovation getting harder?</qco> </h3>      \nno, easier\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n9:27 pm</dco> &nbsp;<qco> is this the greatest website on the internet?</qco> </h3>      \nit's in the top 10\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n9:10 pm</dco> &nbsp;<qco> do you have a keyboard shortcut for answering 'i was going to say no but now that i think about it yes'?</qco> </h3>      \ni was going to say no but then i realized i should make one. but then i changed my mind and realized i don't want to because i prefer for that answer to be open to slight variations\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n9:05 pm</dco> &nbsp;<qco> HOW TO GOOD MUSIC</qco> </h3>      \nthe world may never know\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n7:02 pm</dco> &nbsp;<qco> have you seen taran van hemert's videos? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\the uses autohotkey to do keyboard stuff but he has some very good ideas, i've definitely used some of his things</qco> </h3>      he is an inspiration, although it's difficult for me to replicate his methods exactly because we use different operating systems. anyone with experience in this area, feel free to contact and advise. would greatly appreciate it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n6:38 pm</dco> &nbsp;<qco> Do you like cell mitosis</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n6:22 pm</dco> &nbsp;<qco> When is the next song coming in?</qco></h3>      soon i hope<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Also, love your style of music. :)</qco> </h3>      \nthat's nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n5:59 pm</dco> &nbsp;<qco> do you think it's good to pay attention to OnLine people</qco> </h3>      \nit's getting harder to tell who is on or offline<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n5:13 pm</dco> &nbsp;<qco> RE: Not understanding why anyone would create software and not make every feature accessible via keyboard. Being able to click on stuff means you don't have to memorise a list of commands or even remember that Alt brings up menus.</qco></h3>      i never, ever said i was opposed to being able to click on stuff.<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t So developers implement being able to click File &gt; Save first and CTRL-S later. Later never comes because the devs ran out of time or were bad at their jobs. I'm an amateur web dev and I'd never heard of this preference. The applause that followed your remark surprised me. Surely your niche opinion on software was not already widely held by that audience;&nbsp;as you had said yourself in what I believe were your initial writings on the matter, you felt that you had held this question subconsciously for a long time before you could express it. But the applause also made sense on a different level. I feel like we all hate the mouse deep in our hearts.</qco></h3>      i don't hate the mouse at all. it's one of the most important inventions of all time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Anyway so I looked it up and found out about the principle of keyboard comp\n atibilit\n y, which is similarly that all software should be accessible via keyboard because many people aren't able to use a mouse due to a disability. Not sure whether you knew that, but either way, it's a good opinion to be promoting and I'm glad I'm now a slightly less ignorant amateur web dev.</qco> </h3>      when it comes to using a mouse to click on a button, it is extremely inefficient to maneuver the mouse to the location of a fake button and pretend to press it. however, that's a great thing to do when first learning the application. but as you approach an expert level, it becomes vitally important to add the extra speed of using the keyboard. this is only for button-style functions ('do a thing', etc). this does not apply to actual graphical functions that require motion/movement\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n4:40 pm</dco> &nbsp;<qco> Have You Quit \n<br></qco> </h3>      \nquit what<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n3:50 pm</dco> &nbsp;<qco> Hi Bill. I just tried to transcribe a song, but there were some ambiguous chords in there. I also don't know if I am notating things correctly. Can you please check?\n<br>\n<br>Song (0:00-1:35) https://www.youtube.com/watch?v=vKdHdv6NGf4&nbsp;&nbsp;\n<br>\n<br>\n<br>Chords (4 bar lines)\n<br>\n<br>(Intro)\n<br>\n<br>1sus 1 1maj9 1\n<br>\n<br>(Main)\n<br>\n<br>1 3sus 3 6min 5min7 1aug (~ii V I in key of 4)\n<br>\n<br>47 1/3 2min 4/5 b5°\n<br>\n<br>47 5/4 3min7 6min7\n<br>\n<br>2min7 27 5sus 5\n<br>\n<br>(Solo section 8 bar lines)\n<br>\n<br>47 3min7 47 6min9 5add6 (Scales: 4Lyd 3Phr 4Lyd 6min 3Phr)\n<br>\n<br>47 3min7 6min7 b7maj7 5sus 5 (4Lyd 3Phr 6min b7Lyd 5mix)\n<br></qco> </h3>      that generally looks pretty good to me, but the first thing that is definitely wrong is the \"47\"s, those should be 4maj7. besides that, to just nitpick the notation and not the actual content, when you say \"5add6\" i'd say it should be 56. (actually when doing it all in numbers like this i prefer to write the 6 higher than the 5, but that's not always so easy in text, especially plaintext like this, so i don't blame you). another thing, when you have the 1aug, i think it's most likely 1aug7. they're not doing us a favor with the release/cutoff of these chords being so long, the chords are bleeding into each other. Makes that flat5 thing much less effective than it could be, and difficult to identify because if we try to pause and isolate that moment by brute force, it's going to have the previous chord smeared in with it. But for sure plain as day to me that feels like a thing i always use, which would be a 3aug triad over b5 bass note. (not b5dim as you called it) so in this key, Baug/C#. if you listen carefully you can very clearly hear the E note (from the C/D chord)   change to Eb during the chord. also, for more even smaller nitpicks, the 2min on the second line is 2min7. just noticed the first chord at the very top also has a 2 in it. so you might say 1sus2,4. and the 1maj9 on the first line i would definitely call that 5/1 (5 over 1). straight off the yacht\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n3:49 pm</dco> &nbsp;<qco> how do you come up with the ideas for the art that goes with your videos? is there a theme or is it just random? (probably just random but still)</qco> </h3>      \nmy general strategy is to make the video as good as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n3:15 pm</dco> &nbsp;<qco> Are babies one form of Artificial Intelligence?</qco> </h3>      \ni was going to say no but now that i think about it yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n1:31 pm</dco> &nbsp;<qco> best way to end a conversation?</qco> </h3>      \nearthquake\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n12:12 pm</dco> &nbsp;<qco> Are you on the autism spectrum? I have autism and am constantly misdiagnosing people with ASD bc I think everyone else has autism.</qco> </h3>      \ni can relate to some of the key traits, but certainly not all of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n11:29 am</dco> &nbsp;<qco> What car do you drive?</qco> </h3>      \n[Your Brand Here] ad space available\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n9:23 am</dco> &nbsp;<qco> At this point, are you not putting \"I'm crazy/it's raining\" on Spotify out of spite/annoyance/disliking your fans/something similar? Because that's what it feels like. It seems like it would be so easy. If that's not it, then why?</qco> </h3>      \ngot to be some kind of superstition\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n8:40 am</dco> &nbsp;<qco> how did abiogenesis abiogenerate?</qco> </h3>      \ncuriously\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n7:46 am</dco> &nbsp;<qco> do you ever feel like just slapping your knee</qco> </h3>      \ntouching it, not slapping it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n6:41 am</dco> &nbsp;<qco> what do you think of Prog Rock?</qco> </h3>      \nit is visible at high tide, although it appears very small\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n6:41 am</dco> &nbsp;<qco> What do you think is the beast breakfast food for a 23 year old art student?</qco> </h3>      \nmeet and beef\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n6:40 am</dco> &nbsp;<qco> Am I talking to a AI that would only be found in Area 51 because you raided it</qco> </h3>      \narea 51 is self raiding. not necessary to raid\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n4:36 am</dco> &nbsp;<qco> how do you \"be yourself\"? aren't you always being yourself?</qco> </h3>      \ni can be possible to impersonate someone else by mistake\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n4:35 am</dco> &nbsp;<qco> do you have more instrumentals you wanna put up on the website or have you not made any since 2014 due to making other content</qco> </h3>      \nthere are some that are much older which i have not put up yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n3:27 am</dco> &nbsp;<qco> Are you an advanced form&nbsp;&nbsp;of AI?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n2:15 am</dco> &nbsp;<qco> when is the revolution coming</qco> </h3>      \nevery day\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.19&nbsp; \n11:35 pm</dco> &nbsp;<qco> i got a job interview monday for a position that is potentially waaaaaaaaay more high paying than anything i thought would ever be possible at this point in my life.&nbsp;&nbsp;i have been planning budgets at living on only a fraction of this money.&nbsp;&nbsp;and it looks like it still may allow me a sort of sustainable amount of time to create things outside of work.&nbsp;&nbsp;good enough that i could probably get by doing this a couple of years.&nbsp;&nbsp;what do you think i should do with this insane amount of extra money? save it like crazy right?</qco> </h3>      \ni would say you shouldn't be thinking this much about it before you've actually gotten the job\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.19&nbsp; \n10:23 pm</dco> &nbsp;<qco> have you ever been in a steamroom\n<br>\n<br>its like a sauna with this mint-smelling steam its so good i'm in one now</qco> </h3>      \ni'm in one that is several hundred miles in size. although no mint\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.19&nbsp; \n5:45 pm</dco> &nbsp;<qco> Do you actually answer these questions, or is it some sort of robot? It seems to me that you have like 15 answers that you use for most questions.&nbsp;</qco> </h3>      \nsometimes it seems like there's only 15 questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.19&nbsp; \n5:31 pm</dco> &nbsp;<qco> (serious) do the lyrics of your long songs actually have meaning</qco></h3>      the meaning would be strongest when combined with the music<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t or are they just random words that came off on top of your head? (y/n)</qco> </h3>      my songs don't have words. if any of it sounds like words that's a coincidence\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.19&nbsp; \n4:41 pm</dco> &nbsp;<qco> what music do you like?</qco> </h3>      \nincorrect\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.19&nbsp; \n3:52 pm</dco> &nbsp;<qco> why do so many people want your opinion on communism?</qco> </h3>      \nprobably just casual conversation\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.19&nbsp; \n2:09 pm</dco> &nbsp;<qco> Are you supercalifragilisticexpialidocious&nbsp;&nbsp;or are you just normal?</qco> </h3>      \nno and that's the same thing\n\n<br><br>"
  }
]
