[
  {
    "html": "<h3> <dco>3.30.24&nbsp; \n7:20 pm</dco> &nbsp;<qco> I'm always at my most tangentially curious when I have a project I'm working on that I've hit a stumbling block in and no longer want to work on it. Do you relate?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.24&nbsp; \n4:03 pm</dco> &nbsp;<qco> It's never enough. Why is it never enough?</qco> </h3>      \nbecause there's always more\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.24&nbsp; \n2:27 pm</dco> &nbsp;<qco> What song should i make</qco> </h3>      \nmake all of them, just in case\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.24&nbsp; \n2:19 pm</dco> &nbsp;<qco> would you like a cup of tea</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.24&nbsp; \n1:40 pm</dco> &nbsp;<qco> hey bill odd question but is there anything you specifically do before you record your vocals, to make sure your voice is Properly Functional?</qco> </h3>      \ni start by just doing some takes, except not pushing too hard yet to get the hard high stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.24&nbsp; \n1:19 pm</dco> &nbsp;<qco> is this sentence a palindrome</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.24&nbsp; \n11:13 am</dco> &nbsp;<qco> Do you think youve answered any of these questions \"wrong\" at all or is that taboo around here</qco> </h3>      \ni answer questions wrong all the time. sometimes for pleasure and other times indeed for business\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.24&nbsp; \n11:10 am</dco> &nbsp;<qco> Oh, so you're learning Dutch? I hereby dare you to prove it, by incorporating a word like 'Groningen' or 'Scheveningen' in a song you're working on, and then pronouncing it correctly.</qco> </h3>      \ni don't take requests for content, but those are not nearly as difficult to pronounce as 'herinnering' or 'herinneringen' or 'heel rare herinningen'\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.24&nbsp; \n10:34 am</dco> &nbsp;<qco> what do you think a flawless victory is</qco> </h3>      \ni'll let you know\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.24&nbsp; \n9:50 am</dco> &nbsp;<qco> i had something to tell you but i wrote it on a note and it fell in the terlet sorry</qco> </h3>      \nfair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.24&nbsp; \n6:46 am</dco> &nbsp;<qco> do you plan on upgrading your SM58?</qco> </h3>      \ni don't think those things are upgradable\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.24&nbsp; \n2:33 am</dco> &nbsp;<qco> i was reading questions and somehow pure happiness and joy filled my body and it wasent even anything i read i think youve done something not legal</qco> </h3>      \noh good it worked\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.24&nbsp; \n1:39 am</dco> &nbsp;<qco> which two letters do you always like seeing together?</qco> </h3>      \nij\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.24&nbsp; \n12:36 am</dco> &nbsp;<qco> what happens when the ground plane goes too high</qco> </h3>      \nconfusion\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.24&nbsp; \n12:24 am</dco> &nbsp;<qco> do you ever Just Try To Believe In Something More</qco> </h3>      \nnot quite like that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.24&nbsp; \n10:57 pm</dco> &nbsp;<qco> is realism overrated?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.24&nbsp; 10:39 pm</dco> &nbsp;<qco> What is your favorite instrument?</qco> </h3>      \nthe ground\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.24&nbsp; \n10:19 pm</dco> &nbsp;<qco> Opinion on apostrophe's?</qco> </h3>      \ndank\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.24&nbsp; \n10:16 pm</dco> &nbsp;<qco> ?sdrawckab daer ot woh wonk uoy oD</qco> </h3>      \nyes, but what more deeply puzzles me is: will people who type backwards ever learn how to say anything else other than 'can you read this' or 'do you know how to read backwards'\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.24&nbsp; \n9:53 pm</dco> &nbsp;<qco> will the lazy dog ever get revenge on the quick brown fox?</qco> </h3>      \naccording to my calculations the dog was never venged upon in the first place\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.24&nbsp; \n9:34 pm</dco> &nbsp;<qco> do you ever enjoy headaches?</qco> </h3>      \nonly if i'm otherwise so worried about something that the headache can serve as a distraction\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.24&nbsp; \n9:02 pm</dco> &nbsp;<qco> What is your favorite decade musically speaking?</qco> </h3>      \nhow about the next one\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.24&nbsp; \n8:13 pm</dco> &nbsp;<qco> if april showers bring may flowers, what does june bring to july?</qco> </h3>      \nin the north, the more direct sunlight in june brings more heat to july. why it is delayed like this? i don't know, but it seems to be. the same thing happens in the south except instead it's the darkness which brings cold\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.24&nbsp; \n7:52 pm</dco> &nbsp;<qco> how often do you ride the ground plane?</qco> </h3>      \nconstantly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.24&nbsp; \n7:06 pm</dco> &nbsp;<qco> something happened to the front page of your youtube channel and now it's kinda cluttered (it shows releases and music videos separately along with the normal videos). just a heads up, cause it kinda feels like something youtube may have automatically done.&nbsp;</qco> </h3>      \nthis is actually a great victory, because it means my youtube channel is now finally officially connected to my song-releases\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.24&nbsp; \n6:25 pm</dco> &nbsp;<qco> have you ever heard a song that's so good it made you feel powerless in the effort of making music of your own? if just for a moment?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.24&nbsp; \n6:12 pm</dco> &nbsp;<qco> favorite dinosaur?</qco> </h3>      \nwhichever one is the oldest\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.24&nbsp; 5:39 pm</dco> &nbsp;<qco> how to get motivation to do schoolwork</qco> </h3>      \nyou'll have come to an understanding of just what the schoolwork is, where it came from, and why it is what it is. that will help\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.24&nbsp; \n4:52 pm</dco> &nbsp;<qco> How come I never notice me falling asleep? It's like one minute I'm lying there and the next i wake up and it's the morning.\n<br></qco> </h3>      \nbeing asleep is so much more interesting that you forget what happened just before\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.24&nbsp; \n4:41 pm</dco> &nbsp;<qco> Is hop scotch just a board game with human pieces?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.24&nbsp; \n3:14 pm</dco> &nbsp;<qco> hey Bill. i've somehow mastered the art of not being anxious about things, but now i'm a lot less productive. do you have any tips on getting yourself to be productive/have a schedule without using anxiety? i feel like positive reinforcement should be just as good as negative reinforcement, but even though i enjoy getting stuff done, i'm still just not as productive as with the negative reinforcement...</qco> </h3>      \nyou're doing fine. pretty soon you'll be the one giving advice\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.24&nbsp; \n3:05 pm</dco> &nbsp;<qco> How do you tell when a song is \"done\" enough to be released?</qco> </h3>      \nwhen you hate it less than you hate the idea of not releasing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.24&nbsp; \n1:01 pm</dco> &nbsp;<qco> Do you like planes or helicopters better?</qco> </h3>      \ni've never tried a helicopter\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.24&nbsp; \n12:55 pm</dco> &nbsp;<qco> are you allergic to anything</qco> </h3>      \ni'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.24&nbsp; \n12:02 pm</dco> &nbsp;<qco> Do i exist to like, subscribe and hit that notification bell?</qco> </h3>      \nno, actually one of the first things you might want to do, to prove your existence, is to exercise your right to disobey anyone who explicitly tells you to do something like that. at least that's what i would do, if i was feeling restless and wanted to feel alive for a fleeting moment\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.24&nbsp; \n11:16 am</dco> &nbsp;<qco> in, say, % ;&nbsp;how much of the creative projects you start end up being published?</qco> </h3>      \ni of course don't know when the 'end' is 'up', so therefore i can't make that calculation yet with any accuracy\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.24&nbsp; \n4:48 am</dco> &nbsp;<qco> how do I learn to walk? ive started running so how do i slow down?</qco> </h3>      \ni'm not sure. i've never heard of anyone in your situation. i'd suspect you're making this up, except you otherwise strike me as a very honest person\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.24&nbsp; \n2:32 am</dco> &nbsp;<qco> When do you get your best ideas? I get them as I'm falling asleep.</qco> </h3>      \ni can relate to that. i also sometimes get great ideas in dreams, but they are even harder to catch\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.24&nbsp; \n12:17 am</dco> &nbsp;<qco> did you know that blue eyes are actually alien eyes</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.24&nbsp; \n11:23 pm</dco> &nbsp;<qco> You've said before that you don't like it when movies start with the names and logos of the companies that made the movie, what are some movies where this doesn't happen?</qco> </h3>      \ni don't recall ever finding one. i was told recently that it's some kind of union regulation\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.24&nbsp; \n10:02 pm</dco> &nbsp;<qco> do you know how to spell on backwards</qco> </h3>      \ni suppose i could figure it out, given enough time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.24&nbsp; \n9:23 pm</dco> &nbsp;<qco> How do you feel about autotune? </qco></h3>      like kleenex, it's a well-known brand name which is now tends to refer to the item in general, regardless of it's that specific brand. so as people may say \"kleenex\" when they just mean \"tissues\", people may say \"auto-tune\" just to mean \"pitch correction\" regardless of what brand <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you use it?&nbsp;</qco> </h3>      no, but i don't expect you to believe me. like laugh-tracks in the days of sitcoms, everyone downplays their use of it, while it remains necessary so they still use it. however, i actually don't use any pitch correction, but, for the above reasons, you have no obligation to believe me. but if you are curious, then all you have to do is check out how out of tune my vocals are\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.24&nbsp; \n7:13 pm</dco> &nbsp;<qco> earlier in response to a question you replied \"when you ask a person to 'name an item' they will say, by default, 'pancakes'\". i don't think this is true</qco> </h3>      \nyou're right, that was an over simplification. it's either \"pancakes\" or \"potato\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.24&nbsp; \n6:57 pm</dco> &nbsp;<qco> would you have a crab?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.24&nbsp; \n5:55 pm</dco> &nbsp;<qco> have any of your songs ever become your favorite after you finished making it</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.24&nbsp; \n5:32 pm</dco> &nbsp;<qco> I think I am feeling sleepy, so maybe I wanna sleep?</qco> </h3>      \ni'm following your reasoning so smoothly now\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.24&nbsp; \n5:00 pm</dco> &nbsp;<qco> what do the stars look like from the equator</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.24&nbsp; \n4:55 pm</dco> &nbsp;<qco> what do questions like these deserve?</qco> </h3>      \n............ answers?\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.24&nbsp; \n3:31 pm</dco> &nbsp;<qco> What's your favorite hobby?</qco> </h3>      \nop dit moment, de nederlandse taal leren, moet ik eerlijk zeggen\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.24&nbsp; \n3:22 pm</dco> &nbsp;<qco> whats your opinion on mozzerella\n<br></qco> </h3>      \nseems plausible\n<br><br>"
  }
]
