[
  {
    "html": "<h3> <dco>5.8.22&nbsp; \n5:16 pm</dco> &nbsp;<qco> what's your opinion on run-on sentences?</qco> </h3>      \ndank\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.22&nbsp; \n3:03 pm</dco> &nbsp;<qco> So you figure out the next part of the song based on what's happened, but there are also prescriptions in place (maybe in your case, not using \"home\" or \"dreams\" as much, maybe generally topics that kinda off limits for one reason or another, existing popular melodies, etc.). The thing is those are contradicting effects, wouldn't you say? Wouldn't that have to mean that for any song to be done, there are several things that could work at any one point, and the writer just finds one of them? Otherwise a song would never go right</qco> </h3>      \nsurely there are always multiple answers. there are likely infinite answers\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.22&nbsp; \n2:07 pm</dco> &nbsp;<qco> which of your songs is the most relatable after 2020</qco> </h3>      \nthe one that's about to come out\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.22&nbsp; \n12:30 pm</dco> &nbsp;<qco> What is \"I'm a princess\" about? or since you ask the same question in the song, do you even know?</qco> </h3>      \nit's clickbait\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.22&nbsp; \n11:24 am</dco> &nbsp;<qco> sequel to 'maybe i could eat blades of grass' possible?</qco> </h3>      \nsurely that was 'unboxing video'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.22&nbsp; \n11:07 am</dco> &nbsp;<qco> Why is your music so realxing and in the same time energizing?</qco> </h3>      \ni'm hopefully mirroring some core qualities of the universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.22&nbsp; \n9:38 am</dco> &nbsp;<qco> What's your ideal vacation?</qco> </h3>      \ngoing out to lunch\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.22&nbsp; \n3:03 am</dco> &nbsp;<qco> did you have any inspirations to start making your songs? (also not really a question but i like ur songs theyre really good)</qco> </h3>      \ninspiration comes from everywhere. so in that situation, the best thing to do is make a list of all the places, to make sure i get to them all in due time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.22&nbsp; \n1:09 am</dco> &nbsp;<qco> you always say that fly around was about swinging between two chords in a carefree manner. what are those two chords?</qco> </h3>      \noriginally it was D and G triads. the G turned out to be more like G6 (over an implied A bass note maybe), and then the whole song got transposed up a whole step before i produced it. so it ended up being more like E and F#min7(no bass)\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.22&nbsp; \n11:24 pm</dco> &nbsp;<qco> have you ever recorded a main vocal line so good it only took one take</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.22&nbsp; \n10:59 pm</dco> &nbsp;<qco> why does Google keep telling me all the answers i'm searching for, it's very creepy and i wish it would stop</qco> </h3>      \nit's just trying to be polite\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.22&nbsp; \n9:19 pm</dco> &nbsp;<qco> what's the most random question that has been asked to you?</qco> </h3>      \ni've never been asked a random question\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.22&nbsp; \n8:22 pm</dco> &nbsp;<qco> If I decide to make a roadmap for a song before I make it in a DAW, How do I compose the roadmap if I don't know what all the elements (melody, bass, drums) sound like together?</qco> </h3>      \ni would personally have to know the melody, lyric, chords, and tempo, in order to know the roadmap. the roadmap becomes automatically known once you get through the whole song and figure out exactly how it goes, including the melody and lyric. if you don't know any of that stuff, and then go into the studio, you might find yourself in LOST CONFUSION TOWN which perhaps some people enjoy\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.22&nbsp; \n6:12 pm</dco> &nbsp;<qco> will you ever include a utah teapot in a video</qco> </h3>      \ni don't see why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.22&nbsp; \n5:37 pm</dco> &nbsp;<qco> what does music mean?&nbsp;</qco> </h3>      \nanything, everything, and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.22&nbsp; \n4:01 pm</dco> &nbsp;<qco> do you dislike any of your older songs</qco> </h3>      \ni have mixed feelings about all of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.22&nbsp; \n11:13 am</dco> &nbsp;<qco> How many words will be in your next song?</qco> </h3>      \napproximately 203\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.22&nbsp; \n10:23 am</dco> &nbsp;<qco> how do you stay normal</qco> </h3>      \nthat's easy. just open every piece of paper mail that comes to your mailbox, and pretend like this is a valid method of communication\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.22&nbsp; \n9:35 am</dco> &nbsp;<qco> did you really have a \"mountain of shame and regret\"? did you make that video to express your feelings of shame and regret?</qco> </h3>      \nthe purpose would be to generally resonate with the feelings of anyone who might be watching\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.22&nbsp; \n9:07 am</dco> &nbsp;<qco> opinions on brick walls?</qco> </h3>      \nsoft, sensitive,\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.22&nbsp; \n7:29 am</dco> &nbsp;<qco> Are you interested in making a song with no real chorus, like bohemian rhapsody?</qco> </h3>      \nmany of my songs don't have a well definted chorus. i don't think any of them are quite like bohemian rhapsody\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.22&nbsp; \n5:35 am</dco> &nbsp;<qco> Are high C and low C related or is it just a quirk of notation?</qco> </h3>      \ni don't know exactly which C's you mean, but yes they are related if they are indeed both C's\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.22&nbsp; \n3:28 am</dco> &nbsp;<qco> how does one funk?</qco> </h3>      \nthat's the default state\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.22&nbsp; \n12:29 am</dco> &nbsp;<qco> why do we exist?</qco> </h3>      \nto see what it's like\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.22&nbsp; \n10:50 pm</dco> &nbsp;<qco> How come you have been making soooo many songs recently?</qco></h3>      it's my job. knock on wood<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I hope you are not overworking yourself. But I'm enjoying the songs thank you</qco> </h3>      \n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.22&nbsp; \n9:45 pm</dco> &nbsp;<qco> what to do if I think someone likes me but I'm not sure?</qco> </h3>      \ntry to act naturally\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.22&nbsp; \n9:34 pm</dco> &nbsp;<qco> do you ever just wake up and have intense anxiety</qco> </h3>      \nyesireebob\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.22&nbsp; \n9:27 pm</dco> &nbsp;<qco> how many squares should there be in a chocolate bar</qco> </h3>      \n1024\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.22&nbsp; \n8:28 pm</dco> &nbsp;<qco> opinion on camels?</qco> </h3>      \nsome camels have 2 humps, while some humps have 2 camels\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.22&nbsp; \n6:28 pm</dco> &nbsp;<qco> What's your favorite past-time unrelated to music?</qco> </h3>      \nthinking about the future\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.22&nbsp; \n4:13 pm</dco> &nbsp;<qco> Hey bill can you play the E Major chord while sustaining the notes?</qco> </h3>      \nsure\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.22&nbsp; \n11:09 am</dco> &nbsp;<qco> what is your favorite song that you have ever written?</qco> </h3>      \ni would prefer to write a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.22&nbsp; \n10:01 am</dco> &nbsp;<qco> what BPM is too fast?</qco> </h3>      \na trillion\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.22&nbsp; \n2:59 am</dco> &nbsp;<qco> I was looking through your lyrics and listening to the song at the same time, and noticed in verse 2 of \"here comes the sun\" the lyrics are:\n<br>\"deep in the city\n<br>the buildings wonder if they'll ever be built.\"\n<br>but in the song you have an \"oh yeah\" after \"deep in the city.\"\nso my question is: how are you right now?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.22&nbsp; \n2:13 am</dco> &nbsp;<qco> do you look at everything objectively and consider yourself chaotically nuetral?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.22&nbsp; \n1:11 am</dco> &nbsp;<qco> do you feel like you had to sacrifice some of the quality of your songwriting when you were on the original 2-week schedule due to the insane time crunch? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you feel like the songs would have come out better if you worked on them this year instead</qco> </h3>      \nit doesn't matter\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.22&nbsp; \n1:10 am</dco> &nbsp;<qco> how long is your next song</qco> </h3>      \n3:23\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.22&nbsp; \n12:15 am</dco> &nbsp;<qco> Is thinking fast a requirement to play music?</qco> </h3>      \nno. to do well with music, you must actually stop thinking. this can be almost impossible to do, if you think about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.22&nbsp; \n11:06 pm</dco> &nbsp;<qco> will you upload a video that is over 20 minutes long&nbsp;</qco> </h3>      \nit's possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.22&nbsp; \n9:41 pm</dco> &nbsp;<qco> Should I be honest with my loved ones about my troubles, even if I fear it'll trouble them?</qco> </h3>      \ni think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.22&nbsp; \n9:40 pm</dco> &nbsp;<qco> why is france so french</qco> </h3>      \nthey're going for a world record\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.22&nbsp; \n7:09 pm</dco> &nbsp;<qco> What is the highest prime factor of the total number of words in the lyrics of your next song?</qco> </h3>      \nas with most songs, the lyrics are not entirely countable because there are some ghosted words, as well as some melodic non-word syllables\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.22&nbsp; \n5:35 pm</dco> &nbsp;<qco> Do you still like to make music and write when something really bad has happened or do you always have to be in a nice mood to do it?</qco> </h3>      \nit doesn't matter\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.22&nbsp; \n3:37 pm</dco> &nbsp;<qco> what was the inspiration for fly around</qco> </h3>      \nswinging between 2 chords in a carefree manner\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.22&nbsp; \n1:03 pm</dco> &nbsp;<qco> when did you write i'm scared</qco> </h3>      \nlate october, 2021\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.22&nbsp; \n12:19 pm</dco> &nbsp;<qco> Please explain to me a piece of music terminology that I would almost always need to use constantly if I were to make music.</qco> </h3>      \na \"beat\" is a unit of time. if you're listening to a song and bobbing your head with the music, you are probably moving your head once per beat. the beats are probably going by at a steady rate, usually somewhere between 60 and 150 beats per minute (bpm)\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.22&nbsp; \n11:49 am</dco> &nbsp;<qco> Whenever I try to write a song in a major key, it ends up sounding cheesy and uninteresting. Do you have any tips?</qco> </h3>      \ndon't think about whether it's major or minor. think about where the song takes place. pick an unlikely place\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.22&nbsp; \n10:52 am</dco> &nbsp;<qco> Where do you get inspiration for your music?</qco> </h3>      \nin the earth's atmostphere, and lithosphere\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.22&nbsp; \n10:01 am</dco> &nbsp;<qco> how am i supposed to understand time?</qco> </h3>      \nstart exploring space\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.22&nbsp; \n8:28 am</dco> &nbsp;<qco> do you have an underlying mystery in your songs and stuff?</qco> </h3>      \nsongs and music in general is a huge mystery\n<br><br>"
  }
]
