[
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n10:31 pm</dco> &nbsp;<qco> how can i stop hating being wrong</qco> </h3>      \nremind me again what wrong is\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n10:16 pm</dco> &nbsp;<qco> what is in a train</qco> </h3>      \nsometimes they have information about the various ways you should and should not use the doors\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n10:06 pm</dco> &nbsp;<qco> why does the soft clothing guy get turned on by the news?</qco> </h3>      \nwell, the previous line was 'turn on the news', so 'get turned on by the news' is just a bit of a switch. some word play. but then it's justified if you think about the fact that the news tries to dramatize everything. so in this case, the 'turned on' feeling we usually get from the news is actually usually more of a dramatic, freaked out, 'holy shit whats happening now' and you have to keep watching. which in turn justifies the next lines about news views\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n9:06 pm</dco> &nbsp;<qco> what's the difference between soup and cereal</qco> </h3>      \nthere is no difference. in fact they're even spelled the same\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; 8:30 pm</dco> &nbsp;<qco> are you billwurtz because your the musicman or are you the musicman because your billwurtz</qco> </h3>      \nit's a vicious cycle\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n7:54 pm</dco> &nbsp;<qco> Did you start a fire in New York City on January 23 2005</qco> </h3>      \nno i didn't\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n6:15 pm</dco> &nbsp;<qco> are you a decisive person</qco> </h3>      \ni am decisively a person. i'll admit that much\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n4:10 pm</dco> &nbsp;<qco> what if grapes were corrosive</qco> </h3>      \nwith enough velocity they surely can be\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n3:07 pm</dco> &nbsp;<qco> do you get the feeling of spiritual enlightenment when you go outside at sunrise during peak fall season, and see the sun's golden rays refract and go through the reds, yellows, and oranges of the leaves on the trees?</qco> </h3>      \nprobably\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n2:51 pm</dco> &nbsp;<qco> bill, this is richard nixon</qco> </h3>      \noh hi richard nixon. thank you for letting me know what your name is because otherwise honestly i don't think i would have expected it to be that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n1:05 pm</dco> &nbsp;<qco> Do you want to start a podcast because you're lonely and the podcast would give you a reason and a framework for talking to people? \n<br>\n<br>I'm asking this because sometimes I want to start a podcast for those reasons even though I'm a total nobody.</qco> </h3>      \nthat's not the most unreasonable idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n11:07 am</dco> &nbsp;<qco> how often new lines come to you when you're in the middle of recording an already written song?</qco> </h3>      \nonce per song\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n10:54 am</dco> &nbsp;<qco> Sometimes when I tell my friends that I don't like my parents and they are toxic to me, they don't seem to understand.</qco> </h3>      \nnow you've got me thinking, i wonder what it's like to be a toxic person\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n10:22 am</dco> &nbsp;<qco> how many unpublished songs did you make before you started publishing some? even a rough estimate helps</qco> </h3>      \nmaybe like 100, but it depends what you mean by 'make' and it depends what you mean by 'song'. i've done all different things, in a whole lot of different ways, for many many years before i got out the megaphone and started announcing my existence confidently on the internet\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n8:44 am</dco> &nbsp;<qco> Do you own a banjo?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n8:34 am</dco> &nbsp;<qco> do you do the new york times crossword?&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n6:28 am</dco> &nbsp;<qco> I just had a realization that written words might be the only spoiler-proof media we have.</qco></h3>      it is possible to spoil a novel, surely<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is it possible to spoil a written sentence?</qco> </h3>      this is more of a question of length. i'm sure you'd have no more trouble spoiling a written sentence than spoiling 1 individual line of a movie\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n5:57 am</dco> &nbsp;<qco> Opinion on Jupiter?</qco> </h3>      \ntoo small\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n5:48 am</dco> &nbsp;<qco> is feeling \"bill wurtz\" a state of mind?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n12:57 am</dco> &nbsp;<qco> why is \"how to pull a rabbit out of a hat\" not on videos or expert mode</qco> </h3>      \nthat's a little superstitious thing i typically do when i'm not done with my career\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; 10:52 pm</dco> &nbsp;<qco> are you for or against music theory</qco> </h3>      \nremind me again what that's supposed to be \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n10:39 pm</dco> &nbsp;<qco> can i become a good music player if i don't do any live playing for audiences</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n8:51 pm</dco> &nbsp;<qco> what do i do when i dont feel good enough to create something on my own but collaboration with other people is hard to achieve for me? i feel like i will never be good enough for myself</qco> </h3>      \nno one knows the answer to this\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; 8:28 pm</dco> &nbsp;<qco> opinions on making a song without much knowledge of music theory (is it even required?)</qco> </h3>      \nit's sort of like.... breathing without much knowledge of breathing theory\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n6:41 pm</dco> &nbsp;<qco> Do you have synesthesia? I ask because the colors in your music videos always match so well</qco> </h3>      \nin that case, perhaps you have it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n6:38 pm</dco> &nbsp;<qco> Does the circle of 5ths serve a purpose other than being a tool to help people memorize what notes are sharp/flat in a key signature?</qco></h3>      it's a tool to make your keyboard not sound like crap. but the work has already been done. you don't need to worry about it. your keyboard is already tuned to 12-tone-equal-tempered (which is what makes the keys all wrap around neatly like that), so the work has already been done. enjoy your keyboard sounding like not-crap in every key\n <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nI got comfortable playing in all 12 keys and knowing the sharps/flats before I ever even saw/knew about that circle of 5ths graphic. I guess it visually shows the relationships between different key sigs (which is cool), but not sure if I understand the practical use of it when it comes to actually playing music?\n</qco></h3>      the graphic is just telling about a cool pattern. it's something you'd probably notice by yourself anyway if no one had told you. it's like when someone tells you the last digit of multiples of 9 gets one lower each time. neat. the numbers still work fine regardless of whether you know about that, or whether or not you think it's neat <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nI think if you want to learn how to play in a certain key, you kind of need to build up that muscle memory of what it 'feels like' for your hands to be playing in that key. Knowing that A major has a C#, F# and G# doesn't mean you can just freely/easily play in A major on the spot (if you're not already comfortable playing in that key). I guess the circle helps you quickly figure out what notes are in the key, but I can only see that being helpful in a practice situation... And if you're just practicing, you can just, like... look up the notes of the scale on the internet... </qco> </h3>       wait a minute, forgive me for asking this, but, .......... is your keyboard muted or something?\n\n   \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n4:55 pm</dco> &nbsp;<qco> do you think you can make a song about how i'm feeling? i can't seem to get it out though the sensation and experience is pretty strong. \"it's almost over and we might be closer to the end or maybe not i don't know why are there so many people\"</qco> </h3>      \nevery song is about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n4:20 pm</dco> &nbsp;<qco> what would you say to your future self 1000 years from now</qco> </h3>      \ni would wait for my future self to speak first\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n3:23 pm</dco> &nbsp;<qco> do you wanna buy some fermented sand?</qco> </h3>      \nalways rent fermented sand\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n2:43 pm</dco> &nbsp;<qco> how did you memorize which keys are which on your synthesizer?&nbsp;</qco> </h3>      \nit's sort of like how you memorized which room is where, in your house\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n2:28 pm</dco> &nbsp;<qco> can you please explain what happened, i had your song \"i'm scared\" in my playlist for some time and suddenly just noticed that the thumbnail on it changed, it became a red S inside many blue squares, and i remember it definetely not being that, i'm freaked out</qco> </h3>      \nthat's what it's always been. maybe something in your software changed, or of course you could blame nelson mandela\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n1:50 pm</dco> &nbsp;<qco> long time viewer first time questioner;&nbsp;what should I make for dinner tonight?</qco> </h3>      \nhow about making a restaurant\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n1:08 pm</dco> &nbsp;<qco> how do you communicate well with other human beings&nbsp;</qco> </h3>      \na lot of practice, but the most important thing to keep in mind, above all else, is that you are someone and they are someone. you are both someone. thus, you both have that in common\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n12:50 pm</dco> &nbsp;<qco> trying to figure this out. i always have to learn so many songs for the many performances i play on a weekly basis (church, various groups out in the various venues etc) how should i balance learning songs for performances and writing music? I find that I am most productive creatively during long periods of no obligations, but even during these periods of time lately the stuff i gotta learn looms in the background of my vibe. sometimes i abandon practicing and learning songs and rely on my ear and improvisational abilities, which nobody seems to complain about, but personally it hurts my soul to not know the song deeply</qco> </h3>      \nyou may or may not believe it, but you are doing great\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n11:58 am</dco> &nbsp;<qco> Are you more of a .net or .org kinda guy</qco> </h3>      \nthe only sensible answer here is .com, because this question is being asked and answered on a .com site\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n11:14 am</dco> &nbsp;<qco> Do you have good grammar?</qco> </h3>      \ngrammar itself is not good, but i feel confident in my general assimilation with the ways and usages of language in the english speaking world, and my ability to carry on sensibly (or unsensibly, if called for) in a wide range of personal and professional contexts\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n11:13 am</dco> &nbsp;<qco> Do you know everything?</qco> </h3>      \nmaybe for a fleeting moment, but then it changes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n10:36 am</dco> &nbsp;<qco> whyyyy would two of the four mnemonics involve good boys deserving fudge?&nbsp;&nbsp;that's too confusing, we need to replace one of them</qco> </h3>      \nhow about Elvis Goes Boppin Down (the) Freeway\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n9:08 am</dco> &nbsp;<qco> why can 'either' mean \"one of the two\", \"both\", or \"none\" at the same time?</qco> </h3>      \nbecause it turns out that describing the happenings of life is really tricky and intricate, and we're all just winging it. even at the highest levels of formality in any language, we're winging it. language is winging it. it's a miracle it even works at all. For example, how about this one: what does \"even\" even mean? seriously\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n3:53 am</dco> &nbsp;<qco> Im starting to make music but all the production and theory tutorials I'm trying to follow feels like homework.</qco></h3>      ok well then that's not the right direction probably<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; But when I jump into it myself it's hard to find the right sound for my thoughts and feelings (I do like messing about though, even if it's unproductive). How do I keep it fun?</qco> </h3>      this may or may not work, but.... pretend you actually don't have to do it... the way you... don't want to do it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n3:14 am</dco> &nbsp;<qco> what would you do if the universe took from you the one thing left that gave you hope for a better life? i am wallowing in it and i don't know how to stop and move on.</qco> </h3>      \na dirty secret of the universe is, there's always another thing to give you hope, and the general phenomenon that we see over and over again in the world is that when 1 option is taken away and it brings new light to another which may have otherwise been overlooked. HOWEVER, keep in mind that i do not know specifically which thing you are referring to, or the details of your situation. hence in that light this parable may seem like flauwekul\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n10:59 pm</dco> &nbsp;<qco> are you part of the royal family of britain&nbsp;</qco> </h3>      \ni was assuming i was, but i seem to not be pictured on any of the british currency or coinage\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; 10:54 pm</dco> &nbsp;<qco> thoughts on having thoughts</qco> </h3>      \ncould happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n10:40 pm</dco> &nbsp;<qco> i wanna make something but i don't know what. how do i proceed</qco> </h3>      \nthere are 2 ways i can think of. you can make something without being sure if it's the right thing to make. or, you could start making a list of things you could make without being sure if they are the right things to make\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n10:06 pm</dco> &nbsp;<qco> Can you share a song moment(s) that gives you the chills?</qco> </h3>      \njust thinking about the existence of stevie wonder, sometimes that's enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n9:51 pm</dco> &nbsp;<qco> can a house ever be truly empty?</qco> </h3>      \nlet me think. yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n9:33 pm</dco> &nbsp;<qco> How to avoid politcs?</qco> </h3>      \nremind me again what is a politic\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n8:24 pm</dco> &nbsp;<qco> do you ever feel like you need to maintain a certain \"persona\" when presenting yourself to the world? </qco></h3>      no, but, whether i like it or not, i am the same person<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or just, like, in general, do you have a mental image of who you Should be, </qco></h3>      if you say 'Should' the whole thing breaks<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or are you genuinely just always \"yourself\", without worry of what that is or what people want from you? </qco></h3>      i've found that people generally don't want to follow a follower<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what even is \"yourself\"? who are you?</qco> </h3>      \nthat's impossible to describe, but not impossible to be. actually impossible not to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n6:29 pm</dco> &nbsp;<qco> how many people do you think would it take to be able to play the all the percussion in your money song? (and how many to do the whole song in general? im more curious about the percussion though)&nbsp;</qco> </h3>      \nyou could do any song with any size ensemble\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.24&nbsp; \n6:20 pm</dco> &nbsp;<qco> \"content where the production time is barely any longer than the run time, or maybe equal\" sounds like the format of something conversational like some kind of talk show. or something improvised, if music were involved. which leads me to my question: do your ideas in this type of project involve music or music performance? or would your music be created in parallel/in alternation with this other type of content?&nbsp;</qco> </h3>      \nto say it another way, [looks at watch] \"can't do it. we'll do it live. WE'LL DO IT LIVE!! FUCK IT!!\"\n<br><br>"
  }
]
