[
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n5:20 pm</dco> &nbsp;<qco> hey bill, i have always been interested in music&nbsp;&amp; wanted to make/play it. i love listening to it&nbsp;&amp; i find your music really cool&nbsp;&amp; inspiring. you talk a lot about just starting if you want to make music/something creative&nbsp;&amp; just doing it in your answers. anyways, i want to start making music but i don't have any knowledge in music theory beyond very simple concepts from elementary school which i have mostly forgotten,&nbsp;&amp; i don't really want to learn music theory in a very systematic way (i.e. how it seems to be typically taught in classes, by starting with very basic things that are kind of boring and just playing a bunch of classical songs). do you think can you learn&nbsp;&amp; create music just by listening to it?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; is it important to know all the different parts of music (notes, chords, riffs, mixing, bass, the stuff you mention) or can you just do it by ear?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i feel like i can sort of make up lyrics just by singing what i think of but i don't know how to make music to go with it, or making music in general. like i don't really know how to play any instruments or work with sounds and stuff. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i think i should just start but i don't know. whenever i try to sit down&nbsp;&amp; do something it feels very intimidating,&nbsp;&amp; i don't know how to begin or what to do. thanks for your time.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n5:02 pm</dco> &nbsp;<qco> how do i reassure myself that the world isn't going to end in 50 years? i worry about it sometimes</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n4:50 pm</dco> &nbsp;<qco> Do you think that anyone can get into music, or does it need talent? I tried to get into music years ago (high school band) but I could never seem to notice things that other way talented kids would see.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n3:50 pm</dco> &nbsp;<qco> what should I do if there is a monster in my bed</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n3:19 pm</dco> &nbsp;<qco> It looks like you are a sad man because you have unrequited love for a person.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n2:27 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201806271649\">6.27.18&nbsp;&nbsp;4:49 pm</a> What if you feel like you are missing a note though, and can't quite pick it out? Or what if you don't even know you are missing one entirely?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n2:05 pm</dco> &nbsp;<qco> My town is under severe storm warning and there are clouds funneling near my house. What's something I could do to make myself not afraid of the storm?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n2:02 pm</dco> &nbsp;<qco> have you ever considered writing orchestral music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n1:10 pm</dco> &nbsp;<qco> So, say you have a note that goes til the end of a beat, and then a note right at the top of the next beat (like a quarter note on beat 1, then a quarter note on beat 2).. Wouldn't that mean that, technically, that first note shouldn't be released until the exact same moment that the 2nd note is played? If you have to lift up from the 1st note to play the 2nd note, then wouldn't you be cutting the duration of the the quarter note slightly short just for that little tiny moment between the notes? Is that little moment so negligible that I shouldn't even think about that? And then, the natural sustain of the instrument/sound could effect that as well? Like sometimes it would be impossible to sustain the first note until the exact moment the 2nd note is played (like if you're playing 2 fretted notes on the same string of a guitar or bass that are farther apart than what you can reach without moving your hand)... If I want to have 2 instruments play the same line, would it be more accurate to think of that 1st quarter note as, like a dotted eighth note and a sixteenth rest (or maybe even an eighth note, dotted sixteenth and a 32nd rest) so that the release of the notes happen at the exact same time? I've never really thought about this before, but now that I am thinking about it, I'm confusing myself. When I read rhythmic notation I'm usually thinking primarily about where the notes hit, more so than the duration of each note. Like if I had 4 quarter notes, I'd now that each note should be played on the beat, but I'd probably play the 4 quarter notes no different than then if it were written as alternating dotted eighth notes and sixteenth rests (unless it's a really slow tempo) Obviously for something like a quarter note and a quarter rest, I wouldn't play the same way as a half note.. but when you get down to those little itty bitty tiny moments in between the notes, do those essentially not matter rhythmically?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n11:48 am</dco> &nbsp;<qco> is evil something you are or is it something you do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n11:43 am</dco> &nbsp;<qco> should people live their life a certain way?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n11:35 am</dco> &nbsp;<qco> hi bill, i get sick of music really easily. i play classical, and it seems like nothing i do is ever right. all my rhythm is wrong, my pitch is always a little flat, and the inflections of feeling i give the piece are wrong. how do i like music again? also how do i get better at dealing with all that frustration?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n10:31 am</dco> &nbsp;<qco> Where can I buy some of those fancy chords?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n10:26 am</dco> &nbsp;<qco> Do you ever wonder if there are clones of you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n10:19 am</dco> &nbsp;<qco> Are the mountains in \"hi, i'm steve\" the other side of the mountains in the background of&nbsp;&nbsp;\"soap tips?\"\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Did the rain cause the natural disaster?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n9:31 am</dco> &nbsp;<qco> can i wanna be a movie star be on spotify?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n9:21 am</dco> &nbsp;<qco> there are a lot of different ways to live life. how do i figure out which way to do it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n8:15 am</dco> &nbsp;<qco> an ear of corn in a field full of corn sometimes may get lonely.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n7:29 am</dco> &nbsp;<qco> are humans stupid?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n7:27 am</dco> &nbsp;<qco> iam alien, and who are you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n6:18 am</dco> &nbsp;<qco> hello bill. i want to make music as a living. i went to music school (but i never finished). but when i tried to make music professionally i couldn't survive financially and had to get a day job. but the day job eats up my schedule and have very little time to practice, find gigs or perform.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; now i'm at work, in the office, thinking about quitting all together, cause i feel like even though i want to pursue music as a career, i can never be good enough to be financially stable. Should i just quit?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n6:07 am</dco> &nbsp;<qco> Why is \"hello sexy pants\" in the key of Ab?? That means I need to tune down my bass a half-step everytime I want to play along to reach that juicy low Eb.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n3:31 am</dco> &nbsp;<qco> a question ask?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n2:38 am</dco> &nbsp;<qco> when is crazy raining going to go on spotify\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n1:51 am</dco> &nbsp;<qco> what is improv</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n12:21 am</dco> &nbsp;<qco> How many potatoes do you need to make potato soup</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n1:09 am</dco> &nbsp;<qco> Does \"you can make a wish come true in your one two pants\" have a dirtier meaning?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n11:51 pm</dco> &nbsp;<qco> There is a gnome in my room. How do I get rid of it? Should I befriend it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n10:53 pm</dco> &nbsp;<qco> hi bill. i have to make a tough decision about something and as the deadline for said decision gets closer ive pretty much become paralyzingly afraid of making the wrong choice. do you have any advice on what to do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n9:49 pm</dco> &nbsp;<qco> Could it, theoretically, be possible for one to be absolutely perfect in the eyes of everyone?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n9:45 pm</dco> &nbsp;<qco> Is there a point in living?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n9:36 pm</dco> &nbsp;<qco> Why do all the boys in Congress get mad?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n8:41 pm</dco> &nbsp;<qco> Will you ever re-update the reality section of this website? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;that part always blows me away</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n8:22 pm</dco> &nbsp;<qco> How do you think Mr. Rogers and Costa would coordinate the music for the show? Not the songs themselves, but all the background music.. The music always seemed to follow Mr. Rogers' vocal delivery and timing and pauses so perfectly. Like, do you think they would they just tape the show without music and Costa would do his thing? Or do you think there had to some coordination for timing and stuff? I wanna try to do some \"spoken word\" stuff with music accompaniment, but not sure if it's better to just record the speaking naturally or to do the music first, or try to do both simultaneously, etc.. it just blows my mind how perfect the music was in that show. I've tried to do it but I can't get the timing and flow of the speaking and music to blend so nicely like Rogers and Costa.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n8:04 pm</dco> &nbsp;<qco> is there some particular reason why in your videos you often play invisible drums instead of real ones?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n7:41 pm</dco> &nbsp;<qco> did you make the unboxing video to appease the unboxing fans</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n7:39 pm</dco> &nbsp;<qco> is a lot of the most important part in the same time&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n7:28 pm</dco> &nbsp;<qco> https://www.youtube.com/watch?v=ffxKSjUwKdU those three chords that start at like :44 sound like Aadd2&nbsp;&nbsp;Fadd2&nbsp;&nbsp;Gadd2 to me. does that seem right to you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n7:21 pm</dco> &nbsp;<qco> when i'm in a quiet place i can hear a slight ringing or like a white noise in my ears, do you ever get that? also do you get ear fatigue when mixing or listening to music for long periods? how do you deal with this?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n6:51 pm</dco> &nbsp;<qco> why do people tend to overanalyze your songs? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do they really have hidden meaning</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or should we just take the lyrics at face value??</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n6:30 pm</dco> &nbsp;<qco> have you considered making new designs for your t-shirts? i would like to buy more</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n5:42 pm</dco> &nbsp;<qco> how do I stop thinking</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n5:25 pm</dco> &nbsp;<qco> how many turtles do you own</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n5:19 pm</dco> &nbsp;<qco> are there and hidden secrets on the website</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n5:18 pm</dco> &nbsp;<qco> Would you consider doing a world tour?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n4:53 pm</dco> &nbsp;<qco> How do I remember my name?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n4:49 pm</dco> &nbsp;<qco> Bill, i've been playing the piano for months, i listen to the songs i enjoy and i learn to play them by ear. I'm good at finding out the melody or the lead vocal's notes, but i'm having troubles identifying the chords and extra stuff other than the melody. what do you suggest me to do? i started to become familiar with the sounds of some of the chords i use a lot (A,Am, Em, F , Fm, Bb, C D G etc.) . Do i just listen and play more?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n4:44 pm</dco> &nbsp;<qco> on your old daily schedule video, it said you were nice to people at 1:00, 2:00, 3:00, 4:00, 5:00, and 9:00. does this mean that being nice is a nine to five job?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n3:43 pm</dco> &nbsp;<qco> what other ways can we help with the ratings thing? i rarely listen to the radio but i would request your songs gladly it will be amaaaaazing when you tour</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n2:56 pm</dco> &nbsp;<qco> do you have a motto?</qco> </h3><br><br>"
  }
]
