[
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n1:14 am</dco> &nbsp;<qco> you get plenty of compliments here about your songs and videos, but i just wanted to say (after seeing all the reality videos) that you seem like a good person. smart but not conceited, selfless, and genuine. it seems to happen more and more often that our artist idols turn out to be bad people in their personal lives,</qco></h3>      i hope that critique is being verified by actually having a personal relationship with them, rather than through 3rd party speculation, etc<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but i don't think we ever have to worry about that with you. thanks for being awesome.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n12:49 am</dco> &nbsp;<qco> what are your thoughts about a huge fan of your music videos that wants to make some tattoos of your drawing in them?</qco> </h3>      should be fine as long as you can remove it when i make new and better drawings\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n12:18 am</dco> &nbsp;<qco> how do you spot fake people or fake intentions</qco> </h3>      put on fake glasses, and if you can see the person or their intentions through the glasses, then congratulations you have found a fake person or intention\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n11:38 pm</dco> &nbsp;<qco> I live in Mexico?</qco> </h3>      seems plausible\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n11:36 pm</dco> &nbsp;<qco> Is the video about Antarctica and the laws around it?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n10:33 pm</dco> &nbsp;<qco> Are questions getting repeated?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n9:50 pm</dco> &nbsp;<qco> why, in alphabet shuffle, do you omit the F when you use the funky Bb-7 chord 15 seconds in? it sounds gnarly but i'm just wondering what drives your decisions to leave tones out</qco> </h3>      in that case, including the F note would have made it too gnarly. the gnarliness that is there already comes from the Bb in the bass, but the F note would have made it slightly too extreme and possibly relocated it to a more obscure section of the record store\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n9:44 pm</dco> &nbsp;<qco> i just want you to know that your oft-repeated advice to just create stuff rather than not create stuff, even if that means deliberately getting really good at making the worst shit ever until the day you accidentally fuck it up and make something good, is being taken to heart. out of all of my teachers, mentors, role models, fellow creatives, etc. you are the only one who has given me permission to make awful garbage and have a great time doing it.\n</qco></h3>      holy crap, they must be part of some elaborate propaganda operation designed to prevent you from ever doing good work, by telling you that your first work is supposed to be good, and therefore setting you up for immediate disappointment from the start<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n not that i need anyone's permission but it does help...anyway when i get discouraged i just remember rule #0: \"creating is better than not creating.\" thank you for informing my creative process at this stage in my life;&nbsp;i'm having a blast like never before. anyway none of that was a question so: how many verbs are in the title of the new thing</qco> </h3>      0, if you don't count the present participle functioning as an adjective\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n9:33 pm</dco> &nbsp;<qco> which national park is your favorite?</qco> </h3>      earth\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n8:23 pm</dco> &nbsp;<qco> trying to figure out if i'm strong enough to help people</qco> </h3>      you are strong enough, despite the occasional bouts of doubt, or \"boubts\" as they are called in the hesitation business\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n7:10 pm</dco> &nbsp;<qco> can everything be nothing at the same time?</qco> </h3>      usually at a slightly different time. or at a slightly different place, which would therefore make it pretty much impossible to even define simultaneity\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n6:36 pm</dco> &nbsp;<qco> have you ever considered using an electronic wind instrument (EWI)?\n</qco></h3>      no but i might<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if you already do, then nevermind</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n6:16 pm</dco> &nbsp;<qco> where is the happy birthday song?</qco> </h3>      all over the world, royalty free at long last\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n6:00 pm</dco> &nbsp;<qco> I'm feeling confused and low. Could you write a brief poem about a broken cart? I think it could help, if you have a moment.</qco> </h3>      i want to understand the circumstances relating to the cart breaking, and i'd be curious to see if there are any ghosts as a result, but that is usually not the case despite the insatiable hype\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n5:59 pm</dco> &nbsp;<qco> You must work almost constantly. Do you worry about not experiencing the world because you are too busy fighting deadlines?</qco> </h3>      yes, and then i go into deep states of panic because i am too busy enjoying the world with no deadlines\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n5:58 pm</dco> &nbsp;<qco> I've recently concluded that making the art involves learning how to create conditions where you accidentally tell the truth. </qco></h3>      that's extremely true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I've been getting better, but it's slow going. I suspect this is a part of your process too. If so, have you picked up any techniques that helped you in this?</qco> </h3>      open up a tool kit and start using it. one particularly simple / fun and friendly one that i made a lot of important discoveries in was the qwerty computer keyboard and a blank text file\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n5:58 pm</dco> &nbsp;<qco> I've noticed something. You answer questions with longer answers if they are about music. So, b flat is a guitar, right?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n5:47 pm</dco> &nbsp;<qco> Do you like the rolling stones?</qco> </h3>      sometimes i wish they would roll even more\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n5:43 pm</dco> &nbsp;<qco> Can you recommend me some nice soothing music? I need something to help calm me down.</qco> </h3>      \n<a href=\"https://www.youtube.com/watch?v=UuhYZrn4flo\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n3:53 pm</dco> &nbsp;<qco> What key is this progression: Am Abdim (A flat diminished) F C.\n</qco></h3>      that's out of context, but it's very Amin<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sounds pretty good to me but I can't figure out what it is. It's really really close to A minor but it contains 8 notes instead of 7 with that Ab there. \n<br>sorry for asking all these music questions that probably seem simple to you but i keep discovering stuff and i have an urge to know what the name of the thing i discovered is and it's difficult to google something like that</qco> </h3>      a friendly tip for the \"minor key\" for example A min, ..... G# notes are a perfectly normal and healthy part of the key of A minor. you will notice them particularly often showing up in harmony with B or D notes (or both)\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n3:13 pm</dco> &nbsp;<qco> What if you made a song where all the percussion is replaced with snare drums?</qco> </h3>      if i knew that in advance, i would make sure not to use any percussion\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n2:05 pm</dco> &nbsp;<qco> can you teach me to trill my r's?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n2:00 pm</dco> &nbsp;<qco> did you ever have to get used to how you look on camera? there are a lot of things about how i look that i don't like and have to get over if i'm filming (it doesn't help that i often really admire how other people look. for example, you), but you seem to be either very physically unselfconscious or content with your appearance and i wondered if that took time or just wasn't something you had to worry about</qco> </h3>      when you are also the director, editor, and executive producer, you actually have a lot of control over how you look on camera. so if you don't quite like it, you still have a huge amount of options to work with, to make it different\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n1:51 pm</dco> &nbsp;<qco> Do you like magic tricks?</qco> </h3>      that's what the entire world is, so i better get used to that by now\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n1:32 pm</dco> &nbsp;<qco> is everything the e in wfaoie?</qco> </h3>      no, it's ironic you mention that, because one of the themes of these videos will be coming to terms with the fact that they are so vastly much less than everything that sometimes it may seem as if they hardly contain anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n1:21 pm</dco> &nbsp;<qco> do you personally think the universe could be a simulation OF A UNIVERSE within another universe?&nbsp;</qco> </h3>      why simulate when it's right here\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n12:30 pm</dco> &nbsp;<qco> why don't people who live in turkey celebrate thanksgiving?</qco> </h3>      because it's a tradition from North America\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n11:41 am</dco> &nbsp;<qco> Do you like Bossa Nova?</qco> </h3>      yes and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n11:20 am</dco> &nbsp;<qco> Do you ever get mad at questions?</qco></h3>      i sometimes get extremely pleased<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n What about fans?</qco></h3>      sometimes they get mad at each other<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Do you sometimes think the questions they ask are dumb?</qco> </h3>      sometimes i think that but then i check my google settings and i realize i was reading them in the wrong language\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n10:54 am</dco> &nbsp;<qco> First of all. What is your opinion on furries?</qco></h3>      not furry enough<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Second of all, if you were an animal, what would you be</qco> </h3>      homo sapiens\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n9:14 am</dco> &nbsp;<qco> are you gonna make another collab with the bill wurtz band</qco> </h3>      that's not a collab, i'm the band\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n8:55 am</dco> &nbsp;<qco> what is it that makes jazzy chords so addictive?\n</qco></h3>      if you slip a bit of crack cocaine in there that could do the trick<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and jazzy?</qco> </h3>      what makes something 'jazzy' is simply the jazz label. if you call anything 'jazzy' with confidence, surely anyone believe you, especially if you don't even let them hear the source audio material you are talking about \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n8:54 am</dco> &nbsp;<qco> Should i get a law degree or a history degree? Maybe psychology?</qco></h3>      i unfortunately can't answer because i know nothing about those. i don't know what they look like, don't know what they smell like, and would be unable to even recognize one if i saw it amongst an assorted group of other items<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I cant choose cuz i just wanna do art but for various reasons -like earning money- i have to study something and these are the top three on my list</qco> </h3>      can't you just earn the money instead of the degree? i'm pretty sure to get a degree you have to give them more money than anyone on earth is capable of earning in 1000 lifetimes. at least that's what i've heard\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n8:35 am</dco> &nbsp;<qco> <a href=\"q.php?date=201902081723\">2.8.19&nbsp;&nbsp;5:23 pm</a>  yeah but can you at least please explain to me where the hell does that E major come from?</qco></h3>      i believe in that song it comes from the guitar<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I sort of understand the D major because it's present in the A major (parallel of the Amin in which the song is in) but what's going on with that E major?</qco></h3>      if the \"from A major\" explanation satisfies you, then i am proud to inform you that E is present in A major too<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Some people said somethinbg like secondary dominant but I have no clue what that is</qco> </h3>      i'm pretty sure it's not that, but even if it was, that wouldn't help you know a damn thing about why it sounds good. (or does it sound good? i forgot if you ever stated an initial opinion on that.....) The important thing to take with you for the rest of your life is that you now have some idea of what D and E chords can do in the key of A minor, and the feels it can bring, etc. Then with some simple extrapolations you could deduce that the same feels could also be produced in the key of Bbmin, with Eb and F chords. and so forth\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n6:14 am</dco> &nbsp;<qco> I should be doing my homework. What about you?</qco> </h3>      i am busy assigning myself homework\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n4:00 am</dco> &nbsp;<qco> give us the acronym for your next project because if you would that would be very cool and good and nice</qco> </h3>      <a href=\"https://www.instagram.com/p/Btfak8eB_6x\">https://www.instagram.com/p/Btfak8eB_6x</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n3:59 am</dco> &nbsp;<qco> i'm gonna take your candy</qco> </h3>      that's a decent plan\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n2:14 am</dco> &nbsp;<qco> I just realized that we're the big bang!!!!!!!</qco> </h3>      that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n1:24 am</dco> &nbsp;<qco> What do you associate with stripes?</qco> </h3>      the united states, toothpaste, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n1:20 am</dco> &nbsp;<qco> Do you ever stop and think, \"life is a hoot\"?</qco> </h3>      no need to stop while thinking that, it is actually even more of a hoot while you are moving\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n12:05 am</dco> &nbsp;<qco> Would you ever plan to tour internationally?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n11:53 pm</dco> &nbsp;<qco> I think a lot about your music, and what it means. A lot of people say there's some kind of deeper metaphor to it, other people say that it's meaningless. I think neither is very true, I've come to the conclusion that your music is about finding meaning in otherwise mundane things, rather than the mundane things themselves being metaphors, or just being meaningless. Would you agree with this at all?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n11:39 pm</dco> &nbsp;<qco> What do you think about tomato soup?</qco> </h3>      too much soup, not enough tomatoes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n10:56 pm</dco> &nbsp;<qco> Is the universe just a simulation?&nbsp;</qco> </h3>      of what\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n10:20 pm</dco> &nbsp;<qco> why are ariana grande's songs are all lowercases?</qco> </h3>      perhaps capitals aren't necessary for them to convey the information, but why are your questions in all lowercase\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n9:53 pm</dco> &nbsp;<qco> Are you satisfied with your current level of satisfaction</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n9:28 pm</dco> &nbsp;<qco> I feel stupid cause I probably missed out on a chance to save a lot of money because I wasn't proactive.</qco> </h3>      maybe you could start being proactive now\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n9:23 pm</dco> &nbsp;<qco> Why do you have weird descriptions on twitter and youtube,</qco></h3>      why do most people have long and boring descriptions<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and why do you misspell everything?</qco> </h3>      most things i spell exactly the way they are spelled by others in my peer group. the only times i may make exceptions is to induce some kind of thrills or excitement\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n8:48 pm</dco> &nbsp;<qco> Hi Bill. I saw a video about Disclosure's song \"Latch\" where it said the song was in Bb dorian and went i &gt; v &gt; IV &gt; III. Someone in the comments said no, it's clearly in Ab major and goes ii &gt; vi &gt; V &gt; IV. Someone else said no, it's in F minor and goes iv &gt; i &gt; VII &gt; VI. It was all a bit silly and it made me wonder if I should just analyze all songs in a major key even if they're minor or another mode. E.g. it seems a lot easier to just remember that vi &gt; IV sounds cool rather than remembering both vi &gt; IV and i &gt; VI since they are the same notes. Do you see any downsides in only thinking about chords from an \"ionian perspective\"? (this might be a cool math rock band name) Or are there benefits in calling the vi chord the i chord if the song is in a minor key?</qco> </h3>      if it's an ambiguous case, i generally will gravitate toward the 'ionian perspective' as you call it. i would surely consider Latch in Ab, especially when you look at the melody. Some songs may be much more strongly anchored to that 2 root, where you would definitely wanna say 2 dorian. like miles davis \"so what\", no one is going to say that's in C. or \"uptown funk\", no one's gonna say that's in C. it clearly lives its life in D dorian, period. There are many many ambiguous cases, especially when you can't decide whehter to take the \"ionian perspective\" or the relative minor (\"aeolian perspective\", as you might say). Like a song that is firmly in A minor in the verse, then does F C G G for the chorus, obviously the chorus is in C. Or the ever so popular perpetually looping Amin F C G sequence, that's the most famously ambiguous case. The whole thing sounds like it's in C except that the first chord is actually Amin. Some songs are ambiguous as to which way you'd call it, but the melody is really what holds the answers\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n8:06 pm</dco> &nbsp;<qco> Can you give us an acronym of your upcoming video title so we can try to guess?</qco> </h3>      sure\n<br><br>"
  }
]
