[
  {
    "html": "<h3> <dco>12.11.22&nbsp; \n11:09 pm</dco> &nbsp;<qco> could you show us a random sneak peek of a journal entry from today?</qco> </h3>      \n<a href=\"202212121330.mp3\" target=\"_blank\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.22&nbsp; \n10:27 pm</dco> &nbsp;<qco> You are bad</qco> </h3>      \nthat's fair\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.22&nbsp; \n9:39 pm</dco> &nbsp;<qco> how much harpsichord is in the song that was released on 3.29.22?</qco> </h3>      \ni'm not exactly sure, but it's probably a pretty average amount\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.22&nbsp; \n9:15 pm</dco> &nbsp;<qco> whenever you learn something new, do you get this feeling, after a short moment, or maybe when it comes up again, that you've known it for longer than you actually have, almost like you'd heard it somewhere before years ago, or even since always?</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.22&nbsp; \n9:01 pm</dco> &nbsp;<qco> what does it take to sing actually good so i don't hate singing in front of people please help thanks</qco> </h3>      \nkeep the air moving. in, out, whatever, all in due time, just keep it moving. that will give you the space to be yourself or whomever else you may dream of\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.22&nbsp; \n8:59 pm</dco> &nbsp;<qco> what's the key to being creative?</qco> </h3>      \nthere's 2 parts: losing your mind, and then getting it back\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.22&nbsp; \n8:39 pm</dco> &nbsp;<qco> Who is Bill Wurtz</qco></h3>      that's me<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and what does it mean to be Bill Wurtz?</qco> </h3>      \ni am figuring that out as i go\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.22&nbsp; \n6:29 pm</dco> &nbsp;<qco> and it's like, why did you say \"and it's like\" in so many of your early journals?</qco> </h3>      \ni feel it gives things sort of a homely, timeless quality. the feeling that you continue trying to take another shot at explaining that one thing we must be all trying to explain\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.22&nbsp; 6:03 pm</dco> &nbsp;<qco> what's the best font?</qco> </h3>      \nbaked potato. every letter is a baked potato. the numbers are unbaked potatoes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.22&nbsp; \n5:31 pm</dco> &nbsp;<qco> I have noticed that you often state a fact when asked for your opinion. Is this to make up for all the opinions that are stated as fact, on tv and on the internet, etc.?</qco></h3>      i was going to say no but now that i think about it yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I find it oddly comforting. Thank you for your t i m e</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.22&nbsp; \n5:08 pm</dco> &nbsp;<qco> whats your opinion on corn&nbsp;</qco> </h3>      \nit's like a lego set you can only take apart\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.22&nbsp; \n5:01 pm</dco> &nbsp;<qco> Who is a coconut?&nbsp;</qco> </h3>      \nno one. a coconut is a non-person item\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.22&nbsp; 3:22 pm</dco> &nbsp;<qco> is music theory a requirement?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.22&nbsp; \n1:38 pm</dco> &nbsp;<qco> how to create a good playlist?</qco> </h3>      \nmake a movie around each song\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.22&nbsp; 1:23 pm</dco> &nbsp;<qco> What is your opinion</qco> </h3>      \nit's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.22&nbsp; \n1:18 pm</dco> &nbsp;<qco> Why is it called a lazy susan when it's the only shelf that moves at all? Sounds like a most active susan, to me.</qco> </h3>      \nit's named after the person who is using it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.22&nbsp; \n11:05 am</dco> &nbsp;<qco> what are the hours/menu items of ALLFRED PIZZA, as seen in \"Perfect.\"</qco> </h3>      \n\"ALLFRED PIZZA\" is not in the video. \"Dan's Actual Pizza\" is seen, and \"ALLFRED PLAZA\" is seen\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.22&nbsp; \n10:56 am</dco> &nbsp;<qco> Why is video Monday not in this website, and i have to go to Youtube to watch it?</qco> </h3>      \nindeed it is on the website. whether you are talking about \"video-monday\", \"monday\", or any of the other many monday videos, they are all here on the videos page and also the expert page. to make it even easier, you can take a look at just the <a href=\"https://billwurtz.com/monday.html\" target=\"_blank\">monday</a> category\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.22&nbsp; \n10:42 am</dco> &nbsp;<qco> is this a biscuit?</qco> </h3>      \nno but it is about a biscuit\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.22&nbsp; \n5:55 am</dco> &nbsp;<qco> Do your videos have a deeper meaning behind them, or are they just supposed to be taken at face value?</qco> </h3>      \ni didn't know they had a face value. i like to remove the face value, thereby hopefully turning the whole thing into an adventure right away\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.22&nbsp; \n5:01 am</dco> &nbsp;<qco> how did people come up with such advanced technology?</qco> </h3>      \none step at a time. the first step usually takes a long long long long long long long long long time to come up with. i don't even know how that happens. maybe after enough time, lightning strikes, or something. who knows how it happens...... because most of the time it doesn't happen. But, once you get that first step, then the other steps happen much more quickly, because each step enhances the ability to make future steps \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.22&nbsp; \n3:38 am</dco> &nbsp;<qco> Do you ever listen to your music casually, and not as part of a creative process? Or is the very act of listening to something you've created inseparable from said process?</qco> </h3>      it's part of a different process. it's part of the self-doubt process\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.22&nbsp; \n2:59 am</dco> &nbsp;<qco> do barren wastelands have internet?</qco> </h3>      \nsoon they will\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.22&nbsp; \n2:23 am</dco> &nbsp;<qco> i found out that i got the lowest score in my class out of everyone and now i feel like shit. and i knew i shouldntve looked bc it would make me feel like shit but i did anyway.&nbsp;</qco> </h3>      \nthe best part about this is that it will increase the joy you will feel the next time you get a good score on something. it might even make you feel great next time you get a medium score\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.22&nbsp; \n12:11 am</dco> &nbsp;<qco> I've noticed you've answered the question 'do you exist multiple times' does this mean anything or is it just a common question?</qco> </h3>      \ni don't recall ever being asked that question. but actually, if your closing quotation mark was in a different location, then your whole line of thinking would actually make a lot more sense to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.22&nbsp; \n11:58 pm</dco> &nbsp;<qco> What is your favorite cake flavor</qco> </h3>      \nchocolate\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.22&nbsp; \n11:48 pm</dco> &nbsp;<qco> does mt. Saint Helen's actually have a gift shop? </qco></h3>      maybe, or maybe not. to this day i do not know<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what makes it pretty cool?</qco> </h3>      i have no idea. i personally don't like gift shops, but i'm sure there would be many ways to make it cool. cool architecture might do it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.22&nbsp; 10:11 pm</dco> &nbsp;<qco> Is cereal a soup?</qco> </h3>      \nno, but soup is a cereal\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.22&nbsp; \n9:53 pm</dco> &nbsp;<qco> how do i stop thinking about france?</qco> </h3>      \nyou may have to start thinking about spain\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.22&nbsp; \n9:13 pm</dco> &nbsp;<qco> what is that song you made about soft clothing about actually?</qco> </h3>      \nit's about seeing how all these country songs have these awesome titles, sometimes long titles, where the title itself has entertainment value baked right in. i've felt envious about that all my life, just thinking, wow, what a joy it must be to write like that. and i guess for years i never got around to trying it because i was always busy with other types of songwriting experiments. but eventually i got around to it, and i tried doing it, just coming up with the title first, with no music. several things got added to the writing queue, and then in due time some of them eventually got musicified, and then in due time some of them have been completed and recorded. other examples include \"mount saint helens is about to blow up, and i'm having a fine swell day\", \"the moon is made of cheese but i can't taste it\", \"the easter bunny told me that christmas isn't real but santa claus is still jesus\", \"the best thing about games is losing them\", and many more titles still in the queue\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.22&nbsp; \n7:44 pm</dco> &nbsp;<qco> how about a blur effect when your characters and 3d objects move at really fast speeds?</qco> </h3>      \ni can't think of a way to feasibly achieve that. i put some thought about it when i did the scene with the all the cars rushing by. the basic idea that comes to mind is, for that scene, i'd have to speed up the frame rate to about 10,000 times what it normally would be. and then i'd have to composite each final frame (at normal frame rate) to be a blend of the 5000 frames before and after it. i'd be willing to do that, but it would probably take several years just to do one shot. even if the whole process were completely automated, it would still take an absurdly long time even on a supercomputer. so for that reason, that method is out of the question. i also did some thinking about what other gimmicks i can do artistically to sort of give an impression of that effect. and i didn't really have any bright ideas about it, but what i decided to do first is just render the cars moving without blur and take a look at it. i actually thought it looked great without the blur, so i didn't have to worry about adding the blur. and of course, in that shot, i'm glad there's no blur because this way you can actually see the cars in detail\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.22&nbsp; \n7:34 pm</dco> &nbsp;<qco> can i learn to have ideas the same way i learn a skill?</qco> </h3>      \nyes. i think you may be surprised and interested in some of the strange ways idea-having can work, or not work, but, nevertheless, you can learn all about that, and have a great and interested time doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.22&nbsp; \n5:55 pm</dco> &nbsp;<qco> what do you think about the flag of the state of Maryland</qco> </h3>      \ni find it overwhelming\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.22&nbsp; \n4:45 pm</dco> &nbsp;<qco> Would you say you look at the world through a logical lens, or a more emotional one?</qco></h3>      it's a 50/50 blend<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I mean do you reach the conclusions you do through rationale, or do you do it another way? Explain if you can please.</qco> </h3>      i just try to figure things out. and i experience intense blasts of mental and emotional energy all during the process\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.22&nbsp; \n4:37 pm</dco> &nbsp;<qco> who is the post man</qco> </h3>      \nsounds like some sort of futuristic person\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.22&nbsp; \n3:06 pm</dco> &nbsp;<qco> What is your IQ</qco> </h3>      \nmaybe about a baker's dozen\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.22&nbsp; \n2:15 pm</dco> &nbsp;<qco> What is the most important word in the English language?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.22&nbsp; \n1:55 pm</dco> &nbsp;<qco> will the crops fail?</qco> </h3>      \nsometimes yes, sometimes no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.22&nbsp; \n1:47 pm</dco> &nbsp;<qco> Can you do something controversial&nbsp;</qco> </h3>      \nnothing is controversial. there is no such thing as controversy\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.22&nbsp; \n12:15 pm</dco> &nbsp;<qco> could you explain what?</qco> </h3>      \ni've been trying to do that all my life\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.22&nbsp; \n12:07 pm</dco> &nbsp;<qco> do you think double-sided tape is effective?</qco> </h3>      \nyes, depending on what your intended objective is\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.22&nbsp; 11:12 am</dco> &nbsp;<qco> why are we here?</qco> </h3>      \nwhere would you rather be\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.22&nbsp; \n11:06 am</dco> &nbsp;<qco> Can a bottle ever be full of liquid?</qco> </h3>      \nsure. in addition, it can also have liquid all around the outside of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.22&nbsp; 10:35 am</dco> &nbsp;<qco> Do you like music</qco> </h3>      \nit's ok\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.22&nbsp; \n10:08 am</dco> &nbsp;<qco> how long is a while, measured in moments?</qco> </h3>      \nthat would be a pile of moments\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.22&nbsp; \n9:31 am</dco> &nbsp;<qco> is your screenwriting process very linear, or do your scripts go through multiple passes? </qco></h3>      i would prefer not to keep editing it, because i think the first way is usually the most genuine. it gets tricky when you try to pull things apart from the inside....... but what can you do. if part of it sucks, then you gotta get into some surgery and pray for a good outcome<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i know you've shared the original draft for the rabbit video along with the updated \"final\" script, but even the \"final\" script is different from the video. e.g., your omission of:\n<br>1. (person has looked at the caption, to his upper right)\n<br>2. damn,\n<br>3. phone: 'have you tried going on the internet'?\n<br>\n<br>what informs these decisions? </qco></h3>      it should be noted that the 'have you tried going on the internet' has a dash - written at the beginning of the line. that is my notation for this line is cut (cancelled). so that decision was already made. For the person looking at the caption, to the right, .... well, i think i just forgot to do that. Quite often, and i'm not proud of this, quite often i notice after i've finished producing a video, if i look back at the script there are various nuances that just got forgotten. Usually that's because once i've recorded the audio for the vocal, i don't check the script again. perhaps i should. Or, maybe, in this case, it might be the result of the fact that i went with a full-screen separate card for that announcement, so it wouldn't make any sense to have the character look at it. If someone had made me aware of that detail, i may have decided not to do it anyway<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how exactly does your process look like? how do you edit the original draft;&nbsp;i.e., do you go through it over and over from beginning to end, or do you \"jump around,\" so to speak, or a mix of both? thanks</qco> </h3>      i don't make any changes unless i have to. i just do a full readthrough, and if there are any parts that just really make me miserable, then inevitably something has to be done, somehow\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.22&nbsp; \n8:47 am</dco> &nbsp;<qco> How did you learn jazz piano/theory? </qco></h3>      there's always more, and you can change it at will. so in that sense i don't know when or if anyone can claim to \"know\" \"it\", aside from welcoming the ever expanding joy of exploration<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm struggling to find good resources to play.</qco></h3>      it all comes down to songs. find songs you love<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Did you do piano lessons at home or with a teacher?</qco> </h3>      i'm sure teachers can come to the home, but, i learned the majority of the important stuff i know from personal experience\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.22&nbsp; \n8:39 am</dco> &nbsp;<qco> what is bicycle used for? </qco></h3>      art<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how do i use it</qco> </h3>      \ndraw a picture of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.22&nbsp; \n7:07 am</dco> &nbsp;<qco> Can you predict the future formula one world champions until 2050???</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.22&nbsp; \n6:13 am</dco> &nbsp;<qco> Is the Moon actually made of cheese?</qco> </h3>      \nno\n\n<br><br>"
  }
]
