[
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n11:50 pm</dco> &nbsp;<qco> Do you like the colder or warmer months</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; 10:51 pm</dco> &nbsp;<qco> How do you find motivation?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n10:08 pm</dco> &nbsp;<qco> is anyone really better off than anyone else?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n9:46 pm</dco> &nbsp;<qco> do you know what a squrinkley squroinkley is?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n9:43 pm</dco> &nbsp;<qco> When someone playfully pretends they took something personal. Whats the trick to not feel like maybe they did take it personal</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n9:41 pm</dco> &nbsp;<qco>hey, so i really really really really wanna create and play music as a career, and i think i'm just about insane enough to do it, but i'm in a position right now where i need to either A) go to school to get a degree in........ something, or B) buckle down and get a job to pay rent. i'm definitely leaning towards the latter, and then just doing that while working on music until i can start to make a living off the music,but everyone with any ounce of common sense in my life is (understandably)trying to urge me to to the first option. the thing is, i just really don't wanna do that. i know i'll have zero fallback plans or whatever in the long term, but it's like, why the hell should i waste a huge amount of money and 4 years of my life to learn about something i'll learn way more about by just doing? am i being stupid for not wanting to go to school? would i be stupid to actually GO to school? i don't really have a clear cut plan for how to make money with music (something something, i start gigging..... releasing original songs..... money? idk), but i think i'm crazy and desperate enough to figure out something there. any tips in all of this would be greatly appreciated though, because i'm feeling super lost and confused right now (and let me know if you need more details) thanks!&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n9:41 pm</dco> &nbsp;<qco> How big is your soul?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n9:34 pm</dco> &nbsp;<qco> How to stop overdoing anything?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n9:11 pm</dco> &nbsp;<qco> the other day i saw a chicken cross the road and i was like, oh i get it now</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n7:55 pm</dco> &nbsp;<qco> Did you ever have a time where you thought you couldn't do the things you wanted to do?\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, how did you start to do the things you want to do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n7:11 pm</dco> &nbsp;<qco> Why is this questions page a magic 8 ball?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n6:54 pm</dco> &nbsp;<qco> how to pursue my dreams without worrying the people in my corner?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n6:48 pm</dco> &nbsp;<qco> What are your thoughts on the time signature of the Ganondorf Battle theme from Ocarina of Time?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n4:49 pm</dco> &nbsp;<qco> How come CM7 is so chill but CM7/B is going on an adventure in the wild? How'd that B get down there and why is it an engine now?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n4:24 pm</dco> &nbsp;<qco> Why do they call it a chair?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n4:01 pm</dco> &nbsp;<qco> Who would win 1000 wolf sized foxes or 1 fox sized wolf?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n4:00 pm</dco> &nbsp;<qco> Why do you think bad things happen to good people?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n3:22 pm</dco> &nbsp;<qco> I am currently working on rewriting all of the code for and old game I never finished to finally bring it to life and I've done a few scripts but now I don't know what to do next because whenever I think of something I realise that it can't be done without completing a task prior to that, and that the task prior to the initial task can't be completed unless I complete another task and so on. How do I get past this?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n1:30 pm</dco> &nbsp;<qco> what should you do when you fall out of love with someone?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n11:06 am</dco> &nbsp;<qco> thoughts on punchlines?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n10:06 am</dco> &nbsp;<qco> do you evr think about how nothing can truly take away free will, isnt that fact just two benevolent for this universe? then again, maybe it's the mst in character thing this gods ever done</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n7:06 am</dco> &nbsp;<qco> bill im sick how do i get better?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n4:49 am</dco> &nbsp;<qco> Do you like purple?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n3:17 am</dco> &nbsp;<qco> From my understanding, the lyrics and music to your songs would be incomplete if experienced separately. Are the videos you make equally important to experiencing your music? Would listening to your music without the accompanying video be like reading the lyrics without the music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n2:52 am</dco> &nbsp;<qco> Going through some tough times atm and i want you to know that your music as a whole is one of the things that are really comforting (enough to feel the need to write this). I know art is a medium of self-expression and we are just bystanders who happen to enjoy yours, but i still feel the need to thank you</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n1:41 am</dco> &nbsp;<qco> looking at your old instrumentals from 2009 and earlier, I'm amazed by how good your arrangements sounded even when you had (from what I can tell) relatively little experience doing music production. Is there something I'm missing? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Did you create any compositions that aren't published on the site?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n12:26 am</dco> &nbsp;<qco> what should i do if i can hear colors</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n12:04 am</dco> &nbsp;<qco> i am thisclose to treating pizza as a snack and not a meal. they're just so damn big. but i dunno, they feel like a snack food</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n10:57 pm</dco> &nbsp;<qco> you've probably been asked this before but what time is it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n10:15 pm</dco> &nbsp;<qco> why funerals exist?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n10:13 pm</dco> &nbsp;<qco> IS RIGHT NOW A GOOD TIME TO PANIC???&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n8:38 pm</dco> &nbsp;<qco> If you had to fight 100 smaller bill wurtzes how would you win</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n7:34 pm</dco> &nbsp;<qco> are there specific musicians that inspire you? who are they?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n6:54 pm</dco> &nbsp;<qco> i want to play word association and then disassociate the words</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n6:21 pm</dco> &nbsp;<qco> should i drop out of school or listen to my parents and stay</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n5:46 pm</dco> &nbsp;<qco> I'm making a pie tomorrow with my mother, what should we put on it (inside of it, to be clear, the filling, a [INSERT HERE] pie if you will)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n5:13 pm</dco> &nbsp;<qco> Is reality a social invention?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n4:37 pm</dco> &nbsp;<qco> i always get stuck on the beginning of everything. i have a perfectly clear vision of what i want the end product to look like, but when i actually have to do the transition from idea generating to idea materializing, i can barely get anything out. any help?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n3:33 pm</dco> &nbsp;<qco> Why am I such a perfectionist?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n2:34 pm</dco> &nbsp;<qco> What am I supposed to be doing, again?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n12:41 pm</dco> &nbsp;<qco> Do you want to build a snowman?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n11:49 am</dco> &nbsp;<qco> what does your general lyric writing process look like? like do you keep a notebook of lyrical fragments and go back to them when you need lyrics?, or do you make stuff up per the song? once a draft is written, how much refinement goes into the lyrics?, or is it \"one and done\"? im sure youve been told before, but from an outside perspectiv3 it seems very stream of conciouness and that very little meaning is intended (though i believe there is value in allowing the audience to create their own meaning from scratch). \n<br>\n<br>if \"general\" is too difficult, im specifically thinking of \"day goes on\", \"mt st helens\" and \"at the airport\".</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n10:59 am</dco> &nbsp;<qco> Why are narwhals narwhals and not unicorn whales? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you had a choice what would you call narwhals instead?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; 7:54 am</dco> &nbsp;<qco> is it ok</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n5:54 am</dco> &nbsp;<qco> thoughts on tables existing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n1:31 am</dco> &nbsp;<qco> 4 hours before i was born, you were wearing a space helmet. 18 years later, is this still true?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n1:31 am</dco> &nbsp;<qco> If someone's getting into making music, what specific things/concepts do you think are important to learn and understand to make good music.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n1:07 am</dco> &nbsp;<qco> do you ever forget some song or video or thing that you've done, and then come back to it with fresh eyes, and you're like \"oh damn, i love this\"?&nbsp;&nbsp;like getting the pleasure of art that was specifically crafted to satisfy your tastes</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.4.24&nbsp; \n11:45 pm</dco> &nbsp;<qco> What would it take to defeat McDonald's?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.4.24&nbsp; \n11:28 pm</dco> &nbsp;<qco> Is tradition a modern invention?</qco> </h3><br><br>"
  }
]
