[
  {
    "html": "<h3> <dco>2.4.23&nbsp; \n4:30 pm</dco> &nbsp;<qco> where is mt saint helens located</qco> </h3>      \nsomewhere near the border of oregon and washington state\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.23&nbsp; \n2:02 pm</dco> &nbsp;<qco> where does your next video take place?</qco> </h3>      \nin a wild basin\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.23&nbsp; \n1:53 pm</dco> &nbsp;<qco> Is music what words feel like</qco> </h3>      \nyes but more enhanced\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.23&nbsp; \n1:27 pm</dco> &nbsp;<qco> i wanted to ask a question and also share something with you<br><br>it seems that you did things by starting out with something you know you can do, like the early monday videos, and the early songs like \"hi bye\". i tried this, and i kinda liked doing it this way , but im so impatient and i keep wanting more more more more more, knowing i can't do much more - so instead ive been trying a different approach, which is the act like i'm a raytracing engine, where my first attempt is all encompassing, and grand in scope, but blurry and messy and noisy, and not good. then my second attempt is like a second pass, filling in some details, and making something less chaotic, and more understandable, then after many attempts, i start to fill in the holes and get the details down and make something better. have you ever at any point tried doing things this way?</qco></h3>      if i make the 1st thing grand and all-encompasing, ..... that's a recipe for forever. it would never get done. you said you were trying this. i'm curious to see if you've finished that first thing yet<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; is there a name for that type of growth?<br><br><br>also i hope your work is going well! and i hope you are well, and i hope you are joyful today!</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.23&nbsp; \n12:24 pm</dco> &nbsp;<qco> What are \"currently vacationing in antarctica\", \"vacationing in the center of the earth\" and \"VACATIONING IN THE MIDDLE OF THE SUN\" on the expert page?</qco> </h3>      \nexpressions of rage\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.23&nbsp; \n12:15 pm</dco> &nbsp;<qco> What's something that isn't exactly a secret but you are the only person in the world who knows?</qco> </h3>      \nwhat time it was when i answered this\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.23&nbsp; \n11:10 am</dco> &nbsp;<qco> can you play ukulele</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.23&nbsp; \n10:47 am</dco> &nbsp;<qco> I've just discovered a new species of plant and I will call it wurtzalora. What do you think?&nbsp;</qco> </h3>      \nnothing about that plant because i don't know anything about it. i don't even know which plant it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.23&nbsp; \n5:05 am</dco> &nbsp;<qco> why is so many people like to put punctuation aka the dot at the end of sentence?</qco> </h3>      \nhelps to separate one sentence from the next\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.23&nbsp; \n3:48 am</dco> &nbsp;<qco> What gave you the inspiration to start making your genre type of music?</qco> </h3>      \nrealizing it's possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.23&nbsp; \n1:11 am</dco> &nbsp;<qco> what if you wanna make cool stuff but you dont have the time to make em</qco> </h3>      \nno one could ever have time to make all the cool stuff. so there's really not much difference between having less or more time....... neither amount is enough. but every amount is enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.23&nbsp; \n10:33 pm</dco> &nbsp;<qco> if i wanted to improve my improvisation and/or songwriting, would it be useful to learn a new chord every day and see how it feels when played after/before/between/instead of other chords?</qco> </h3>      \nno. i think doing this will trick you into becoming very uninspired, because a chord includes everything about how/when/where it was used, in the actual song or piece of music. And there's infinite hows/whens/wheres. and each of those things makes everything different about what the chord does. so what i'm saying is, you'll never be able to get a list of all those. So if you say you're gonna \"learn a chord\" every day, that implies that you're going to be getting them from some list, but there is no list. because it's infinite and there's no order. and some of them are the same, but all of them are the same and different from each other at the same time. Anyway, my point is, the only way to get chords is to either find them how they've already been used in music you know in love, or make them up entirely. so if you're doing it that way, then i think it could be cool. <br>\n      Anyway, for your situation i think i'd recommend 2 different things: 1 is songs/music. just study all the songs/music you actually know and love, and see what they're doing with chords. i think right now you might be expecting it to look like a shelf full of a cereal boxes, lined up like soldiers. but it's really not like that at all, and it's much more like a room full of furniture. that's the best way i can describe it. so if you're learning 1 \"piece\" of furniture per day, it's gonna be hard enough just to figure out what counts as 1 piece and what counts as 5. or what counts as just the space between the other furniture. anyway, i think you'll see what i mean once you dive into all your favorite songs.<br>\n      <br>\n      and there's another thing i would suggest, that's totally the opposite of studying songs.  Just spend some separate time just going nuts on the instrument with a total blank canvas and no song or anything, total free time, next to an open window, and just let the demons fly right in. this is where you make up your own way of doing things. your own way of spending time, on the instrument. Just act like you're sitting in a giant barrel of untapped TIME. time to play any note, not play any note, or combination, for as long or not long as you can imagine. sometimes when doing this, using the pitch bend a little bit can be insanely helpful. just playing notes and tweaking the bend up and down by very small amounts while you play, can be an amazing way to cheat your way into that magic zone of actually feeling like you've just played exactly what you meant to play. and then that supercharges you into very quickly and genuinely discovering all kinds of relationships/intervals/shapes. maybe because it unearths the pitches just enough from their *absolute* location and then suddenly the relationships come alive and become way more potent. It's kind of like when you're eating a cake and you're not sure whether you're tasting the cake or just tasting the cake's location. then you move the cake 3 inches to the left and try the cake again, suddenly you have a more keen awareness of what the cake tastes like, regardless of its location \n\n <br><br>"
  },
  {
    "html": "<h3> <dco>2.3.23&nbsp; \n8:59 pm</dco> &nbsp;<qco> Have you ever seen a full on sunset/sunrise? Like watching the sun actually slowly coming up over the horizon?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.23&nbsp; \n6:38 pm</dco> &nbsp;<qco> do you ever accidentally come up with song ideas just from casually singing to yourself in an improvised manner</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.23&nbsp; \n5:50 pm</dco> &nbsp;<qco> hi bill what is the project/song you're most proud of?</qco> </h3>      \nhaven't done it yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.23&nbsp; \n4:11 pm</dco> &nbsp;<qco> how to break free from a loser streak&nbsp;</qco> </h3>      \ntry to get into a tie at second to last place\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.23&nbsp; \n1:46 pm</dco> &nbsp;<qco> why are pop singers making disco songs? i thought disco was dead??</qco> </h3>      \nevery kind of music is alive. that's just a general rule to go by\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.23&nbsp; \n1:35 pm</dco> &nbsp;<qco> I find I have very little free time these days, that free time being probably about two and a half hours a day-ish. I cannot stop being busy so how should I deal with such little free time? Or how to maximize it?</qco> </h3>      \nspend one of the days making a plan for the next 10\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.23&nbsp; \n12:19 pm</dco> &nbsp;<qco> can i see the exterior of the map where the notary public is from \"i'm a huge gamer most of the time\"?</qco> </h3>      \n<a href=\"notarypublictopview.png\" target=\"_blank\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.23&nbsp; \n12:18 pm</dco> &nbsp;<qco> hey, bill, how do you write your lyrics?</qco> </h3>      \nmusically\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.23&nbsp; \n11:36 am</dco> &nbsp;<qco> What do you think?</qco> </h3>      \nheat is actually quite cold\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.23&nbsp; \n10:15 am</dco> &nbsp;<qco> where is beat 1 of zeldas song of time?&nbsp;</qco> </h3>      \nat the end\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.23&nbsp; \n9:44 am</dco> &nbsp;<qco> do you think im cool</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.23&nbsp; 7:35 am</dco> &nbsp;<qco> what is music</qco> </h3>      \n like a reflection of you, but not a reflection. actual\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.23&nbsp; \n4:39 am</dco> &nbsp;<qco> What's the meaning of finding what the meaning of life is</qco> </h3>      \nitself\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.23&nbsp; \n2:34 am</dco> &nbsp;<qco> At the salmon part of Day Goes On are those just chromatic climbing dominant 13s? Like 7-3-13-R bottom up on each chord?</qco> </h3>      \nnot quite. the mid-range (non bass) is the same voicing all the way up (EXCEPT for the final downbeat which is different) and the bass is all over the place\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.23&nbsp; \n2:10 am</dco> &nbsp;<qco> bill i had a dream that was very similra to a memory from childhood (a good one) and all day ive been trying to remember that memory and its like 90% gone. I remember some places of that week, but aside from that I can't remember much. it's like at this point i miss remembering those things more than i miss those things, and it feels new and old at the same time? It's like I miss the idea of those memories more than the actual memories. in a sense it made me realize that i'll probably slowly start forgetting about today and closer days further in the future. Do you feel it too? Is art how you deal with that? </qco></h3>      just about<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is listening to music how you make this portals in the now to go back to in the future?</qco></h3>      that's one of the ways<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is it okay to forget some good times if I dont forget that they were there?</qco> </h3>      i think if you keep studying this you may find something quite alarming (or comforting, depenting on how you look at it): there's infinite times. infinite memories, infinite nostalgias, ...... we have them in dreams and don't remember most of them. there's infinite possible songs. this can be hard to cope with because the attachment to them can be so strong. and it doesn't mean you shouldn't get attached. please do get attached, and you can even compose new ones to share with others and get them attached. but be aware that there are infinite. which might seem like a hindrance to the attachment, but, it's really not. infinity is alarming but it's what the doctor ordered\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.23&nbsp; \n11:15 pm</dco> &nbsp;<qco> Are you a princess&nbsp;</qco> </h3>      \nno but sometimes i go ahead and rescue myself anyway, for old times sake\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.23&nbsp; \n10:02 pm</dco> &nbsp;<qco> i tried to become reasonable but i think i became unreasonable in the process. Should i try to reason with the unreasonable or is that too hard to reason with.</qco> </h3>      \na little reverse psychology can do wonders here\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.23&nbsp; \n9:09 pm</dco> &nbsp;<qco> mr. bill sir, i have written a chord progression and some lyrics! feeling very good and cool but also quite up and down and busy in between. do u have any advice for not abandoning my cool and good things</qco> </h3>      \njust write them all down\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.23&nbsp; \n6:17 pm</dco> &nbsp;<qco> do you feel a responsibility to give people on this page a profound answer every time?</qco></h3>      no <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what are your feelings on how you come across on this questions page?</qco> </h3>      \nit's open to interpretation. especially because there's no font\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.23&nbsp; \n2:38 pm</dco> &nbsp;<qco> I'd love to do something artistic, literally anything. Not for a living but for fun. The issue is I can't draw, paint, sing, play an instrument, write music, or animate. I'm also a full time college student studying nothing related to art so I don't exactly have a lot of free time to learn any of these things. What should I do?</qco> </h3>      \nhow about re-arranging your furniture in a way you never thought possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.23&nbsp; \n2:28 pm</dco> &nbsp;<qco> what do you do if you're trying to write a song but another catchy pop song is stuck in your head</qco> </h3>      \nchange the tempo significantly\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.23&nbsp; \n11:04 am</dco> &nbsp;<qco> Please give me your detailed opinions on eyebrows&nbsp;</qco> </h3>      \nthey're pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.23&nbsp; \n9:54 am</dco> &nbsp;<qco> what are all the words you show between 0:28 and 0:31 of more than a dream</qco> </h3>       \ngood<br>\n      \nbad<br>\n      \nup<br>\n      \ndown<br>\n      \ncalm<br>\n      \nstrong<br>\n      \nkind<br>\n      \nmad<br>\n      \nbland<br>\n      \nyes<br>\n      \nmessed<br>\n      \ncranked<br>\n      \noff-brand<br>\n      \nsunk<br>\n      \nflung<br>\n      \ntender<br>\n      \nbrunt<br>\n      \nmoot<br>\n      \nmute<br>\n      \nobserved<br>\n      \nsordid<br>\n      \nmerged<br>\n      \nturnt\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.23&nbsp; \n9:47 am</dco> &nbsp;<qco> Ideal sandwich filling?</qco> </h3>      \nsandwich is the filling. fill something else with sandwiches\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.23&nbsp; \n8:53 am</dco> &nbsp;<qco> i sincerely admire your chillness, so, any tips and tricks on how you pull it off?</qco> </h3>      \nif you go through enough ups and downs, you can learn to at least act balanced, sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.23&nbsp; \n6:51 am</dco> &nbsp;<qco> why do shows like to fuck with my feelings</qco> </h3>      \nto keep you coming back for more\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.23&nbsp; \n4:42 am</dco> &nbsp;<qco> If you could switch places with any fictional character for a day, who would you choose and why?</qco> </h3>      \ni would switch with the super switcher, who can switch more than once a day\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.23&nbsp; \n4:11 am</dco> &nbsp;<qco> can i compose an epic five hundred thousand-word narrative in a single day if i've composed two thousand five hundred individual sentences over two years?</qco> </h3>      \nnot exactly\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.23&nbsp; \n2:13 am</dco> &nbsp;<qco> I wonder about how you learned to create your music? did you study in college or teach yourself?</qco></h3>      i've been studying it myself for my entire life<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and if I wanted to make sounds and melodies like you do where would and how could I learn</qco> </h3>      maybe the best way is to get just any kind of piano-keyboard device. the great thing about those is you just press a note and the note happens. so you can very quickly figure out which note is which, compared to each other. and go from there\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.23&nbsp; \n11:47 pm</dco> &nbsp;<qco> do you think my friend is upset with me&nbsp;</qco> </h3>      \nnot very\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.23&nbsp; \n10:38 pm</dco> &nbsp;<qco> hi bill I'm super excited. I HEARD MY FIRST EVER ORIGINAL MELODY (and sorta some accompaniment but not really) IN A DREAM what do I do what do I do what do I do what do I do</qco> </h3>      \nscramble to write down as much as you can immediately after waking up. and, over time, spend more time songwriting in general because that will increase your skills of writing things down, and, it will also increase the chances of getting more good ideas in your dreams\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.23&nbsp; \n10:25 pm</dco> &nbsp;<qco> why isn't anything any good anymore?</qco> </h3>      \nbecause you're older now and you've seen so many good things before, you have such a strong relationship to all those older good things that your heart is not as free to fall in love with any of the new good things\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.23&nbsp; \n10:02 pm</dco> &nbsp;<qco> What letter would you like to remove from the alphabet?</qco> </h3>      \nthe ones i already removed, which i don't have to remove because i've already removed them but if they came back i would remove them again\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.23&nbsp; \n8:47 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202301312147\">1.31.23 9:47 pm</a>  I'm my opinion the video is hilarious. They say that if you try to be funny, you won't be. You yourself said you didn't try to make it funny, so how do you make something funny without trying to do so?</qco> </h3>      \nlife is funny. as long as you remember to live some life in the video then it's gonna turn out just fine\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.23&nbsp; \n6:43 pm</dco> &nbsp;<qco> why is my computer slow</qco> </h3>      \nit's waiting for you to catch up\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.23&nbsp; \n6:22 pm</dco> &nbsp;<qco> Thoughts on the color red?</qco> </h3>      \ntoo good. don't use\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.23&nbsp; \n6:08 pm</dco> &nbsp;<qco> If there is not a belief but there is a belief but that belief is in nothing, is there a belief?</qco> </h3>      \nnot quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.23&nbsp; \n5:40 pm</dco> &nbsp;<qco> what's your favorite season?\n</qco></h3>      the new one<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you like to be hot or cold?</qco></h3>      occasionally<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or something in between?</qco> </h3>      yes, that is what i prefer\n\n<br><br>"
  }
]
