[
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n8:24 pm</dco> &nbsp;<qco> What thought gives you existential dread?</qco> </h3>      \ni can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n8:10 pm</dco> &nbsp;<qco> What is the best color</qco> </h3>      \nbeige\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n8:08 pm</dco> &nbsp;<qco> In you're video \"How to be happy\" you told the audience \"You will never be happy\". Do you still stand by that?</qco> </h3>      \nthat was actually a bit of reverse psychology\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n7:42 pm</dco> &nbsp;<qco> sometimes i try to make/record my songs too perfectly and then i realize i am probably making them outside of my skill level and i would not be able to easily perform them live. i should probably stop doing this and just accept my flaws as a musician but it's hard to knowingly leave in parts of songs that i know could be better.&nbsp;&nbsp;should i just leave in the imperfections cause it makes it sound more human? i guess i could just get better at making music too</qco> </h3>      \neverything could be better. but you might not have time to be everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n6:47 pm</dco> &nbsp;<qco> What inspired your channel's... 'Atmosphere' or I guess 'theme'?</qco> </h3>      \njust trying to get by\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n5:12 pm</dco> &nbsp;<qco> lyrics or melody</qco> </h3>      \nand, not or. <br>\n     Actually, not 'and'........... ARE\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n4:49 pm</dco> &nbsp;<qco> how do you export a sound file from a yamaha keyboard without it turning into a piano midi file?</qco> </h3>      \nyou might want to record it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n4:22 pm</dco> &nbsp;<qco> what do you do other than music?</qco> </h3>      \nvideo\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n4:17 pm</dco> &nbsp;<qco> do you find there to be a mathematical/calculative element in music? </qco></h3>      it rarely uses the exact part of the brain that focuses to do a calculation. the mathematical relationships usually play out on a more subconscious level<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i've always wondered how much maths there is in music</qco> </h3>      as long as you are able to make a pattern, and break it (not necessarily in that order) then you should be all set\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n4:06 pm</dco> &nbsp;<qco> Are you worried that you're setting the expectations way too high? I mean... In an unhealthy way</qco> </h3>      \nare you worried about worrying\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n4:03 pm</dco> &nbsp;<qco> Are you close to finishing your next video?</qco> </h3>      \nsort of\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n3:40 pm</dco> &nbsp;<qco> Will you run for president</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n3:33 pm</dco> &nbsp;<qco> best way to learn music theory?&nbsp;</qco> </h3>      \nthere are nearly infinite theories, all of which have collapsed, and yet all are useful. and they all were discovered by ordinary breathing citizens just like you. so go ahead and find some new theories, to thrive and fail. it's like surfing really\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n3:26 pm</dco> &nbsp;<qco> Should I keep doing music, even if I'll never be as good at it as I want?</qco> </h3>      \nhow good do you think you can be? \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n3:11 pm</dco> &nbsp;<qco> do lyrics just come to you or do you get yourself to write them</qco> </h3>      \nboth\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n3:03 pm</dco> &nbsp;<qco> I believe you are very talented when it comes to expressing your opinions so what's your take on orange cats ?</qco> </h3>      \ni have never seen one, aside from the ones portrayed in fiction\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n1:38 pm</dco> &nbsp;<qco> what's a song writing process look like for you? do you have something set you do every time or is it just organic?</qco> </h3>      \nat any time, anywhere, ideas can fall on me. even in dreams. that is one part of the process. learning to catch these is crucial to this part of the process. about 70% of the strongest ideas come unexpectedly, not during a songwriting session. So they must be captured and cataloged properly. At that time usually no work is done beyond the capture of the idea. Alternatively, to generate ideas, a more deliberate idea generation session can occur. this is planned, when you try to come up with ideas. remembering a key principle which is that songs can come from literally anywhere, there may be various clever strategies about which places to look. the fun part is, because they can come from anywhere, there is no limit to the places you can look. But still, this is just idea generation, separate from the remainder of the songwriting work. it's still just an idea generation session. Then there is the 'work', which is when you tend to entries in the catalog. depending on the situation, you may be tasked to finish an entire item, or just part of it, before moving onto another. But in either case, you are essentially playing hospital with the song. diagnose it, figure out what it is, what it wants to be, what it's meant to be, etc, and make decisions accordingly. 95% of the time i work strictly forwards, only being concerned with what comes next, and continuing along in order, forwards. The only situation where i would be forced to work backwards is if the original idea does not belong at the beginning. then it's a puzzle to fill in what came before, which seems to defy all laws of physics for me. very unusual. but it can be done and there are various tricks which work with varying degrees of effectiveness. So the majority of the songwriting process (basically all of it except the initial idea seed) follows the same idea of figuring out what comes next. so there are a few important practices that always seem to hold true. agree on an exact tempo as soon as you can, and run a metronome to keep from drifting. this avoids a crisis where you've drifted the tempo and now you may be writing at a level of density which is never gonna fit at the same tempo as what you've already written elsewhere in the song. another important concept is the fact that you really only know what's best the FIRST time you hear it. so you have to do whatever you can to protect this authentic, real time run through, from the mindset of never having heard it before. of course, when you're working, you're inevitably gonna hear it many times. a standard trick i use to help 're-set' is to walk to the door and touch the door handle (with the metronome running) and return and run-through from the beginning. it's also important to remember, full run-throughs are much much more valuable than only running the last part. the full-run through is the only thing that's going to truly reveal where we are at, at a certain point in the song, and thus to properly determine what happens (or does not happen) next. Another thing to realize, if nothing seems to be working and you keep trying things and ditching them, it's important to recognize that the ideas get worse the more you reject them. so if you reject 3 ideas, the 4th will be worse. so if you get too deep into a hole of rejecting, it can be useful to recognize that the first one might be the best one you're gonna get, and make extra effort to try to make the first one work, because in that case it's usually your best shot. Finally, another interesting trick which i've been using a lot recently is, pretend it's in a video. pretend it's taking place in a movie, inside a story. This doesn't even mean you're gonna write a video, but sometimes just pretending it's taking place in a video, will immediately cause interesting songwriting to materialize effortlessly. it's bizarre, because many times when this technique is working, it's not even associated with any particular video content. it's just because you told yourself to pretend you are thinking of visual content, this somehow creates an automatic trigger for songwriting\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n1:05 pm</dco> &nbsp;<qco> when will you be releasing your vids</qco> </h3>      \non a regular basis, if all goes well\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n12:58 pm</dco> &nbsp;<qco> any advice on how to yourself motivated and can make projects and stuff?</qco> </h3>      \nwhat projects would you like to make\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n12:37 pm</dco> &nbsp;<qco> Please Teach Music/Jazz theory. Or if you could&nbsp;&nbsp;guide me a way to approach it?</qco> </h3>      \ni think the first thing to realize is that 'jazz' is another word for 'pop music', which is another word for 'music'. so that should even the playing field a little bit\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n12:15 pm</dco> &nbsp;<qco> how did you predict us wanting to go outside all the way back in 2017?</qco> </h3>      \nit was possibly me who wanted to go outside. i came up with that figure during the late stages of production for history of the entire world\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n12:00 pm</dco> &nbsp;<qco> i need motivation for something that good at but I feel like I'm bad at. Can you help?</qco> </h3>      \naccording to your testimony, you are good at it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n11:59 am</dco> &nbsp;<qco> Been wondering if my world is ending. any advice&nbsp;</qco> </h3>      \nyes, and starting\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n11:24 am</dco> &nbsp;<qco> Do you know how to fix delay, with a portable grand that has nothing between it and the computer other than a midi usb cable? Do i need to buy some hardware or just accept my fate?</qco> </h3>      \nyou can't really accept latency. timing is too valuable. just keep trying different things. change every little thing you can. see what makes it better and worse\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n11:21 am</dco> &nbsp;<qco> is \"might quit\" a song about you changing your viedo editing software?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n10:57 am</dco> &nbsp;<qco> hi so um why does airport terminal predict covid&nbsp;</qco> </h3>      \nit doesn't predict covid, it predicts covid not being there\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n10:36 am</dco> &nbsp;<qco> I sometimes work on videos but often I quit midway threw. How do you finish your videos?</qco> </h3>      \ni made extremely short videos for a while. if you make the video short enough, it becomes much easier to finish. so that way i was able to get a lot of practice and develop good procedures. then scale it up from there\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n10:07 am</dco> &nbsp;<qco> How is the harmony in your videos so crazy?&nbsp;</qco> </h3>      \ni'm a professional\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n10:01 am</dco> &nbsp;<qco> How could I push myself to create more art and pursue the projects I would like to?&nbsp;</qco> </h3>      \nwrite things down. be clear of the steps you might take. sometimes the reason for difficulty doing something is because you might not have been sure exactly what it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n10:01 am</dco> &nbsp;<qco> what music do you listen to?</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n9:56 am</dco> &nbsp;<qco> How many times IS the game going to change?&nbsp;</qco> </h3>      \nas many times as you are willing to play\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n9:50 am</dco> &nbsp;<qco> how would you rate your microphone quality?</qco> </h3>      \nnormal\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n9:49 am</dco> &nbsp;<qco> what are your thoughts on the song 'africa'</qco> </h3>      \nit's pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n9:14 am</dco> &nbsp;<qco> for the new video you're making, have you finished the song or the video?, </qco></h3>      i've finished the song (audio)<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if you have finished the song and not the video, why not release the song on SoundCloud and spotify</qco> </h3>      releasing the song at the same time as the video makes for a stronger release, in my opinion\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n8:46 am</dco> &nbsp;<qco> How did you make \"I don't wanna go to school\" loop perfectly? </qco></h3>      i'm a professional<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;was it an accident?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n8:24 am</dco> &nbsp;<qco> do you get tired of a song you're working on as soon as you click the publish button?</qco> </h3>      \nway before that\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n7:47 am</dco> &nbsp;<qco> So I'm just finishing up going through your entire discography, specifically I'm on Slow Down, and as a listener I love them all! Evaluating character evidence I deduce that you're not quite as happy with every one of them as I and other listeners are, so would you consider going back to one or a couple of them and reworking parts of them you weren't happy with?</qco> </h3>      \nno, the reason for this is because the rate of writing songs has always been about 50 times faster than the rate of recording them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n7:38 am</dco> &nbsp;<qco> hi bill, can you give us some clues about what you are working on right now?&nbsp;</qco> </h3>      \nit's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n7:31 am</dco> &nbsp;<qco> do your songs have a meaning?</qco> </h3>      \ni've tried to give them as much meaning as possible. the amount of meaning you've felt from it, is ultimately an indicator of how well i have done my job. so, if you can get back to me with those figures,\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n7:23 am</dco> &nbsp;<qco> why are your songs literally so relaxing</qco> </h3>      \nthis is to help you develop your powers\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n7:05 am</dco> &nbsp;<qco> what volume is your music best enjoyed at</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n7:02 am</dco> &nbsp;<qco> Are you going to make more vids\n<br></qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n6:04 am</dco> &nbsp;<qco> U planning to make a new vid?</qco> </h3>      \nway more than that, but first i have to finish the one i'm doing now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n4:50 am</dco> &nbsp;<qco> how do i ease the pain of having to deal with multiple mental issues in these times</qco> </h3>      \nsing songs of joy\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n4:17 am</dco> &nbsp;<qco> Is there any meaning behind your songs?</qco> </h3>      \ndo they make you feel any meaning\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n3:46 am</dco> &nbsp;<qco> How do you feel about the new M1 MacBooks? Will you be moving your workflow over to the new ARM-based apple silicon software ecosystem?&nbsp;</qco> </h3>      \nlooking for experts in the field to consult with on compatibility issues\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n3:30 am</dco> &nbsp;<qco> If im wanting to learn how to draw, but i have no inspiration to do so, what would be a nice tip to help me get started?</qco> </h3>      \nhow could you want something you're uninspired about? this is not adding up for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n1:59 am</dco> &nbsp;<qco> what is ur favorite video u have made so far?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.20&nbsp; \n1:39 am</dco> &nbsp;<qco> What do you think about the random questions that people submit here? </qco></h3>      i have never seen a random question submitted here<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you think they're good funnies? Not good funnies? Something entirely different?</qco> </h3>      they are mother nature\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.20&nbsp; \n11:57 pm</dco> &nbsp;<qco> Have you ever found two songs that sounded really similar? For me, some parts of soul shadows by bill withers sound insanely similar to careless whisper by George Michael</qco> </h3>      \n'this is my heartbeat song' by kelly clarkson is the ghost of 'in the middle' by jimmy eat world<br>\n     \n'me and my broken heart' by rixton is the ghost of 'lonely no more' by rob thomas\n<br>\n     'what i got' by sublime is the ghost of 'lady madonna' by paul mccartney\n<br>\n     'surfin usa' by the beach boys is the ghost of 'sweet little sixteen' by chuck berry\n<br>\n     'gangstas paradise' by coolio is the ghost of 'pastime paradise' by stevie wonder\n<br>\n     'here come the men in black' by will smith is the ghost of 'send me forget me nots' by patrice rushen\n<br>\n     'my country tis of thee' is the ghost of 'god save the queen'\n<br>\n     'we have to take our clothes off' by gym class heroes is the ghost of 'we don't have to take our clothes off' by jermaine stewart\n\n<br><br>"
  }
]
