[
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n10:38 pm</dco> &nbsp;<qco> Do you only answer to clever or unique questions?\n</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n10:24 pm</dco> &nbsp;<qco> <a href=\"forgot-the-question.html\">Help!  How do I find my question on this page when I can't remember what I asked and am also not sure I even asked a question?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n10:12 pm</dco> &nbsp;<qco> are you going back to the schedule in which you uploaded videos prior to starting hotewig, </qco></h3>      i was not on a schedule before hotewig. the last time i was on a schedule was before history of japan, when i was on a 7 day schedule driven by vine<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or are you gonna create a new schedule? </qco></h3>      yes, i already did<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;will you be following a schedule at all?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n10:10 pm</dco> &nbsp;<qco> On what specific date will you post your next video on youtube that is over 10 minutes long </qco> </h3>      not too interested in doing videos that long. they take so many months to make, and i am only going to be alive for maybe a few more decades\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n10:09 pm</dco> &nbsp;<qco> <a href=\"how-do-i-be-your-friend.html\">If i wanted to become your friend, how could i acheive this? Legit.</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n10:07 pm</dco> &nbsp;<qco> <a href=\"writers-block.html\">what do you do to get over bad writers block?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n8:17 pm</dco> &nbsp;<qco> hey bill can you come over someday?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n8:13 pm</dco> &nbsp;<qco> why are you so vague?</qco> </h3>      why haven't you noticed all the hundreds of questions i have answered in excrutiating detail\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n8:06 pm</dco> &nbsp;<qco> did you get the idea for that extra twist of telling yourself you don't actually have to release anything from those last few weeks of working on hotewig, when you (kinda?) considered not releasing the video </qco> </h3>      no, that is completely different. this new technique is something that helps starting out on a project, not finishing it. once the project is more than half done, it becomes clear that it is gonna be posted. what you are talking about with history of the world was a different thing, that was because i was losing my mind from all the harassment i was getting to \"post the video now\" and \"fuck you where's my video\" and \"you suck, where's the fuckin video\" etc. etc. for so many months\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n8:03 pm</dco> &nbsp;<qco> Do you change the questions sometimes? Because I'm pretty sure you changed the wording of a couple of my questions.</qco> </h3>      i never do that. but perhaps someone else asked the same question, and phrased it slightly differently\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n8:02 pm</dco> &nbsp;<qco> Can you not answer this question?</qco> </h3>      i will see what i can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n7:13 pm</dco> &nbsp;<qco> what are your best songwriting tips?</qco> </h3>      don't forget to do whatever you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n6:44 pm</dco> &nbsp;<qco> what's your favorite key to write music in?</qco> </h3>      which ever key the idea was originally in. or if it has already been transposed to fit the singer's voice and you are still writing more, write in that key. it really doesn't matter\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n6:38 pm</dco> &nbsp;<qco> What would I do if I want to see your Instagram, but can't make an account?</qco> </h3>      i don't think you need an account to look at the pictures. just go to the <a href=\"http://www.instagram.com/notbillwurtz\">page</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n6:07 pm</dco> &nbsp;<qco> do you consider videos you are doing as a piece of art?</qco> </h3>      art is more fun when you don't have to decide\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n5:55 pm</dco> &nbsp;<qco> why is dick size such a popular question</qco> </h3>      i guess it is important\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n5:31 pm</dco> &nbsp;<qco> are there any songs that are really just 1% written? like, you need to do 99 times what has already been written to finish it?</qco> </h3>      yes, there are some songs that are just a title idea, or just a concept for a song but no actual writing done yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n5:08 pm</dco> &nbsp;<qco> <a href=\"do-you-answer-all-questions.html\">do you actually bother to respond to every question you get asked on here?</a></qco> </h3>      it's not so much \"not bother\" but it's just that if i answered all the questions i would be doing it 24 hours a day and would never have any time to make any videos or music or anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n5:08 pm</dco> &nbsp;<qco> if you could only make one more song before you died what would it be?</qco> </h3>     i wanna be a movie star\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n5:01 pm</dco> &nbsp;<qco> COuld you explain tritone substitution?</qco> </h3>      if you listen to <a href=\"25sub.mp3\">this clip</a> you might think you are just hearing a 2-5 in the key of C. you might think the bass is playing D, G (and to C next of course). it could be, and that would work normally. but if you listen closely the bass is actually playing D, Db (and to C next). in a 2-5, the G dominant 7th chord contains the notes B and F (a tritone). i guess some wise guy discovered that you can actually put Db in the bass instead of G, it still works. the tritone in the right hand (B and F) is the same in G7 as it is in Db7. what's more is, if you had a 13 in the G7 (E) so your right hand notes were F,B,E, that still works over Db, it becomes something like Db7#9 (F,B,E, same thing). that is actually the way it happens on the clip. another experiment you can do to better understand the situation: play 7th chords going thru the circle of 5ths: for example E7, A7, D7, G7, C7, F7, etc etc etc and don't include the 5th or the root in your right hand. so for E7, just play E in the bass and G# and D (which is all you really need to make it a 7th chord). and for A7 play just A in the bass and G and C# in the right hand, etc. and move through the 7th chords in this order. you will notice that the bass is moving thru the circle of fifths, but the tritone harmony in your right hand is actually just descending chromatically. nifty huh. so effectively, if you have 7th chords moving through the circle of 5ths like this, really if the bass player is feeling clever they can just move chromatically down. i hope that makes sense <br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n4:42 pm</dco> &nbsp;<qco> I just listened to \"New Canaan\" and I love it. What's your source of inspiration for it?</qco> </h3>      i wanted to go to a random town and write a song about the journey. i did this 4 times in 2009, new canaan was the second\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n4:40 pm</dco> &nbsp;<qco> If you had an existential crisis, how would you deal with it?</qco> </h3>      document my journey\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n4:21 pm</dco> &nbsp;<qco> two questions, if you don't mind :)\n1. i want to do everything. i want to do lots of different stuff, i want to do maths, english, history, music, art, programming and loads of other shit but I can't do all of it. what do i do?\n2. i am really lazy, and even though i have a lot of potential i waste it and don't put all of my effort into projects. how do i fix this?\nthank you bby</qco> </h3>      try to organize the things you want to do (this might not be entirely possible, but give it your best shot.) then start doing a series of very small projects. try to make up a schedule, maybe do 5 things a week, monday through friday, circling through the different categories. the short projects will be much easier to get done, and you will automatically start learning tricks and techniques very fast. your work will get better, and soon you will have everything it takes to move on to longer projects\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n3:54 pm</dco> &nbsp;<qco> do you ever feel emotion?</qco> </h3>      yes, some days that's all i feel\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n3:45 pm</dco> &nbsp;<qco> Have you ever gone on a date with someone that asked you out via ueqstions page</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n3:13 pm</dco> &nbsp;<qco> How do you spell cow?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n2:53 pm</dco> &nbsp;<qco> <a href=\"best-highschool-subject.html\">what was your favorite subject in school</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n2:21 pm</dco> &nbsp;<qco> Replace this with a question you would like to ask yourself and then make the answer the answer to the question you wrote.</qco> </h3>      that's not what this page is for\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n2:00 pm</dco> &nbsp;<qco> <a href=\"opinion-on-fidget-spinners.html\">what is your opinion on fidget spinners</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n1:14 pm</dco> &nbsp;<qco> Hey bill. almost always I like to put the melody note as the highest note in the chord (don't know what's the name of that). but jazz teachers almost always say that that's a bad thing, that I should look for another extension to fit the melody. although I really like the osund of the two together. your thoughts on it?</qco> </h3>      you gotta just try what works. what if the lead singer is a male, singing in the male range? what then? you can't always put all your chords below that\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n1:07 pm</dco> &nbsp;<qco> Will all the song you're making in this new routine have music videos to them?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n1:07 pm</dco> &nbsp;<qco> What have you learned from making your hotewig video? </qco> </h3>      i wanna do the songs now\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n12:49 pm</dco> &nbsp;<qco> Your answers appear emotionless quite often, is this intentional?</qco> </h3>      your question seems emotionless\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n12:48 pm</dco> &nbsp;<qco> Do you feel as if your viewers control you </qco></h3>      they try<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do you think you have enough freedom?</qco> </h3>      all i have to do is log off and then no one can tell me what to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n12:44 pm</dco> &nbsp;<qco> What is the most unpopular opinion you have?</qco> </h3>      everything's gonna be fine\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n11:52 am</dco> &nbsp;<qco> do you feel under pressure at certain points?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n10:26 am</dco> &nbsp;<qco> what language am i speaking</qco> </h3>      english i bet\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n10:18 am</dco> &nbsp;<qco> how do you feel about <a href=\"nihilism.html\">nihilism</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n8:42 am</dco> &nbsp;<qco> Will you save our planet?</qco> </h3>      sure, if i can figure out how\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n8:34 am</dco> &nbsp;<qco> what's an instance where you would play a phrygian triad(1 b2 5) or a lydian triad (1 #4 5) have you run into these kind of chords before and if so do you even call them that?</qco> </h3>      those are good for a very tense, sort of \"oh no\" situation. i wouldn't call them what you call them, but they are both kind of the same thing. 2 neighboring half steps, with another note a tri-tone away from one of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n8:07 am</dco> &nbsp;<qco> Why do you sleep?</qco> </h3>      i'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n7:52 am</dco> &nbsp;<qco> Can you show me a picture of the binder you used to organize your old song? What about a picture of its current situation?</qco> </h3>      it doesn't fit in a binder\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n7:29 am</dco> &nbsp;<qco> i want to get stuff done so i tried to make things bad on purpose. for some reason i just can't. i always end up putting all my effort into it. how do you make things bad on purpose?</qco> </h3>      i think you're actually doing it right. the point is to try to speed up the process and not get too frozen and hung up on tiny tiny things. if you naturally have perfectionist tendencies, they will prevent the product from turning out bad, even while you have pushed yourself to work at a more brisk pace\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n2:02 am</dco> &nbsp;<qco> does the person who inspired you to write school know she inspired you to write school?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n1:52 am</dco> &nbsp;<qco> hey bill does your recent popularity ever stress you out or do you like it?</qco> </h3>      i was popular before\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n1:23 am</dco> &nbsp;<qco> also why is sex a huge deal</qco> </h3>      you can make babies\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.17&nbsp;\n12:44 am</dco> &nbsp;<qco> are you ready to get even better than you were before!?! I sure am!!</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp;\n11:10 pm</dco> &nbsp;<qco> <a href=\"british-vs-american.html\">favourite. neighbour. theatre. or,,,, favorite, neighbor, theater?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp;\n10:46 pm</dco> &nbsp;<qco> <a href=\"favorite-article-of-clothing.html\">what is your favorite article of clothing?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp;\n10:44 pm</dco> &nbsp;<qco> Your room is always a mess whenever it is shown in videos, why is that so? </qco> </h3>      because i am busy trying to make videos and music as fast as possible. i should also point out that probably one of the main occurences you are talking about is in a video called \"clean my room\" which is supposed to be about a messy room. so in that particular video the room is supposed to look as messy as possible. i hope that helps\n<br><br>"
  }
]
