[
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n10:27 am</dco> &nbsp;<qco> On some question a pretty long time ago about sleep schedules, you said that \"maybe if you let it get really really bad, it will get really really good\". As someone who is often quite frustrated and anoyed with sleep, could you potentially elaborate?</qco> </h3>      i was alluding to pushing it later and later and later until it becomes fantastically early\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n9:21 am</dco> &nbsp;<qco> do you do typical Cool bandmember things in your liveaction videos (bass power stance, singer-shuffling, air drum flair, etc) because they're your natural instincts when playing those instruments, or because it's a good way to crush nerves/selfconsciousness? or for other reasons? \n</qco></h3>      trying to make the video good<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;you just look so cool and confident in songs a lot of the time, and i've been told i'm awkward onstage, and i was wondering if pretending to be cool helps</qco> </h3>      it can hardly be called 'on stage' if there's no live audience you are also the editor and producer and you have complete control over which takes to use and when\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n7:28 am</dco> &nbsp;<qco> do you choose a time signature before you write a song or do you let it choose you?</qco> </h3>      i let the song choose it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n4:09 am</dco> &nbsp;<qco> Can you give us a hint as to what you're working on now?</qco> </h3>      it's stupid\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n3:45 am</dco> &nbsp;<qco> how do i get over the past? the past bothers me a lot and i want to move on. how?</qco> </h3>      make some future\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n12:37 am</dco> &nbsp;<qco> I think I may have made peace with everything</qco> </h3>      ah that's about the time everything changes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n11:34 pm</dco> &nbsp;<qco> why are all your link and visited link colors so unusual?</qco> </h3>      i don't actually know what the usual colors are\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n11:18 pm</dco> &nbsp;<qco> when you first meet someone, what is your perception of them most affected by?</qco> </h3>      them\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n11:01 pm</dco> &nbsp;<qco> are you in the process making another song and music video to go with it, or are you currently working on something else&nbsp;</qco> </h3>      something else, and having a creative meltdown\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n10:01 pm</dco> &nbsp;<qco> You should make a song with a southern/country voice so I can find the country genre acceptable&nbsp;</qco> </h3>      i'm pretty sure the southern accent is precisely what makes that 'genre' so unacceptable to so many people. might as well take the other elements and skip the accent\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n9:43 pm</dco> &nbsp;<qco> Out of all the designs and graphics you've made in your video (triangle boy, stick, airplane,ect) which one could you relate to more</qco> </h3>      the boxes from the which box is the right box game\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n9:17 pm</dco> &nbsp;<qco> Thoughts on freewill?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n8:51 pm</dco> &nbsp;<qco> I can't seem to get a job, but I've been trying very hard. Any tips?</qco> </h3>      be the job you wish to see in the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n7:25 pm</dco> &nbsp;<qco> How much do you think you'll adapt your songs to make them fit for playing live?</qco></h3>      very much<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Do you think you'll just rework them a bit or completely change them around?\n<br></qco> </h3>      change them a lot\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n7:10 pm</dco> &nbsp;<qco> Are daily notes your main project as of lately, or is that just auxiliary?</qco> </h3>      they were my main project around jan 24 and 25. i got them all cued up for the next four months\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n6:23 pm</dco> &nbsp;<qco> what instrument are you planning to play while doing live concerts?</qco> </h3>      the tickets\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n5:58 pm</dco> &nbsp;<qco> How often does your mind change about things?</qco> </h3>      an average of 1/2 a time per thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n5:38 pm</dco> &nbsp;<qco> Do you eat bananas with or without the peel?</qco> </h3>      i eat only the stem\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n5:29 pm</dco> &nbsp;<qco> why is paul ur favourite Beatle?</qco> </h3>      what the heck is a beatle\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n5:01 pm</dco> &nbsp;<qco> When is your next Instagram post scheduled for?</qco> </h3>      i don't schedule instagram\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n4:45 pm</dco> &nbsp;<qco> I'm not really sure where I'm going right now. Advice?</qco> </h3>      start documenting your journey. free story, with mystery and intrigue included\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n4:38 pm</dco> &nbsp;<qco> do you believe in evolution?</qco> </h3>      i've noticed that my beliefs evolve\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n4:09 pm</dco> &nbsp;<qco> I really, really want to get into making music but I'm having a lot of trouble. I've been trying to learn the piano and so far it's going ok but I just haven't been able to write a coherent melody. I should probably master playing piano or some other instrument before I start making my own things,</qco></h3>      i think making your own things is the only way you're gonna master anything<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but I know that's going to take a long time and it feels like I will never get around to writing my own music.</qco></h3>      why not do it now<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Long story short: do you have any tips for a very inexperienced musician who wants to start writing music?</qco> </h3>      no but i can tell you that you can be a very very very experienced musician and still feel like you can't write anything. that's because writing is voodoo, and it's some kind of freaky paradox. that's the impossible part but also the fun part once you get a taste\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n3:39 pm</dco> &nbsp;<qco> has anyone ever asked you a question before</qco> </h3>      it almost seems that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n3:26 pm</dco> &nbsp;<qco> right now i want to get more comfortable with transcribing just lead vocal melodies. will that be a good first step even if i don't transcribe bass lines and chords too?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n2:37 pm</dco> &nbsp;<qco> do you ever listen to a song more than twice/three times?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n2:23 pm</dco> &nbsp;<qco> (hallo it's the finger pain ukulele asker again) so i have read a bunch of answers you've given here that say a good way to figure out music, esp. chords, is to just start playing notes together and see what sounds good. so today i was trying to learn how to play a d7 chord, which is the first bar chord i've learned. i tried playing it and it sounded like dissonant, pitchy...just all-around not like i was doing it right. i tried tuning my ukulele (with a tuner, i don't even know what to listen for if i were to try and tune by ear), pressing harder, putting my ukulele on the floor and pressing each string individually rather than trying to bar, playing each note separately to make sure the strings were ringing.......then i finally went online and watched some videos of other people playing d7 chords. and they all sounded pretty much exactly like what i'd been doing. i was playing the chord right all along and it turns out that, at least to my ear, d7 is just a bad and wrong-sounding chord.\n</qco></h3>      could sound bad if taken out of context<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; anyway this was really fucking disheartening to me because it means apparently i can't rely on my own ears to teach me how to make good music sound good.\n</qco></h3>      of course you can<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; like i can't hear the difference in \"correctness\" between d7 and like, g7 if i were to fuck up and put my finger somewhere wrong.\n</qco></h3>      actually, this is a fun fact about D7, G7, anything7, ...... those chords are founded on 'incorrectness.' it's kind of like the evil monster character in a movie. you may look at that character and think 'aah, ... scary'  ... but is that wrong? no it's actually very right for the movie, especially for the scary parts of the movie<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i can't hear whether a note is sharp or flat or in tune - like i can hear the pitch changing when i turn my tuning peg but if it weren't for my digital tuner i'd have zero idea where is the \"right\" pitch for the note.\n</qco></h3>      well you're gonna have to decide. and if they all sound bad to you then it couldn't possibly be very much fun, so at that point you would want to find something else that you do enjoy<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i guess my question is is there something i should be listening for that i'm not?\n</qco></h3>      whenever you get the big thrills, always make a mental note of when that happened, and any circumstances surrounding it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or any exercises i can try to learn the difference between a chord and a not-chord or between in tune and not in tune?\n</qco></h3>      the only leading authority on this is you<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i just feel kind of sad and left out like you (and my musician friends) make learning by ear sound like such a wonderful and constructive journey and i'm afraid my ears are just too shitty for me to do it</qco> </h3>      i guess my first question is, is there any music you enjoy\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n1:51 pm</dco> &nbsp;<qco> What are your thoughts on love?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n1:11 pm</dco> &nbsp;<qco> any good modern pop singers?</qco> </h3>      there better be\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n12:38 pm</dco> &nbsp;<qco> My grandma can make videos faster than you.</qco> </h3>      are they better\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n10:55 am</dco> &nbsp;<qco> can insanity bring about more creativity?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n10:46 am</dco> &nbsp;<qco> My boyfriend hit me, sort of accidentally while having a meltdown. His mom thinks I'm overemotional to be so upset about it. Am I crazy?</qco> </h3>      has she seen footage of the event\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n10:26 am</dco> &nbsp;<qco> the world is so weird. if aliens came to earth they would be shocked. like \"you have water falling from the sky? and huge plants? how?\" if you forget how things work then you can see how weird they are. people think i'm weird for thinking the world is weird. what do you think&nbsp;</qco> </h3>      some things may be more normal than you think\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n9:59 am</dco> &nbsp;<qco> what's the best way to publish to Spotify?</qco> </h3>      that is a dark secret known to only the dark elders, and unfortunately no one knows who the elders are, nor even how many of them there are. it could be an irrational number \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n9:54 am</dco> &nbsp;<qco> What else do you like to do when you're not making music, video editing, or answering questions?</qco> </h3>      try to figure out more efficient and better ways of doing all the things that i do, which already includes the things you mentioned and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n9:51 am</dco> &nbsp;<qco> can you do any funny voices</qco> </h3>      all voices are funny\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n9:48 am</dco> &nbsp;<qco> If anything is possible, is impossible possible?</qco> </h3>      it can become possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n8:47 am</dco> &nbsp;<qco> why live afterall when you just die</qco> </h3>      why die afterall when you just live\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n7:27 am</dco> &nbsp;<qco> Is life unfair?</qco> </h3>      yes, and fair\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n7:24 am</dco> &nbsp;<qco> what is the map thing of an island in \"hi it's 1995\"?</qco> </h3>      let me check ..... that would be myst\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n6:44 am</dco> &nbsp;<qco> <a href=\"q.php?date=201901281148\">1.28.19&nbsp;&nbsp;11:48 am</a>  you mean you believe it was faked</qco> </h3>      they really went there, but then they had to fake it anyway because they brought the wrong flag<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n5:36 am</dco> &nbsp;<qco> how do i get better at talking to people?</qco> </h3>      pratice / experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n2:38 am</dco> &nbsp;<qco> why am i so ugly?</qco> </h3>      that is due to the strange amounts of beauty you posess\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n2:38 am</dco> &nbsp;<qco> What's the most direct connection between (your) music and prime numbers?</qco></h3>            originality, hopefully<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; e.g. are time signatures with a prime number of beats aesthetically different than dividable time signatures?</qco></h3>      less usable usually, and mostly only used for 1 bar, as a transition<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I know you did that bit of ball and stick in 13, which is prime, and that was cool.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n2:33 am</dco> &nbsp;<qco> what should i do if i have lots of stories in my head but i can't write them down because i get distracted easily no matter how hard to try to stay focused</qco> </h3>      try speaking them or explaining them somehow into a recording device. if you can't focus enough to do that then i would question whether they were ever focused to begin with, in your head. and if they are unfocused but still there somehow, then perhaps the best way to express this is through unfocused writing\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n1:59 am</dco> &nbsp;<qco> how's the new thing going? almost done?</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n1:35 am</dco> &nbsp;<qco> you talk a lot about the 12 levels of suffering.</qco></h3>      that's taken out of context<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Could you share any information on the individual levels? Or is the only known fact that there are 12?</qco> </h3>      it's likely to be just 1. a bungalow of suffering\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n1:25 am</dco> &nbsp;<qco> What do you think is the coolest bit about science?</qco> </h3>      the breakthroughs\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n12:52 am</dco> &nbsp;<qco> i use an app to help me tune my ukulele, but it isn't sensitive enough to get it all the way in tune.</qco></h3>      if it's an app that means it was made well after the year 2000, in which case it is definitely accurate. but what may not be accurate is the frets/intonation of your instrument. sometimes you can get the open strings in tune but if you press the frets it won't be right. this is called bad intonation and it essentially means you need to have a bit of surgery on your instrument because it may be slightly bent, etc<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i can tell the strings are slightly off, but i can't tell which ones or by how much. how do i get better at tuning it?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n12:10 am</dco> &nbsp;<qco> What's the droning sound in some of your songs?</qco> </h3>      which sound\n<br><br>"
  }
]
