[
  {
    "html": "<h3> <dco>8.27.20&nbsp; \n8:11 am</dco> &nbsp;<qco> do you&nbsp;&nbsp;m u s i c</qco> </h3>      \nthat sounds like something i would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.20&nbsp; \n7:48 am</dco> &nbsp;<qco> whats the secret in your music style?</qco> </h3>      \ntime\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.20&nbsp; \n7:35 am</dco> &nbsp;<qco> what is your brain, i want to understand</qco> </h3>      \never seen a dot\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.20&nbsp; \n6:51 am</dco> &nbsp;<qco> how many weeks before you drop your new vid?</qco> </h3>      \ni wish i could tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.20&nbsp; \n6:22 am</dco> &nbsp;<qco> How do you convince yourself you know what you're doing when you make art?</qco> </h3>      \nsomeone's gotta do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.20&nbsp; \n5:58 am</dco> &nbsp;<qco> bill i am in a pickle. i have a great bridge, but it's just floating in a void bridging nothing together and i have no idea what goes on either side of it. it's also instrumental which makes it even harder. i just know it would be an awesome bridge... i fear i may just have to move on with my life.</qco></h3>      just keep it in the list. i'm sure the idea takes up no more than 1mb max.<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; have you ever been in such a predicament? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what do you think i should do?</qco> </h3>      bridge only is probably just about the hardest to work with. but, just play process of elimination. play 'what do we know.'<br>\n     gradually quiz yourself on things about the 'other part' (ANY other part) of the song. for example, does it live mostly on the 1 chord? is it a 4 first? maybe start asking yourself little questions about what should categorically be immediately before it. you will get an average of maybe 23% of an answer to each of these little questions. just keep asking the questions and you will gradually hone in on useful information. how about this: what should come after it. that will still get you close to figuring out everything else. Another general principle to remember is making patterns and breaking them. Whatever patterns are in the part you have, ask yourself what it would mean to break those patterns in the other part. or, this might be a slightly harder question, but what is a pattern such that your section (that you already have) would be good at breaking. Here's another even more scientific approach. just try putting things before it. then analyze exactly why you hated it so much, if at all. whether you liked any of them or hated any of them, with each one you will get just a bit more glimmer of information about what kinds of things are working and what is not\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.20&nbsp; \n2:57 am</dco> &nbsp;<qco> what should i do?</qco> </h3>      \nhow about pursuing a career in middle management\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.20&nbsp; \n2:53 am</dco> &nbsp;<qco> Did you know song is also spelled s o n g ?</qco> </h3>      \nyes i have spelled it that way before\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.20&nbsp; \n2:22 am</dco> &nbsp;<qco> What are some other uses for clocks?</qco> </h3>      \nbesides what\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.20&nbsp; \n12:46 am</dco> &nbsp;<qco> Did you find the secret chord that David played to please the lord?</qco> </h3>      \nit can occur several times throughout the day, if you keep playing. it will be a different chord each day. it's kind of like meal time. or, fuck it, make it the same chord every time, see if i care\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.20&nbsp; \n12:36 am</dco> &nbsp;<qco> Why did you refer to \"and the day goes on\" as \"folk progression\"?&nbsp;</qco> </h3>      \nby that i actually meant probably something like a popular song somewhere during the late 1800s. possibly played on a banjo or something, somewhere in the united states. maybe something like 'she'll be coming around the mountain', or 'i'll be workin on the railroad'. i guess i just got jealous of all those types of songs, and i just quickly said something like 'note to self, do something like that'. and then the music, which tends to write itself and ambush me in situations like this, ambushed me, just simply with the chord form and a dummy melody baked right in. was lyricless at the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.20&nbsp; \n12:34 am</dco> &nbsp;<qco> what flavor are your creative juices?</qco> </h3>      \nit's a paste\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.20&nbsp; \n12:17 am</dco> &nbsp;<qco> Where do you get your inspiration for your music,</qco></h3>      i have a bucket to catch the inspiration but sometimes the bucket itself inspires me <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and what drives you to continue on a project that is starting to tire you out?</qco> </h3>      it's good to make sure you have a direct line of communication going with the exact original circumstances in which the project was selected. For example, if you found an apple in the kitchen drawer, and you said 'wow, that's a great apple'. and you get into this whole *apple* project about it. then, 12000000 years down the road, when you're working on the project and you feel a bit confused about the whole apple project, just think back to the original circumstance. and you may be surprised at what details you might have overlooked. such as, in this case, .........................................   the kitchen drawer\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.20&nbsp; \n12:11 am</dco> &nbsp;<qco> Which video(s) do you consider your best? (I enjoyed your Blades of Grass, Hi I'm Steve and Soap Tips vids)</qco> </h3>      \ni would prefer to make a new one to be best\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.20&nbsp; \n12:05 am</dco> &nbsp;<qco> When I make music, I try and start with a melody. Then I tweak it and stuff. Then I start experimenting with it, and then I delete it and try something els, and then I get nothing done. I've been stuck in this stupid loop for months. How do I ever escape? Can I ever escape? How deep does the pit go? I guess I'll never know. Those sound like lyrics though. :)&nbsp;</qco> </h3>      \nthere is a certain phenomenon i've noticed, in these situations, and the phenomenon is called 'the first version is the best one you're gonna get'.<br>\n     i'll tell you the 2 most distinctive times i remember that being proven for me. the first day writing 'just did a bad thing', i made it through the 1st verse (double verse), through 'cancelled', and sing the connecting riff and suddenly land into this full 16 bar chorus, which fully came to me very quickly, which i was thrilled about, but it absolutely didn't seem to fit with the rest of the song (the 'bad thing' song). it was the entire 'hey, what's the name of this game' section, exactly how you hear it on the recording. that was what originally came, springing straight from that little connecting riff (after 'cancelled'). i was quite disappointed, i loved it but it just didn't seem to fit with that song. so i marked it down as 'hey what's the name of this game', as a different song, to be dealt with another time. Then i tried something totally different there. something about science or something, not anything sounding like the chorus as you know it. tried several different ideas for what could go after 'cancelled'. and by the end of the day, simply nothing was sticking. every attempt seemed to have less validity than the previous. i noticed this decrease in validity as the iterations wore on. so i knew there really was no choice but to return to the 'hey what's the name of this game' and trust that it can go in 'bad thing.' and i'm glad i did. and this is not the first time this has happened, it happens all the time. the most similar time i can think of is in 'sexy pants', almost exactly the same story, with the entire 16 bar thing at 'every day is such a lovely day' etc. that whole thing came very quickly, but i was disappointed to realize it really doesn't belong in that song, so i put it aside and tried to come up with the right thing but each attempt was increasingly more doubtable so i had really no choice but to go back to the first one. i've generally accepted this as a common princicple, that if you find yourself deleting and redoing something several times, you kind of have no choice but to just go with whichever version you thought of first. and just accept it as part of the thrill ride of songwriting, which sometimes is to be forced to work with crap. sometimes the best songwriting is when you think your partner or coworker has just handed you a piece of crap, and now you gotta make it work some how<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n11:47 pm</dco> &nbsp;<qco> can I change my life?</qco> </h3>      \nlet me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n11:37 pm</dco> &nbsp;<qco> Do you think that, possibly, perhaps, the industrial revolution and it's consequences have been a disaster for humanity and it's environment?</qco> </h3>      \nto the same extent that an animal's brain has disasterous consequences on the animal's body\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n11:08 pm</dco> &nbsp;<qco> why is improvising melodies so different from when they just pop up?</qco> </h3>      \ni thought that was the same thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n10:14 pm</dco> &nbsp;<qco> do you think your own songs are catchy</qco> </h3>      \nit's a skill i am trying to develop\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n10:09 pm</dco> &nbsp;<qco> Why is the earth round?</qco> </h3>      \nfor physiodynamic purposes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n9:56 pm</dco> &nbsp;<qco> What is your cure for depression?</qco> </h3>      \nmaking patterns, and breaking them. and then changing the pattern to which you make and break those patterns, whilst also keeping it the same sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n9:43 pm</dco> &nbsp;<qco> what is the nature of things?</qco> </h3>      \nthey're pretty big\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n9:35 pm</dco> &nbsp;<qco> give me the smallest hint you can give me</qco> </h3>      \nyou are a person. that is the smallest hint i can think of but admittedly it is a huge hint\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n9:35 pm</dco> &nbsp;<qco> What bad thing did you do?</qco> </h3>      \ni did something that was only 91% good\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n9:31 pm</dco> &nbsp;<qco> Are airplanes weird creatures&nbsp;</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n9:13 pm</dco> &nbsp;<qco> Are you tired of people asking when you'll make a new song/video?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n8:42 pm</dco> &nbsp;<qco> is \"when I get older\" in 3/4? or 12/4? or is it more of a 2 + 1 thing (i vibe to it as such)</qco> </h3>      \ni consider it 3/4, in the 90bpm range\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n8:26 pm</dco> &nbsp;<qco> How much do you charge for keyboard lessons</qco> </h3>      \nit's free. what do you want to know\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n8:24 pm</dco> &nbsp;<qco> What was the question that Damien from \"maybe i could eat blades of grass\" skiped.</qco> </h3>      \nthis question, which was unanswerable at the time because he had not yet skipped any question\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n8:03 pm</dco> &nbsp;<qco> Hi, i'm from France. How do you keep doing original stuff. I would like too but I can't imagine of something original. Do you have some tips ?&nbsp;</qco> </h3>      \nfind something that's a grid, or some kind of evenly spaced lines or something. like a chess board would work, or whatever is available. lines on a piece of paper. something with a machine made rigid grid or lines. now take 3 small identical objects, OR 2 different objects, .... or just whatever you have available, ... (something like a chess board would probably work best) if you have a chess board i would say start with just 5 pawns (all the same color). start putting the pieces onto the board in different configurations. i was gonna say write them down, but in the modern day, photograph them. just start putting the pieces on the board in different configurations and photograph them (write them down, or use camera, whichever you prefer). see if that helps\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n7:45 pm</dco> &nbsp;<qco> Any hints about possible new content ?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n7:08 pm</dco> &nbsp;<qco> I'm releasing an album soon. You're awesome with music, any tips? </qco></h3>      it seems to me, for an album to be good enough, it needs to be enough greater that it wouldn't be called an album<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, how can your words be so random yet so meaningful? Teach me</qco> </h3>      \n\n\n\n\nmeaning is everywhere. it doesn't really matter which words you pick, they will be full of meaning. but, i should clarify that some assembly is required. if you skip the assembly, the meaning will be extremely hard to see with the naked eye. also i use the highly secret ingredient, 'music'\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n5:53 pm</dco> &nbsp;<qco> Out of the videos/music you have made, are there any you are more proud of? This isn't necessarily picking a favorite but more of what you personally felt was done the best. I know you don't like discussing favorites but I would be interested to know if there was anything which you felt that had came out the best even if it wasn't necessarily your favorite thing you produced.</qco> </h3>      \ni think you have my role in the company mixed up somehow. you are talking about the 'listener'. i am not the listener, i am the one who makes it. i should clarify; i do listen to it while making it, and even before making it..... i listen to it actually more than the listener. but the question you asked is not a question for the person who makes the music, at least if they plan on making any more. i'm trying to think of the right way to explain this...... it's like on ernie and bert, .... if you said 'hey ernie, what's it like being bert'\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n5:37 pm</dco> &nbsp;<qco> how do i broke something that's already broken?</qco> </h3>      \nyou're gonna have to fix it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n5:02 pm</dco> &nbsp;<qco> any advice for college?</qco> </h3>      \nthat's preposterous. who do you think i am\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n5:01 pm</dco> &nbsp;<qco> How would you descrribe music using only taste?</qco> </h3>      \nvery tasty\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n5:00 pm</dco> &nbsp;<qco> What's your favorite type of song\n<br></qco> </h3>      \nevery time i try to decide, all the types switch places\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n4:49 pm</dco> &nbsp;<qco> what's your favorite song that you wrote?</qco> </h3>      \ni would prefer to write a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n4:37 pm</dco> &nbsp;<qco> how does life work</qco> </h3>      \neverything is different at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n4:17 pm</dco> &nbsp;<qco> Where do babies come from?</qco> </h3>      \nlarger babies. or, a smaller baby, if you are interested in getting into the Guiness Book of World Records\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n4:10 pm</dco> &nbsp;<qco> is, \"i would prefer a new one to be my favorite\" your favorite answer to questions</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n2:55 pm</dco> &nbsp;<qco> I just discover your amazing songs and can't stop listening to them! When can we hope to hear from you again?</qco> </h3>      \nin a small number of weeks whose exact enumeration i cannot yet confirm or deny\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n2:49 pm</dco> &nbsp;<qco> Hey bill im trying to write a song and i cant what should \n<br>i do?</qco> </h3>      \ntry writing something that is not a song, and say it's a song. Or, try to write something which you claim is not a song but might actually be \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n2:19 pm</dco> &nbsp;<qco> Have you ever done any acting?</qco> </h3>      \nonly when i get to be the director and full executive producer, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n1:43 pm</dco> &nbsp;<qco> How do you make such e p i c music</qco> </h3>      \ncould be my ability to blend in seamlessly with the fabric of society\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n1:35 pm</dco> &nbsp;<qco> How did you predict 2020 in Just Did a Bad Thing?</qco> </h3>      \ni did not predict 2020. the gregorian calendar predicted it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n12:52 pm</dco> &nbsp;<qco> What's your thoughts on the Shrek movies?</qco> </h3>      \nscientists estimate that 1 out of every 3 movies is a shrek movie\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n12:42 pm</dco> &nbsp;<qco> how do i stay focused on something that i'm supposed to do but don't want to do?</qco> </h3>      \nexplain to someone why you think you are doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n12:37 pm</dco> &nbsp;<qco> you said you don't watch when you upload your videos.</qco></h3>      i always watch them when i upload them. i watch them on private mode, to make sure it plays properly. then i usually don't watch them after that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; is it the same on the songs in this website that aren't uploaded in yt? don't you listen to them once you have uploaded them?</qco> </h3>      i check to make sure they are uploaded properly\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.20&nbsp; \n12:14 pm</dco> &nbsp;<qco> Are any of your songs from personal experiences?</qco> </h3>      \nyes\n<br><br>"
  }
]
