[
  {
    "html": "<h3> <dco>5.25.25&nbsp; \n3:40 am</dco> &nbsp;<qco> is it socially and morally acceptable to wear mismatching socks to an interview</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.25&nbsp; \n2:27 am</dco> &nbsp;<qco> How feminine is the average American male?</qco> </h3>      \neverything is feminine, including masculinity\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.25&nbsp; \n2:24 am</dco> &nbsp;<qco> would you say you were a good student in school? like, did you get good grades? you seem like you could have excelled academically, but then again, the smartest kids don't always make the best students.</qco> </h3>      \nsomewhere around maybe age 11, it felt like the curriculum got weird \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.25&nbsp; \n1:34 am</dco> &nbsp;<qco> do you feel incomplete when you make/listen to a song with an abrupt end like \"where i've been\"?</qco> </h3>      \nthe 'where ive been' ending i think is correct. in fact there was an earlier alternate version of the song, which also ended in the exact same way. i have never doubted that that ending was the right ending for that song. i also don't consider it abrupt. it feels natural and appropriate to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.25&nbsp; \n12:31 am</dco> &nbsp;<qco> are you a dog or a cat person? not asking about your favorite, but what would you prefer</qco> </h3>      \nare there any other choices\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.25&nbsp; \n11:13 pm</dco> &nbsp;<qco> do apples compare to oranges?</qco> </h3>      \nyes they do\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.25&nbsp; \n10:28 pm</dco> &nbsp;<qco> Why are song sequels a lot less common than movie sequels?</qco> </h3>      \ni have no idea\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.25&nbsp; \n8:49 pm</dco> &nbsp;<qco> How many Lebron James are there? I'd think that there would only be one Lebron Jame.&nbsp;</qco> </h3>      \nthere might be nobody named lebron jame\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.25&nbsp; \n7:44 pm</dco> &nbsp;<qco> why do you use helvetica (asking as a new yorker who sees it all the time)</qco> </h3>      \nit's a good default. typically after a period of time where i experiment with fonts too much, i go through a period of time afterwards where i leave the font on regular so i can focus more on what the words say\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.25&nbsp; 6:07 pm</dco> &nbsp;<qco> How do you get the ideas for your music</qco> </h3>      \nthey fall out of the sky. you may think that sounds easy, but it's unbelievably hard not to get distracted by how easy it is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.25&nbsp; \n3:29 pm</dco> &nbsp;<qco> is a pineapple a pizza</qco> </h3>      \nno, but they share the same memory space so if you ever see them both together it breaks the game\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.25&nbsp; \n2:52 pm</dco> &nbsp;<qco> Are you a clock?</qco> </h3>      \nnot exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.25&nbsp; \n12:24 pm</dco> &nbsp;<qco> i woke up singing that traveling wilberies song \"im so tired of being lonely\" and I dont even like that song but when i went to the gym it just happened to be playing as i walked in. does this mean anything?</qco> </h3>      \nyes, it means you are living in the same universe as the one the song was published in. this is what has enabled you, and the gym, to have accessed identical recordings of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.25&nbsp; \n11:58 am</dco> &nbsp;<qco> hi bill, school's ending and i'm feeling pretty bad about it. any suggestions?&nbsp;</qco> </h3>      \nhow about doing some independent study\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.25&nbsp; \n9:49 am</dco> &nbsp;<qco> Opinion on manifestoes, especially those written on a bus?</qco> </h3>      \nthose are the best kind\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.25&nbsp; \n7:19 am</dco> &nbsp;<qco> You know what's a funny bird name? Oystercatcher. Like, do you really need to \"catch\" an oyster? They don't really move.&nbsp;</qco> </h3>      \nok that's fine. you can call them oyster getters\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.25&nbsp; \n7:07 am</dco> &nbsp;<qco> would the country of mongolia make a cool chord in your opinion</qco> </h3>      \nit's a whole place. it's more than a chord\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.25&nbsp; \n6:46 am</dco> &nbsp;<qco> Do you long for winter in the summer and for summer in the winter?</qco> </h3>      \nsometimes a little\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.25&nbsp; \n6:42 am</dco> &nbsp;<qco> French Fries or Non-French Fries ? what about eating fries without nationalism !</qco> </h3>      \nsure, you can do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.25&nbsp; \n3:43 am</dco> &nbsp;<qco> do you like to hear about how your art has touched people?\n<br></qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.25&nbsp; \n3:03 am</dco> &nbsp;<qco> WAIT THERE'S NO WAY DEVOTEE IS PRONOUNCED LIKE THAT SO EASILY AND SIMPLY, I always thought it was \"dee voe tee\", I don't even get why since I don't pronounce \"devote\" as \"dee vote\"\n</qco></h3>      if you haven't heard the word often enough to know how other people pronounce it, then it's likely that other people probably haven't heard it very much either. therefore almost any reasonable pronunciation will be equally accepted<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Anyways this isn't a question, just an expression of shock</qco> </h3>      \nsure, but are you shocked that you dont say 'photography' like 'photograph-y'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.25&nbsp; \n3:00 am</dco> &nbsp;<qco> if i forced you to deliver an hour-long lecture right at this very moment what would you talk about</qco> </h3>      \nit's impossible to know before it starts, but let's be honest, one of the main themes is gonna be what it's like to improvise an hour lecture\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.25&nbsp; \n1:42 am</dco> &nbsp;<qco> what is your wisdom of the day, oh great wurtz man</qco> </h3>      \nnever make the 'quality' of your art too good. the viewer enjoys using their imagination to fill in the rest of the quality. they'll even convince themself that you'd imagined it the same way, and they'll thank you for imagining it that way, and putting it into their head\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.25&nbsp; \n12:53 am</dco> &nbsp;<qco> if you have a diary you update often, what would be the fourteenth word of the latest entry you have written in</qco> </h3>      \nor\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.25&nbsp; \n11:30 pm</dco> &nbsp;<qco> i just got a new keyboard should I learn how to play the universe on it</qco> </h3>      \nof course, but don't get stressed out if that seems like too 'big' of a task. it will happen anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.25&nbsp; \n11:29 pm</dco> &nbsp;<qco> should i go blonde or strawberry blonde</qco> </h3>      \nthat all depends if we are talking about fruit or beer or something else entirely\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.25&nbsp; \n11:24 pm</dco> &nbsp;<qco> do you have a specific music taste?</qco> </h3>      \nsure, but like anyone's music taste it would be impossible to describe accurately in words, and it surprises me even sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.25&nbsp; \n11:20 pm</dco> &nbsp;<qco> hi am i cool</qco> </h3>      \nat least\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.25&nbsp; \n10:30 pm</dco> &nbsp;<qco> will your next video have numbers in it?</qco> </h3>      \ni don't see how it couldn't\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.25&nbsp; \n8:34 pm</dco> &nbsp;<qco> Do you find yourself easy to identify with?&nbsp;</qco> </h3>      \nfortunately to balance out some of the extreme 'no', there is also some extreme 'yes'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.25&nbsp; \n6:58 pm</dco> &nbsp;<qco> how does the neutral chord (the one where the third is 350 cents away from the root) feel to you</qco> </h3>      \nthere is nothing neutral about that chord. i don't buy this worldview for one second\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.25&nbsp; \n6:47 pm</dco> &nbsp;<qco> What is/are the root(s) of suffering?</qco> </h3>      \nessentially it's like regrouping for the next chapter of joys\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.25&nbsp; \n5:32 pm</dco> &nbsp;<qco> What's a normal amount of time to spend in a sensory deprivation chamber</qco> </h3>      \nmaybe 100 years? i'm not sure, i don't really know how those things work\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.25&nbsp; \n4:26 pm</dco> &nbsp;<qco> Are you omnipresent?</qco> </h3>      \ni don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.25&nbsp; \n4:14 pm</dco> &nbsp;<qco> Maybe I'll just sleep right here on the floor?</qco> </h3>      \nmaybe you will\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.25&nbsp; \n2:03 pm</dco> &nbsp;<qco> is irrationality (biases, fallacies, prejudice, assumptions, motivated reasoning, mental shortcuts, etc.) the bedrock of every human society?</qco> </h3>      \nno, that stuff is too maluable for bedrock\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.25&nbsp; \n12:41 pm</dco> &nbsp;<qco> thoughts on transposing?</qco> </h3>      \nsounds like fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.25&nbsp; \n12:29 pm</dco> &nbsp;<qco> do you ever feel like you're more real/more like yourself when you're alone, vs around other people?&nbsp;&nbsp;I do</qco> </h3>      \nrealness levels remain the same regardless. this is a basic standard i am proud to uphold, despite the trouble it may get me into\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.25&nbsp; \n10:34 am</dco> &nbsp;<qco> does nothing ever happen or does stuff happen</qco> </h3>      \nstuff does happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.25&nbsp; \n9:40 am</dco> &nbsp;<qco> in your video \"perfect\" there's those two dudes, the one with the red particles on their head and the one with the pink particles on their head, are the particles supposed to represent hair?</qco> </h3>      \nthey are stylistic cranial acoutrements, which it could be also argued that hair also is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.25&nbsp; \n6:30 am</dco> &nbsp;<qco> does life go on</qco> </h3>      \nlet me perform some calculations, yes it does\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.25&nbsp; \n6:04 am</dco> &nbsp;<qco> I always get a hyperfixation about a topic and then move on to hyperfixate on another topic, which goes on and on forever. Can you relate to this at all?</qco> </h3>      \nof course i can, but it feels likely to me that you already knew this about me before you asked\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.25&nbsp; \n3:49 am</dco> &nbsp;<qco> how do you know</qco> </h3>      \nbased on the following reasoning\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.25&nbsp; \n3:13 am</dco> &nbsp;<qco> Have you ever heard someone pronounce devotee as dee-voe-tee?</qco> </h3>      \ni'm not sure, but what i certainly have heard is people pronouncing 'dee', 'voe', and 'tee' perhaps differently from the way other people do\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.25&nbsp; \n3:07 am</dco> &nbsp;<qco> You are legendary. Did you know that?</qco> </h3>      \ni'll see what i can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.25&nbsp; \n2:42 am</dco> &nbsp;<qco> can you bring back the helvetica font in your videos</qco> </h3>      \ni won't be changing the font in any of the existing videos, but there's always the possibility of using helvetica in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.25&nbsp; \n12:48 am</dco> &nbsp;<qco> do you ever go on vacations</qco> </h3>      \nthat sounds like a slippery slope\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.25&nbsp; \n12:44 am</dco> &nbsp;<qco> do you sleep? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, how did you learn?</qco> </h3>      \nsleep does not have to be learned. actually i find if you try to learn it it's harder to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.25&nbsp; \n12:25 am</dco> &nbsp;<qco> Do you LOVE music?</qco> </h3>      \nit's hard to even define what music is\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n11:23 pm</dco> &nbsp;<qco> hello? is this thing on? helloooooo??? ?&nbsp;&nbsp;&nbsp;?</qco> </h3>      \nhello yes it is on\n<br><br>"
  }
]
