[
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n5:03 pm</dco> &nbsp;<qco> hey bill, will ever use samples from other media like youtube videos, other songs, etc?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n3:45 pm</dco> &nbsp;<qco> Should I try commission painting</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n2:58 pm</dco> &nbsp;<qco> What inspires you to use strange time signatures in some of your songs, such as how more than a dream's verses are in 7/4?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n2:47 pm</dco> &nbsp;<qco> a good melody seems important if you want to write a memorable song (this is in regards to non-lyrical songs, because you can make it more memorable with words) but is memorability important to writing a good song?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp;\n1:48 pm</dco> &nbsp;<qco> I often find new artists through looking through the Wikipedia pages for certain genres of music. For example, I found the band Television Personalities while looking at the page for \"Anti-folk,\" and\n I ended up subsequently listening to their album \"And Don't the Kids Just Love It,\" all based on the fact that the picture for Television Personalities at the top of the Wikipedia page was really cool. Basically, all this combined gave me the impression that this would be a cool band, based on their name, genre, pictures, etc. When I listened to the album, it was good, but it wasn't as good as I expected it to be, even though I couldn't possibly have had any expectations for their music. Would you say my expectations based on things that had nothing to do with the MUSIC of Television Personalities in turn made my experience of their album less enjoyable? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Can that be applied to every artist? Is it best to just listen to a band's album cuz \"fuck it?\" as opposed to because \"they looked cool,\" or \"they had a cool album cover?\"&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n11:28 am</dco> &nbsp;<qco> Does answering all these questions help with your creative process or does it just help pass the time?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n11:02 am</dco> &nbsp;<qco> How is YHWH pronounced as featured in your \"history of the entire world, i guess\" documentary?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n7:37 am</dco> &nbsp;<qco> How do I get good at incorporating hand gestures in my communication</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n4:32 am</dco> &nbsp;<qco> if you were to throw a milk chocolate raisinet, how fast do you think it would go? (in kilometers per hour)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n1:44 am</dco> &nbsp;<qco> Ik vind het zo gezellig als je in het Nederlands schrijft. Is dat kinderachtig?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n11:40 pm</dco> &nbsp;<qco> what if the singular form of sheep was shoop</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n11:36 pm</dco> &nbsp;<qco> do you know how to solve the rubik's cube?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n8:23 pm</dco> &nbsp;<qco> do you like sitcoms</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n8:19 pm</dco> &nbsp;<qco> how is air created</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n7:05 pm</dco> &nbsp;<qco> sometimes i think, then im told i thought stupidly, how can i change this?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n5:43 pm</dco> &nbsp;<qco> how did the inspiration for 3d animation begin? did it stem from a lifetime dream of animation or was it an idea spawned from inescapable boredom?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n5:11 pm</dco> &nbsp;<qco> i know it's a corny question but how do you deal with haters</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n5:10 pm</dco> &nbsp;<qco> since meet me in sept had no title or lyric when you selected it, what WAS there? like a melody or something?</qco> </h3><a href=\"write20220608012554.mp3\" target=\"_blank\">this</a><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n4:59 pm</dco> &nbsp;<qco> I eat bananas. Do you eat bananas?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n2:11 pm</dco> &nbsp;<qco> what is the funniest sounding name&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n12:28 pm</dco> &nbsp;<qco> Why do u make music videos but two of your videos are 2 mans with friendship</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n9:50 am</dco> &nbsp;<qco> If two mind readers read each other's minds at the same time, whose mind are they actually reading?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n9:30 am</dco> &nbsp;<qco> What is the fastest way to earn money</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n8:34 am</dco> &nbsp;<qco> Have you ever considered the idea that what we call electrons are actually just ideas?\n<br>\n<br>Or maybe ideas are the true smallest unit of the universe?\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;But no ideas are original, because everything has been thought already? (Explanation for quantum entanglement, what may seem like an original idea has actually already been thought by someone else in another place)\n<br>\n<br>???\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n8:24 am</dco> &nbsp;<qco> best bean color?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n4:53 am</dco> &nbsp;<qco> Why do weddings cost so much?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n3:49 am</dco> &nbsp;<qco> are you passionate about passion fruit?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do you think it's passionate about you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n10:56 pm</dco> &nbsp;<qco> what does a regular candle smell like</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n9:37 pm</dco> &nbsp;<qco> What dimension do you reside in?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n8:24 pm</dco> &nbsp;<qco> hey bill i have a favor to ask you-- can you find the person who asked the question at 6.17.23&nbsp;&nbsp;(4:09 pm) and get his name and tell me so we can all get steves actual name?? and if you tell me their name was steve imma cry</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n4:33 pm</dco> &nbsp;<qco> how did you come up with the lick at the end of the 1st chorus in la de da de day oh? the one at 0:58\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n4:22 pm</dco> &nbsp;<qco> do you have any advice for young people that don't know what to do with their lives career wise?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp;\n4:18 pm</dco> &nbsp;<qco> What do you want your songs to convey to people? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Actually I cannot point out what makes a song tick with me. Like with the Beatles' 'Yesterday', I like it but I don't understand why. I mean objectively it's a song about longing for a happier past, which is ... kind of ... lowly(Don't take this the wrong way, I feel there is some magic in the song but I can't explain it)? Like the right thing to do may be to move on right? So isn't it kind of... giving a message that it is ok to hang onto the past? But there are also songs about moving on like 'Let it go' from Frozen, which is sung in a situation when the character absolutely should not be moving on! But I still like the song. It feels like these songs don't capture the whole truth and I am finding it difficult to explain exactly what is the difference between them and absolutely lowly songs that only talk about sex, money, etc... that make me like them. If I were to make a song, I would want to give people the truth, or rather the peace or fulfillment that they want, but I also find that whatever I put into that song will be inadequate in doing so... How do you set standards for your songs in such situations, knowing all you can throw out there is incomplete and imperfect?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I am asking with regards to your own songs. Obviously you have high standards, a particular way of making songs that don't talk about lowly things. Like for example your song \"might quit\", which is about leaving and doing your own unconventional thing in a way that makes more sense to you... I cannot explain exactly but I tried doing that for some time in my life and it didn't work out... I realized it was just a pipe dream. So ...I'm ranting a bit... I guess I'm asking what is that thing of unending beauty that you can rely on?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n12:46 pm</dco> &nbsp;<qco> do you think the dissolution of Yugoslavia has impacted the afro-eurasian car trade</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n12:40 pm</dco> &nbsp;<qco> all my life i have listened to music as much as i can, in all the different styles, trying to absorb everything and listen to whatever feels right at the moment. but the past week, no matter what i listen to. it doesn't feel right. like anything at all, just something feels slightly off about it. do you have any earthly idea what is causing this predicament</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n10:31 am</dco> &nbsp;<qco> do you think history can be analyzed in order to predict the future?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n9:49 am</dco> &nbsp;<qco> Favorite Doritos flavor?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n7:04 am</dco> &nbsp;<qco> how do i play baseball</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n3:35 am</dco> &nbsp;<qco> will i ever have friends?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n3:30 am</dco> &nbsp;<qco> Favorite emotion?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n2:03 am</dco> &nbsp;<qco> Is there a rule saying a dog can't play ball?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n12:39 am</dco> &nbsp;<qco> WHY AM I HERE INSTEAD OF GETTING IT DONE WHY CAN'T I GET THE DAMN THING DONE</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.19.23&nbsp; \n10:19 pm</dco> &nbsp;<qco> what should I do if I have too many ideas? should I try to do them all at once, or work on them one at a time?\n<br>should I work on one, and then skip to a different one, and then so on until all the ideas are done?\n<br>or is there another option;&nbsp;a totally spectacular, brilliant option that would solve all my problems;&nbsp;that I'm not seeing/hearing/perceiving in some way?\n<br>if it's that fourth one, I would appreciate it if you would inform me what it is so I could go with it.\n<br>thanks.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.19.23&nbsp; \n9:25 pm</dco> &nbsp;<qco> if numbers had capitals like how letters do, would the current ones be capitals or lowercase?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.19.23&nbsp; \n8:58 pm</dco> &nbsp;<qco> what is the ideal question?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.19.23&nbsp; \n8:04 pm</dco> &nbsp;<qco> Is the world actually going to end in 511 million days?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.19.23&nbsp; \n7:57 pm</dco> &nbsp;<qco> have you ever been so angry u took a nice crisp jog to calm down?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.19.23&nbsp; \n6:47 pm</dco> &nbsp;<qco> Is there a difference between add2 and add9? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Would you play different notes for add2 vs add9, or would it depend more on context than how it's notated?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.19.23&nbsp; \n5:47 pm</dco> &nbsp;<qco> does this count as a question?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.19.23&nbsp; \n4:42 pm</dco> &nbsp;<qco> what is the best way to eat potatoes?</qco> </h3><br><br>"
  }
]
