[
  {
    "html": "<h3> <dco>4.20.25&nbsp; \n8:36 am</dco> &nbsp;<qco> How do you pronounce enclave?</qco> </h3>      \ni'd probably go for the french\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.25&nbsp; \n5:57 am</dco> &nbsp;<qco> is it normal to regret something you haven't done yet? like, future-oriented regret. is that a thing</qco> </h3>      \nit could happen if you don't really have a choice about whether to do the thing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.25&nbsp; \n4:11 am</dco> &nbsp;<qco> how to not worry about every little mistake?</qco> </h3>      \nmaybe you can make more mistakes than you could ever keep track of\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.25&nbsp; \n3:49 am</dco> &nbsp;<qco> Why do hot dogs come in packages of 10 but hot dog buns come in packages of 8</qco> </h3>      \nto keep you in the game\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.25&nbsp; \n2:36 am</dco> &nbsp;<qco> hi bill my last question got skipped am i allowed to file a complaint</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.25&nbsp; 1:47 am</dco> &nbsp;<qco> any plans for 4/20</qco> </h3>      \nlooking forward to the calendar continuing along smoothly\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.25&nbsp; \n1:16 am</dco> &nbsp;<qco> do you know what i mean</qco> </h3>      \nnot exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.25&nbsp; \n12:24 am</dco> &nbsp;<qco> Where does time go</qco> </h3>      \ninto space\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n10:28 pm</dco> &nbsp;<qco> How can I think of musical ideas on my own? It's only happened to me once in the middle of band class, but I want it to happen again.</qco> </h3>      \nit only happens when you're in the mood to have fun. the music knows this, even when you don't know it. sometimes you're like \"dammit, im so frustrated, why cant i have fun? if im supposed to have fun then dammit why cant i have fun, fuck this\" and the music says \"ok sorry i guess i'll come back later\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n9:47 pm</dco> &nbsp;<qco> Hello, is this the Time department? Yes, I'd like to lodge a complaint please. As a first-time customer, I must say that I was all in all quite pleased with this product. However, I was disappointed to discover that the speed control (at least on the model I purchased) tended to be shaky and erratic. Moreover, there proved to be no readily accessible method by which to recall past moments or reclaim Time which was inadvertently spilled. I think I speak for myself and all future prospective purchasers of this product when I suggest that these bugs be patched in future models for a more friendly user experience. Thank you</qco> </h3>      i don't think i have time to do that, but the other problem is that i don't believe your story\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n7:49 pm</dco> &nbsp;<qco> Is the universe really 13.8 billion years old (give or take)? It seems like something as vast and infinite and mysterious as the universe would be timeless, or at least, unfathomably old?</qco> </h3>      \nsuffice it to say, at the very least, something major re-invented itself 13.8 billion years ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n7:40 pm</dco> &nbsp;<qco> do you have a favorite chess piece</qco> </h3>      \nhorsey\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n7:38 pm</dco> &nbsp;<qco> do you prefer your computer icons simple or detailed? flat or shaded? 2d or 3d?</qco> </h3>      \nsimple\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n6:58 pm</dco> &nbsp;<qco> Any tips for learning drums as a beginner?&nbsp;</qco> </h3>      \nthe sooner you can stop thinking about the drums and start thinking about the whole group as a whole, and the whole song the whole audience and the whole congregation as a whole, the better. To put it in terms of shoes: the sooner you can stop thinking about the shoes and start thinking about the ground, where you are, and where you are walking to, the better\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n6:14 pm</dco> &nbsp;<qco> You often seem to avoid sharing specific songs/artists/pieces you like. Why?</qco> </h3>      \nthat would be all unfair\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n5:07 pm</dco> &nbsp;<qco> How do you work?</qco> </h3>      \nmake some steps and do the steps\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n4:56 pm</dco> &nbsp;<qco> is this like an interrogation</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n3:56 pm</dco> &nbsp;<qco> what if there are creatures that speak music and play talking</qco> </h3>      \nparrots\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; 3:46 pm</dco> &nbsp;<qco> what is art?</qco> </h3>      \nyou decide\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n3:20 pm</dco> &nbsp;<qco> are you named after dollar bills or are they named after you</qco> </h3>      \ni was actually named after dollar coins. my name is coin\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n2:51 pm</dco> &nbsp;<qco> Do you think the long-standing tradition of the Heat beating the Bulls in the play-in tournament game every year should now be a made an official holiday at this point?&nbsp;</qco> </h3>      \ni don't see why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n2:45 pm</dco> &nbsp;<qco> As an aspiring creator, I keep stressing on the idea that making content is necessary to rise above \"everyday citizen\" and actively contribute to society. Is this mindset toxic, and if so, are there any alternatives?</qco> </h3>      \nyou're the only one who can figure out if the art/performance/writing/entertainment business is right for you. no need to feel guilty about doing it or not do it, some people are really deeply driven to do it, and they can tell because they feel like they are exploding with desire from the inside out to do it, day after day and year after year. so those people should probably do it. other people may not have this desire. and for those people are many other wonderful life paths\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n1:24 pm</dco> &nbsp;<qco> why is \"zh\" a sound. I cant think of any words that use the zh sound, only shield. like you don't say \"zhield\" or \"zhack\"</qco> </h3>      \nwe don't usually spell it like that in english, but we do sometimes have the sound, especially when borrowing from french (french doesnt spell it that way either, it would be usually j or g). the idea is to have a voiced version of \"sh\", just like \"z\" is a voiced version of \"s\". You hear the sound in \"genre\", \"beige\", \"illusion\", \"mirage\",\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n\n1:24 pm</dco> &nbsp;<qco> every time i try to disagree with people, they think i'm agreeing with them</qco> </h3>      \nyou may have to be more direct\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n1:02 pm</dco> &nbsp;<qco> how do i pull myself out of a uh barren wasteland?</qco> </h3>      \nmaybe you could slide into the next wasteland over\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n12:14 pm</dco> &nbsp;<qco> what would you do at the center of the earth</qco> </h3>      \nnothing\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n11:08 am</dco> &nbsp;<qco> can you tell me how to get to Sesame Street&nbsp;</qco> </h3>      \nnot without knowing your starting location. \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n11:08 am</dco> &nbsp;<qco> hi what do you think about wearing raccoons as hats</qco> </h3>      \ni don't think i would do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; 11:08 am</dco> &nbsp;<qco> can i ask a question</qco> </h3>      \ndid you ask first if you could ask this question\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; 11:05 am</dco> &nbsp;<qco> how's it going</qco> </h3>      \nok\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n9:54 am</dco> &nbsp;<qco> why do i feel like i have to pretend to be human</qco> </h3>      \nyou've apparently drastically underestimated your own humanness. always tragic to see\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n7:16 am</dco> &nbsp;<qco> do you think you'll ever release the sheet music for your music?&nbsp;</qco> </h3>      \nthe process of trying to find the right balance of accuracy, readability, and reasonability, might take nearly as much time as it took to record the song itself. bad charts are cringe and i used to write people hate mail about them when i was a child. i regret that of course, but i still don't want to contribute any more bad charts to the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n7:15 am</dco> &nbsp;<qco> have you ever asked a question?</qco> </h3>      \nsure. unless you mean did i put something in the box to show up in purple here. then the answer would be no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n5:02 am</dco> &nbsp;<qco> Is it time to drink just a&nbsp;&nbsp;l i t t l e&nbsp;&nbsp;bit of the unknown liquid in that mason jar</qco> </h3>      \ni don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n4:41 am</dco> &nbsp;<qco> what do you think of the definition of definition\n<br>\n<br>the way people define \"perfect\", \"right\", \"wrong\" can get really confusing</qco> </h3>      \nwords..... can't live with them, can't live without them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n4:21 am</dco> &nbsp;<qco> I'm having this problem where I thought I was one thing for a long time (like longer than four years a long time) and I'm just now coming to the realization that the one thing I was I'm not anymore, and my mind is so busy being blown that I can't get to sleep. any advice on how to handle this?</qco> </h3>      \ni think you're handling it fine. this is an interesting turn of events\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.25&nbsp; \n12:40 am</dco> &nbsp;<qco> mountain and tree. can you give me a tree that grows into a mountain</qco> </h3>      \nnot really\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n11:56 pm</dco> &nbsp;<qco> what would happen if i just played around with notes on the keyboard for 8 hours a day for a year</qco> </h3>      \nif you're actually enjoying it for all that time, you're gonna get insanely good. but it's likely that you're going to want to switch around to some other fun musical things to do as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n11:41 pm</dco> &nbsp;<qco> do all songs require a music video?</qco> </h3>      \ntechnically no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n11:13 pm</dco> &nbsp;<qco> if you could, what time period would you live in?</qco> </h3>      \nthe present\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n11:01 pm</dco> &nbsp;<qco> is it normal as an artist to hate your song after working on it for a long time</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n9:06 pm</dco> &nbsp;<qco> whats your favorite flavor of soap</qco> </h3>      \ndirt\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n8:02 pm</dco> &nbsp;<qco> is it true that you can't kill an idea, or is that just an idea?</qco> </h3>      \nideas can get twisted, that's for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n7:15 pm</dco> &nbsp;<qco> How to not be focused on affirmation and approval?</qco> </h3>      \nhave you tried not not focusing on something else\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n7:00 pm</dco> &nbsp;<qco> do you have a food recipe you want to share</qco> </h3>      \nturn an average chocolate chip cookie into a great chocolate chip cookie by heating it up. disclaimer, not everyone's tastes are the same. read at your own risk\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n4:56 pm</dco> &nbsp;<qco> when was the las time you acted serious</qco> </h3>      \nright now, and then the previous time of course was just a moments ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n3:13 pm</dco> &nbsp;<qco> Easter plans?</qco> </h3>      \nmaybe if i could even figure out when easter is. i lent my paschals moon tables to a friend, no pun intended\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n2:35 pm</dco> &nbsp;<qco> why is anxiety</qco> </h3>      \nit's complicated. sometimes it motivates you to do things that you were anxious about not having done. other times it motivates you to not do something that was causing the anxiety. \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n1:59 pm</dco> &nbsp;<qco> do you think i just wrote an awesome and really good song</qco> </h3>      \nit's possible but i don't know for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.25&nbsp; \n1:25 pm</dco> &nbsp;<qco> what do you think about malaysia</qco> </h3>      \nfrom what i understand they basically share a language with indonesia\n<br><br>"
  }
]
