[
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n3:53 pm</dco> &nbsp;<qco> how is your day and more importantly how is your night</qco> </h3>      \nit's fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n2:00 pm</dco> &nbsp;<qco> why do I always lose even though I'm obviously better than my opponent?&nbsp;</qco> </h3>      \nwinners lose, obviously\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n1:22 pm</dco> &nbsp;<qco> what does \"n.o.t. u.s.u.a.l.l.y.\" stand for</qco> </h3>      \n\"not usually\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n1:06 pm</dco> &nbsp;<qco> how do you say such profound and insightful things with words that seemingly have no intentional purpose\n<br></qco> </h3>      \nwhy on earth would you assume that something that seems profound to you also seems to have no purpose. that reminds me of eating something and saying \"this tastes surprisingly great considering it tastes like shit\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n11:54 am</dco> &nbsp;<qco> do you regret making a question page</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n11:39 am</dco> &nbsp;<qco> water ISN'T wet!</qco> </h3>      \nwe'll see about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n11:13 am</dco> &nbsp;<qco> Hello Bill, Are you Santa?. And will you be coming to my house this Christmas to give me presents?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; 11:10 am</dco> &nbsp;<qco> Who let the dogs out?</qco> </h3>      \ni have to wonder who imprisoned the dogs in the first place\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n11:09 am</dco> &nbsp;<qco> are genres any way similar at all to languages?</qco> </h3>      \nthe similarity is that the labels can sometimes play dirty tricks\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; 10:41 am</dco> &nbsp;<qco> Favorite color?&nbsp;</qco> </h3>      \nchanging colors\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n9:56 am</dco> &nbsp;<qco> Do you prefer learning jazz piano from a person on the internet, or from a person sitting next to you at the piano</qco> </h3>      \nfor me, as soon as i get into the piano, it becomes impossible to determine which parts of the piano is 'jazz' and which is not 'jazz', but my prefered method of learning musical things is not 'from a person' but instead just by myself and with a lot of exposure to a broad variety of music from the past and present\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n8:45 am</dco> &nbsp;<qco> why do you answer with \"Why do you ask them\" when we ask \"Why do you answer our questions\"?</qco> </h3>      \nbecause it seems like a fair response\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n7:01 am</dco> &nbsp;<qco> Hey, Since I Know somethings Been Cookin up For the Past 2 years, What Big Project Have You Been Working on and Whats your plan for the New Years?</qco> </h3>      \ni don't make plans for new years, i just do what i'm doing as time goes by. but i've been engaged in a plan to do a list of videos i've always wanted to do, in the way i've always wanted to do them. it's going pretty well except it's actually starting to become miserable\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n5:01 am</dco> &nbsp;<qco> WHY does nobody refer to LOWERCASE AS&nbsp;&nbsp;S M A L L&nbsp;&nbsp;L E T T E R S</qco> </h3>      \nsome people do call them small letters, but it's probably more clear to say lowercase because 'small letters' may simply be referring to the font size. i have seen small capital letters\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n3:05 am</dco> &nbsp;<qco> what is an honest virtue you live by?</qco> </h3>      \nthis may seem over-complicated, but i live by the honest virtue of honesty\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n1:34 am</dco> &nbsp;<qco> If the capital H is a fence, then what's the lowercase h?</qco> </h3>      \ni think that would be an attempt to draw the full H in one stroke, at full speed\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n1:23 am</dco> &nbsp;<qco> What's that song you made where you wanted people to feel it in groups of four beats per measure, and you were afraid of people feeling it in groups of three per measure, but you just had to accept that certain populations might just misinterpret it like that and release it anyway?&nbsp;</qco> </h3>      \nthere was never a doubt about releasing it, and i actually didn't expect anyone would truly feel it in 3/4, because i was careful to put strong clicks in the beginning, but this would be \"it's the first day of school (and i think i might quit)\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n12:03 am</dco> &nbsp;<qco> Is the universe a simulation of another, real universe?</qco> </h3>      \nthat wouldn't make this one any less real, or the other one any more real\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n10:55 pm</dco> &nbsp;<qco> why did I drop a dollar to pick up a nickel?</qco> </h3>      \nmaybe your intention was to put down 95 cents\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n10:38 pm</dco> &nbsp;<qco> how do i cope with a sense of gratitude so immense that it comes full circle and makes me sad?</qco> </h3>      \nsounds like it's time to find a good project to work on\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n10:26 pm</dco> &nbsp;<qco> Are the first world parts of south africa better than america</qco> </h3>      \ni will concede the following, although you might be unsatisfied: some parts of africa are better in some ways than some parts of america\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n10:07 pm</dco> &nbsp;<qco> how is it that so many popular opinions begin with \"contrary to popular opinion,\"</qco> </h3>      \nthis effect is sometimes caused by a lot of people changing their opinion at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n9:33 pm</dco> &nbsp;<qco> favorite adverb?</qco> </h3>      \nflink\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n9:04 pm</dco> &nbsp;<qco> Why are people idiots? </qco></h3>      it makes it easier to win arguments<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also, can we be friends?</qco> </h3>      \nyes but i must inform you that i am an idiot\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n7:25 pm</dco> &nbsp;<qco> WHat impact do you hope your music can have on the people who listen to it and the world as a whole</qco> </h3>      \ni'm just trying to prove that the world is even better than you ever imagined. whether that's true or not, that's still my job anyway, to prove that\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n7:01 pm</dco> &nbsp;<qco> what seems impressive to you?</qco> </h3>      \nconsciousness\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n5:35 pm</dco> &nbsp;<qco> ive been seeing a lot of things that other people created lately and ive been feeling bad because im not as creative as i want to be. whats your advice on tackling these feelings? i do want to be more creative without forcing myself</qco> </h3>      \nstart small and simple. you may or may not relate to this, but what comes to mind is this profound moment i once had, where i found myself in front of a chess board and instead of playing a chess game i just started putting the pieces wherever i wanted on the board, and it stimulated my creative desires in all kinds of ways, just seeing all the different configurations i could put the pieces\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n5:01 pm</dco> &nbsp;<qco> how do I decide what I want to do in my life?</qco> </h3>      \nyou usually don't decide what you want. you just want it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n4:50 pm</dco> &nbsp;<qco> does this question satisfy you</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n4:09 pm</dco> &nbsp;<qco> what do you think of virtual insanity</qco> </h3>      \nforgive me, but it sounds like someone who has just learned all those chords for the first time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n2:22 pm</dco> &nbsp;<qco> Hi bill, recently started college any advice?</qco> </h3>      \nno, to be fair i really don't know what colleges are like\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n2:00 pm</dco> &nbsp;<qco> why does no one refer it as small letters</qco> </h3>      \nmaybe \"it\" is actually a pony. to be fair, you didn't say what \"it\" is. other than to say it is never referred to as \"small letters\". and the only things i can think of that are never referred to as \"small letters\" would have to be not small letters. small letters are called small letters all the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n1:40 pm</dco> &nbsp;<qco> Is it possible to truly change the world?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n12:05 pm</dco> &nbsp;<qco> how do you get through highschool..</qco> </h3>      \ni'm not sure. but almost everyone does. so it must be possible\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n11:27 am</dco> &nbsp;<qco> what about using a potato?</qco> </h3>      \nthank you, i didn't even think of that\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n10:18 am</dco> &nbsp;<qco> Thoughts on Tennessee?</qco> </h3>      \nthe challenge is remembering when to stop, when saying Tennesseessesseessee\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n9:15 am</dco> &nbsp;<qco> did u fall in love on the q train?</qco> </h3>      \nthat sounds like something i would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n8:10 am</dco> &nbsp;<qco> are you a renaissance man</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n7:09 am</dco> &nbsp;<qco> Do you think it all comes back to love?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n6:29 am</dco> &nbsp;<qco> do you enjoy the mathematical constant known as e</qco> </h3>      \nyes, but, to be fair, i also enjoy the passage of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n5:07 am</dco> &nbsp;<qco> how do you become a ghostwriter</qco> </h3>      \nmaybe you could make a deal with another aspiring ghostwriter, where you write a book for them and they get to write a book for you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n1:12 am</dco> &nbsp;<qco> What do you think about architecture?&nbsp;</qco> </h3>      \nit's pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n1:06 am</dco> &nbsp;<qco> thoughts on the passage of time?</qco> </h3>      \nseems pretty chill\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.24&nbsp; \n11:41 pm</dco> &nbsp;<qco> what's the most niche thing you know about</qco> </h3>      \ni claim to know which way is up. no i'm just kidding, i would never make that claim\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.24&nbsp; \n11:35 pm</dco> &nbsp;<qco> what do you do when you find yourself overthinking everything?</qco> </h3>      \nhow about checking in with physical existence\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.24&nbsp; \n10:31 pm</dco> &nbsp;<qco> thoughts on base 10 number system</qco> </h3>      \nseems chill\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.24&nbsp; \n10:05 pm</dco> &nbsp;<qco> if heat rises why dont we cook things on the ceiling</qco> </h3>      \ngravity\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.24&nbsp; \n7:54 pm</dco> &nbsp;<qco> what book should i read to my children?</qco> </h3>      \nhow about reading through a few months of the gregorian calendar. some plot twists in there\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.24&nbsp; \n6:00 pm</dco> &nbsp;<qco> a goblin once asked me \"why do you hate vegetables so much?\" and i could not give a proper answer. what would you have said?</qco> </h3>      \n\"why do you think i hate vegetables\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.24&nbsp; \n4:35 pm</dco> &nbsp;<qco> hi Bill. why am i me and not someone else</qco> </h3>      \nthat's just a trick of the language. in english, i = me\n<br><br>"
  }
]
