[
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n12:56 pm</dco> &nbsp;<qco> The last line of hotewig is \"by the way, where the hell are we?\" and the first line is \"Hi, you're on a rock, floating through space\", seemingly answering the question asked at the end. Is this intentional? </qco></h3>      it's an important question, and the first line attempts to explain it but it's not a very meaningful explanation<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tIs it a way to show that all of human history is really just one big cycle?&nbsp;</qco> </h3>      \nno, actually that video seems to highlight the crazy exponential hockey-stick effect that human history seems to have. quite more dramatically so than i even expected\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n12:44 pm</dco> &nbsp;<qco> how to do 2 things at once</qco> </h3>      you have to familiarize yourself with the singular pattern it makes when they both are done together\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n12:12 pm</dco> &nbsp;<qco> what do you do when life gives you lemons</qco> </h3>      donate them to the lemonless\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n12:04 pm</dco> &nbsp;<qco> what to do if i have to finish (or actually start is a more appropriate word) assignments for an art class but i just don't feel any motivation or inspiration? i have very strict deadlines and multiple projects i need to start and finish but i just don't feel like it and/or don't have any idea what to do</qco> </h3>      option 1: totally quit the art class because it sucks and is not inspiring to you. option 2: create something that conceptually [tramples all over] / [sabotages] the proper formatting and/or rules for the class, because it sucks and is not inspiring to you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n12:00 pm</dco> &nbsp;<qco> how do i be funny</qco> </h3>      anyone can be funny. just do stuff that's not funny and wait for people to be mad at you for not being funny. at least that's the way i do it \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n11:14 am</dco> &nbsp;<qco> Are you wasting your time yet?</qco> </h3>      absolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n11:08 am</dco> &nbsp;<qco> what was your idea for doing the 'stupid text pictures on reddit' as you called them, like the really old-styled memes? you seem to have a long-standing fondness for those, with the end of 'christmas isn't real' and the christianize the kingdoms gag in hotewig</qco> </h3>      it can be a common language / reference point for society\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n10:59 am</dco> &nbsp;<qco> How would you recommend I start learning about something that I may be passionate about without dropping it? Every time I want to start to commit to something that would take dedication and time seems unappealing to me after the first couple of days. I'm just asking around literally anywhere, I just wanted to see if you had any insight, thanks.&nbsp;</qco> </h3>      you must zero in on the exact moment that sparked your interest. if you think about it you can usually pinpoint it. like, .... i was in the park and i saw a certain crazy tree. and it made me think 'wow ........ i must learn all about trees... everything about trees! it will be so much fun!' so you go and start learning all about every tree and suddenly it feels wicked boring and you don't remember why you are doing it. well, guess what, you gotta go back to that one tree you saw because whatever it is you thought you wanted, it was in THAT tree. you must pinpoint the original source of your interest, and it can usually be narrowed down to a very specific exact moment\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n10:49 am</dco> &nbsp;<qco> i'm running from the government, any tips?</qco> </h3>      run in a zig zag pattern. they are very bad at going around corners\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n10:38 am</dco> &nbsp;<qco> How did you come up with the idea of&nbsp;​​creating the video history of the whole world, i guess?</qco> </h3>      common sense. but at least i tried a smaller one first as a warm up\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n10:20 am</dco> &nbsp;<qco> what if gravity stopped working</qco> </h3>      there would be a lot of new sports\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n8:38 am</dco> &nbsp;<qco> Where should I go for vacation?</qco> </h3>      kanorado\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n8:01 am</dco> &nbsp;<qco> I enjoyed the dont you want me funk cover with your Ghost notes will u ever do any drumming tutorials in the mere future</qco> </h3>      that's probably a good idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n6:46 am</dco> &nbsp;<qco> i know you know a hell lot of music that is plain fuckingly good,</qco></h3>      unfortunately there is no such thing as that. as many times as we all think there is, as soon as you reflect it upon another listener you immediately see why it could be all wrong<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t please list some personal playlists on your spotify or something, brand them with whatever title cover design whatever you want, i dont care, or else what , you tell me</qco> </h3>      what makes it even more complicated is, i can't even post some of the most amazing things with disclaimers saying 'but i wish the vocal wasn't doing this' or 'i think the drums ruins it', because there might be a lot of people seeing it and that's just not nice. the players may find out. that would be terrible. they were surely doing their best, they don't need me telling everyone they suck. maybe if i was just sharing with 1 person, i might be able to say 'this is great except for the sax', but .......... despite how cozy this white text feels sometimes, i have to remember that potentially a lot of people could be reading this\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n6:28 am</dco> &nbsp;<qco> how to win at spelling</qco> </h3>      spell things different enough to be flavourful, but samely enough for that sweet recognizaçion\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n6:25 am</dco> &nbsp;<qco> Hey bill, have you thought of getting a 16\" MacBook Pro?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t I've heard that you're upgrading your stuff</qco> </h3>      think bigger.......\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n6:24 am</dco> &nbsp;<qco> Do you like Cars?</qco> </h3>      yes but they could be improved upon\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n6:18 am</dco> &nbsp;<qco> Can we make you rich enough to be president?</qco> </h3>      not interested. everyone always hates the president. can i be a former president instead, everyone always loves the former president\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n6:09 am</dco> &nbsp;<qco> how does someone trying to tell you what to do make you feel</qco> </h3>      pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n4:39 am</dco> &nbsp;<qco> Would you consider compiling an MP3 album of (favourite?) songs you wrote and making it available for us to download... Or maybe even buy? Have a nice day!</qco> </h3>      i might do that but i might also skip that and make new songs instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n3:50 am</dco> &nbsp;<qco> is boredom a mental sickness</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n3:41 am</dco> &nbsp;<qco> hi. i'm just really scared right now so i am talking to you.</qco> </h3>      THAT MAKES SENSE, I AM A FEAR EXPERT\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n3:29 am</dco> &nbsp;<qco> any plans to make music with samples from other songs?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n3:00 am</dco> &nbsp;<qco> How do you feel about the elevators vs escalators discoursr</qco> </h3>      i am proud to introduce, the escalavator\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n2:37 am</dco> &nbsp;<qco> how to take off shoes</qco> </h3>      i have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n2:11 am</dco> &nbsp;<qco> I only ever feel motivated to get things done when doing things for other people but I'm never motivated or encouraged enough to do or start the things I want to do for myself. How can I fix this, internet man who I am assuming is an all knowing deity?</qco> </h3>      at this point you seem mildly confused at yourself. i think for the solutions you need, it will have to escalate to anger. the good news is, this will happen naturally as you continue to endure this confusion\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n2:11 am</dco> &nbsp;<qco> can you give us a demo of a recent 3D test you did</qco> </h3>      they all still suck but you will see them all eventually\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n1:56 am</dco> &nbsp;<qco> Are you always deadpan outside of the internet?</qco> </h3>      what the heck is deadpan\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n1:34 am</dco> &nbsp;<qco> Do any of you're songs have any deeper meaning,</qco></h3>      that depends how deep a meaning you are getting from it already<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t if so can you give an example?</qco> </h3>      if you are experiencing a meaning level depth 4 on a certain song, but someone else is experiencing that same song at a level 6 meaning depth, then that would mean yes there is a deeper meaning\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n1:07 am</dco> &nbsp;<qco> will country roads actually take me home?</qco> </h3>      depends where you live\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.19&nbsp; \n12:20 am</dco> &nbsp;<qco> how do i cry&nbsp;</qco> </h3>      discover something from your early childhood that you have not thought about since then\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.19&nbsp; \n11:59 pm</dco> &nbsp;<qco> do you consider La de da de da de da de day oh\n<br>'s chorus and the land of 2 letter world in might quit scat?</qco></h3>      maybe but that's kind of a gross name<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t btw is it me or is there an \"and\" in 2 letter world? or is it an?</qco> </h3>      in. i was very careful to anunciate that vowel sound as clearly as possible. the words should also be on screen in the video. the rest is in your hands\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.19&nbsp; \n11:53 pm</dco> &nbsp;<qco> can i borrow your brain please</qco> </h3>      i might have a spare one \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.19&nbsp; \n11:30 pm</dco> &nbsp;<qco> Do you know the top two strings of the guitar as well as you know the bottom four (from playing bass)?</qco> </h3>      i don't need to play anything to know the strings. the 2 you mentioned are B and E, near middle C\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.19&nbsp; \n11:20 pm</dco> &nbsp;<qco> when you find yourself having an existential crisis, how do you get yourself out of that headspace?</qco> </h3>      build a website dedicated to myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.19&nbsp; \n11:11 pm</dco> &nbsp;<qco> How can I make myself study for my Calculus 2 midterm</qco> </h3>      first explain how the studying process would work, physically\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.19&nbsp; \n11:09 pm</dco> &nbsp;<qco> Help! I am stressed and headed towards failure</qco> </h3>      help, i can't help you without knowing a little more details\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.19&nbsp; \n10:49 pm</dco> &nbsp;<qco> do fish have ears?</qco> </h3>      yes and they breathe through them. convenient!\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.19&nbsp; \n10:19 pm</dco> &nbsp;<qco> how can i go about managing my time better?</qco> </h3>      you'll want to get your hands on some clocks, and calendars\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.19&nbsp; \n10:17 pm</dco> &nbsp;<qco> So you know how some people use the logic side of their brain and some use the creative</qco></h3>      no, i think everyone uses both or else they would die probably<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t do you think that people who use the creative side of their brain more have a advantage at making music or art over the logic side&nbsp;</qco> </h3>      each side makes the other stronger\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.19&nbsp; \n10:10 pm</dco> &nbsp;<qco> help how do you memorize scales quickly</qco> </h3>      if scales were actually doing their job you wouldn't need to memorize a dam thing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.19&nbsp; \n9:58 pm</dco> &nbsp;<qco> I'm thinking of making music, yet I don't know how to come up with lyrics. Do you have any tips?</qco> </h3>      what i would recommend, and i am slowly but gradually realizing that my advice might not work for anyone but me, but it's to open up a text document and start experimenting broadly with words, sentences, phrases, syllables, letters, spacings,  .......... really let the cows come home to roost on this one\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.19&nbsp; \n9:43 pm</dco> &nbsp;<qco> rhinoceros. any thoughts?</qco> </h3>      i had some but you have rhinocerosed them away\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.19&nbsp; \n9:40 pm</dco> &nbsp;<qco> should i bring a toaster to school</qco> </h3>      sure if you want to donate it to the principal\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.19&nbsp; \n9:21 pm</dco> &nbsp;<qco> why are cop cars always snooping around</qco> </h3>      \n\n\nthere must be a crime shortage\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.19&nbsp; \n9:10 pm</dco> &nbsp;<qco> What's the best way to relieve stress in your opinion?</qco> </h3>      speak, sing, talk, move around, stop moving around, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.19&nbsp; \n8:48 pm</dco> &nbsp;<qco> any general advice you have for someone who wants to improve their life?</qco> </h3>      not until i have at least a shred of information on how your life currently is and/or how you might like it to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.19&nbsp; \n8:18 pm</dco> &nbsp;<qco> should we move Christmas to December 30th to prolong the season</qco> </h3>      i dare you to try\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.19&nbsp; \n7:58 pm</dco> &nbsp;<qco> Are we there yet?</qco> </h3>      no\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.19&nbsp; \n7:22 pm</dco> &nbsp;<qco> How do I eat more marshmallows&nbsp;</qco> </h3>      you can't. you ate them all\n<br><br>"
  }
]
