[
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n2:58 pm</dco> &nbsp;<qco> how to be as cool as bill wurtz?</qco> </h3>      \nARGUE WITH YOURSELF DAY AND NIGHT OVER WHETHER IT'S SUPPOSED TO BE POSSIBLE TO DO EVERYTHING\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n2:54 pm</dco> &nbsp;<qco> How do i extend my summer?</qco> </h3>      \ncould switch planets\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n2:18 pm</dco> &nbsp;<qco> History of the entire world is getting really close to a billion views :=0</qco> </h3>      \nthat's not true\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n2:14 pm</dco> &nbsp;<qco> Would you agree that your music has a spiritual element?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n2:12 pm</dco> &nbsp;<qco> What's your favorite song of yours?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n1:56 pm</dco> &nbsp;<qco> how can i make music?</qco> </h3>      \ntry to make something that is not music, and watch it become music despite your best efforts\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n1:42 pm</dco> &nbsp;<qco> there's almost no time left. yet somehow also an infinite amount of time left. how to reconcile these two things?</qco> </h3>      \nfigure out how much time is actually left\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n1:38 pm</dco> &nbsp;<qco> I had a great idea, what are your thoughts on having a great idea?</qco> </h3>      \nit's a good idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n1:30 pm</dco> &nbsp;<qco> do you think music is musical</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n1:26 pm</dco> &nbsp;<qco> what motivates you?</qco> </h3>      \ntime and space\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n12:39 pm</dco> &nbsp;<qco> If you could build anything that could improve our world, what would it be?&nbsp;</qco> </h3>      \nmaybe songs would work\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n12:35 pm</dco> &nbsp;<qco> Are you still alive Because I heard in the comment sections that you're working on an even bigger project in the entire world explained</qco> </h3>      \nthat all depends whether 'getting ready to make videos for the rest of my life' counts as a project, which i think it does, it certainly did last time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n12:29 pm</dco> &nbsp;<qco> Was the something you had to write down that inspired \"Gotta write something down\" \"Gotta write something down\"? i.e. the melody?</qco> </h3>      \nno, that would seem to defy the flow of time in a way that i can't even quite explain\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n11:42 am</dco> &nbsp;<qco> Any videos/songs you would like to go back and remake?</qco> </h3>      \nthat's unthinkable considering the amount that i have yet to make for the 1st time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n11:17 am</dco> &nbsp;<qco> Thoughts on world?</qco> </h3>      \nvery intersting size, but an even more interesting shape\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n10:20 am</dco> &nbsp;<qco> how much of your visuals or music do you think Is understood the way you might intended it to be?</qco> </h3>      \nabout 78%\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n9:53 am</dco> &nbsp;<qco> Is your spirit a development of god but not because your spirit is deadly and is the equivalent of a demon but that demon happens to be really good at whistling and has a very good knowledge of music theory?</qco> </h3>      \nyou must be talking about someone else, i'm not capable of whistling\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n9:12 am</dco> &nbsp;<qco> I am worried where have you been for the last year</qco> </h3>      \ni thought it would be a good idea to re-invent everything. then i realized that would take 100 years, so i consider myself lucky that i was able to have the self-control to stop at 1.5 and come back to earth. will have to invent it along the way. beware of impending throwback to the pelican ages, or pelican level aesthetic...............this is not what i had planned\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n8:45 am</dco> &nbsp;<qco> Would you consider pizza being a sandwich?</qco> </h3>      \nwith some assembly required\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n8:35 am</dco> &nbsp;<qco> Why did you decide to invent music?</qco> </h3>      \ni got the idea from the employee best practices handbook. or at least i assume that would be in there\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n7:52 am</dco> &nbsp;<qco> Where's Italy?&nbsp;</qco> </h3>      \nbasically right in the middle of the mediterranean sea\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n7:33 am</dco> &nbsp;<qco> when are you usually online to awnser questions?</qco> </h3>      \ni don't answer the questions online. i do it offline and then post them all when i'm done\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n7:31 am</dco> &nbsp;<qco> what is your IQ</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n7:21 am</dco> &nbsp;<qco> Bill I asked a question a while ago about how to find my old questions because I keep losing them but i've lost that question too.</qco> </h3>      \nwas it <a href=\"q.php?date=202007121706\" target=\"_blank\">this one</a><remqq></remqq>\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n7:11 am</dco> &nbsp;<qco> What is impossible</qco> </h3>      \ni can't think of anything, but i know some things are\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n6:47 am</dco> &nbsp;<qco> Your view on the value of Gold Bullion</qco> </h3>      \none of the more valuable Bullions, in all fairness\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n5:12 am</dco> &nbsp;<qco> are you smart or dumb</qco> </h3>      \ngot to be sort of a hybrid\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n4:31 am</dco> &nbsp;<qco> How do you deal with procrastination?</qco> </h3>      \nskip it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n3:57 am</dco> &nbsp;<qco> mental health advice?</qco> </h3>      \ninstead of Going bonkers, the trick is to truly realize you already Are bonkers\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n3:23 am</dco> &nbsp;<qco> Do you know why all the windmills started to turn so slow</qco> </h3>      \n they started to turn because there is wind, and the reason they go slow is because they are large\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n3:08 am</dco> &nbsp;<qco> what was the inspiration behind \"what are you waiting for you dumb stupid fuck\"</qco> </h3>      \nthis was based on an ordinary day, somewhere in june of 2010, walking from the subway to my home, the weather was very sunny, and i suddenly had a sinking feeling .................... what is wrong with me and why am i not recording and producing songs on a regular basis like i've been expecting myself to for seemingly decades now\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n2:42 am</dco> &nbsp;<qco> In what situation would it be reasonable to have a major 11 chord play in root position (like 1 3 5 7 9 11).</qco></h3>      none, that i could possibly imagine<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What about maj7#11 in root position?</qco> </h3>      \nnone, that i can imagine\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n2:39 am</dco> &nbsp;<qco> everyone is asking \"where's bill\"\n<br>but no one is asking \"how's bill\"</qco> </h3>      \nthat's not true, that's most people's first question \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n2:23 am</dco> &nbsp;<qco> Will you be making that video about Velcro anytime soon?</qco> </h3>      \nno but i was thinking of making every possible other video instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n2:18 am</dco> &nbsp;<qco> Do you make music?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n2:12 am</dco> &nbsp;<qco> your typing reminds me of me. does this have something to do with why i like your music so much?</qco> </h3>      \nmaybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n1:32 am</dco> &nbsp;<qco> is canada a myth</qco> </h3>      \nliving legend\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n12:47 am</dco> &nbsp;<qco> how is made earth do?</qco> </h3>      \ni will try to demonstrate if i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n12:45 am</dco> &nbsp;<qco> Is it possible to charm a police officer with your music?</qco> </h3>      \nyes, but i think i missed the perfect opportunity. this is kind of a long story but hopefully you can follow... one time i was driving through a mandatory sobriety check point. they looked at my license and asked me to say the alphabet. But i've heard so many stories about police asking you to say the alphabet BACKWARDS, that in my mind i thought that's what they said. And it just so happens that as a child i familiarized myself with a fully functional version of the common ABC song, with backwards lyrics, so the alphabet is in reverse. So i have the backwards alphabet very readily commited to memory. So i started blasting through the backwards alphabet (not in song, just spoken) and i already got to about Q when he said 'whoa whoa whoa, no, forwards.' and he probably thought i was crazy. Everything worked out fine, but unfortunately i missed the opportunity to simply press play on the CD in the CD player, which happened to be a test mix of my 'Alphabet Shuffle' song, which i had been listening to moments before. i understand this story would have been better if i had actually done it, but for some reason it didn't seem like a good idea at the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n12:43 am</dco> &nbsp;<qco> do you enjoy eating watermelon? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What are the seeds why are they? </qco></h3>      i don't know<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you need to eat the seeds?</qco></h3>      i hope not because i never have<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do seeds give flavor?</qco></h3>      i don't know<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do they sell watermelon seeds separately? </qco></h3>      i don't know<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;are watermelon seeds how a watermelon plant grows? </qco></h3>      i'm not sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Are they safe for us? </qco></h3>      i think so<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;why can't animals eat them?</qco></h3>      i thought they could<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is there a watermelon tree?</qco></h3>      i don't know<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; are watermelons real?</qco> </h3>      almost too real\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.20&nbsp; \n12:18 am</dco> &nbsp;<qco> Do birds have accents and regional dialect?</qco> </h3>      \nyes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n11:57 pm</dco> &nbsp;<qco> Is everyone secretly dead?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n11:56 pm</dco> &nbsp;<qco> Is a hotdog a sandwich?</qco> </h3>      \nnothing is a sandwich\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n11:54 pm</dco> &nbsp;<qco> hi bill how do i make music i enjoy please abd thank you</qco> </h3>      \nah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that \t\t\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n11:48 pm</dco> &nbsp;<qco> What's a good music genre that doesn't exist yet?</qco> </h3>      \ncould be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n11:31 pm</dco> &nbsp;<qco> I've been looking for anagrams in parts of 'might quit', do you think I will find anything?</qco> </h3>      \nyes, everything is an anagram\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n11:29 pm</dco> &nbsp;<qco> have you ever thought about using a vocal synth like vocaloid, cevio, synthv, or utau for your music?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n11:12 pm</dco> &nbsp;<qco> Why did you invent the printing press?</qco> </h3>      \ni didn't but the reason i would have done it is to make books, in case there was not already a way to make them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n11:10 pm</dco> &nbsp;<qco> hey bill i gotta ask.. how are you so cool</qco> </h3>      \ni just do it the regular way\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n11:07 pm</dco> &nbsp;<qco> how do you think of a musical theme? i'm having a block trying to find a theme for a fugue and am interested in how you go about making those first few notes</qco> </h3>      \ni've never written a fugue, but if i recall that means a totally instrumental piece, which makes me think of a hint i could give you: try to think about some words, or real-world situations and scenarios. music is like water. while scientists agree that the water itself can not be 'wet', it is what makes other things wet. so in a sense it's sometimes almost as if the other things make the water wet, because the wetness tends to occur very readily once you introduce non-water items into the picture\n<br><br>"
  }
]
