[
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n12:19 am</dco> &nbsp;<qco> could you attach the \"still a piece of garbage\" jingle under this question?</qco> </h3>      <a href=\"https://billwurtz.com/no.mp4\">sure</a>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n12:18 am</dco> &nbsp;<qco> Do you know something that I don't?&nbsp;</qco> </h3>      almost certainly. and you also know things that i don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n12:16 am</dco> &nbsp;<qco> everyone around me seems to be so multi-talented and accomplished. I wish i could be like them. im only barely decent at music and art. what do i do to improve my skills</qco> </h3>      this sounds like a green-grass / other side of the fence situation. keep in mind that no one is capable of having the ideas that you can have. so if you don't express them, no one else will\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.19&nbsp; \n12:14 am</dco> &nbsp;<qco> Bill, you need to stop playing the lottery. You're not gonna win</qco> </h3>      i've never played the lottery. the lottery is not designed for the player to win. i already know this. you must have sent this message to the wrong person\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n11:48 pm</dco> &nbsp;<qco> Why the hell did nobody tell me you have a website?</qco> </h3>      perhaps you weren't ready for it yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n11:47 pm</dco> &nbsp;<qco> what is the difference between noise and music?</qco> </h3>      how much you like it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n11:46 pm</dco> &nbsp;<qco> Ur song are great! Oh and... What inspires u to write them?</qco> </h3>      songs are miracles. who wouldn't want to make miracles\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n11:29 pm</dco> &nbsp;<qco> have you eaten too many shrimp</qco> </h3>      yes, although i've only had 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n11:25 pm</dco> &nbsp;<qco> would you like to make a chart section or real book soonish? please it would be a magical place</qco> </h3>      i might do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n11:17 pm</dco> &nbsp;<qco> i'd like to get more fit, how should i start</qco> </h3>      start going for walks. if you already do that, run instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n10:59 pm</dco> &nbsp;<qco> you ever just go on an adventure in your head</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n10:52 pm</dco> &nbsp;<qco> i can't afford a trip to the theme park so i just laid down across my laundry room sink with my face pressed into the glass of the top-loading washing machine while it was on a spin cycle full of bright coloured clothes. i guess it was kind of like a roller coaster. what do you think i should try next</qco> </h3>      standing on chairs. i know you may think that's a weak and lame idea, but i find it extremely thrilling and also enlightening\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n10:50 pm</dco> &nbsp;<qco> What is your favorite social security number?</qco> </h3>      1\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n10:32 pm</dco> &nbsp;<qco> Does the ball and stick video have a deeper meaning, because I love it!</qco> </h3>      the deepest meaning is you loving it. if there is any deeper meaning than love, i've never heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n10:11 pm</dco> &nbsp;<qco> how do i stop not doing things?</qco> </h3>      how did you start not doing them\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n10:10 pm</dco> &nbsp;<qco> do you know that \"before was was was, was was is.\" Is a proper sentence in English?</qco> </h3>      that reminds me of the time i heard a person say \"that THAT that that that\", and i noticed the 2nd \"that\" of the 5 \"that\"s, realizing that THAT \"that\" that that person said was the loudest\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n10:04 pm</dco> &nbsp;<qco> need song ideas. hit me with some words</qco> </h3>      can you buy the best things at Best Buy?\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n10:00 pm</dco> &nbsp;<qco> can you buy the best things at Best Buy?</qco> </h3>      only some of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n9:49 pm</dco> &nbsp;<qco> What instruments do you use to make your jingles like \"And the dinossaurs are gone\"?</qco> </h3>      acoustic piano, electric piano, another electric piano, clean electric guitar with tremolo, harp, acoustic guitar, glockenspiel, acoustic bass, vocals. i just opened it up and checked for the one you asked. other ones would be different\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n9:47 pm</dco> &nbsp;<qco> thank you for creating content.</qco> </h3>      thank you for your sudden outburst of friendliness\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n8:37 pm</dco> &nbsp;<qco> do you like drawing stick figures</qco> </h3>      it's better if the sticks are a little more wavy\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n8:13 pm</dco> &nbsp;<qco> if you were a programming genius, what would you make with your skills and why?</qco> </h3>      i would program drones to perform choreographed camera movements that can repeat on a loop, synchronized with audio playback, to record sections of live action music videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n7:51 pm</dco> &nbsp;<qco> have you started using more capitals on this page due to peer pressure from my fellow askers</qco> </h3>      absolutely not. it is simply due to pent up EXCITEMENT and RAGE\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n6:58 pm</dco> &nbsp;<qco> sunglasses are too dark but sun is too bright what to do what to do</qco> </h3>      i think there is an invention that will be available within the next 2 to 3 years that will help you with that ...... and much more\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n6:56 pm</dco> &nbsp;<qco> why do you upload reality videos years after they are first recorded?</qco> </h3>      not just upload. select and edit. it allows me to make them better, because i know how the story turns out, so i know which things to choose, knowing what has the strongest relevance. and it also allows me to reveal behind the scenes details without giving away future projects. For example, if i released a reality video using journal audio recorded today, you might (for example) hear me talking about how i am definitely building an animatronic giraffe, and i am very excited about it. Well, guess what, if i release something like that, 2 things might happen. 1 is, i might ultimately fail at building the giraffe and have to abandon the project, in which case it would look very embarassing for me, because everyone would know i failed. And also it might be possible that someone could steal my design for animatronic giraffe and rush to beat me at my own idea. That's a fictional example, but here's an actual example, of a reality video that was released relatively soon after it was recorded -- probably recorded soon after history of japan was released, and the reality video was released probably 3 months later. The subject of the video was about making a music album. I thought, at the time, that i was going to make a music album, of songs. I thought that was a good idea at the time. but since then, i have changed my opinion and now i strongly prefer single songs. So those reality videos talking about making an album look pretty silly now, and they also incite a lot of people to ask \"where's the album, what happened to the album\", but there is no album. If i had waited a bit longer before releasing journals from that time, i surely would not have chosen the album discussions, and would have gone with something else instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n6:29 pm</dco> &nbsp;<qco> Why is earth round?</qco> </h3>      \nanything that spins around for millions of years usually becomes round\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n6:06 pm</dco> &nbsp;<qco> im annoying my brother what are some tips?\n</qco></h3>      get your parents to like you more<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\talso am i a stupid man?</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n6:02 pm</dco> &nbsp;<qco> hey, real question, if i use bread as a filling in an ice cream sandwich instead of ice cream, is it a sandwich or an inside out sandwich?</qco> </h3>      that's a customized stack\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n5:43 pm</dco> &nbsp;<qco> i want to quit school why does math have to be so hard</qco> </h3>      that makes it fun. but some schools suck all the fun out of it, so that might be what is causing you the distress\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n5:39 pm</dco> &nbsp;<qco> Have you ever thought about how cereal is basicly soup?</qco> </h3>      besides the times i am forced to think about it on this page every single day, no it doesn't generally cross my mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n5:38 pm</dco> &nbsp;<qco> Im getting married soon what do I say to my new wife.</qco> </h3>      hi, nice to meet you. unless you already knew her before, in which case you could say hi, i already know you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n5:30 pm</dco> &nbsp;<qco> how do u know what to answer?</qco> </h3>      i have a guide book\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n5:05 pm</dco> &nbsp;<qco> do you like bass?</qco> </h3>      i do, but don't let that fool you into thinking that i particularly like the bass by itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n5:03 pm</dco> &nbsp;<qco> You are so amazing and so are your videos</qco> </h3>      holy smokes you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n4:59 pm</dco> &nbsp;<qco> Where did your \"flipping through my rug\" vine go</qco> </h3>      i have that, i will post it on the site as soon as i figure out a good way to get videos to loop properly on this site. That one actually doesn't need to loop, but because it was made specifically for vine, it needs to be on the 'vine' page of this site, which i cannot make until i know how to properly get the loop to work right, which becomes more important for the ones with seamless musical repeats\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n4:56 pm</dco> &nbsp;<qco> are you working on any improv/ music/journals/research other than the big project you are working on right now?\n<br>\n<br>ps journals are my favorite thing and i would love more</qco> </h3>      journals are ongoing, every day\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n4:53 pm</dco> &nbsp;<qco> when will you talk about velcro?</qco> </h3>      when velcro improves more\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n4:36 pm</dco> &nbsp;<qco> Can you answer this with a jingle?\n</qco></h3>      <a href=\"https://billwurtz.com/yes.mp4\">yes</a><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tIf it's a one word single please put another here:\n<br></qco> </h3>      <a href=\"hellyeah.mp4\">ok</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n4:32 pm</dco> &nbsp;<qco> Hey Bill, I am writing an essay about you in my AP language class. I have found your video diaries in the reality section of this site really helpful, but I was hoping you could answer two questions. Thank you for everything you do. Here goes: 1. Your music has been described as jazz-pop. In your opinion, is that a fitting description for your work </qco></h3>      categorizing music into genres reminds me of categorizing people into races. it causes me to feel strange and uncomfortable<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tor would you prefer a different term or no term at all?</qco></h3>      music is such a strangely powerful thing, capable of such wonder and mischief, that if anyone tries to pin it down or label it, i would have every expectation that the music will find means to thwart that label with great excitement. it happens again and again and again, and this is probably the most important quality that music has, or any art in general. or the conscious human mind in general. surprise me<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t 2. Have your writing methods changed over the years?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t If so, how?</qco> </h3>      i used to only know how to write totally in order (beginning to end), and in the same exact session as when i started it. nowadays, i not only know how to pick up a stray idea that was handed to me (from myself in an earlier time) and professionally figure out what to do with it, but also i know how to do this even if (god forbid) the idea actually belongs in the middle of the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n4:09 pm</dco> &nbsp;<qco> what are your thoughts on the american education system?</qco> </h3>      it seems like tradition more than anything. but regardless, it's probably good that there is some standard way just for everyone to get together on a regular basis. and especially in the first 5 years or so (ages 5 to 10), i think there are extremely extremely important lessons there. ...how to count, how to spell, how the calendar goes, etc etc etc. After about age 15, however, things begin to get much more peculiar, and start to become quite intertwined with the oddities and politics of society, for better or for worse. if anything it could be good practice, maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n3:15 pm</dco> &nbsp;<qco> Do u ever want to go ape shit</qco> </h3>      yes, most certainly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n3:04 pm</dco> &nbsp;<qco> Is quantum mechanics an artifact of the limited resolution of The Simulation or a prank by God?&nbsp;</qco> </h3>      i never thought of it that way, but yes. extremely both\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n2:59 pm</dco> &nbsp;<qco> I don't know if that's the case but I consider human voice as an instrument (in the context of a song) because sometimes the lyrics are pretty bad but since it sounds good and goes well with the music, people like it. I feel like the words in those songs doesn't matter (which is a bit sad for me). I came to this conclusion after hearing the radio lol. What do you think?</qco> </h3>      that's legit. the lyric-music convergence is extremely important and has a huge huge amount of power, but, still at the same time, it is possible for the music to still have an effect even if the lyrics are about something unimportant to you. i guess that's just how strong the hypnotic power of music/language is. it can actually be used to have meanings you may not have expected. it is also possible to exploit this deliberately\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n2:47 pm</dco> &nbsp;<qco> My friend wants me to listen to your music should I do it or not</qco> </h3>      this is kind of a paradox here. if i tell you to listen to it, you probably won't like it. but if you feel compelled to listen to it on your own, then i think you probably will\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n2:27 pm</dco> &nbsp;<qco> you don't have to answer if you don't want to, but i was watching the h3 podcast and i'm curious, is there a reason you don't like talking about food? is it just a boring topic to you?&nbsp;</qco> </h3>      i still am having trouble coping with the fact that in order to survive, all of us actually have to eat something else (probably something that was once alive in some way) and ultimately have it come out our butt. this is very difficult for me to wrap my head around, to this day. and at the very least i don't think this is a very casual subject to discuss with relatively new aquaintences\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n2:10 pm</dco> &nbsp;<qco> DO YOU LIKE DOGS?</qco> </h3>      i appreciate the woof woof aspect\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n2:07 pm</dco> &nbsp;<qco> Black is the least color. Is that what makes it best?</qco> </h3>      the only way colors can possibly work their magic is when they are in combination together with other colors. so if someone insists that i decide on only 1 color to be the best, my best choice would have to be to darken it completely so that my imagination has as the maximum freedom to imagine different combinations of colors\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n2:01 pm</dco> &nbsp;<qco> Im hungry, what should i consume?</qco> </h3>      rice\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n1:58 pm</dco> &nbsp;<qco> I think I remember you stating once that you didn't like albums because they just seemed to be a compilation of random songs. Well, have you heard of concept albums? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tBasically they're albums that tell a story song by song, for example \"American Idiot\" by Green Day or \"The Wall\" by Pink Floyd. I just wanted to know what your thoughts on these kinds of albums are.</qco> </h3>      in my view, if you made it good enough, it would probably already be called something more than an album. which if i am not mistaken, some of those examples are. actually, if you look at the first sentence of the wikipedia page for \"the wall\", i think you will see exactly, precisely, what i am talking about. oops, not <a href=\"https://en.wikipedia.org/wiki/The_Wall\">this one</a>, i meant <a href=\"https://en.wikipedia.org/wiki/Pink_Floyd_-_The_Wall\">THIS ONE</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n1:46 pm</dco> &nbsp;<qco> I think you were asked this before too, how are you making your videos? Like just using a video-editor and just applying your favorite effects on text and stuff? I'm amazed by how good of quality your style in your videos is.</qco> </h3>      it has been a combination of many different tools, used in ways that many people possibly never thought to use them. but it is important to note that as of this year i now no longer have the same tools i did before, (well, i do, but they are banished in a drawer) and now i have mostly very different tools. which are much more powerful than the previous tools, but that means i have a vast amount of learning and growing to do. exactly like  when i first started using the previous tools\n<br><br>"
  }
]
