[
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n10:24 am</dco> &nbsp;<qco> why am i still here?</qco> </h3>      where\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n10:13 am</dco> &nbsp;<qco> shit, being free is hard. you can literally do anything</qco> </h3>      that's true. it's almost as bad as not being free\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n9:54 am</dco> &nbsp;<qco> How to fuck</qco> </h3>      have you tried making up your own way\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n8:57 am</dco> &nbsp;<qco> are guitars big ukuleles or are ukuleles little guitars?</qco> </h3>      \nthey are both tiny dinosaurs\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n8:35 am</dco> &nbsp;<qco> If canada were to invade america, would you say \"I guess Im canadian now\" or \"Id prefer to be called American Canadian\"</qco> </h3>      i already have a name so i wouldn't really worry about it too much\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n7:42 am</dco> &nbsp;<qco> Would you rather use only triads for a song, or a melody in major with no chromatics and a range of a major sixth?</qco> </h3>      both of those sound like great ideas, and i have done them both before and will gladly do it again\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n4:37 am</dco> &nbsp;<qco> Question from my 3-year old daughter: why are the letters in your video \"alphabet shuffle\" dancing?</qco> </h3>      because other wise she might get bored and watch someone else's channel instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n3:34 am</dco> &nbsp;<qco> how do you cook pasta</qco> </h3>      put it in the toaster\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n2:48 am</dco> &nbsp;<qco> Do you enjoy questions?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n1:17 am</dco> &nbsp;<qco> Thoughts on racism?\n<br></qco> </h3>      \nit is a bad sad game where anyone can lose, even if you're not playing \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n12:49 am</dco> &nbsp;<qco> what would be the equivalent of a watermark in a song?</qco> </h3>      an audio message overlayed throughout the track\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n12:38 am</dco> &nbsp;<qco> What is the best brand of soap?</qco> </h3>      ghost soap\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n11:15 pm</dco> &nbsp;<qco> How would you describe the power of music?</qco> </h3>      it can make you feel certain ways about whatever the music is associated with\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n10:54 pm</dco> &nbsp;<qco> I'm on your team</qco> </h3>      oh nice. then that would make us team mates\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n10:18 pm</dco> &nbsp;<qco> I notice that at <a href=\"q.php?date=201710221243\">10.22.17&nbsp;&nbsp;12:43 pm</a> , someone asked if there would be a new video on Tuesday. You responded with \"hahahahahahaha sure no problem\". Then, another person asked at <a href=\"q.php?date=201710221746\">10.22.17&nbsp;&nbsp;5:46 pm</a>  if the video would be done by Tuesday, and you responded with nearly the exact same answer, but with one less \"ha\" in the laugh. Is this to show your growing distaste for the question, </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or simply a coincidence?</qco> </h3>      i think a coincidence would be if they had the same number of \"ha\"s, because i typed it separately without copying\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n10:18 pm</dco> &nbsp;<qco> today I learned that the root of a chord does not need to be the lowest note, and I was all like \"what, that's crazy!\" and I had like this moment that was like \"I don't need to follow these rules that I thought existed by don't. I should just try whatever and see what's good and see what's not and then I can start to get shit done.\"</qco> </h3>      right\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n10:05 pm</dco> &nbsp;<qco> How to use drum</qco> </h3>      same way you use computers. try hitting it with a stick\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n9:45 pm</dco> &nbsp;<qco> why do you have so much free time on mondays</qco> </h3>      i do not\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n9:43 pm</dco> &nbsp;<qco> how do I know how to ask the right questions</qco> </h3>      have you considered asking the wrong questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n8:52 pm</dco> &nbsp;<qco> have you ever considered to get a green screen for your videos?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n8:24 pm</dco> &nbsp;<qco> What did you think of Paul McCartneys \"new\"?</qco> </h3>      i can bet you will never guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n8:20 pm</dco> &nbsp;<qco> Can you go Outside and be a movie star at the same time?</qco> </h3>      sure but you're gonna wanna make sure you are looking good, because most movie stars get their picture taken any time they go outside. not only that, but the photographers have professional techniques to take the pictures at exactly the worst looking moment possible, and they sell it to magazines who will put you on the cover and make up a story that makes it sound like you are having a really bad time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n8:13 pm</dco> &nbsp;<qco> How do I recover from the most awkward social interaction I've ever had in my life?</qco> </h3>      you'll probably need some therapy\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n8:10 pm</dco> &nbsp;<qco> how do i come up with titles for cataloguing little bits of improv (instrumental) i record? Or should I just do it by their dates?</qco> </h3>      i think using dates (and even times) is the most reliable. use year first (year, month, day, 24hour time) that way the files will alphabetize correctly\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n8:05 pm</dco> &nbsp;<qco> when was the last time you had a girlfriend</qco> </h3>      maybe about 1923\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n7:52 pm</dco> &nbsp;<qco> Are most people sheeps?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n7:43 pm</dco> &nbsp;<qco> Bill Nye = Bill Wurtz\n<br></qco></h3>      that's not true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>Boom! Drops mic</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n7:26 pm</dco> &nbsp;<qco> Bill can you please get signed by a major label quick so I can go to your concerts? k thx</qco> </h3>      since when do you have to be signed to do concerts\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n7:22 pm</dco> &nbsp;<qco> So my parents aren't musicians but my mom tells me she used to obsessively play classical music a bunch while she was pregnant with me. I didn't touch a keyboard until I was 6 or 7. Anyway, now I'm 20 and I've been doing music stuff for like 10+ years with few lessons(or direction) but I know middle \"C\" indefinitely. And because I know \"C\" i can figure out every other note too(maybe I'm not explaining this right) my point is i can figure out any notes to a thing as long as I think from \"C\" first. I explained this to my teacher and he was like \"that's perfect pitch\" but I always thought perfect pitch was effortless.\n</qco></h3>      right. you have a very effective and wily workaround, which i have as well<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Honestly it doesn't matter much to me cuz I got to where I was thinking I'm relative pitch so even if I don't have perfect pitch It's not like it's impossible to be good with relative.\n</qco></h3>      right. to be a musician, relative pitch is 100% required. perfect pitch (otherwise known as \"absolute pitch\") really doesn't have anything to do with music and is not required at all to be a good musician, and is really not even a reliable indicator of good musicianship<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I was just wondering I you ever heard of this kind of thing. Take care. -bro-bro</qco> </h3>      but here's the ironic thing: there are many many people who frolic all over the place telling people they have perfect pitch, but whenever you test them, they're not even close. my point is, if you have the skill that you have (springboarding off a strong memory of C) then not only can you get the job done, but you can probably do it better than most people who actually claim to have it. so i say you might as well just say you have it. to increase your strength, familiarize yourself with where a low C is in your vocal register, (you can usually hum it quietly, should be a casual and easy note for a male, if you are a male) and just practice trying to find that note while other songs are playing. also familiarize yourself with the key of every song you've ever heard, and always learn what key songs are in. this will help you even more. perfect pitch (absolute pitch), or the sneaky workaround you have, is not at all required to be a wonderful and great musician, BUT it will provide you with an extra edge in professional situations\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n7:19 pm</dco> &nbsp;<qco> what's the role of contemporary art?</qco> </h3>      you'll have to make some and see\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n7:14 pm</dco> &nbsp;<qco> remember your opinion on 404 pages? \"nah. fuck it. 404 pages tell me \"we took more designing this than trying to fix the fucking problem\"\" remember you said that? so i think is really ironic to have one right know. did you change your opinion on 404 pages? i think is useless.</qco> </h3>      as you can see, i put no effort into mine. so i think that is congruent with my attitudes about 404 pages. i said this just a couple days ago and i will say it again, it is ironic to me that everyone always wondered why i never had one, and now that i have one people are wondering why i have one. oh well i guess it just goes to show you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n7:11 pm</dco> &nbsp;<qco> Why are you so secretive about your daily activities?</qco> </h3>      i guess my question to you would be why do you insist on knowing all my daily activities\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n6:44 pm</dco> &nbsp;<qco> Would you ever consider putting all your songs on Spotify into one playlist (such as \"Bill Wurtz's songs\") so it would be easier to listen to them all at once? Spotify makes it really hard to flick between singles</qco> </h3>      oh, i thought it was pretty easy for users to make their own play list. but maybe i am wrong because i don't use spotify. if anyone is an expert on that stuff please email me about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n6:39 pm</dco> &nbsp;<qco> What school did you go to</qco> </h3>      the school of hard knocks\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n6:20 pm</dco> &nbsp;<qco> hi, it's me</qco> </h3>      oh hi\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n6:05 pm</dco> &nbsp;<qco> For how long would you have kept making vines if the service didn't explode</qco> </h3>      i already stopped doing vines about a year before the service was cancelled. i stopped for a different reason\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n5:59 pm</dco> &nbsp;<qco> You have mentioned that it works best to write a song completely before you record it. This sounds like a great method for me because it's hard to finish songs once I get them started. However, I can't really play instruments well so recording (or sequencing it depending on the style) the song IS writing it. Any advice?</qco> </h3>      i'm not sure what you mean. in one way it sounds like you are saying you can't record songs, only write them. but at the same time it sounds like you are saying you can't write songs, only record them. writing just means making a plan for what you are going to record. not usually exactly every detail, but you will know what it's going to say and generally what's going to happen. then when you get to actually making the thing, then you can figure out how to use those tools to best represent how you planned for the song to go\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n5:29 pm</dco> &nbsp;<qco> do you stop listening to songs before they've finished? \n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you do it often?</qco> </h3>      yes, most of the time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n5:29 pm</dco> &nbsp;<qco> What is the best way tp not fuck up exams&nbsp;</qco> </h3>      get the right answers, i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n5:10 pm</dco> &nbsp;<qco> Complete the joke: A priest and a rabbi walked into a bar.....</qco> </h3>      nevermind you had to be there\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n4:17 pm</dco> &nbsp;<qco> Do you ever just feel the need to AAAAAAAAAAAAAAAHHHHHHHHHHHH</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n4:14 pm</dco> &nbsp;<qco> if your songs page has all of these snippits of songs from your vine why isn't \"lets go to africa and find love in the jungle\" on it</qco> </h3>      that's a good qustion. drawing the line for what gets included on the songs page is an ambiguous and imperfect endeavor. i have changed my mind several times and it will never be quite right. it's this kind of ambiguity that this entire site was built in the face of. the entire reason this site exists is because i was able to learn to live with that sort of ambiguity\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n4:08 pm</dco> &nbsp;<qco> what's a good name for a legendary monster?</qco> </h3>      whatever your own name is\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n3:51 pm</dco> &nbsp;<qco> Do you like your own videos?</qco> </h3>      i try to make them how i like them\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n3:14 pm</dco> &nbsp;<qco> Do you do things besides provide content? Some people would say that only providing content isn't considered having a life (being an interesting person) What is your opinion on having a life, aside from the literality (being alive)? Unless the literality (carbon based, programmed to be artificially intelligent, etc.) is your opinion, in which case;&nbsp;ok. You probably get this often, thanks for answering.</qco> </h3>      \"do you have a life\" is usually said to try to make someone feel bad about their life. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n2:31 pm</dco> &nbsp;<qco> I feel like I'm stuck on a plateau in terms of creativity/skill and don't know how to keep climbing up. I know the solution is not think about how 'good' my stuff is and just to keep writing, which I am doing.. but I'm&nbsp;&nbsp;getting frustrated and having a hard time being satisfied with the stuff I make. When I was first learning I could write something super simple using just open chords or something, and I'd fall in love with it. Be so proud of it and show off my new song to all my friends.. The funny thing is I like a lot of those first songs I wrote just as much, if not more, than the stuff I'm doing now. And I think a lot of it has to do with the mindset I had then. I remember first learning how to play a C7 chord and thinking 'Oh man, this is so cool!!' Have you ever felt like you reached the top of a plateau?\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How did you turn your plateau back into a mountain?&nbsp;</qco> </h3>      i think you are up against a simple nostalgia problem. nostalgia gets us again and again, and it goes in waves. soon you will realize that anything you've ever done is no more 'special' than any new thing you can now do. and the things you did then were once things you had never done, where perhaps back then you were emotionally attached to some other previous thing. you will eventually get out of this by just putting on your hustling cap and doing whatever you can, do many many many things, just jump in and start going crazy. the bad news is you will probably have nostalgic feelings later for this, looking back. and then you just repeat the cycle\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n1:21 pm</dco> &nbsp;<qco> Can you post a 3 second audio clip of you saying hello?</qco> </h3>      i think i have already done that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n12:19 pm</dco> &nbsp;<qco> do you support Donald Trump&nbsp;&nbsp;</qco> </h3>      yes, i am giving him $5 daily allowance. i hope he is using it responsibly\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n10:47 am</dco> &nbsp;<qco> oh god bill your website is blocked at my school i had to use my phone to submit this what do i do? should i contact my school? perhaps i can get a statement from you saying \"dont worry school im not dangerous i just make funny vids\" that would probably help</qco> </h3>      oh hey, can you email me and help me troubleshoot this, i think i have some ideas about this. billwurtz at billwurtz dot com thank you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n10:27 am</dco> &nbsp;<qco> is putting a spoon under my roommate's pillow a good prank?</qco> </h3>      it all depends what the spoon fairy decides to replace it with\n<br><br>"
  }
]
