[
  {
    "html": "<h3> <dco>8.28.24&nbsp; \n3:07 pm</dco> &nbsp;<qco> any advice for the rest of 2024?</qco> </h3>      \nthe length of the months just alternates now. you don't have to worry about any doubles. so if you know halloween then you should have no problem remembering which months have 31 days and which have 30\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.24&nbsp; \n2:32 pm</dco> &nbsp;<qco> Whenever I'm having a crisis i come read this page and your insight always helps me calm down</qco> </h3>      \nin that case i hope i don't over-do it and make you too calm\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.24&nbsp; \n1:35 pm</dco> &nbsp;<qco> whats your opinion on water? pretty cool isnt it?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.24&nbsp; \n1:09 pm</dco> &nbsp;<qco> What makes the world go round?</qco> </h3>      \nyou might have to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.24&nbsp; \n12:56 pm</dco> &nbsp;<qco> I like simplicity</qco> </h3>      \ni do too\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.24&nbsp; \n12:10 pm</dco> &nbsp;<qco> favorite bread type</qco> </h3>      \nloafed\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.24&nbsp; 10:05 am</dco> &nbsp;<qco> how much do you sleep?</qco> </h3>      \nmost of the time i sleep more than the recommended amount. this is probably to make up for the occasional time i sleep much less than that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.24&nbsp; \n9:37 am</dco> &nbsp;<qco> how to get in touch with emotions and better understand them?</qco> </h3>      \nthe first step is to ask yourself \"what's an emotion?\" i personally would need more than words to answer that, otherwise i'd feel like i was just talking about linguistics\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.24&nbsp; \n9:18 am</dco> &nbsp;<qco> have you ever considered having a jam session while in a traffic jam? not as a driver of course, but perhaps the extra car noises from being near one could inspire some sorts of harmonies? have a nice day</qco> </h3>      \nno i've never considered that\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.24&nbsp; \n9:12 am</dco> &nbsp;<qco> What is love, or who is your favourite Beatle you decide which one to answer</qco> </h3>      \nthe member of the beatles whom you'll generally find me the most drawn to, over the long run, would usually be paul mccartney\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.24&nbsp; \n8:04 am</dco> &nbsp;<qco> What instrument would you invent if you invented instruments?</qco> </h3>      \ni would invent all of them, but a lot of them have already been invented, so that's good that means i only have to invent the remaining ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.24&nbsp; \n7:55 am</dco> &nbsp;<qco> i've been listening only to music from one composer for the past 7 years how do i unlock the ability to find and enjoy other music</qco> </h3>      \ncontinue into that 8th year of listening to the same person and then finally you will get even more desperate for a change, or just the fomo alone will be strong enough by that point\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.24&nbsp; \n4:56 am</dco> &nbsp;<qco> How do we achieve world piece</qco> </h3>      \nthe damn thing is self achieving. try to stop it, you can't\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.24&nbsp; \n2:19 am</dco> &nbsp;<qco> what is brunch? like breakfast and lunch but it's also... brunch. when do people eat brunch? in between breakfast and lunch?</qco> </h3>      \nbrunch usurps breakfast and lunch. another way to say this is that breakfast and lunch are subsumed by brunch. yet another way to say this is that breakfast and lunch are both consumed via brunch\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.24&nbsp; \n2:12 am</dco> &nbsp;<qco> Has the Pythagorean theorem ever helped you in your video making process?</qco> </h3>      \nabsolutely\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.24&nbsp; \n1:17 am</dco> &nbsp;<qco> how can I go about hiding the north atlantic ocean within the next 4 decades or so? too many people know about it</qco> </h3>      \nhere's an idea but it may be a long shot. all the things you're not supposed to do because it contributes to global warming, do all those things, then the sea level will rise and then the atlantic and pacific oceans will be combined. so then the new combined ocean will have a new name (probably the american ocean) and then you're all set. some people may claim to remember the atlantic ocean but that's nothing a little misinformation can't fix\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.24&nbsp; \n1:13 am</dco> &nbsp;<qco> I'm very interested in your editing workflow, do you use storyboards/AV scripts, or do you just try things in post until you have something cohesive?</qco> </h3>      \nneither of those descriptions seem to resemble what i do. but, then again, a full description of everything i do would be way too long to put here. although who knows, occasionally i lose my mind and type the whole thing out sometimes probably\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.24&nbsp; \n1:08 am</dco> &nbsp;<qco> who should my magic the gathering commander be?&nbsp;</qco> </h3>      \ni wonder if you can just throw down some cold hard cash\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.24&nbsp; 12:05 am</dco> &nbsp;<qco> how are you doing?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n10:47 pm</dco> &nbsp;<qco> i feel a strange fear of being too self-aware</qco> </h3>      \nthat's too bad. being too self-aware seems like it would actually be quite enjoyable\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n10:44 pm</dco> &nbsp;<qco> Ever considered playing the sitar?</qco> </h3>      \ni've never found a sitar\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n10:30 pm</dco> &nbsp;<qco> what's your favorite color of yoshi</qco> </h3>      \nzebra striped\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n9:46 pm</dco> &nbsp;<qco> what would happen if a unmoveable object met unstoppable force?</qco> </h3>      \nthe object would stay there and the force would pass through it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n9:27 pm</dco> &nbsp;<qco> any advice for college</qco> </h3>      \ni'll admit, it sounds like a cult, but that doesn't mean it is. that's just what it seems like from the outside. i am not a good resource for advice on this subject, and my opinions about it should not be taken seriously\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n8:52 pm</dco> &nbsp;<qco> Can you do a pushup?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n8:41 pm</dco> &nbsp;<qco> if u were a moth or a butterfly which one would you be</qco> </h3>      \ni'm not falling for that one again\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n8:11 pm</dco> &nbsp;<qco> Say someone offered you a free service where they put a little dirt under your pillow for the dirt man for you. Would you accept?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n7:28 pm</dco> &nbsp;<qco> What should I name my son?</qco> </h3>      \nMy New Son\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n5:27 pm</dco> &nbsp;<qco> Tomorrow is my last day of summer. At the start I asked what I should do, and you said, \"everything, there should be enough time\". I didn't really accomplish anything that I wanted. What does that say about me? I'm starting senior year and I'm not exactly sure what I'm doing ever, as well as not having the motivation for it. What do I do? Am I lazy or just a bad person?</qco> </h3>      \nno, you're normal. this is normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n2:39 pm</dco> &nbsp;<qco> Note to self: save pacing for outside&nbsp;</qco> </h3>      \nnow i'm wondering what kinds of activities you have planned for inside\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n1:27 pm</dco> &nbsp;<qco> opinions on pancakes</qco> </h3>      \nsurprisingly rough, considering how smooth they are\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n11:16 am</dco> &nbsp;<qco> Do you share the same inextricable desire to be free?</qco> </h3>      \ni'm not sure, i've actually never seen or heard of the word 'inextricable'\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n10:57 am</dco> &nbsp;<qco> what do you think would happen if the fabric of reality tore apart?</qco> </h3>      \noh gosh that sounds like fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n10:33 am</dco> &nbsp;<qco> am i good enough</qco> </h3>      \nyes. but that doesn't mean you can't be better if you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n10:26 am</dco> &nbsp;<qco> Is everything vague?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n8:43 am</dco> &nbsp;<qco> ill get you an ice cream, what flavor do u want&nbsp;</qco> </h3>      \n'improbable'\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n8:05 am</dco> &nbsp;<qco> could i please get some... validation?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n6:51 am</dco> &nbsp;<qco> i think you should know that i'm a medium gamer a fraction of the time</qco> </h3>      \nthat sounds like a very comfortable lifestyle\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n6:26 am</dco> &nbsp;<qco> what is happiness</qco> </h3>      \ni have no idea. it's always different, except for the times it's the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n5:42 am</dco> &nbsp;<qco> were you high when you did the erictheyounggawd interview? i ask because you seemed a lot more chill then compared to the other interviews you have done</qco> </h3>      \ni didn't realize chill and high were the same thing. i would have assumed those would be quite different\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n4:19 am</dco> &nbsp;<qco> What's your favorite idea?</qco></h3>      the first one<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Where do you get the idea?</qco> </h3>      \ni found it on the floor\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n3:01 am</dco> &nbsp;<qco> Do we live inside a dream?</qco> </h3>      \nwell sort of, but the big difference is the object permanence\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n1:42 am</dco> &nbsp;<qco> why doesn't inertia keep the snow on the bottom of a snow globe when I shake it?</qco> </h3>      \nthat's because you are too strong\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n1:06 am</dco> &nbsp;<qco> who will be the one to narrate my (fairly mundane) life</qco> </h3>      \nyou may have to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n12:41 am</dco> &nbsp;<qco> Bill Wurtz, do you have any plans to run for president?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; \n12:37 am</dco> &nbsp;<qco> is everything in the world getting worse or better</qco> </h3>      \nthe world itself is getting better\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.24&nbsp; 12:09 am</dco> &nbsp;<qco> are you my dad</qco> </h3>      \nno. i am everyone else's dad, but not yours unfortunately\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.24&nbsp; \n11:58 pm</dco> &nbsp;<qco> why are mountains so tall</qco> </h3>      \nbecause there was no room left on the ground for all that ground, right there\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.24&nbsp; \n11:53 pm</dco> &nbsp;<qco> best artist out of this list:\n<br>drake\n<br>vincent van gogh</qco> </h3>      \ni think the underlying question here is how does knowing about your own popularity affect you as an artist\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.24&nbsp; \n11:29 pm</dco> &nbsp;<qco> did you make your website yourself, and did you create it for the purpose of comprehensively archiving the products of your mind?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  }
]
