[
  {
    "html": "<h3> <dco>7.7.23&nbsp; \n4:55 pm</dco> &nbsp;<qco> what do you think about the diverse usages of the word 'stick'? its like a wood stick, but also a shape, and stickY is a new adjective of dimension, while the verb stick is kinda like pushing (noun) into something. thoughts?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.7.23&nbsp; 4:38 pm</dco> &nbsp;<qco> do you have any tips on how to compose a good melody? during my testing compositions, I've always found my melodies to be a bit shoddy in comparison to the other instruments, and I kinda need some advice\n<br>thanks</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.7.23&nbsp; \n3:28 pm</dco> &nbsp;<qco> Juiciest celeb gossip of the week?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.7.23&nbsp; \n2:44 pm</dco> &nbsp;<qco> Do you like raspberries?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.7.23&nbsp; \n1:20 pm</dco> &nbsp;<qco> Do you know a crazy written but a good sounding chord? asking for a friend</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.7.23&nbsp; \n11:45 am</dco> &nbsp;<qco> hallo bill, du bist sprechen deutsch?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.7.23&nbsp; \n11:05 am</dco> &nbsp;<qco> did you eat trees?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.7.23&nbsp; \n10:59 am</dco> &nbsp;<qco> is \"here comes the sun\" a reference to how to fly a plane</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.7.23&nbsp; \n9:27 am</dco> &nbsp;<qco> hi mr wurtz your music has been helping me through a hard time recently so thanks for that. my question is who would you most like to fight</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.7.23&nbsp; \n9:16 am</dco> &nbsp;<qco> Hi I'm new here I'm so trilled to ask you the first question.\n<br>what do you think is the best way to start a conversation?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.7.23&nbsp; \n9:14 am</dco> &nbsp;<qco> Hey Bill, what time signature do you use for your songs? </qco></h3>"
  },
  {
    "html": "<h3> <dco>7.7.23&nbsp; \n5:35 am</dco> &nbsp;<qco> What is the first word that comes to your mind right now?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.7.23&nbsp; \n3:30 am</dco> &nbsp;<qco> If a monkey wasnt called a monkey whaty would it be called?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.7.23&nbsp; \n2:14 am</dco> &nbsp;<qco> Do you think I should get a proper education for music? I'm quite happy with what I've been able to learn by myself, but I have zero opinion on music school and I don't know how useful it could be for me.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.7.23&nbsp; \n1:45 am</dco> &nbsp;<qco> Have you ever considered writing a stage show of any form?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.7.23&nbsp; \n12:48 am</dco> &nbsp;<qco> Are you gonna make a song about water?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.7.23&nbsp; \n12:16 am</dco> &nbsp;<qco> what was the last typo you made?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.23&nbsp; 11:29 pm</dco> &nbsp;<qco> why is everything so dumb and stupid</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.23&nbsp; \n10:05 pm</dco> &nbsp;<qco> squares suck, i wish they were triangles instead because triangles seem like a cool concept</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.23&nbsp; \n10:02 pm</dco> &nbsp;<qco> What is the best word beginning with \"g\"?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.23&nbsp; \n5:15 pm</dco> &nbsp;<qco> hi bill wurtz,\n<br>1. do you feel responsibility?\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>7.6.23&nbsp; \n5:03 pm</dco> &nbsp;<qco> what are the best things to do in new york?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.23&nbsp; \n3:30 pm</dco> &nbsp;<qco> how to gaslight myself into thinking i've done enough extracurriculars for college? i wish the answer was to do more, but it may be too late</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.23&nbsp; \n1:54 pm</dco> &nbsp;<qco> is it jazz that is jazz or is it the SPIRIT of jazz that truly is what it is</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.23&nbsp; 1:16 pm</dco> &nbsp;<qco> How did you come up with your style?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.23&nbsp; \n9:51 am</dco> &nbsp;<qco> it seems that you use traditional grip (left hand is upside down) while drumming. is that how you learned it? </qco></h3>"
  },
  {
    "html": "<h3> <dco>7.6.23&nbsp; 7:35 am</dco> &nbsp;<qco> how do you get the motivation to complete a song when you think others won't enjoy it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.23&nbsp; \n5:04 am</dco> &nbsp;<qco> What are your thoughts on immortality.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.6.23&nbsp; \n12:31 am</dco> &nbsp;<qco> So have you ever thought about if aliens have their own version of the internet?\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>7.5.23&nbsp; \n10:56 pm</dco> &nbsp;<qco> can i interpret the meaning of 'just did a bad thing' as being sad about life and how you're supposed to live it and being lonely? </qco></h3>"
  },
  {
    "html": "<h3> <dco>7.5.23&nbsp; \n10:50 pm</dco> &nbsp;<qco> do you like the sound of bells? or do you prefer the sound of wind chimes?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.23&nbsp; \n10:42 pm</dco> &nbsp;<qco> who invented god</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.23&nbsp; \n8:02 pm</dco> &nbsp;<qco> If you were invited to sing in We Are The World 2, would you do it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.23&nbsp; \n4:56 pm</dco> &nbsp;<qco> Your opinion on worms?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.23&nbsp; 4:47 pm</dco> &nbsp;<qco> what's for breakfast?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.23&nbsp;\n4:18 pm</dco> &nbsp;<qco> there seems to be two opposing advices when it comes to creation and the \"big idea\". some suggest putting it on hold until you feel confident enough in your skill to tackle it without \"wasting\" the idea. But another seems to imply that other big ideas will keep coming so just focusing on it now is good. I feel like the first advice can end up making someone to never work on that one thing they really wanted to put out there for fear of never being ready. Since they could always improve more before tackling it. Maybe its just a matter of feeling ready? and maybe some people are adventurous enough to feel ready asap? maybe its not about being adventurous idk, im just kind of brainstorming and maybe projecting my own personal feelings towards this situation. Do you feel like writing a lot of songs makes you feel ready to tackle \"big ideas\" in other mediums/formats like storytelling? or do you feel its a different scenario enough to feel like you need to work yourself up to the more ambitious or attached-to ideas. One thing seems for sure though, if there is only one idea im passionate about, it feels obvious to tackle that one, but if more come it makes sense to hold off on the one i may be more-attached to or more ambitious about. I guess my \"bad\" feeligns towards the advice of holding until one feels ready is the assumption that it forces one to focus on things one is not passionate about. and it may come from a completely subjective situation of being REALLY passionate about one thing right now and the idea of forcing myself to focus on something else feeling like a dam would be placed in this current world building flow.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.23&nbsp; \n3:57 pm</dco> &nbsp;<qco> Do you like synthesizers, like the cool analog ones that are large and have all the buttons and blinking lights?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.23&nbsp; \n3:30 pm</dco> &nbsp;<qco> on your youtube, there is a song called \"got some money,\" whereas on your snogs page, there is a song called \"money.\". after listening to both of these, i believe them to be the same song. if this is the case, then is this intentional?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.23&nbsp;\n2:37 pm</dco> &nbsp;<qco> Hello! I love everything you do, you inspire me a lot! And it's my first time ever asking you here... I don't know what you're up to now, and you answered some time ago that you're not on schedule anymore, at least what you considered as a schedule. But when you was on it, what were you doing on the weekends, saturdays and sundays?</qco></h3>"
  },
  {
    "html": "<h3> <dco>7.5.23&nbsp; \n1:24 pm</dco> &nbsp;<qco> is the project you're working on sort of like an album but instead of songs, it's videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.23&nbsp; \n11:41 am</dco> &nbsp;<qco> opinions on the spacebar</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.23&nbsp; \n11:16 am</dco> &nbsp;<qco> Do you like geometry?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.23&nbsp; \n10:27 am</dco> &nbsp;<qco> have you ever said \"gadzooks\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.23&nbsp; \n10:10 am</dco> &nbsp;<qco> how many songs in a super song</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.23&nbsp; \n10:08 am</dco> &nbsp;<qco> have you ever seen a camel with 7 humps and if so where</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.23&nbsp; \n9:57 am</dco> &nbsp;<qco> what do you think of being random?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.23&nbsp; \n8:51 am</dco> &nbsp;<qco> Why does \"Lacoste appear in \"time mop\"?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.23&nbsp; \n5:44 am</dco> &nbsp;<qco> I'm very curious on your ideology of the bass being a 'power/control' tool to songs.</qco></h3>"
  },
  {
    "html": "<h3> <dco>7.5.23&nbsp; \n4:57 am</dco> &nbsp;<qco> what is your favourite logical fallacy</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.5.23&nbsp; \n4:04 am</dco> &nbsp;<qco> Do you like popping balloons on planes and trains?</qco> </h3><br><br>"
  }
]
