[
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n12:10 am</dco> &nbsp;<qco> My mom is an alcoholic and has been one for at least 40 years. It got to the point where she'd poisoned her brain so badly that her brain forgot how to stand or walk or even know where she was half the time. In 90 days of healthy meals and no alcohol, her brain has almost completely put itself back together. It's astounding. Alcohol is poison. It's completely insane that Jesus supposedly turned water into wine just so people could party harder and burn their brains out more.</qco></h3>      i suspect that might be some kind of mistranslation, or poorly placed metaphor<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It makes me not like Jesus. The real God would have just given everyone good mushrooms or weed instead.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.23&nbsp; \n11:33 pm</dco> &nbsp;<qco> What do you prefer, doctors or dentists?</qco> </h3>      \nit's really exciting when someone is both\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.23&nbsp; \n10:50 pm</dco> &nbsp;<qco> Usually I feel really happy and fulfilled by myself, living my life exactly how I want to - the freedom, the choice, it's all great. I feel happy by myself and rarely feel lonely. But then sometimes I hear other people talk about such a situation and person and even though nothing has changed I feel sad as if I'm reminded that \"oh I should feel sad about how my life is\" despite the fact that on the day to day I do exactly what I want to and enjoy it. It's not that I dislike other people but I don't want to make friends to not be defined as \"lonely\", if and/or when I make friends I want it to be organic and not forced. I don't like how stigmatized spending time with yourself (not just by yourself) is and even though logically I know that it should not be frowned upon and if you're happy that's all that truly matters, a part of my brain can't shake the feeling ofbeing judged and, maybe subconsciously, slightly judging myself. Just wondering if you have any insight on this or if it resonates with you   </qco> </h3>      you're doing fine, and you're also showing an indication that you have a lot of expressive/mental energy. so aside from these occasional moments of self-doubt, i assume you're getting some pretty exciting work done\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.23&nbsp; \n10:50 pm</dco> &nbsp;<qco> i think im gonna do the thing for about 1 - 2 hours. whats your opinion on this?</qco> </h3>      \ni want to believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.23&nbsp; \n9:06 pm</dco> &nbsp;<qco> Is it worth learning a language you know you will rarely get to use in a social context?</qco> </h3>      \nmaybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.23&nbsp; \n8:34 pm</dco> &nbsp;<qco> What do you feel about circles</qco> </h3>      \nit might as well be an additional dimension. the going-around dimension. the distances in that dimension have no rational relationship with the distances of straight lines\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.23&nbsp; \n8:30 pm</dco> &nbsp;<qco> What is a horse?</qco> </h3>      \ni thought i knew, but after doing some preliminary research i actually have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.23&nbsp; \n6:44 pm</dco> &nbsp;<qco> Hi. Do you participate in seasonal festivities?</qco> </h3>      \nno. i've discovered that if you do festivities non-seasonally it is much more effective\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.23&nbsp; \n6:26 pm</dco> &nbsp;<qco> how do i escape my mortality</qco> </h3>      \ni'm not sure yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.23&nbsp; \n5:18 pm</dco> &nbsp;<qco> how many takes do you think you do with your instruments before you get the perfect take</qco> </h3>      \n3\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.23&nbsp; \n5:09 pm</dco> &nbsp;<qco> when do you feel like making another video if you will make another video?</qco> </h3>      \nthe only thing i ever feel like is making hundreds of videos. i've tried various methods of coping with this\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.23&nbsp; \n4:52 pm</dco> &nbsp;<qco> Is Winter or Summer better?</qco> </h3>      \nwhat if i can't decide\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.23&nbsp; \n4:31 pm</dco> &nbsp;<qco> Are you ever gonne try to make an edm track?</qco></h3>      if i did, i wouldn't call it that. and, conversely, maybe if i didn't, i would<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I would be very curious what it would sound like because you got a really orignial sound and i think it would be awsome</qco> </h3>      \n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.23&nbsp; 2:10 pm</dco> &nbsp;<qco> What is your opinion?</qco> </h3>      \n1=2\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.23&nbsp; \n2:04 pm</dco> &nbsp;<qco> General opinion on Canada</qco> </h3>      \nflat projection maps make it look way bigger than it actually is, but it actually still is huge in real life. russia is the same way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.23&nbsp; \n1:13 pm</dco> &nbsp;<qco> If mp3 is an audio format, and mp4 is a video format, what is an mp5?</qco> </h3>      \nusually nothing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.23&nbsp; \n8:18 am</dco> &nbsp;<qco> In hi, I'm steve, how can it rain on a mountain?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.23&nbsp; \n4:15 am</dco> &nbsp;<qco> okay, i have another question. re: keys-i sometimes play a certain set of notes over and over where it feels like the measure is only complete when i \"land\" on a single note. i assume that's the key note. </qco></h3>      'key note' is a very vague phrase that generally does not have a specific meaning, as far as i know<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but how? what the heck is a key? </qco></h3>      the best way i can explain it is this: if all the drama were to be resolved, what would the bass be playing at that moment at the end of all time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how do i know what note to land on to finish the song at any given moment?</qco> </h3>      \nhowever you like it best\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.23&nbsp; \n4:07 am</dco> &nbsp;<qco> are there more bathtubs than showers in the world? or the other way around?</qco> </h3>      \nthere are 12 showers for every 10 bath tubs\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.23&nbsp; \n3:30 am</dco> &nbsp;<qco> when you make songs do you start at the start or somewhere else?</qco> </h3>      \nwhen i write them, i get to the start as soon as i can, and then go forward from the start. when producing them, however, i tend to bake the whole thing gradually\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.23&nbsp; \n1:56 am</dco> &nbsp;<qco> Am I a bad or selfish person for always seeming to talk more than the person I'm supposed to be conversing with? It's like once I start talking, I just keep on going, and I'm not thinking enough about what they have to say.&nbsp;</qco> </h3>      \nin this case, what you are is self conscious. because you are putting quite a lot of thought into this situation\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.23&nbsp; \n1:27 am</dco> &nbsp;<qco> What is your first chord of your next project?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.23&nbsp; \n12:31 am</dco> &nbsp;<qco> Is Santa Claus real</qco> </h3>      \nat least as real as Coca-Cola, for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.23&nbsp; 12:30 am</dco> &nbsp;<qco> Why is the sky blue?</qco> </h3>      \nso it's less annoying than it might otherwise be\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.23&nbsp; \n12:04 am</dco> &nbsp;<qco> Should I meet that stranger on the internet?</qco> </h3>      \nwhich one\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n11:57 pm</dco> &nbsp;<qco> What is a trapezoid?</qco> </h3>      \na quadrilateral with 2 sides parallel to each other, and the other 2 not\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n11:57 pm</dco> &nbsp;<qco> How do I know my name is actually my name?</qco> </h3>      \nif it's really really really good, then it's probably actual\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n11:53 pm</dco> &nbsp;<qco> Are you under a lot of pressure?</qco> </h3>      \nthere's no way to know for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; 11:43 pm</dco> &nbsp;<qco> Are you happy?</qco> </h3>      \ni will let you know soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n10:46 pm</dco> &nbsp;<qco> Have you ever tried fencing?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Swords are pretty cool y'know.</qco> </h3>      \nso are fences, incidentally\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n10:25 pm</dco> &nbsp;<qco> how do you start when theres a ton of possibilities of where you might go</qco> </h3>      \nlist them all in the order you found out about them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n10:03 pm</dco> &nbsp;<qco> what's your favorite candy?</qco> </h3>      \nchocolate chip cookie\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n9:13 pm</dco> &nbsp;<qco> How many people are on your production crew</qco> </h3>      \ni don't recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n9:06 pm</dco> &nbsp;<qco> Hey, I was wondering about questions that are phrased as declarative statements.</qco> </h3>      \nit's a neat trick, isn't it.\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n9:03 pm</dco> &nbsp;<qco> tell me something i don't know</qco> </h3>      \nthe 370s and the 380s have exactly the same pattern of primes in them (373, 379, 383, 389)\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; 8:40 pm</dco> &nbsp;<qco> Are you a human being?</qco> </h3>      \nhm, that would explain all these ridiculous feelings\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n8:18 pm</dco> &nbsp;<qco> why do you think people are still angry about pluto being demoted as a planet when we knew it was super tiny 50 years ago and we knew there were others like it 20 years ago</qco> </h3>      \nno one is angry about that. they are just making conversation\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n8:12 pm</dco> &nbsp;<qco> What is your idea of a life well spent?</qco> </h3>      \nit would take a lifetime to describe it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n7:15 pm</dco> &nbsp;<qco> Can all modern problems be traced back to the Roam Empire?</qco> </h3>      \nno. some of them can't\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n6:51 pm</dco> &nbsp;<qco> opinion on the letter ñ</qco> </h3>      \nde ensueño\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n6:11 pm</dco> &nbsp;<qco> If I tuned my electric guitar an octave down do you think I could use it as a bass guitar&nbsp;</qco> </h3>      \nbarely\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n5:53 pm</dco> &nbsp;<qco> what do you think of australian accents?</qco> </h3>      \nthe \"ferry\" and \"fairy\" merge that occurs in most american dialects (but usually not in british) is particularly interesting in australian -- the vowels are pronounced the same but only the speed is different. 'fairy' is pronounced exactly the same as 'ferry' but just slower\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n4:32 pm</dco> &nbsp;<qco> Reading through these answers... the brain cannot do otherwise than learn\" is such a beautiful quote. Do you consider yourself to be a philosopher?</qco> </h3>      \nconsidering oneself a philosopher seems redundant somehow, but \"the brain cannot do otherwise than learn\" is actually something i've heard from the linguist Steve Kaufmann, who may or may not have actually heard it from someone else before that\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n3:14 pm</dco> &nbsp;<qco> did you change the font here ?</qco> </h3>      \nno. there is no font here. any fonts you see here are happening on your end. so therefore, if you make a change in your software, that might change the font you see. i do, however, set the color. which i have not changed\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n1:21 pm</dco> &nbsp;<qco> Do you meditate? </qco></h3>      only if i don't have to call it that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, what is your method?</qco> </h3>      sometimes i try to learn everything in the world, and it helps me relax\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n12:43 pm</dco> &nbsp;<qco> Opinion on loot boxes?</qco> </h3>      \nnot enough legroom\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n9:34 am</dco> &nbsp;<qco> is chicken a sort of fruit</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n8:49 am</dco> &nbsp;<qco> If you had to choose between a burrito or a hamburger, which will you choose to eat?</qco> </h3>      \nyou'll have to tell me a little bit more about this scenario. so far it doesn't feel very grounded\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n8:21 am</dco> &nbsp;<qco> how would you order the meals of the day by importance to you?</qco> </h3>      \ni suppose the largest would have to be the most important\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n7:44 am</dco> &nbsp;<qco> Is there even a such thing as \"normal\"?</qco> </h3>      \nbarely\n<br><br>"
  }
]
