[
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n10:40 am</dco> &nbsp;<qco> do you like doing some of the contents that you make?</qco> </h3>      \nit's my job to make it good enough to like it. although my boss always claims to hate it, but maybe that is just a phsycological strategy to trick me into doing better. that boss is me by the way\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n10:39 am</dco> &nbsp;<qco> When do you do new youtube videoo :D</qco> </h3>      \nas soon as i'm done with the song\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n10:18 am</dco> &nbsp;<qco> Do a video about trains.</qco> </h3>      \ni've done at least 3 videos about trains\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n10:03 am</dco> &nbsp;<qco> What's the thing inside the fragile box?\n<br></qco> </h3>      \na very strong, robust box\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n9:59 am</dco> &nbsp;<qco> I've now just noticed that in the cover of might quit it says very tiny \"it's the first day of school and I think I\" in the middle of might quit. I just thought it was a nice detail, especially with all the confussion around that song.</qco></h3>      yes, that is the full title of the song<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; But anyway what I really wanted to ask is How are you?</qco> </h3>      pretty good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n9:51 am</dco> &nbsp;<qco> what's your favorite video you made.</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n9:43 am</dco> &nbsp;<qco> hi bill just wanted to say that \"when i get older\" is a true masterpiece!</qco> </h3>      \nholy shipyard in the morningtime, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n9:20 am</dco> &nbsp;<qco> Why didn't you make a video for \"Got to know what's going on\"?</qco></h3>      that was part of a strategy to release songs faster<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; That song really resonates with me, for some mysterious unknown reason.</qco> </h3>      \nthat was exactly the way i felt about ((something)) when i first came up with the title line. what that thing was, i didn't know, but i really wanted to know\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n9:00 am</dco> &nbsp;<qco> When is your next video coming out?</qco> </h3>      \ni wish i could tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n8:57 am</dco> &nbsp;<qco> Will there be a new video?</qco> </h3>      \nthat doesn't seem like enough videos but sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n8:54 am</dco> &nbsp;<qco> What do you do to relieve stress?</qco> </h3>      \nwrite songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n8:32 am</dco> &nbsp;<qco> Of all your songs and other short videos you made, which one is ur personal favorite?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n8:09 am</dco> &nbsp;<qco> i hope your next content will bring another will to the world, or atleast to mine. you are one of my inspiration to create something \"original\". someday, i will be on tv and i will proudly say your name as one of my inspirations. thank you, bill. let me help you lift up the whole entire world.</qco> </h3>      \nholy roast meal you are very friendly\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n8:05 am</dco> &nbsp;<qco> How do you make such awesome music by yourself? </qco></h3>      i'm not sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You are incredible!</qco> </h3>      we'll see about that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n8:00 am</dco> &nbsp;<qco> What do you think of nuuk</qco> </h3>      \nit seems very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n7:51 am</dco> &nbsp;<qco> fight a sheep sized t-rex or a t-rex sized sheep?</qco> </h3>      \nnot today\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n7:01 am</dco> &nbsp;<qco> Do you think that it is possible to replace all rope in the world with snakes</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n6:43 am</dco> &nbsp;<qco> favourite pencil?</qco> </h3>      \nwhichever one is the biggest\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n6:39 am</dco> &nbsp;<qco> What's your favourite price of music that you have made?</qco> </h3>      \n1 cent\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n6:23 am</dco> &nbsp;<qco> whats actually in the thing box</qco> </h3>      \n a clue for where the next box is \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n6:06 am</dco> &nbsp;<qco> Hi I am truly just curious, and you have most likely been asked this many time but where did you learn to play so many Instruments. </qco></h3>      at home, and in the work place<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Where you self taught or did you go somewhere to learn.</qco></h3>      i must admit, traveling helps the learning process, especially on an emotional and spiritual level, which, as it turns out, are strong components of music<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also are you just naturally good at everything.&nbsp;</qco> </h3>      \nthat is company policy, which unfortunately is impossible. that's why it sometimes feels like such a turbulent company to be a part of\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n6:03 am</dco> &nbsp;<qco> New video any time soon</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n5:50 am</dco> &nbsp;<qco> high school advice?</qco> </h3>      \nif you can get 3/4 of the way up the school, that's pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n5:10 am</dco> &nbsp;<qco> Can you send me a sample of what you're working on please</qco> </h3>      \nthat sounds like fun but i can't\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n4:57 am</dco> &nbsp;<qco> What do you think of the questions on this page?</qco> </h3>      \nnice, very inquisitive questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n4:27 am</dco> &nbsp;<qco> How did it feel, post-hotewig, making the reality videos on making the first set of reality videos post-hoj?</qco> </h3>      \nkind of like seeing a mirror in a mirror\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n3:39 am</dco> &nbsp;<qco> Does every new consecutive thing that happens end up being your new most favorite thing?</qco> </h3>      \nno, at least 1/5 are my least favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n3:27 am</dco> &nbsp;<qco> Is it true that you've gone to your home planet because you've taught us all you could?</qco> </h3>      \nthat's kind of a strange analogy but the most important correction i should make is that i've barely started. i'm just making sure i've at least attempted to count the ducks before embarking on the next bigger phase; yet we all know the ducks always switch all around anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n3:05 am</dco> &nbsp;<qco> Let's say, hypothetically, you were to tour with live shows one day. Hypothetically speaking, would you come to Virginia?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n3:05 am</dco> &nbsp;<qco> Where is Europe?</qco> </h3>      \nnorth of Africa\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n2:45 am</dco> &nbsp;<qco> have you ever used a typewriter?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n2:39 am</dco> &nbsp;<qco> What's your favorite song you made pre-2020</qco> </h3>      \ni only favor parts of songs, and they are, the beginning of the outtro of 'slow down' ('going very very really slowly now,' etc), the 845 part of 'airport terminal', the last 16 bars of 'front door', the first half (8) of the 16 bar bridge of sexy pants, the sad/bad/mad/glad etc sections of 'bad thing', the outro of mount st helens, the 3rd verse of 'day goes on' (virginia etc), the birds/business part of 'moon cheese', the 'each dream' section of 'when i get older', and something else i'm forgetting,\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n2:36 am</dco> &nbsp;<qco> Maryland or Oklahoma?\n<br></qco> </h3>      \nthere's got to be something in between\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n2:14 am</dco> &nbsp;<qco> what's the first chord of the song you're working on</qco> </h3>      \nEmin\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n2:13 am</dco> &nbsp;<qco> I think I finally understand the meaning of \"Long Long Long Journey\". It's about going through with your plans and keep going even if you fail, right?</qco> </h3>      \nsometimes, but there is an exception to that: which is if you had a really really really really really terrible plan\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n1:58 am</dco> &nbsp;<qco> do you have any suggestions on how to set up your music writing area so that you can write music better?</qco> </h3>      \nyes. i will tell you my story, in context, so you can make your decision. i used to think it was better to put the desk against the wall, facing toward the wall, because it gives you more space in the room. but then, at some point, right around when i was facing one of the more severe brickwalls in my development as a writer, just 1 day after the really really dark day when i sort of made a declaration that this is impossible and i can't do this, i had a breakthrough and rearranged the desk, to be facing away from the wall. and this changed everything. i didn't expect this but it ended up being the magic key to everything. things seem to be better if the desk faces the generally toward the door (but is on the opposite side of the room). basically if you can imagine it as an office where people might come in to meet with you occasionally. for some reason that makes all the difference\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n1:55 am</dco> &nbsp;<qco> I'm living in a house with seven other people and five dogs right now, and I'm desperately trying and failing to focus on my work. Any advice?</qco> </h3>      \nisolation headphones. not for playing music through, simply for isolation. get the ones made for drummers. i can't mention brands here, but i use the one that has the name of the timpani guy\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n1:39 am</dco> &nbsp;<qco> Oh my gosh your answer to my question about time signatures was amazing! Thank you! Another music theory question... is it better to \"think\" in different keys when writing music, or is it better to just start with chord relationships in a familiar key then transpose to a key that fits the emotion better? I have a hard time breaking out of C major.</qco> </h3>      \nthat should work fine. Using different keys might enrich your brain in some ways, but it's not a deal breaker. similar to brushing your teeth with a different hand. it does enrich the brain to do this but, doing it with the same hand will not cause any harm\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n1:37 am</dco> &nbsp;<qco> So, I'm in quite the predicament. Over the summer I think that I started too many things and made too many promises that I won't be able to keep. Idk if you have any advice, but if you do what should I do?</qco> </h3>      \ntake some photos of yourself, to celebrate being a 'person'. show the world what it looks like\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n1:28 am</dco> &nbsp;<qco> daddy bill cam you make an egg cube in the next video</qco> </h3>      \nsure. i love egg cubes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n1:20 am</dco> &nbsp;<qco> why didn't I know sooner that you made awesome music</qco> </h3>      \nthat hopefully gives me a bit of a head start so the music is as good as it can be by the time you hear it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n1:11 am</dco> &nbsp;<qco> What is the meaning of ice butter at 1:13 in might quit</qco> </h3>      \nthat's a simple shape, changing its dimensions. and trying to make it appear to be something you may recognize, on an extremely tight time budget\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n1:07 am</dco> &nbsp;<qco> What is your favorite part of the day?&nbsp;</qco> </h3>      \nthe extreme very beginning of the light part\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n12:44 am</dco> &nbsp;<qco> Have you used the same editing software for the entirety of your \"career\"?&nbsp;&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n12:41 am</dco> &nbsp;<qco> This is the third time I've somehow lost my last question. I'm going to keep a notepad to remind me to come back here right after this is answered. do you feel like there's a deeper meaning between all your songs,</qco></h3>      deeper than what<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; like you didn't intend to create something bigger but you accidentally did? </qco></h3>      my intention is always to do something as deep and big as possible. that is company policy<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or have you been planning it all along?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it just feels like there's a message being slowly conveyed through every song you make and I have yet to figure it out.</qco> </h3>      ah, this is the feeling i sometimes get about the sun's rays\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n12:40 am</dco> &nbsp;<qco> i feel like i become less used to everything every day. a car weighs thousands of pounds and a little metal boom box in the front makes it go several times faster than the fastest animal. i have arms and they move and flex and possess muscle contours. is that not weird? why is everything weird</qco> </h3>      \nyou may have unlocked some of the more interesting levels of the brain\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n12:36 am</dco> &nbsp;<qco> Can you come up with a real sounding fake fact?</qco> </h3>      \nfacts are a myth\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n12:33 am</dco> &nbsp;<qco> How come you sound very young in \"I'm sad\"</qco> </h3>      \nbecause i was younger than i am today. 10 years and 2 months younger, to be almost exact\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n12:33 am</dco> &nbsp;<qco> Do you know how much your music and our experiences with it mean to us?</qco> </h3>      \ni am trying to make it mean as much as i can. that is company policy\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n12:28 am</dco> &nbsp;<qco> What is \"\"hi\" (wrong, delete)\" </qco></h3>      i don't know<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;was it intentional or did you accidentally say that and realized too late??</qco> </h3>      i'm not even sure what that's from, or if i said it. although that sounds like something i might say \n\n<br><br>"
  }
]
