[
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n11:57 am</dco> &nbsp;<qco> What should I name a duck?</qco> </h3>      \nthat all depends on which duck it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n11:53 am</dco> &nbsp;<qco> You're really good at what you do I hope you know that</qco> </h3>      \nwe'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n11:51 am</dco> &nbsp;<qco> can you see why a lot of people think you are criticizing capitalism in your songs?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n11:49 am</dco> &nbsp;<qco> How do I get wisdom?</qco> </h3>      \nyou could try milling around\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n11:25 am</dco> &nbsp;<qco> how do you come up with video ideas</qco> </h3>      \ni have a waterslide, i never use the waterslide but i keep the ideas under the waterslide\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n11:01 am</dco> &nbsp;<qco> Have you ever asked yourself a question on here?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n10:53 am</dco> &nbsp;<qco> Why do you misspell everything?</qco> </h3>      \ni spell most things correctly, if that's what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n10:48 am</dco> &nbsp;<qco> Hey Bill, how much would you say that you think outside of the box?</qco> </h3>      \nevery time, until i realize that a new box is created every time, around where i've just thought\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n10:26 am</dco> &nbsp;<qco> Why do you answer some questions seriously and some in a silly manner?</qco> </h3>      \ni thought most of them were more of a blend actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n10:25 am</dco> &nbsp;<qco> How long have you been awake?</qco> </h3>      \nabout 4 hours\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n10:03 am</dco> &nbsp;<qco> If you stack a lasagna on top of another lasagna, does it become one giant lasagna or is it still two lasagnas?</qco> </h3>      \nif you heat it, they will fuse together\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n9:50 am</dco> &nbsp;<qco> Have you thought about working with other people to make videos faster?</qco> </h3>      \nsure, but those would be other people's videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n9:42 am</dco> &nbsp;<qco> What's your opinion about Hawai pizza (pizza with pineapple)?&nbsp;</qco> </h3>      \nthat might actually be from Canada\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n9:36 am</dco> &nbsp;<qco> Hi bill, I want to start playing jazz but it's so overwhelming. Where do I start?&nbsp;&nbsp;&nbsp;</qco> </h3>      \nstart with a song you most recently enjoyed that you consider 'jazz'. play that song. see what happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n9:28 am</dco> &nbsp;<qco> How do you feel about the stonks meme?</qco> </h3>      \nvery good, slampstick\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n9:26 am</dco> &nbsp;<qco> can i get a waffle?</qco> </h3>      \nare you *in the house*\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n9:13 am</dco> &nbsp;<qco> Are you aware that New Canaan Pennsylvania doesn't exist?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n8:27 am</dco> &nbsp;<qco> How would you describe your best moment but in burrito&nbsp;</qco> </h3>      \nit's the precise moment that the burrito becomes a burrito. not later, not before. any moment earlier, burrito was not a burrito, any moment later, burrito already has been a burrito before. looking for that precise moment the burrito achieves burritohood\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n8:27 am</dco> &nbsp;<qco> What languages do u speak&nbsp;</qco> </h3>      \nflowers\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n8:27 am</dco> &nbsp;<qco> what is your favorite flower</qco> </h3>      \nsomething i've discovered, about flowers, it only works if you treat different flowers as your favorite, at different times. otherwise you'd probably only just use 1 flower all the time. which can be a great form of expression but not so great for communicating complex ideas and concepts\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n8:06 am</dco> &nbsp;<qco> do you have a favourite word?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; as in, a word that you like the most. of all the words there are. i know that's a lot of words so don't feel too much pressure</qco> </h3>      something i've discovered, about words, it only works if you treat different words as your favorite, at different times. otherwise you'd probably only just say 1 word all the time. which can be a great form of expression but not so great for communicating complex ideas and concepts\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n7:19 am</dco> &nbsp;<qco> what's your song writing process?</qco> </h3>      \ni just have to come up with something, and then i have to figure out if it's the beginning or not. and if it's the beginning, then i have to figure out what comes next, and if it's not the beginning then i need to figure out what comes first, and then what comes next\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n7:15 am</dco> &nbsp;<qco> Hi! Thanks for existing. I love your music and question-answering abilities! How do you make decisions without being overwhelmed by the sheer number of possibilities?</qco> </h3>      \nyou're going to want to make your own decision-making TV show, where your television audience can follow along on your wild ride of the decisions you must make. Now suddenly your overwhelm has turned into an adventure for the whole family\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n6:50 am</dco> &nbsp;<qco> Do the days go on?</qco> </h3>      \ntrying to find some counter argument here, but no, you are exactly right, that is what they do\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n5:39 am</dco> &nbsp;<qco> What is the explanation and meaning of the song \" might quit \"?</qco> </h3>      \nit can be hard to explain the meaning of songs. probably better to just listen to it to get the idea. but it seems to have themes of independence, finding your way in the world, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n5:07 am</dco> &nbsp;<qco> What's your favorite number?</qco></h3>      1<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And how do you feel about the number 82?</qco> </h3>      \nit reminds me of 41\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n4:53 am</dco> &nbsp;<qco> Are you secretly a time traveler?</qco> </h3>      \ntime is required for travel. that is no secret. if you don't believe me, check what time it is and then go somewhere and check the time again\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n4:36 am</dco> &nbsp;<qco> what are your thoughts on pomegranates?</qco> </h3>      \ni have never thought about pomegranates\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n4:10 am</dco> &nbsp;<qco> Have you quit your profession of making beautiful inspiring out of this world works of art that we know of as music?</qco> </h3>      \nnot even close, i've barely even started yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n3:27 am</dco> &nbsp;<qco> By the way wat is ur fav color</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n2:24 am</dco> &nbsp;<qco> Bm7(+9) ?</qco> </h3>      \ni just don't think it's ever gonna be necessary to say +9 on Bm7 because it already contained that note (D) anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n2:14 am</dco> &nbsp;<qco> Is it illegal to not know how to read sheet music?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n2:13 am</dco> &nbsp;<qco> do we live in a simulation?</qco> </h3>      \nof what\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n1:48 am</dco> &nbsp;<qco> what is your opinion on the Double Ristretto Venti Half-Soy Nonfat Decaf Organic Chocolate Brownie Iced Vanilla Double-Shot Gingerbread Frappuccino Extra Hot With Foam Whipped Cream Upside Down Double Blended, One Sweet'N Low and One Nutrasweet, and Ice</qco> </h3>      \nmight be a bit watered down, because it was made extra hot and then had ice put in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n1:29 am</dco> &nbsp;<qco> Is snow just a texture pack for the Earth</qco> </h3>      \nafter it's on the ground, yes. but while it's falling, it is a much more advanced and dynamic simulation. and then when it's melting, it's a whole other set of simulations. houdini type stuff i imagine\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n1:23 am</dco> &nbsp;<qco> How did you go about writing \"might quit\"?</qco> </h3>      \nthe original idea was just the verse melody, which occured in a dream. so i noted it down accordingly, and added it to the song list. then, some time in the future, it was selected in the selection process, to be the next song to be written/recorded. so i went about the writing process as normal. first, determine if what you have is the beginning, which i determined yes it is, then you need to find what the lyrics are for that part, which is not necessarily the way i prefer to work because usually i need lyrics and melody to be born at the exact same time, but this would be an exception because the melody already came to me for free in a dream. so i figured out the lyrics to that stanza, and then just move forward from there on a moment to moment basis, trying to make the strongest song i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n1:08 am</dco> &nbsp;<qco> the things you say on here and in your videos - do you tend to mean them genuinely, or are they ironic? or is it a mix of both?</qco></h3>      trying to find just the right blend, to provide maximum enrichment and nourishment for the customer<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; anyway, no worries if you don't want to answer this. if not, here's a different question: if you had the option to be a bumblebee right now, would you take it?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (you would still be able to make songs, but they would be for bees :)</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n1:08 am</dco> &nbsp;<qco> Im planning on existing, what do you think would be the first step?</qco> </h3>      \ntell all your friends and neighbors\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n1:06 am</dco> &nbsp;<qco> favorite feeling that music's ever given you?</qco> </h3>      \nthe trouble is, that can only be described with music. so i would love to convey it but i must use music. that's probably the reason i do music\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.20&nbsp; \n12:07 am</dco> &nbsp;<qco> what are your dreams like?</qco> </h3>      \nvery logical. no continuity errors\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.20&nbsp; \n11:58 pm</dco> &nbsp;<qco> Tell me a joke</qco> </h3>      \njokes tell themselves!\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.20&nbsp; \n11:55 pm</dco> &nbsp;<qco> do you consider your work to be the best most high quality art??</qco> </h3>      \nwe'll see\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.20&nbsp; \n10:57 pm</dco> &nbsp;<qco> Thank you! That was helpful advice about mixing. So, if I can ask again, is it your preference to do all the settings for compression manually, or to tweak a preset compression? I don't know what type of program you use but are those presets helpful? Anyway, I'm excited to keep learning and improving!&nbsp;</qco> </h3>      \nhere's what i would do. set the 'make up gain' to zero, just to eliminate confusion. In the early days, i would add compression on the default setting, and it had like 4db of makeup gain on it. so i was assuming it was doing something. but it wasn't enough, because some parts were still too loud/soft. so i still had to do extensive manual adjustments to the volume (not compression, just drawing a line to adjust the volume over time. very tedious, but worth it.) Then one day i finally realized that the compression actually wasn't doing anything, it had just given a 4db boost which tricked me into thinking it was doing something. so maybe get rid of the makeup gain, just so you know what you're dealing with. if your compressor has a visual representation (like a slanted line, etc), that's great. Basically the whole trick is, look at the 'gain reduction' meter. That should be a little light or something that will tell you when it's actually cutting the volume. and it should tell you at each moment how much it is actually reducing the sound. Set your ratio (that's how steep the slant is) set that to maybe..... 2:1? 3:1? it depends on what you're using it for, what instrument, or whatever. that is how slanted it is. Basically 1:1 means it's doing nothing. if you look at the visual representation it should be a perfect 45deg diagonal line. that means it's doing nothing. 2:1 or 3:1 will be less steep. But you should also see a bend in the line..... it will be exactly 45degrees below a certain point, and then it should bend, to be what your ratio is (so probably less steep). Now if you adjust the threshold, it should move that bend point up and down. if you move the bend point down, it means it's squashing more of the sound... like even the quieter parts. If you move the threshold up, it should be doing Less, and only squashing the loudest parts. as you move the threshold up and down, you should notice the gain reduction meter doing more, or less. As you move the threshold down, you should see the gain reduction meter coming on a lot more often, and you'll probably hear what it's doing. you'll hear the sound being squashed-all the loud parts will be squashed down to the same volume as the medium parts (somewhat, depending on the steepness of your ratio). so just adjust the threshold up and down until you get what you want. The trick is, if the gain reduction meter is doing nothing, then you can be sure nothing is happening. so definitely change it until you see some action there, otherwise it's doing nothing. then of course, once you get that right, you'll have to bring up the makeup gain. because it will have made the overall volume mostly lower. that's why presets will probably not work right, because it doesn't know how loud your material is. so you have to play around until you 'find' where the volume levels are on your track, and so it can be acting appropriately to curb the peaks just the right amount. hope that helps\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.20&nbsp; \n10:51 pm</dco> &nbsp;<qco> why is my dog a rat</qco> </h3>      \noh man, you've got yourself a dograt. i've heard about those\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.20&nbsp; \n10:49 pm</dco> &nbsp;<qco> How on earth are you able to keep up with these questions?</qco> </h3>      \ni have a question answering button. i actually have 2 so i can use both hands \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.20&nbsp; \n10:41 pm</dco> &nbsp;<qco> why do you put the time the question was asked but not the time it was answered</qco> </h3>      \nbecause 2 dates on each question would make everyone go to sleep due to confusion\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.20&nbsp; \n10:39 pm</dco> &nbsp;<qco> how do you get motivation to do the things you want to/should do</qco> </h3>      \nif it's something you want to do, then that means you are already motivated to do it. if it's something you should do, then you need to understand a little better why you should. or if you even agree that you should. and if you don't agree that you should, then it really comes down to the consequences/rewards of doing it, etc, whatever agreement is in place between you and whomever thinks you should\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.20&nbsp; \n10:13 pm</dco> &nbsp;<qco> When do you plan on making music videos again I love them.&nbsp;</qco> </h3>      \nextremely right away immediately\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.20&nbsp; \n8:44 pm</dco> &nbsp;<qco> Are you gonna be making videos anytime soon?</qco> </h3>      \noh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.20&nbsp; \n8:40 pm</dco> &nbsp;<qco> its weird how some chords sound good arpegiatiod slowly but not all at the same time, f-bb-c-f-g-a for example, perhaps i just havent found the right context for it to be played as a one time block?</qco> </h3>      \ni think we've discovered that it's not a chord, it's a line\n<br><br>"
  }
]
