[
  {
    "html": "<h3> <dco>3.27.25&nbsp; \n5:00 pm</dco> &nbsp;<qco> on a scale of 1-10 how much do you like overcast weather</qco> </h3>      \n5, which is really the best part of the scale\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.25&nbsp; \n2:50 pm</dco> &nbsp;<qco> Is love real like numbers and music?</qco> </h3>      \nsort of, although none of those 3 things are quite the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.25&nbsp; \n1:51 pm</dco> &nbsp;<qco> if you are shoved by someone, it is not considered your action to have shoved, but it is your action to have been shoved by that person.</qco></h3>      i disagree with this logic, mostly on a linguistic basis<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; however, an action done unintentionally by a person is typically an accident. so if someone shoves me on purpose, have i accidentally been shoved? from my own perspective, of course</qco> </h3>      \ni think if you want to say it was your own accident then you have to find a way to connect the action a little more directly to something you did. then maybe you could say you 'accidentally got yourself shoved' but that is still kind of a shaky premise\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.25&nbsp; \n1:30 pm</dco> &nbsp;<qco> i used to really like when songs would repeat the main course but transpose it a step or half up but now every time i hear that shit i have to skip it&nbsp;😭😭😭</qco> </h3>      \nmaybe they're just not doing it good, but the other ones you liked did it good. it's possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.25&nbsp; \n1:24 pm</dco> &nbsp;<qco> why study something when i can just F E E L it</qco> </h3>      \nwhat i think i'm hearing is that you don't consider 'feeling' to be a form of study\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.25&nbsp; \n1:22 pm</dco> &nbsp;<qco> ALERT&nbsp;🚨&nbsp;AUTHORITIES SUGGEST SLEEPING THROUGH THE ENTIRE MONTH OF APRIL TO ENSURE NO APRIL FOOLISHNESS</qco> </h3>      \ni don't believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.25&nbsp; \n12:50 pm</dco> &nbsp;<qco> are \"comfort zones\" from the \"going out of your comfort zone\" expression even a thing</qco> </h3>      \ni was going to say yes but now that i think about it no. in that expression, the 'comfort zone' is actually a restricted and stagnant place. does not seem comfortable\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.25&nbsp; \n12:49 pm</dco> &nbsp;<qco> have you considered switching your timestamps here to base 10 to get away from imperial time?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.25&nbsp; \n12:46 pm</dco> &nbsp;<qco> is everything ever part of some kind of language (musical, verbal, etc.)?</qco> </h3>      \ni'd rather say that language is part of something that everything else is a part of\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.25&nbsp; \n12:02 pm</dco> &nbsp;<qco> Should the English, Spanish and Portugese languages be renamed to American, Mexican and Brazilian, respectively?</qco> </h3>      \nnot in england, spain, or portugal. but if urdu can be a different language from hindi, and if tajik can be a different language from persian, then there can just as well be a mexican language, a brazilian language, an egyptian language, a swedish language, i think that would be \"right as rain\" as they say in australian\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.25&nbsp; \n9:34 am</dco> &nbsp;<qco> how do we know history is real if we can't time travel to prove it?</qco> </h3>      \nremind me again what real means\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.25&nbsp; \n9:34 am</dco> &nbsp;<qco> we've gotten a pixel that appears in your next video.. can we get a letter that appears as well?</qco> </h3>      \nsure. the letter e will most likely appear amongst words and text\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.25&nbsp; \n7:09 am</dco> &nbsp;<qco> do you find it odd that lots of people use the same no capitals and punctuation that you do when writing these questions? sorry i meant Do.&nbsp;</qco> </h3>      \nthe way i use capitalization and punctuation is purely based on usefulness and common sense, and ease of communication. i would not find it at all strange if anyone else did that as well. Also, i have to add, if you think i use 'no capitalization', and, especially, if you actually think i use 'no punctuation' then i would have to politely estimate that you are out of your fucking mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.25&nbsp; \n5:58 am</dco> &nbsp;<qco> hey i think youre awesome and really cool. anyway do you have any funny nerd jokes :3</qco> </h3>      \nthe word nerd is funny. i'll admit that much\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.25&nbsp; \n4:54 am</dco> &nbsp;<qco> if the moon could have any color, which do you think would be most ethereal? could you describe why?</qco> </h3>      \ni'll admit i never really got the hang of the word 'ethereal'\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.25&nbsp; \n3:15 am</dco> &nbsp;<qco> do you ever realize that you disassemble and then reassemble your life in a cyclical fashion (such as every 3 years)?</qco> </h3>      \ni've seen some cyclical behavior in my life's path, but i've also seen some linear straightforward throughlines as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.25&nbsp; \n2:36 am</dco> &nbsp;<qco> do you know how to improve on photography&nbsp;</qco> </h3>      \nfirst you have to start to imagine what you wish good photography could be\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.25&nbsp; \n2:28 am</dco> &nbsp;<qco> Any vacation plans for after the heat death of the universe? I personally am of the opinion that a nice long relaxing fishing trip is in order. But I am quite worried that the heat death of the universe will drastically affect the bluegill fishing season, and I'll have to settle for some lesser fish.</qco> </h3>      \n'heat death of the universe' is just a popular phrase to say. trust me i've been around long enough to remember the popular thing people were saying just before that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.25&nbsp; \n2:02 am</dco> &nbsp;<qco> hello bill, how the hell do you graduate from a university that kept you forever in there and get a job afterwards?</qco> </h3>      \ni have no idea how to do something like that. i don't even really understand what it is or means\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.25&nbsp; \n1:14 am</dco> &nbsp;<qco> When is nihilism 2.0 coming out</qco> </h3>      \nthat's none of my business\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; 11:44 pm</dco> &nbsp;<qco> opinion on comic sans</qco> </h3>      \nso good, using it is now classified as a sin\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n9:52 pm</dco> &nbsp;<qco> had any good dreams lately?</qco> </h3>      \nit's impossible to describe\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n8:32 pm</dco> &nbsp;<qco> What's your opinion on just hanging out with your thoughts?</qco> </h3>      \neventually you'll want to think about doing something\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n7:46 pm</dco> &nbsp;<qco> Hey do you think the judge gets to bring that little hammer home with them, or does it have to stay in the court room?</qco> </h3>      \nthey can take the entire court room home except for the hammer\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n6:35 pm</dco> &nbsp;<qco> Have any questions here, inadvertently or not, changed your outlook on life or the way you see the world?</qco> </h3>      \nit's more of the sum total of all the questions that makes an impression\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n6:33 pm</dco> &nbsp;<qco> ever find it strange how theres been homo sapiens on this rock since like 300,000 years ago but we only keep hearing about the past couple thousands? maybe none of the things they did before made headlines&nbsp;</qco> </h3>      \nthat's just when they invented headlines\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n5:41 pm</dco> &nbsp;<qco> wouldn't life be easier if we were smarter and didn't have to think about what we needed to do to achieve what we need to achieve</qco> </h3>      \nbeing smarter might possibly make you think more, not less\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n5:35 pm</dco> &nbsp;<qco> this spring I am going to plant a vegetable garden and I am VERY excited. what do you recommend I should plant and grow</qco> </h3>      \nhow about a tree, if that's even possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n5:26 pm</dco> &nbsp;<qco> can you help me write my thesis</qco> </h3>      \ni don't know what a thesis is\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n4:58 pm</dco> &nbsp;<qco> what's the point of living if we all die anyways</qco> </h3>      \nlife is technically the point of itself\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n4:38 pm</dco> &nbsp;<qco> isn't being weird and being cool the same thing?</qco> </h3>      \nthere are similarities and differences\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n3:05 pm</dco> &nbsp;<qco> why is it that every time an angel appears in the Bible the first thing they have to say is \"do not be afraid\"</qco> </h3>      \ni thought that was from zelda games\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n3:02 pm</dco> &nbsp;<qco> You've said these questions make you stronger. Stronger in what way?</qco> </h3>      \nit increases the amount of ways in which i am strong\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n3:01 pm</dco> &nbsp;<qco> Do you have any tips for making sure the vocals are not overpowered by any of the instruments?</qco> </h3>      \nreally what would help is if the instrumentalists knew the song well enough to know exactly where the vocal notes and words are, so they can play less during those exact moments\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n2:48 pm</dco> &nbsp;<qco> can we get 1 pixel of your next video?</qco> </h3>      \nsure. there is certainly a black pixel somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n1:01 pm</dco> &nbsp;<qco> How many boats are on your plane?</qco> </h3>      \ni have a boat and plane that are recursively aboard each other, built by M.C. Escher\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n12:09 pm</dco> &nbsp;<qco> do you like overcast weather?</qco> </h3>      \nof course i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n11:54 am</dco> &nbsp;<qco> what's a useful piece of advice for someone trying to write dialogue?</qco> </h3>      \nyou're going to have to start asking the deep questions: what do YOU really wish dialogue would do, what do YOU really wish dialogue could be like\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n10:40 am</dco> &nbsp;<qco> Bagels are pretty good</qco> </h3>      \nthose bagels are just to distract you from the ones that are ridiculously good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n10:22 am</dco> &nbsp;<qco> how do you define fake and real</qco> </h3>      \nreal means the thing is the thing. if it's fake it means it's actually not the thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n10:07 am</dco> &nbsp;<qco> can i have a piece of conventional wisdom</qco> </h3>      \ni unfortunately did not attend the wisdom convention\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n10:03 am</dco> &nbsp;<qco> humours a bit funny isn't it? </qco></h3>      i wouldn't go that far<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is that the point? i think i'm overthinking this.&nbsp;</qco> </h3>      i don't think you've thought about anything\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n8:29 am</dco> &nbsp;<qco> what number am I thinking of?</qco> </h3>      \nyou're not thinking of a number\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n7:53 am</dco> &nbsp;<qco> is it time to rediscover&nbsp;&nbsp;A R T&nbsp;&nbsp;again?</qco> </h3>      \nM A Y B E\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n7:01 am</dco> &nbsp;<qco> Why is nearly everyone so impatient? It feels like everything in the world is speeding up so now everyone's in a hurry for something all the time</qco> </h3>      \nthey are probably in a hurry to 'procrastinate'\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n6:32 am</dco> &nbsp;<qco> what's the answer to procrastination?</qco> </h3>      \nif you could shorten the word 'procrastination', you might have some letters leftover to mention what the task is that's being delayed\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n5:49 am</dco> &nbsp;<qco> is talking normally like singing the song of life?</qco> </h3>      \ntalking has some qualities that singing doesn't have. talking and singing share a lot of the same qualities, but each usually has at least some unique qualities that the other tends to not have\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n4:39 am</dco> &nbsp;<qco> how do i convince someone to do something they actually want to do?</qco> </h3>      \ndon't worry about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n4:07 am</dco> &nbsp;<qco> Are you a language nerd? Like are you into linguistics</qco> </h3>      \ni'm into language\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n1:09 am</dco> &nbsp;<qco> what's something you've only ever seen done in 1 piece of media?</qco> </h3>      \neverything seems to be in at least 2\n\n<br><br>"
  }
]
