[
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n10:48 pm</dco> &nbsp;<qco> How'd you learn music theory?</qco> </h3>      \nmusic theory is made up. so i've had lots of fun making it up, but the crazy thing is that any decent piece of music usually breaks every theory and then rebuilds them. so it's loads of fun as long as you are prepared for this\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n10:47 pm</dco> &nbsp;<qco> What are you're thoughts on Shrek?</qco> </h3>      \nnot sure, never seen the movie, i just have all the shrek furniture \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n9:07 pm</dco> &nbsp;<qco> Weren't you supposed to make a video today?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n8:46 pm</dco> &nbsp;<qco> Hey Bill, I'm a huge fan of your content. What is your favorite video you have made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n8:46 pm</dco> &nbsp;<qco> what's a good way to write longer music?</qco> </h3>      \nimagine some characters that are stuck in the song, and can't leave. follow their thought process, and feelings\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n7:58 pm</dco> &nbsp;<qco> If you could name you aesthetic, what would you call it?</qco> </h3>      \nbill wurtz\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n7:42 pm</dco> &nbsp;<qco> how do you transform weird things into marterpieces</qco> </h3>      \nshake gently\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n5:59 pm</dco> &nbsp;<qco> do you constantly analyze things in your mind, like the shape of an object or the composition of music, kinda deconstructing and reconstructing&nbsp;</qco> </h3>      \nsometimes\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n4:35 pm</dco> &nbsp;<qco> How are you so awesome. everything you do is unique in your own way. your otherworldly personality uh man you are amazing!\n<br>&nbsp;</qco> </h3>      \nholy water shed you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n4:28 pm</dco> &nbsp;<qco> what should i do when i feel bad?</qco> </h3>      \nmake it into a folk tale\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n3:55 pm</dco> &nbsp;<qco> Your videos are delicious poems of life written on heavy clouds that smell like pixelated love hidden in a shoe.\n<br></qco> </h3>      \nfair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n3:19 pm</dco> &nbsp;<qco> Are you making new videos?</qco> </h3>      \noh heck yea\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n2:52 pm</dco> &nbsp;<qco> to avoid having to make the verse worse than the chorus, maybe you could not split the song into verses and choruses and just have a string of music and lyrics, or a series of verses? what do you think?</qco> </h3>      \nof course. this is among the many things you see when you step out in nature. Can drive a person crazy if they were trying to pin down a rule-set, but once you accept it it becomes wildly adventurous\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n2:52 pm</dco> &nbsp;<qco> I'm a baby composer (I only have 3 complete songs and about a billion random pieces of songs I haven't put together yet) but I haven't been able to take a music theory class yet and won't till next year. Do you have any tips about songwriting (music theory-wise,</qco></h3>      like the plot of a good story, most songs are designed to simultaneously break 'music-theory' and rebuild it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how not to be a total perfectionist about it, </qco></h3>      try to make it bad<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how to keep things creative and weird)?</qco> </h3>      \na good guideline is making patterns and breaking them\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n2:03 pm</dco> &nbsp;<qco> where do you stand philosophically?</qco> </h3>      \ni like to also walk and move around a little bit more\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n1:33 pm</dco> &nbsp;<qco> I've never written a whole song before. I love playing music and desperately want to create but I think it's awful. How do I escape my chasm of self doubt in my music writing abilities?</qco> </h3>      \nhere's a trick you can try............ start with much much much much much much much much shorter songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n1:29 pm</dco> &nbsp;<qco> learning the g blues on a harmonica but i cant seem to bend the notes, any advice?\n<br></qco> </h3>      \nno, i have no idea how to do that either\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n1:24 pm</dco> &nbsp;<qco> do you like 2020 as a number?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n1:10 pm</dco> &nbsp;<qco> Can I be on your future podcast</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n1:06 pm</dco> &nbsp;<qco> Does your video \"world peace phone\" have a meaning? or did you just think \"meh this is pretty good\" like I'm so confused help</qco> </h3>      \nit has been said that during the cold war, the usa and ussr had a secure hotline between them, for direct communication. it was sometimes referred to as the \"world war 3 phone\". Well, the 'world peace phone' depicts the world peace phone. world peace is calling. it is waiting patiently to be answered\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n12:55 pm</dco> &nbsp;<qco> Do you stress out thinking your work isn't good enough and that people will hate it despite the overwhelming support you've received </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and the fact that's entirely untrue?</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n12:51 pm</dco> &nbsp;<qco> Hey Bill, hope you're doing well. I apologize if this was answered before, but i would really like to know your perspective on visiting music schools or just schools in general on how they shape minds...</qco> </h3>      \nit's way more fun to make your own school\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n12:38 pm</dco> &nbsp;<qco> why are you so mysterious?&nbsp;</qco> </h3>      \nthat's just common sense really\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n12:20 pm</dco> &nbsp;<qco> You ever just wake up and be like \"yea i'm awesome\"?</qco> </h3>      \nno, if i think that it's usually later in the day\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n11:57 am</dco> &nbsp;<qco> Are you more likely to answer a random question or a normal question</qco></h3>      all questions are normal<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and which one is more enjoyable to answer</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n11:44 am</dco> &nbsp;<qco> Do you ever teach music privately? If not, would you consider it?</qco></h3>      not on a for hire basis. i only give advice, unpaid, unscheduled, to friends in need<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I would love to get a lesson with you (songwriting, etc.). I think you're amazing. I'm from Canada, and starting my Master's at Juilliard this Fall in Jazz Guitar.&nbsp;</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n11:17 am</dco> &nbsp;<qco> Opinions on the Viola?</qco> </h3>      \ni can never remember what size it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n10:45 am</dco> &nbsp;<qco> Do you find that you sing and then make the song out of it more or do you write the everything as a whole more?</qco> </h3>      \nall together\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n9:08 am</dco> &nbsp;<qco> would you like to go on an adventure?</qco> </h3>      \nsort of\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n8:22 am</dco> &nbsp;<qco> I am trying to write songs but most ideas are extremely similar to your old jingles. maybe because ive spent an embarassingly long amount of time looking at them, or maybe because i enjoy them the most (my conspiracy theory is, it's a combination of both). how do i grow out of copying someone and thinking more originally?</qco> </h3>      \nthere are 2 things you can do. listen to at least 100 other artists. then, besides that, try to write something that ABSOLUTELY none of those artists have ever done. to make this easier for yourself, temporarily waive the requirement that they are supposed to be 'good'. try to do something incorrect and horrendous with the music. What this does is it taunts the music gods, provokes them, and they will try to get their revenge by making the music good anyway. And you will see that the path it takes FROM that horrendous place, back to a more familiar place, will be very interesting, and still quite different from most things you've heard, while still being good\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n8:15 am</dco> &nbsp;<qco> any advice for people like me who don't have a 'sense' of commitment</qco> </h3>      \nsee if you can 'create' your own\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n7:17 am</dco> &nbsp;<qco> what do I do if I heat my porridge for the wrong amount of time?</qco> </h3>      \nbecome wiser\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n7:05 am</dco> &nbsp;<qco> I like stairs. Do you like stairs?\n<br></qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n6:44 am</dco> &nbsp;<qco> When is mount St' Helens gonna blow up? </qco></h3>      i don't know<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And will it be a 'fine swell day' then?</qco> </h3>      as long as you are not too close to it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n6:44 am</dco> &nbsp;<qco> This was probably asked before, but why were you sad in your I'm sad video</qco> </h3>      \ni was not sad, i was probably a little too happy, because i did way way way way too many takes, which made me sad and mad during the edit\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n6:30 am</dco> &nbsp;<qco> 'at the airport terminal' is such an inspirational song to me, i must ask how long you heated your porridge</qco> </h3>      \nin that context, it was impossible to determine exactly, all i knew is that it was wrong. And what i think i really meant by that, in context, is that when i was writing that section it was starting to turn out not good (bad). so the only way to cope was to back up about 4 bars, then confess it succinctly and move on\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n4:52 am</dco> &nbsp;<qco> i recently broke up with my girlfriend so i started listening to your music to help get by so i really jsut wanna say thank you for that.Your music helps a lot and is just so nice and calming to listen to. My personal favourites are la de da de da de da de day oh and might quit. I dont know how you mad such masterpieces but you did it so good job</qco> </h3>      \nholy smokes you are friendly, but i should announce i am making much more\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n4:46 am</dco> &nbsp;<qco> if you were making a language what's the first thing you would make a word for</qco> </h3>      \nhi\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n4:38 am</dco> &nbsp;<qco> Do you have an idea for something entertaining to do during the quarantine</qco> </h3>      \nhave you thought about ushering in a new era\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n4:36 am</dco> &nbsp;<qco> if possibly explainable, where and what is your whole aesthetic/persona derivative of? is/are there any prime inspiration(s) and motivator(s)?</qco> </h3>      \n(the) planet Earth, and/or its qualities/characteristic(s)\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n4:22 am</dco> &nbsp;<qco> what would your ideal friend be like?</qco> </h3>      \nyou\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n4:14 am</dco> &nbsp;<qco> why dont some artifacts have posted date?</qco> </h3>      \nbecause i don't remember when i posted it. although i try not to let that happen anymore\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n3:34 am</dco> &nbsp;<qco> Is it true you love your fans so much you're spending years perfecting your craft</qco> </h3>      \ni didn't entirely think of it that way, but yes that is absolutely correct, and has been for true for my entire life\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n2:45 am</dco> &nbsp;<qco> When a human being or other creature with opposable thumbs strums a guitar or similarly-shaped, differently-sized instrument, it's generally taught that their dominant hand is meant to be pressing down on the strings over the frets while their non-dominant hand strums the strings further down the body of the guitar. Wouldn't playing guitar be more effective if the musician was carefully constructing chords with their dominant hand while strumming with their non-dominant hand? \n</qco></h3>      i'm quite sure it could be learned either way<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I ask because I learned how to play a 'non-dominant hand' guitar and then a 'dominant hand' guitar upside-down and I am wondering if it is too late for me to change my ways.\n</qco></h3>      how late is it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, if someone is ambidextrous, how do they pick which hand does what??</qco> </h3>      \nyou'll probably play whatever instrument you have. and if you literally have exactly equal choice between the two, then you would probably weigh the advantages and disadvantages, some of which might be: right handed instruments will usually be easier to find. playing lefty will look more unique. playing the opposite way of the way the instrument was intended may make your playing very unique, yet that will also possibly create some slight blockades in communication when discussing playing technique with others who don't also play backwards\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n2:19 am</dco> &nbsp;<qco> what is your most recurring mood?</qco> </h3>      \nin 1st place: good. and a close second place: bad\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n1:56 am</dco> &nbsp;<qco> Do you think the visuals to your songs are an important part of enjoying them? </qco></h3>      maybe, but it's also supposed to work without<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or are they just music videos.&nbsp;</qco> </h3>      \nusually just music videos but i must admit the opportunity to assimilate it into something more seems tempting\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n1:36 am</dco> &nbsp;<qco> Do you know how many trees are purple?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n12:53 am</dco> &nbsp;<qco> which do you think is better learning business or art</qco> </h3>      \nit's important that an equal number of people learn each one. that way the war between them can be a fair fight\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.20&nbsp; \n11:56 pm</dco> &nbsp;<qco> why do you think it's funny to make jokes about ohio or wyoming but if you try to joke about tennessee or new hampshire you will get no laughs</qco> </h3>      \ni have never heard a joke about ohio or wyoming\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.20&nbsp; \n11:54 pm</dco> &nbsp;<qco> thoughts on sand?</qco> </h3>      \nsalty, yet bland. this is also how it got its name\n<br><br>"
  }
]
