[
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n11:34 pm</dco> &nbsp;<qco> why are all your link and visited link colors so unusual?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n11:18 pm</dco> &nbsp;<qco> when you first meet someone, what is your perception of them most affected by?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n11:01 pm</dco> &nbsp;<qco> are you in the process making another song and music video to go with it, or are you currently working on something else&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n10:01 pm</dco> &nbsp;<qco> You should make a song with a southern/country voice so I can find the country genre acceptable&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n9:43 pm</dco> &nbsp;<qco> Out of all the designs and graphics you've made in your video (triangle boy, stick, airplane,ect) which one could you relate to more</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n9:17 pm</dco> &nbsp;<qco> Thoughts on freewill?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n8:51 pm</dco> &nbsp;<qco> I can't seem to get a job, but I've been trying very hard. Any tips?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n7:25 pm</dco> &nbsp;<qco> How much do you think you'll adapt your songs to make them fit for playing live?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Do you think you'll just rework them a bit or completely change them around?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n7:10 pm</dco> &nbsp;<qco> Are daily notes your main project as of lately, or is that just auxiliary?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n6:23 pm</dco> &nbsp;<qco> what instrument are you planning to play while doing live concerts?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n5:58 pm</dco> &nbsp;<qco> How often does your mind change about things?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n5:38 pm</dco> &nbsp;<qco> Do you eat bananas with or without the peel?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n5:29 pm</dco> &nbsp;<qco> why is paul ur favourite Beatle?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n5:01 pm</dco> &nbsp;<qco> When is your next Instagram post scheduled for?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n4:45 pm</dco> &nbsp;<qco> I'm not really sure where I'm going right now. Advice?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n4:38 pm</dco> &nbsp;<qco> do you believe in evolution?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n4:09 pm</dco> &nbsp;<qco> I really, really want to get into making music but I'm having a lot of trouble. I've been trying to learn the piano and so far it's going ok but I just haven't been able to write a coherent melody. I should probably master playing piano or some other instrument before I start making my own things,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but I know that's going to take a long time and it feels like I will never get around to writing my own music.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Long story short: do you have any tips for a very inexperienced musician who wants to start writing music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n3:39 pm</dco> &nbsp;<qco> has anyone ever asked you a question before</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n3:26 pm</dco> &nbsp;<qco> right now i want to get more comfortable with transcribing just lead vocal melodies. will that be a good first step even if i don't transcribe bass lines and chords too?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n2:37 pm</dco> &nbsp;<qco> do you ever listen to a song more than twice/three times?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n2:23 pm</dco> &nbsp;<qco> (hallo it's the finger pain ukulele asker again) so i have read a bunch of answers you've given here that say a good way to figure out music, esp. chords, is to just start playing notes together and see what sounds good. so today i was trying to learn how to play a d7 chord, which is the first bar chord i've learned. i tried playing it and it sounded like dissonant, pitchy...just all-around not like i was doing it right. i tried tuning my ukulele (with a tuner, i don't even know what to listen for if i were to try and tune by ear), pressing harder, putting my ukulele on the floor and pressing each string individually rather than trying to bar, playing each note separately to make sure the strings were ringing.......then i finally went online and watched some videos of other people playing d7 chords. and they all sounded pretty much exactly like what i'd been doing. i was playing the chord right all along and it turns out that, at least to my ear, d7 is just a bad and wrong-sounding chord.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; anyway this was really fucking disheartening to me because it means apparently i can't rely on my own ears to teach me how to make good music sound good.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; like i can't hear the difference in \"correctness\" between d7 and like, g7 if i were to fuck up and put my finger somewhere wrong.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i can't hear whether a note is sharp or flat or in tune - like i can hear the pitch changing when i turn my tuning peg but if it weren't for my digital tuner i'd have zero idea where is the \"right\" pitch for the note.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i guess my question is is there something i should be listening for that i'm not?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or any exercises i can try to learn the difference between a chord and a not-chord or between in tune and not in tune?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i just feel kind of sad and left out like you (and my musician friends) make learning by ear sound like such a wonderful and constructive journey and i'm afraid my ears are just too shitty for me to do it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n1:51 pm</dco> &nbsp;<qco> What are your thoughts on love?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n1:11 pm</dco> &nbsp;<qco> any good modern pop singers?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n12:38 pm</dco> &nbsp;<qco> My grandma can make videos faster than you.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n10:55 am</dco> &nbsp;<qco> can insanity bring about more creativity?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n10:46 am</dco> &nbsp;<qco> My boyfriend hit me, sort of accidentally while having a meltdown. His mom thinks I'm overemotional to be so upset about it. Am I crazy?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n10:26 am</dco> &nbsp;<qco> the world is so weird. if aliens came to earth they would be shocked. like \"you have water falling from the sky? and huge plants? how?\" if you forget how things work then you can see how weird they are. people think i'm weird for thinking the world is weird. what do you think&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n9:59 am</dco> &nbsp;<qco> what's the best way to publish to Spotify?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n9:54 am</dco> &nbsp;<qco> What else do you like to do when you're not making music, video editing, or answering questions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n9:51 am</dco> &nbsp;<qco> can you do any funny voices</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n9:48 am</dco> &nbsp;<qco> If anything is possible, is impossible possible?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n8:47 am</dco> &nbsp;<qco> why live afterall when you just die</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n7:27 am</dco> &nbsp;<qco> Is life unfair?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n7:24 am</dco> &nbsp;<qco> what is the map thing of an island in \"hi it's 1995\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n6:44 am</dco> &nbsp;<qco> <a href=\"q.php?date=201901281148\">1.28.19&nbsp;&nbsp;11:48 am</a>  you mean you believe it was faked</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n5:36 am</dco> &nbsp;<qco> how do i get better at talking to people?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n2:38 am</dco> &nbsp;<qco> why am i so ugly?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n2:38 am</dco> &nbsp;<qco> What's the most direct connection between (your) music and prime numbers?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; e.g. are time signatures with a prime number of beats aesthetically different than dividable time signatures?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I know you did that bit of ball and stick in 13, which is prime, and that was cool.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n2:33 am</dco> &nbsp;<qco> what should i do if i have lots of stories in my head but i can't write them down because i get distracted easily no matter how hard to try to stay focused</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n1:59 am</dco> &nbsp;<qco> how's the new thing going? almost done?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n1:35 am</dco> &nbsp;<qco> you talk a lot about the 12 levels of suffering.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Could you share any information on the individual levels? Or is the only known fact that there are 12?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n1:25 am</dco> &nbsp;<qco> What do you think is the coolest bit about science?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n12:52 am</dco> &nbsp;<qco> i use an app to help me tune my ukulele, but it isn't sensitive enough to get it all the way in tune.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i can tell the strings are slightly off, but i can't tell which ones or by how much. how do i get better at tuning it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n12:10 am</dco> &nbsp;<qco> What's the droning sound in some of your songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.19&nbsp; \n12:02 am</dco> &nbsp;<qco> hey so I have this really great teacher but every time he calls on me I get really overwhelmed with pressure that I can't answer to question accurately, even though I know the answer in my head. What should I do to think faster?</qco> </h3><a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2019-01.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n11:52 pm</dco> &nbsp;<qco> Is checking your Instagram for new posts a pretty good way to tell if the next video is nearing completion?&nbsp;&nbsp;Could this be helpful info for the people asking when the next vid will be done?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n10:30 pm</dco> &nbsp;<qco> i'm going crazy not being able to write a song because i wanna write lyrics but i don't know how to write a melody and the lyrics fall apart so easily when i don't have a melody to have it be grounded in you know.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n9:43 pm</dco> &nbsp;<qco> Is there something you're hiding in the HotEWIG reality videos that's causing you not to make them</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n9:40 pm</dco> &nbsp;<qco> What are some terms you use in your editing process that no one else would understand?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.31.19&nbsp; \n9:22 pm</dco> &nbsp;<qco> Dude you are awesome and I love everything you do.&nbsp;&nbsp;That said your notes page is some of the most far out shit I have ever read.&nbsp;&nbsp;I mean some of it seems like poetry.&nbsp;&nbsp;Some like a journal entry.&nbsp;&nbsp;Some just a strange stream of consciousness.&nbsp;&nbsp;Any way you could shed some light on your notes? ie: why do you write them?&nbsp;&nbsp;How do you view them?&nbsp;&nbsp;What is there role in your life?&nbsp;&nbsp;Thanks man you are one interesting Wurtz.</qco> </h3>"
  }
]
