[
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n10:51 pm</dco> &nbsp;<qco> What do you think about Physics?</qco> </h3>      they are pretty cool\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n10:42 pm</dco> &nbsp;<qco> how do i cope with having a first name that is also an improper noun? surely you have some lived experience with this. please help</qco> </h3>      it's similar to the way you would cope with living in an impoverished war-torn country, except possibly a little easier\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n10:41 pm</dco> &nbsp;<qco> what is the correct time to heat porridge</qco> </h3>      at the stroke of midnight\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n10:28 pm</dco> &nbsp;<qco> opinion on frogs?</qco> </h3>      they are a bit jumpy\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n10:25 pm</dco> &nbsp;<qco> Fill in the blank: \"if there is one thing I have learned from doing this questions page, it is____________\"</qco> </h3>      the latest memes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n9:42 pm</dco> &nbsp;<qco> Which bay does \"got a home by the bay\" reference</qco> </h3>      none\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n8:59 pm</dco> &nbsp;<qco> Do you ever want to make a high-budget movie that features many of your songs and references to your past videos?</qco> </h3>      a high budget movie would likely have new material, not a retrospective of old material\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n8:52 pm</dco> &nbsp;<qco> The title \"might quit\" sounds very similar to \"The Mighty Quinn.\" Is there a particular reason for that?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n6:05 pm</dco> &nbsp;<qco> I'm trying to analyze music and getting overwhelmed by how much... stuff... is going on at one time. Even with sheet music it's like that part is doing what where why how. Got any recs for beginner-friendly but still good music to analyze preferably with freely available sheet music?</qco> </h3>      i think you're gonna want to make your own sheet music. start with songs that are insanely simple\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n6:04 pm</dco> &nbsp;<qco> honestly i cannot believe that I've been checking this website every day for the artifacts page and the ONE day i don't, it was they day it was actually there&nbsp;</qco> </h3>      i doubt you would have found it, unless you were very deliberately and specifically looking for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n5:40 pm</dco> &nbsp;<qco> Can you please write a song that never uses the I chord? I'd love to hear it!</qco> </h3>      <a href=\"https://billwurtz.com/stupid-song.mp3\">ok</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n4:55 pm</dco> &nbsp;<qco> Favorite Bob Dylan moment?</qco> </h3>      maybe <a href=\"dylan.mp4\">this</a>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n2:12 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903272007\">3.27.19&nbsp;&nbsp;8:07 pm</a>  you can use OBS (Open Broadcaster Software) to facilitate a connection between a camera capture and Twitch. Does that help?</qco> </h3>      everyone has generally told me that this will absolutely not work on my computer. many people have told me that i need a separate computer anyway in order to do this at all. i am trying to now hone in on the details as to whether or not i absolutely have to buy another computer in order to utilize twitch in any way, or if another solution can be found\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n1:31 pm</dco> &nbsp;<qco> What's the context for Dream of Evil?</qco> </h3>      took a long walk to the Astoria library to return an F scott fitzgerald book, which i had in my posession for reasons i don't quite remember. and it was such a glorious morning i ended up walking to the steinway library and doing some writing. interesting that you can hear the subway trains from inside the library, i thought\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n1:31 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903271153\">3.27.19&nbsp;&nbsp;11:53 am</a>  Not the asker of this question, but what were you hoping to accomplish by making the artifacts page un-live?</qco></h3>      keeping the release sutble, as intended<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I get that's it's annoying when people are ignorant and accuse you of posting questions on here, but this feels kinda like the teacher taking away the whole classes recess because of one or two kids that wouldn't shut up.</qco></h3>      that analogy only works if the recess was a secret recess that no one really knew about<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Hoping this is just a brief stunt to make the asker reflect on their arrogance.&nbsp;</qco> </h3>      it is not. that was the purpose of answering the question. and as a side effect, it became a worse time to release the page simply because that question directed a lot of attention to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n1:28 pm</dco> &nbsp;<qco> How long is your long, long, long journey? Because you have to turn back. You said this in one of your videos:\"Then I rolled to the wilderness where I'm going to stay.\". Will you come back? I hope you do.</qco> </h3>      i think those are actually song lyrics\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n1:05 pm</dco> &nbsp;<qco> What are videos?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n12:38 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903272007\">3.27.19&nbsp;&nbsp;8:07 pm</a> &nbsp;&nbsp;Ah then you need a technical advisor for twitch.</qco></h3>      that's true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n You will probably need mods too otherwise your chat in twitch will get flooded with trolls. Big twitch channels are hard to self manage.&nbsp;</qco> </h3>      that's true. i already have like 15 things to manage and i only could possibly have time to manage maybe 7 of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n12:19 pm</dco> &nbsp;<qco> how does the fact that some of your fans think you're an all knowing god impact your life</qco> </h3>      i think it makes my taxes a little higher\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n12:13 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903271153\">3.27.19&nbsp;&nbsp;11:53 am</a>  Oh no! Whyyyyyyyyy? Please don't punish the rest of us because you're unhappy with this person :(</qco> </h3>      it's hardly a punishment when no one even knew it was there\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n11:33 am</dco> &nbsp;<qco> <a href=\"q.php?date=201903272007\">3.27.19&nbsp;&nbsp;8:07 pm</a>  wait okay what do you need help with?</qco> </h3>      that last part\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n11:13 am</dco> &nbsp;<qco> What is your opinion on the fact that the Andromeda Galaxy will inevitably crash into our own?</qco> </h3>      my opinion is that that is actually your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n11:11 am</dco> &nbsp;<qco> do you ever fear that making your schedule more strict will just end up with you making less content instead</qco> </h3>      no need to fear, just see what happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n10:09 am</dco> &nbsp;<qco> Over the years I feel like jazz has lost it's meaning a bit. Now anything with a bit of extra flavour here and there is being described as jazz or jazzy. How would you describe 'jazz'?</qco> </h3>      it's a homonym. it might mean american popular music in the 1920s. it might mean an instrumental acoustic jam session in the 1970s, playing popular songs from the 1930s. it could mean a small honda car\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n8:04 am</dco> &nbsp;<qco> If you have no idea what to livestream, you could always stream the editing process of your videos. Could stop the onslaught of questions asking \"How do you make your videos?\"</qco> </h3>      it would be nice if feature films did that sort of thing. then we would find out how the movie goes way before it comes out\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n7:20 am</dco> &nbsp;<qco> If someone made some music you strongly enjoyed and/or paid you a lot of money, would you consider doing some kind of guest feature on somebody else's song?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n7:12 am</dco> &nbsp;<qco> are you still considering quitting</qco> </h3>      quitting what\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n7:01 am</dco> &nbsp;<qco> <a href=\"q.php?date=201903262004\">3.26.19&nbsp;&nbsp;8:04 pm</a>  I HAVE STAFF PAPER. next step pls</qco> </h3>      almost every song has a \"beat,\" which is like a steady pulse like a ticking clock (although at a different speed, depending on the song). same thing your metronome creates for you. it is what you tap your foot to. listen to some songs and make sure you can identify this beat. actually, most music uses groups of 4. so you should probably be able to group them in groups of 4 and count them in groups of 4 just the same way. go through 10 or 15 songs and try to find the beat (you should find it with most of them, possibly all of them) and then see if you can get them to comfortably be in groups of 4. (this should work very well for most of the songs). let me know if this works for you \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n5:53 am</dco> &nbsp;<qco> When was the last time you went into creative hyperdrive?</qco> </h3>      beginning of last week\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n5:53 am</dco> &nbsp;<qco> <a href=\"q.php?date=201903271153\">3.27.19&nbsp;&nbsp;11:53 am</a>  why would you betray all your fans and unrelease a page just because one hater thought you asked the questions yourself?</qco></h3>      because the better time to release that particular page would be at a time when not everybody seems to be talking about it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Learn to grow a thick skin. You'll just get more and more haters as you get more and more popular</qco> </h3>      you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n5:42 am</dco> &nbsp;<qco> Do you think people sometimes overthink or overcomplicate music theory?</qco> </h3>      i still think no one's actually found it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n4:42 am</dco> &nbsp;<qco> did you have music lessons growing up</qco></h3>      briefly but i had a habit of running away after the first lesson, due to inconsolable excitement<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or did you just figure out how to write and understand music just through listening because i can only ever write music with basic chord progressions and time signatures but i'd love to be able to write some more complicated stuff. love your music !!</qco> </h3>      you'll want to pinpoint the origin of your desire to do 'complicated.' all the answers will be right there. for example, if you heard a piece of music by jembolayah thurstongoeld, and thought 'wow i really love this, and it sounds complicated', then you're gonna wanna go ahead and listen to that a little further, and start to see what it's all about. OR, on the other hand for example, if your desire to do 'complicated' actually came from a feeling of excitement you had by SEEING a very complicated looking piece of music on the page, then i would suggest you go through that piece and learn all the notation in it, and then get a blank page and start to put all those notational pieces together in a very complicated looking order <br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n3:59 am</dco> &nbsp;<qco> once i thought i had a dreamsong and i spent all morning excited abt it but at around 11am i realized it was actually just the bridge to channel 5 news by bo burnham. does anything like this ever happen to you</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n3:25 am</dco> &nbsp;<qco> <a href=\"q.php?date=201903271153\">3.27.19 11:53 am</a>  that feels like some sort of communist-style punishment tactic.</qco></h3>      hard to imagine it's a punishment when no one even saw the thing, and it likely wouldn't have been discovered for a few weeks anyway<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; damn. did this actually affect the fate of the artifacts page?</qco> </h3>      i would like the release to be as subtle as possible. this has always been the case. this is exactly the same sort of way the reality page, improv page, and anagrams page were first released. actually, now that i think about it, it was the way this entire website was first released\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n1:37 am</dco> &nbsp;<qco> What color is an orange?&nbsp;</qco> </h3>      usually orange\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n1:21 am</dco> &nbsp;<qco> Can I be stupid without being stupid or is that against the rules?</qco> </h3>      new rules, you can be stupid and stupid simultaneously, and at the same time in addition also\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n12:44 am</dco> &nbsp;<qco> <a href=\"q.php?date=201903271153\">3.27.19&nbsp;&nbsp;11:53 am</a>  not the asker, but :( when would you make it live?</qco></h3>      any day now surely<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I never got a chance to see.</qco></h3>      probably no one did<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; dab on the haters</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.19&nbsp; \n12:27 am</dco> &nbsp;<qco> For a social studies project, we have to make or include a video on the berlin airlift in our presentantion. We thought it would be a great idea to make it bill wurtz style. How do you make these videos? (It would be epic if you made a 3 minute or less video yourself, but not really expecting you to say yes there)</qco> </h3>      the only way i learned to do that kind of thing was to engage in a rigorous schedule of short videos (4 per week) starting about like <a href=\"https://billwurtz.com/monday.mp4\">this</a>, for almost an entire year, gradually improving, then took a month break and then started doing it again for about another year. then i was ready to attempt something longer. then had to spend 3 months making it, but if i didn't have those previous 2 years experience i never would have had any idea what the hell i was doing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n11:03 pm</dco> &nbsp;<qco> Why do people want to know the titles of your new songs? They are interesting titles, but they don't tell you anything about how the actual song will sound which I think is the best part</qco> </h3>      sometimes the way you imagine a song you think you're gonna like is actually better than it turns out. you tend to imagine it exactly the way you would want a song to be. which can be dissapointing, but it could be useful technique to tap into later if you are going to write your own songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n10:13 pm</dco> &nbsp;<qco> If you combine jazz and funk, is it junk?</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n9:17 pm</dco> &nbsp;<qco> what is ur favorite plant?</qco> </h3>      egg\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n9:16 pm</dco> &nbsp;<qco> what is your favorite type of bird</qco> </h3>      plane\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n8:07 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903261952\">3.26.19&nbsp;&nbsp;7:52 pm</a>  easy enough, just sit in front of the camera and do stuff. Play some improv, covers, work on research, anything really, and you can also react To comments in the chat and that's about it. Looking forward To it.</qco> </h3>      i've spend hours days weeks and years sitting in front of a camera doing stuff. but this does not cause it to appear on my twitch channel. this is the part i need help with\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n6:57 pm</dco> &nbsp;<qco> When does music stop being music?</qco></h3>      every moment<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; For example, in genres like harsh noise, drone, some types of ambient, etc. the focus tends to be entirely on texture and atmosphere rather than melody/rhythm/harmony etc. in the traditional sense. Do you think this makes any of these genres less musically \"valid\"?</qco> </h3>      it all depends on who is on the music validation committee that year\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n6:30 pm</dco> &nbsp;<qco> which is better: writing a single song by going through it meticulously and trying to make it perfect? or writing a bunch of songs that sound fine? i want to get into songwriting but im not sure how to do it</qco> </h3>      you'll never know until you try\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n6:25 pm</dco> &nbsp;<qco> Why is it?</qco> </h3>      due to causation and reasons\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n6:23 pm</dco> &nbsp;<qco> do you ever shower and realise nothing matters and then get abducted by aliens?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n if so what are easy ways to prevent it, asking for a friend.</qco> </h3>      avoid the shower\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n6:15 pm</dco> &nbsp;<qco> do you still write songs?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you solely use your time to record songs you wrote a while back</qco> </h3>      anything is fair game for selection, but i always do a new song generating session before selecting, to add new ideas to the list. also even if an old idea is picked, it is often only a small piece\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n6:04 pm</dco> &nbsp;<qco> You use a lot of curly brackets in your videos, do you know how to program?</qco> </h3>      no programming needed, i have curly bracket key on my keyboard\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.19&nbsp; \n5:40 pm</dco> &nbsp;<qco> What do you believe in spiritually?</qco> </h3>      spirits' rights\n<br><br>"
  }
]
