[
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n11:00 pm</dco> &nbsp;<qco> Do you consider yourself an artist</qco> </h3>      \n\nif necessary\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n10:31 pm</dco> &nbsp;<qco> how do you show people that they are loved</qco> </h3>      \n\nthere's no limit to the number of ways you can do this. sometimes the most lovely way is to make up a new way<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n9:55 pm</dco> &nbsp;<qco> you've often made the point that it's not a good idea for a creator to make things that appeal to others and not themselves. </qco></h3>      not quite, i think the point i make is that that's probably not possible, and it may be unwise to try. i sometimes say it would be like 'painting with colors you can't see'<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how do you balance this take with e.g. the financial reality of artists? i was thinking about this with relation to art, and even a thousand years ago, a lot of paintings and music were made presumably for religious patronage or rich benefactors, and not necessarily at one's own creative whims. idk</qco> </h3>      you can surely make things that other people like, by making things that you like, and then other people who have similar tastes to you will like it too. but if you are going against your tastes, then you'll actually have no idea what you're doing. again, like painting with colors you can't see. or baking with ingredients you can't taste. For example, you may notice that some other people like \"slime\" and you don't like such slime, if you say \"well now i'll just make slime, and those people will like it\", well, the thing is, those people obviously are seeing something in slime that you can't see. so if you try to make slime for those people, you'll have no idea how to make it because you don't know what they like and don't like about it. I just thought of a better example: let's say you are surrounded by people speaking a foreign language. you don't understand a word of that language: it sounds like nonsense to you. but you want to please the people who do speak it, so you try to write stories in that language. so you write the stories in nonsense because, to you, that's what that language sounds like. i think you see where i'm going with this\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n9:46 pm</dco> &nbsp;<qco> what key on the keyboard do you like pressing the most?</qco> </h3>      \n\nin each moment it's different\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n8:33 pm</dco> &nbsp;<qco> is it possible to make music and be social</qco> </h3>      \n\ni think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n6:19 pm</dco> &nbsp;<qco> how do i stop wanting to be you and start wanting to be me</qco> </h3>      \n\nyou'll start wanting to be more people and then you'll put it all together\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n6:03 pm</dco> &nbsp;<qco> how many time did you rehearsed \"You get what you give\" with Scary Pockets? or was it all writen?&nbsp;</qco> </h3>      \n\nbasically the way they were running the show at that time was to just get in the room and start working on it as quickly as possible. and then start recording as soon as possible, even before it's 'ready'. from beginning to end it was probably less than an hour, and nothing was discussed beforehand. jack was certainly in a 'quickness is king' phase at that time. as i recall, jack came at it right away with this \"and-of-1\" hits thing in the verse, then my first instinct was to do 4-on-the-rim (clicks on quarters) in the verse. I really wanted to do halftime for the choruses, but i was vetoed (i didn't really like the fast 2-and-4 thing in the chorus). but i think we ended up putting the halftime in the pre-chorus. the ending was my idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n5:26 pm</dco> &nbsp;<qco> do you think that music is a realisation/'translation' of an abstract, ethereal individual quality of idea and feeling? </qco></h3>      in can be, but that's not the only explanation of what music can be<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do you think it's the other way round.</qco> </h3>      it looks like your hypothesis had more than 2 elements, so there's not immediately 1 right way to invert it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n5:19 pm</dco> &nbsp;<qco> What can you say with certainty about what things will be like 300 years from now?</qco> </h3>      \n\nnothing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n4:31 pm</dco> &nbsp;<qco> how's 2024 going for you so far?</qco> </h3>      \n\npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n4:09 pm</dco> &nbsp;<qco> i want to be a commentator for my favorite sport one day, but it is likely that my girlfriend won't stick with me when i'm traveling around the world for 3/4 of the year. what should i do?\n<br></qco> </h3>      \n\nyou might have to convince her to be your co-announcer\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; 3:59 pm</dco> &nbsp;<qco> can you help me with my homework</qco> </h3>      \n\nif that means schoolwork then probably not. i don't really know how that stuff works\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n3:27 pm</dco> &nbsp;<qco> But bill, what if subverting our expectations is exactly what we expect you to do?</qco> </h3>      \n\n'subverting expectations' contains such a broad range of results that there is still almost infinite opportunity within that to do things that were not specifically expected\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n2:43 pm</dco> &nbsp;<qco> could you show me some sort of visual representation of the position of your mic and booth and head during voice-overs? asking on behalf of myself and my sm58</qco> </h3>      \n\ni don't have pictures, but it's very close and it's a directly straight angle. however, movement does occur. the secret, of course, to getting good results out of something recorded from that kind of mic, is to compress not only the dynamics but also the dynamics a certain part of the mid-range. there is a certain part of the midrange that varies drastically in volume any time you move. so if you can level that out you're gonna be very happy\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n1:04 pm</dco> &nbsp;<qco> what are triangles?</qco> </h3>      \n\n3 sided polygons\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n12:39 pm</dco> &nbsp;<qco> do you avoid giving life suggestions when answering questions?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n11:29 am</dco> &nbsp;<qco> Have you ever had a cat?</qco> </h3>      \n\nnot quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n9:53 am</dco> &nbsp;<qco> Hi, this is my first question so I'm a little nervous so just hi\n<br>\n<br>What's your favorite shade of gray?</qco> </h3>      \n\nmedium\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n9:51 am</dco> &nbsp;<qco> If I asked you: \"what do you think about that?\", how would you respond and why?</qco> </h3>      \n\ni would probably say \"about what\" because that specification is needed for a coherent answer\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n9:35 am</dco> &nbsp;<qco> Your music is very complicated chord-wise. When you first write it, do you use simpler chords or do you go straight to the complex version? </qco></h3>      it's mostly there, but in production all kinds of things can happen. certain moments may become harmonically richer, and other moments may become actually more simple<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, if I were to try to transcribe the chords to your music, would it be better to use slightly simplified chords, or ones based directly off all the notes I hear?</qco> </h3>      those are both fine exercises. one is an exercise in precise hearing, the other is an exercise in concise written communication to other musicians\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n9:23 am</dco> &nbsp;<qco> why does 12 AM come an our before 1 AM, it doesn't make sense. Either it should be 0 AM or 12 PM, how it curently is looks like it was designed by a drunken 5 year old.&nbsp;</qco> </h3>      \n\ni understand. indeed, when you switch to 24 hour mode on your clock, midnight is usually 00:00, which you might find more logically respectable\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n9:19 am</dco> &nbsp;<qco> In \"Perfect\", how many cars did you animate for when they were going to and from Perfect Heights? </qco></h3>      i believe the entire string is either 2000 or 4000<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Did you use the same models and gave them different colors?</qco> </h3>      i originally had an assembly line of 50 different models, but i didn't finish them all, so there are probably about 40 models. almost all of those can appear in any color, with certain probability weights adjusted, to taste\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n8:53 am</dco> &nbsp;<qco> When did all the good times go?</qco> </h3>      \n\njust the other moment, but they are coming around again\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n8:34 am</dco> &nbsp;<qco> Do you think you can release the songs you've completed before the vidoes?</qco> </h3>      \n\nrarely\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n8:15 am</dco> &nbsp;<qco> so you've heard of new years resolutions but do you have a new years revolution</qco> </h3>      \n\nat new years, the calendar has a revolution. this is not mine, but indeed it is for me to watch and enjoy\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n7:40 am</dco> &nbsp;<qco> have you ever tried making purely orchestral music</qco> </h3>      \n\nnot quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n6:04 am</dco> &nbsp;<qco> Do you have any Paul McCartney demo recommendations? I like love mix and lindiana&nbsp;</qco> </h3>      \n\ni believe in this case those were my recommendations\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; 4:02 am</dco> &nbsp;<qco> do you like video games? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, what have you been playing recently?</qco> </h3>      \nnot video games per se\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n3:41 am</dco> &nbsp;<qco> Do you ever feel like a bird born in the wrong era?&nbsp;</qco> </h3>      \n\nnot quite\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n3:23 am</dco> &nbsp;<qco> what year is it</qco> </h3>      \n\nmust be in the billions by now\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n1:10 am</dco> &nbsp;<qco> thoughts on prehistoric creatures?</qco> </h3>      \n\nhm, makes me think, it's a shame they started history so late\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.24&nbsp; \n12:52 am</dco> &nbsp;<qco> 'Invaluable' is a strange word. It sounds like it would mean something that isn't valuable but it's means it's REALLY valuable.&nbsp;</qco> </h3>      \n\nlatin is infamous for giving us these paradoxes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.24&nbsp; \n11:43 pm</dco> &nbsp;<qco> is it possible to make music and be antisocial</qco> </h3>      \n\nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.24&nbsp; \n11:09 pm</dco> &nbsp;<qco> do you think gaining awareness that social norms exist, and that we made many of them up completely, makes a person less likely to follow them?</qco> </h3>      \n\nmaybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.24&nbsp; \n11:05 pm</dco> &nbsp;<qco> do you think that every piece of art has at least 1 literal interpretation i.e a painting being paint on a canvas, or a song being a bunch of waves in the air/bits in a file, and that all \"non-art\" has at least 1 way of interpreting it as art, for example the Sun representing happiness, divinity and deadly UV rays? feel free to answer these questions separately, i presented them together because that just makes sense to me</qco> </h3>      \n\nlikely yes to both\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.24&nbsp; \n9:05 pm</dco> &nbsp;<qco> opinion on lawyers?</qco> </h3>      \n\nthey know how the rules work\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.24&nbsp; \n8:12 pm</dco> &nbsp;<qco> Is music inherently asymmetrical?</qco> </h3>      \n\nslightly\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.24&nbsp; \n7:28 pm</dco> &nbsp;<qco> would you eat green eggs and ham?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.24&nbsp; \n6:43 pm</dco> &nbsp;<qco> do you enjoy using string ensembles to do part of the chord playing in your songs?\n</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i haven't used them before but i heard one and now i'm wondering if i could pick them out of certain songs i hear \n<br></qco> </h3>      \n\nthe better it's done, the less obvious it will be to identify it as such\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.24&nbsp; \n6:32 pm</dco> &nbsp;<qco> sometimes i get to bed and think what questions will here be the next day, or if my question was answeres. Do you ever think at any moment what question you will be asked?&nbsp;</qco> </h3>      \n\nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.24&nbsp; \n5:24 pm</dco> &nbsp;<qco> Hi Bill, can you help me understand why the number of decimals between 0 and 1 is greater than the number of integers between 1 and infinity?</qco> </h3>      \n\nbecause the number of decimals can always be greater without increasing the range. where as for the amount of integers to be greater, you have to increase the range. sure you can always increase the range because it's infinity, but that is a slightly greater compensation that the infinity has to make. nevermind, on second thought i actually don't understand. neither one should be considered greater per se\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.24&nbsp; \n4:24 pm</dco> &nbsp;<qco> Do you have any tips for singing high notes?</qco> </h3>      \n\npretend it's not high. pretend you are singing down to the note, from even higher notes that you are not singing\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.24&nbsp; \n4:01 pm</dco> &nbsp;<qco> Why is Bach considered one of the greatest musicians of all time?</qco> </h3>      \n\nmust be all the notes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.24&nbsp; \n2:30 pm</dco> &nbsp;<qco> what was the reason for you to make reality page as videos rather than text where you can just write your thoughts and don't have to spend time rambling filming and editing&nbsp;</qco> </h3>      \n\ni do both. but in fact there's a 3rd thing also, which is where i don't edit or release it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.24&nbsp; \n2:10 pm</dco> &nbsp;<qco> Which is better to resolve to: Fmaj7 or F6/9? </qco></h3>      \"from what\" is just the tip of the iceberg of the millions of other specifics that are needed in order to have any coherent answer to this<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What makes them sound pretty</qco> </h3>      you might have to do it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.24&nbsp; \n2:07 pm</dco> &nbsp;<qco> how do you feel about concept albums and/or rock operas</qco> </h3>      \n\nfine\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.24&nbsp; \n1:10 pm</dco> &nbsp;<qco> when is a good time to learn the alphabet</qco> </h3>      \n\nin early childhood\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.24&nbsp; \n12:43 pm</dco> &nbsp;<qco> have you thought of making a \"demos\" section where you release your song demos</qco> </h3>      \n\nyes but i'm not going to do it yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.24&nbsp; \n12:36 pm</dco> &nbsp;<qco> how far does the leap year go if it leaps every four years</qco> </h3>      \n\n1 day per 4 years\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.24&nbsp; \n11:56 am</dco> &nbsp;<qco> i've enjoyed listening for your backing vocals in your songs for a long time and i have listened to corner store constantly since it came out, and somehow only just now i noticed the hard panned vocals that are right there, harmonizing the lead verse melody in every verse. now that i hear it this feels like a pretty important part of the song, yet it seems nearly undetectable even by those listening for it. how would you explain this sort of paradigm or your strategy for using it</qco> </h3>      \n\n'normal'\n<br><br>"
  }
]
