[
  {
    "html": "<h3> <dco>7.22.19&nbsp; \n6:28 pm</dco> &nbsp;<qco> hey quick question, if i have a chord with a number, say f11,</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t do i just add the fourth&nbsp;&nbsp;note in the scale to the major triad? if so what is the difference between an 11 and a 4?\n<br>thanks</qco> </h3><br><br><br><br><br><br><br><br><br><br><br><br><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.19&nbsp; \n6:12 pm</dco> &nbsp;<qco> what is your favourite cereal. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tmine is chocolate hazelnut squares but the cheap ones i'm eating taste like cardboard</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.19&nbsp; \n4:44 pm</dco> &nbsp;<qco> Are you going to storm area 51</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.19&nbsp; \n2:45 pm</dco> &nbsp;<qco> whats the best smoothie recipe</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.19&nbsp; \n2:38 pm</dco> &nbsp;<qco> Now knowing you are a pro level drummer, what's some drum tips you have for self taught drummers?&nbsp;&nbsp;</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tIt's such an exciting revelation that I don't know what to ask.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.19&nbsp; \n2:37 pm</dco> &nbsp;<qco> are you ever gonna stream on twitch?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.19&nbsp; \n1:55 pm</dco> &nbsp;<qco> But what is water&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.19&nbsp; \n12:54 pm</dco> &nbsp;<qco> which is better: mona lisa or starry night</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.19&nbsp; \n12:13 pm</dco> &nbsp;<qco> opinion on space shuttles</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.19&nbsp; \n11:46 am</dco> &nbsp;<qco> do you learn mandarin?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.19&nbsp; \n4:45 am</dco> &nbsp;<qco> how to enjoy smalltalk when I most likely dont have a lot in common with the person talking and/or not a slightest hint of what might be interesting to both of us. When you kind of feel (or maybe its just me) like you can't really open up about what you enjoy thinking/talking about for fear of being judged. How to care less about the impression I give people when my me-ness can sometimes be offputting if I do open up myself to people?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.19&nbsp; \n4:19 am</dco> &nbsp;<qco> last mistake you made?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.19&nbsp; \n3:36 am</dco> &nbsp;<qco> what's a synonym for bohemian rhapsody?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.19&nbsp; \n3:17 am</dco> &nbsp;<qco> Have you ever liked one genre of music so much, but then suddenly discover a completely different genre that soon you aren't able to get enough of, and while you still haven't forgetten about genre 1, genre 2 is so different that you worry that transitioning back to genre 1 will be tough? I guess it's relevant to add that genre 1 and genre 2 are genres so different, that one might find it difficult to have them co-exist in a single playlist, due to the concept that these genres elicit such different moods and imaginations from oneself. But I guess, the same might not be true to you,Bill, and being able to listen to Autumn Love right after Emerald Princess is as easy as forgetting your toast in the microwave.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.19&nbsp; \n1:32 am</dco> &nbsp;<qco> can you finish prime factoring 1021</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.19&nbsp; \n12:09 am</dco> &nbsp;<qco> who would win in a fight: a sloth or 15 salmon?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.19&nbsp; \n12:03 am</dco> &nbsp;<qco> favorite spongebob moment?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n11:56 pm</dco> &nbsp;<qco> you've given me the idea that you can prevent the frustration of trying to get the attention you want by eliminating insecurity. but i dont know how to do that, i focus too much how little attention i already have that i put even less effort into writing music, and its impossible to avoid facing the reality that no one notices&nbsp;&nbsp;me unless i do something that feels unoriginal. ive already had too much experience of getting the&nbsp;&nbsp;attention i want, but with the sense of piggybacking off the work of dead composers. that's how i feel with being a musician that performs songs already written. sorry i guess this question could have been a lot shorter but if you're gonna answer what should i do</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n11:56 pm</dco> &nbsp;<qco> you've given me the idea that you can prevent the frustration of trying to get the attention you want by eliminating insecurity. but i dont know how to do that, i focus too much how little attention i already have that i put even less effort into writing music, and its impossible to avoid facing the reality that no one notices&nbsp;&nbsp;me unless i do something that feels unoriginal.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t ive already had too much experience of getting the&nbsp;&nbsp;attention i want, but with the sense of piggybacking off the work of dead composers. that's how i feel with being a musician that performs songs already written. sorry i guess this question could have been a lot shorter but if you're gonna answer what should i do</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n11:55 pm</dco> &nbsp;<qco> will you ever put i'm crazy/it's raining on spotify/itunes? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\ti need this song in my everyday life</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n11:44 pm</dco> &nbsp;<qco> What editing software do you use?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n11:31 pm</dco> &nbsp;<qco> Are you going to the Area 51 raid </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tand if yes what are you going to go there for?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n11:02 pm</dco> &nbsp;<qco> how long do you usually spend answering a question</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n10:50 pm</dco> &nbsp;<qco> If you were on the first settler mission to Mars and had the opportunity to divert the rest of the folks back to earth so that you could be the sole resident of Mars, would you do it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n10:34 pm</dco> &nbsp;<qco> in trying to learn the chords to some songs i like, i think i figured out the reason why perfect pitch isn't as helpful as people think it is. the biggest challenge for me when hearing a chord is making out the individual notes from this magical cloud of sound. even if i had perfect pitch, i would still have to extract which notes are being played, which might be super easy for the top and bottom notes, but it's the ones in the middle where it's hard to even hear what's going on. does that make sense?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n10:12 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907210215\">7.21.19&nbsp;&nbsp;2:15 am</a> &nbsp;&nbsp;Should the revolution be televised?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n10:02 pm</dco> &nbsp;<qco> is innovation getting harder?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n9:27 pm</dco> &nbsp;<qco> is this the greatest website on the internet?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n9:10 pm</dco> &nbsp;<qco> do you have a keyboard shortcut for answering 'i was going to say no but now that i think about it yes'?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n9:05 pm</dco> &nbsp;<qco> HOW TO GOOD MUSIC</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n7:02 pm</dco> &nbsp;<qco> have you seen taran van hemert's videos? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\the uses autohotkey to do keyboard stuff but he has some very good ideas, i've definitely used some of his things</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n6:38 pm</dco> &nbsp;<qco> Do you like cell mitosis</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n6:22 pm</dco> &nbsp;<qco> When is the next song coming in?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Also, love your style of music. :)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n5:59 pm</dco> &nbsp;<qco> do you think it's good to pay attention to OnLine people</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n5:13 pm</dco> &nbsp;<qco> RE: Not understanding why anyone would create software and not make every feature accessible via keyboard. Being able to click on stuff means you don't have to memorise a list of commands or even remember that Alt brings up menus.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t So developers implement being able to click File &gt; Save first and CTRL-S later. Later never comes because the devs ran out of time or were bad at their jobs. I'm an amateur web dev and I'd never heard of this preference. The applause that followed your remark surprised me. Surely your niche opinion on software was not already widely held by that audience;&nbsp;as you had said yourself in what I believe were your initial writings on the matter, you felt that you had held this question subconsciously for a long time before you could express it. But the applause also made sense on a different level. I feel like we all hate the mouse deep in our hearts.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Anyway so I looked it up and found out about the principle of keyboard comp\n atibilit\n y, which is similarly that all software should be accessible via keyboard because many people aren't able to use a mouse due to a disability. Not sure whether you knew that, but either way, it's a good opinion to be promoting and I'm glad I'm now a slightly less ignorant amateur web dev.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n4:40 pm</dco> &nbsp;<qco> Have You Quit \n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n3:50 pm</dco> &nbsp;<qco> Hi Bill. I just tried to transcribe a song, but there were some ambiguous chords in there. I also don't know if I am notating things correctly. Can you please check?\n<br>\n<br>Song (0:00-1:35) https://www.youtube.com/watch?v=vKdHdv6NGf4&nbsp;&nbsp;\n<br>\n<br>\n<br>Chords (4 bar lines)\n<br>\n<br>(Intro)\n<br>\n<br>1sus 1 1maj9 1\n<br>\n<br>(Main)\n<br>\n<br>1 3sus 3 6min 5min7 1aug (~ii V I in key of 4)\n<br>\n<br>47 1/3 2min 4/5 b5°\n<br>\n<br>47 5/4 3min7 6min7\n<br>\n<br>2min7 27 5sus 5\n<br>\n<br>(Solo section 8 bar lines)\n<br>\n<br>47 3min7 47 6min9 5add6 (Scales: 4Lyd 3Phr 4Lyd 6min 3Phr)\n<br>\n<br>47 3min7 6min7 b7maj7 5sus 5 (4Lyd 3Phr 6min b7Lyd 5mix)\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n3:49 pm</dco> &nbsp;<qco> how do you come up with the ideas for the art that goes with your videos? is there a theme or is it just random? (probably just random but still)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n3:15 pm</dco> &nbsp;<qco> Are babies one form of Artificial Intelligence?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n1:31 pm</dco> &nbsp;<qco> best way to end a conversation?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n12:12 pm</dco> &nbsp;<qco> Are you on the autism spectrum? I have autism and am constantly misdiagnosing people with ASD bc I think everyone else has autism.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n11:29 am</dco> &nbsp;<qco> What car do you drive?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n9:23 am</dco> &nbsp;<qco> At this point, are you not putting \"I'm crazy/it's raining\" on Spotify out of spite/annoyance/disliking your fans/something similar? Because that's what it feels like. It seems like it would be so easy. If that's not it, then why?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n8:40 am</dco> &nbsp;<qco> how did abiogenesis abiogenerate?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n7:46 am</dco> &nbsp;<qco> do you ever feel like just slapping your knee</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n6:41 am</dco> &nbsp;<qco> what do you think of Prog Rock?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n6:41 am</dco> &nbsp;<qco> What do you think is the beast breakfast food for a 23 year old art student?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n6:40 am</dco> &nbsp;<qco> Am I talking to a AI that would only be found in Area 51 because you raided it</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n4:36 am</dco> &nbsp;<qco> how do you \"be yourself\"? aren't you always being yourself?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n4:35 am</dco> &nbsp;<qco> do you have more instrumentals you wanna put up on the website or have you not made any since 2014 due to making other content</qco> </h3><br><br>"
  }
]
