[
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n12:47 pm</dco> &nbsp;<qco> I miss your tweets! I hope you will go back to doing them once you sort out your technological revolution. Take your time, of course!</qco> </h3>      \nmight be doing videos there\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n12:45 pm</dco> &nbsp;<qco> why is world</qco> </h3>      \nyou tell me, it was your idea anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n11:59 am</dco> &nbsp;<qco> would you consider buying a spherical loaf of bread?</qco> </h3>      \noh hell yeah. not too often you come across those\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n11:52 am</dco> &nbsp;<qco> how do you tell if you're dying?</qco> </h3>      \nyou are probably doing a delicate blend of dying and living\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n11:01 am</dco> &nbsp;<qco> Could you help me find an idea for a thesis in electronic engineering?</qco> </h3>      \nhow about electrical engineering on mars\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n10:45 am</dco> &nbsp;<qco> wat da fak ees a lemon</qco> </h3>      \nit's like a basketball but a little different\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n10:23 am</dco> &nbsp;<qco> can you say the word kumquat?</qco> </h3>      \ni think i could but i've never tried\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n9:43 am</dco> &nbsp;<qco> can you upload YouTube videos like now?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n8:41 am</dco> &nbsp;<qco> what's the saddest song you've ever heard? i need some really sad music right now...........</qco> </h3>      \nthe pearl jam re-make of the 1950s song about someone's girlfriend dying in a car crash. would not recommend it, i hate it, way too sad for me, but you said you were looking for the saddest, so\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n8:18 am</dco> &nbsp;<qco> how do you eat a liquid?</qco> </h3>      \ntry to do it at a medium to average pace\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n7:07 am</dco> &nbsp;<qco> js a hot dog a sandwich</qco> </h3>      \nit is a cereal\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n4:09 am</dco> &nbsp;<qco> How do you decide if you're going to finish a project?</qco> </h3>      \ni have a special ritual\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n3:29 am</dco> &nbsp;<qco> what are you thinking of doing with all that extra time from being so much faster making audio/videos with the technojiggy transformation</qco> </h3>      \nchanging the whole freakin world\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n3:26 am</dco> &nbsp;<qco> Whats the trick to getting a recorded kick balanced in the mix? it feels like I often find it too loud or it doesn't punch, balance can be hard to find in unexplored territories</qco> </h3>      \nit all depends if you are already doing each trick. one trick, is to use approximately zero reverb. if you were using reverb before, take it off by at least 99%. if you are already doing that, that's cool, stay tuned for the next trick\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n3:22 am</dco> &nbsp;<qco> how to be yourself in a public manner without worrying about being different or not fitting in.</qco></h3>      being different is great. everyone wants to be different. some people worry that they aren't being different enough<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t I suspect other people are as weird as me they just keep it down when expressing themselves publically. It'd be boring to only share publically about things one thinks society is \"ready for\" or \"accustomed to\" or \"resonated by\"</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n1:49 am</dco> &nbsp;<qco> How do you answer your fans</qco> </h3>      \ni try to do it the best i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n1:37 am</dco> &nbsp;<qco> i am you from an alternate universe and im sorry to say that you are infringing on my copyright, and i will be reviewing my legal options</qco> </h3>      \ncopyright is not legally binding between universes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n1:12 am</dco> &nbsp;<qco> You ignored my question. Please tell me what the make and model of the pocket trumpet used on im crazy/its raining is.&nbsp;</qco> </h3>      \nall i know about it is how it looks, and how it sounded 15 years ago. actually i don't entirely remember. i have a bit of guilt about it because it was a borrowed instrument from someone else who borrowed it. i have never met the person they borrowed it from. i suspect they might want it back but i have no idea how to get in touch with them. their initials are JQ so if you you think this is you, please contact me and I will figure out how to get it back\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n12:57 am</dco> &nbsp;<qco> How to get a better sleep schedule?</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n12:55 am</dco> &nbsp;<qco> by the way why are so many people asking you about grapes like what the heck&nbsp;</qco> </h3>      \nthey are small, very good size, easy to ask about\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n12:45 am</dco> &nbsp;<qco> help mr wurtz how do i tell the boy i like that i like him</qco> </h3>      \nnot necessary, just tell someone else and hope that person relays the message\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n12:41 am</dco> &nbsp;<qco> my landlord is making my life hell, but less hell than it would be to move right now. i have no power over my landlord. i am suffering without any obvious way out. bill whats your advice here</qco> </h3>      \nyou could try becoming a landlord, in your spare time. that way you might learn what it's like to be a landlord, and maybe you will get along better with your landlord, having that in common. maybe you could even be your landlord's landlord, or challenge your landlord to a duel of the landlords\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n12:37 am</dco> &nbsp;<qco> should I become more like you or more like myself?</qco> </h3>      \nmaybe you could do sort of an intricate blend\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n12:35 am</dco> &nbsp;<qco> what should one do when they do not feel loved?</qco> </h3>      \nhow about some loving\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n12:25 am</dco> &nbsp;<qco> <a href=\"q.php?date=201908270955\">8.27.19&nbsp;&nbsp;9:55 am</a> \n<br>\n<br>Yea. That's what I thought.\n<br>\n<br>But do you know of any websites or app that can tell me the chord?</qco> </h3>      \nno, but i'm sure google does. Logic does it very well, but that might be a bit over priced if you just want that feature. i'm sure this feature exists abundantly online, but i have never checked because i have never needed it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.19&nbsp; \n12:18 am</dco> &nbsp;<qco> when you first started learning to make videos, you made and posted small projects online as you were learning, starting from the most basic and getting more complex as you went. curiously, you seem to have decided against this approach with your technological reinvention</qco></h3>      not true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t (or else surely we would have seen at least one ultra-simple video from you, right?)</qco></h3>      not yet<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t why is that?</qco> </h3>      almost ready\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.19&nbsp; \n11:46 pm</dco> &nbsp;<qco> if you could have one superpower what would it be?</qco> </h3>      \nconverting toxic materials into non toxic materials\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.19&nbsp; \n11:31 pm</dco> &nbsp;<qco> when you have your mic on do you have a separate internal monologue or do you just say everything you're thinking?</qco> </h3>      \nit's very difficult to think and say different things at the same time. so if you want to improve your speech, it seems you must improve your thoughts<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.19&nbsp; \n11:21 pm</dco> &nbsp;<qco> 1v1 me tic-tac-toe winner takes all</qco> </h3>      \nbottom left\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.19&nbsp; \n11:10 pm</dco> &nbsp;<qco> i want to become random, like you, how do i do it</qco> </h3>      \nif you want to do what i do you must exclusively do things that make complete common sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.19&nbsp; \n11:04 pm</dco> &nbsp;<qco> where do you stand on the question of horses?</qco> </h3>      \nsometimes i am amazed at just how much power they have\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.19&nbsp; \n11:00 pm</dco> &nbsp;<qco> Do you are have stupid? If so, do you are okay?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.19&nbsp; \n10:54 pm</dco> &nbsp;<qco> how do I become such a cool dude like you?</qco> </h3>      \nstart by listing all the letters of the alphabet, out in front of you, to get a better vantage point\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.19&nbsp; \n10:46 pm</dco> &nbsp;<qco> When will the year 765 happen</qco> </h3>      \nit could happen any time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.19&nbsp; \n10:44 pm</dco> &nbsp;<qco> why am i afraid to show my true self?</qco> </h3>      \nit might be too strong\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.19&nbsp; \n9:28 pm</dco> &nbsp;<qco> Me me big boy</qco> </h3>      \nthat's true, me as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.19&nbsp; \n9:25 pm</dco> &nbsp;<qco> you ever just wanna sit down and work out the spectrum for atomic hydrogen</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.19&nbsp; \n8:48 pm</dco> &nbsp;<qco> how do i keep my oyster in my cage? it keeps falling out.</qco> </h3>      \nput other cages around the cage, for it to fall into\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.19&nbsp; \n8:47 pm</dco> &nbsp;<qco> How do you pitch an idea for a creative thing you have to a friend?</qco> </h3>      \nimpossible. it can't be done<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.19&nbsp; \n8:01 pm</dco> &nbsp;<qco> Please sleep</qco> </h3>      \ni will do it when i get a chance\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.19&nbsp; \n7:57 pm</dco> &nbsp;<qco> why would advertisers think im in the market for sunglasses</qco> </h3>      \nperhaps they're robots, and they're just thinking of it in terms of what robots might like \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.19&nbsp; \n6:48 pm</dco> &nbsp;<qco> should i date an ugly person</qco> </h3>      \nhave you ever tried being the ugly person\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.19&nbsp; \n6:41 pm</dco> &nbsp;<qco> how does it feel to do art for a living?</qco> </h3>      \nsometimes it feels like science. sometimes it feel like danger. sometimes it feels like psychological physiotropic mind games. but sometimes it feels like something more\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.19&nbsp; \n6:12 pm</dco> &nbsp;<qco> ur cool. wanna have a fire extinguisher duel? (i can supply both of the weapons)</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.19&nbsp; \n5:51 pm</dco> &nbsp;<qco> Can you be my grandmother?</qco> </h3>      \ni will try\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.19&nbsp; \n5:48 pm</dco> &nbsp;<qco> What happens when you're at the north pole and go west?</qco> </h3>      \nthere is no more west available, at the north pole. it shrank in concentric circles, into zero. to make up for it, however, i am pleased to report that every direction is south. all the south on earth is at your fingertips, from this vantage point\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.19&nbsp; \n5:34 pm</dco> &nbsp;<qco> Do you think the people of the library can tell when i come back from masturbating in the restroom?</qco> </h3>      \nthey were wondering if you could tell that they did also\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.19&nbsp; \n5:10 pm</dco> &nbsp;<qco> Why is lemon juice made with artificial flavor and dishwashing liquid made with real lemons?</qco> </h3>      \nthey are both made from both, but the difference is within your expectations\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.19&nbsp; \n3:49 pm</dco> &nbsp;<qco> What strategies work best for RISK? Asking for my dog.</qco> </h3>      \ntry to get all the pieces on one side of the board. actually both sides of the board would be even better. It might take a very very very long time, but that's part of the \"Risk.\" everyone knows that's exactly what they're going in for, from the start\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.19&nbsp; \n3:09 pm</dco> &nbsp;<qco> why is my pet grape depressed?</qco> </h3>      \ncould be trying to move up in society\n<br><br>"
  }
]
