[
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n2:24 am</dco> &nbsp;<qco> any chance your previous song will be about boats?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n2:14 am</dco> &nbsp;<qco> What element on the periodic table do you feel is underappreciated</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n1:01 am</dco> &nbsp;<qco> Could you rate how often you use each type of punctuation from Highest to lowest</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n12:46 am</dco> &nbsp;<qco> I find it very difficult to follow the lyrics of a song if I'm not reading them at the same time I'm listening to the song. There will be words and sentences that I won't understand because of the melody or the way the singer is singing them, and it's difficult to see the connections between sentences in the same section. And if I'm trying to focus on what a specific instrument is playing or something about the music other than the lyrics, then it's as if most of the words don't even register in my head. However, I imagine that most people are not attentively reading the lyrics while they're listening to a song, so I always wonder if I'm just not very good at hearing lyrics or if it's just common to not really pay much attention to the lyrics of a song and try to understand them as if reading a paragraph in a book.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n12:00 am</dco> &nbsp;<qco> is the phrase \"new year, new me\" accurate, or is it all a ruse that Big Calendar doesn't want the public to know about?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n11:59 pm</dco> &nbsp;<qco> What do you call water? Water? Dihydrogen Monoxide? Hydrational Beverage?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n10:44 pm</dco> &nbsp;<qco> were you deliberately trying to write something with many twists and turns when you wrote 'the road'?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n9:31 pm</dco> &nbsp;<qco> Why isn't the plural of moose \"meese\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n9:26 pm</dco> &nbsp;<qco> i just had a dream where you said you were singlehandedly responsible for popularizing the lightbulb. will you take credit for this</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n8:35 pm</dco> &nbsp;<qco> wghats the worst beatles song or maybe the worst movie (which may or may not contain a beatles song)?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n7:29 pm</dco> &nbsp;<qco> Is it just true that creating stuff is good, or is it actually even true that it's the only good thing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n6:22 pm</dco> &nbsp;<qco> can you explain why seeing you type with only lower-case letters makes my brain go big happy?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n6:18 pm</dco> &nbsp;<qco> what if you could actually know the things u think are unknowable?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n5:13 pm</dco> &nbsp;<qco> do you think ballet is a sport</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n4:11 pm</dco> &nbsp;<qco> Is there any song that would be impossible to create?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; 1:44 pm</dco> &nbsp;<qco> are you a girl</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n12:04 pm</dco> &nbsp;<qco> What if your always supposed to laugh, but you only remember to when something is funny</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n10:04 am</dco> &nbsp;<qco> Would you like me to invent a new alphabet which can make any word you want into a palindrome?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n8:09 am</dco> &nbsp;<qco> do you have any tried and true factoids that never cease to get quizzical looks? I'm stockpiling a bunch in case i get caught in a situation</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n7:45 am</dco> &nbsp;<qco> what do i do if a pack of squirrels invade my refrigerator&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n7:17 am</dco> &nbsp;<qco> how much of a mindfuck is recording you singing and dancing and all that stuff? i mean the self awareness that you'd be forced to subject yourself to would just make me cringe into oblivion&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n7:15 am</dco> &nbsp;<qco> do you write your lyrics and melody at the same time?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n3:52 am</dco> &nbsp;<qco> Have you ever wanted to go to narnia</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n2:15 am</dco> &nbsp;<qco> i'm trying to express something extremely regular and i cannot for the life of me figure out how to do so. do you have any concepts or technologies that could help me in this endeavor</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n1:23 am</dco> &nbsp;<qco> in \"fly around,\"&nbsp;&nbsp;why does the person wear the special sandals? do they have powers that allow them to fly on their own? do they live in an alternate earth that simulates zero gravity, and the sandals keep them on the ground? how are they able to fly anyways?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n12:37 am</dco> &nbsp;<qco> thoughts on um \"jazz\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n12:16 am</dco> &nbsp;<qco> Do you deliberately avoid any things you're unfamiliar with for fear of them being too interesting and pulling time away from other interests</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.27.24&nbsp; \n11:36 pm</dco> &nbsp;<qco> Which one of your songs is about Listlessness&nbsp;&amp; Wishfulness?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.27.24&nbsp; \n10:43 pm</dco> &nbsp;<qco> Is there anything beyond physical reality?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.27.24&nbsp; \n10:43 pm</dco> &nbsp;<qco> What do you think of cats?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.27.24&nbsp; \n9:26 pm</dco> &nbsp;<qco> sometimes I write and I forget to stop. then I stop accidentally and I forget to start again. does this sound familiar?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.27.24&nbsp; \n9:18 pm</dco> &nbsp;<qco> have you ever met yourself?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.27.24&nbsp; \n7:37 pm</dco> &nbsp;<qco> Will you use motion capture in a music video?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.27.24&nbsp; \n7:03 pm</dco> &nbsp;<qco> Are you a supporter of antidisestablishmentarianism?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.27.24&nbsp; \n6:40 pm</dco> &nbsp;<qco> thoughts on colour theory</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.27.24&nbsp; \n6:37 pm</dco> &nbsp;<qco> why do you share your music and videos with others, rather than keeping it to yourself??</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.27.24&nbsp; \n5:12 pm</dco> &nbsp;<qco> would you say you prioritise profits or quality?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.27.24&nbsp; \n3:05 pm</dco> &nbsp;<qco> Why am I so reluctant to put myself out there even though I desperately want to be out there?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.27.24&nbsp; \n3:02 pm</dco> &nbsp;<qco> I find it very hard to listen to new music sometimes because i take forever digesting it but this year i tried to listen to an album every week and review it and it has done a lot of good for me. i just wanted to share with you.\n<br>\n<br>Also: do you listen to music for the lyrics, the instrumentals, both, or a secret fourth option? i find i listen to it for the sounds, and it makes me think i'm missing out on a lot of music for not listening to the lyrics much.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.27.24&nbsp; \n2:24 pm</dco> &nbsp;<qco> what do you think of platypuses? platypi????</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.27.24&nbsp; \n2:18 pm</dco> &nbsp;<qco> how long do you reckon \"now\" is?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.27.24&nbsp; \n12:53 pm</dco> &nbsp;<qco> If you'd hear a song with a similarly interesting bass line as 'the road', you'd obviously understand it, but would you be able to remember the whole song after hearing it once?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.27.24&nbsp; \n11:33 am</dco> &nbsp;<qco> in a scale of 1 to 10, how much do you like Times New Roman?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.27.24&nbsp; \n7:17 am</dco> &nbsp;<qco> How will the next universe be?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.27.24&nbsp; \n6:42 am</dco> &nbsp;<qco> how do i make more interesting drum parts for songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.27.24&nbsp; \n2:55 am</dco> &nbsp;<qco> has a question from this page ever given you an idea for a song/short animation?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.27.24&nbsp; \n2:18 am</dco> &nbsp;<qco> why did we decide to draw (more-or-less) distinct boundaries between different spoken languages</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.27.24&nbsp; \n1:50 am</dco> &nbsp;<qco> forgot what I was going to ask you a while ago, what would you like to be asked?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.27.24&nbsp; \n12:35 am</dco> &nbsp;<qco> does answering questions on here ever become a tiresome chore for you? if/when that happens, how do you motivate yourself to answer questions anyway?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.27.24&nbsp; \n12:04 am</dco> &nbsp;<qco> thoughts on&nbsp;✨regex✨?</qco> </h3>"
  }
]
