[
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n8:00 pm</dco> &nbsp;<qco> How do you work through writer's block?</qco> </h3>      speed. set a ridiculous timer and get the hell out of there\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n8:00 pm</dco> &nbsp;<qco> why does the pentagon get a face reassignment at the end?</qco> </h3>      i didn't want it to turn into some kind of pentagon video\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n7:53 pm</dco> &nbsp;<qco> i hate social environments because they don't feel social</qco> </h3>      work environments are often the most social. a situation where a task is being done amongst a team\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n7:51 pm</dco> &nbsp;<qco> hwndi tou ash aqustuion 2i5h 6ijr whe ck3wser? (how do you ask a question with your eyes closed?)</qco> </h3>      you should try a touch typing position. your right 4 fingers rest on jkl;. your left 4 fingers rest on asdf. each finger also takes what is immediately above and below= qwer zxcv uiop m,./ and the index fingers split the middle ones (left has rtgbv and right has uyhnm) thumbs have the space. just start typing this way and within like 2 days you will be just fine. and you absolutely don't have to look at the keyboard to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n7:50 pm</dco> &nbsp;<qco> Does it feel weird to have so many followers?</qco> </h3>      i have gotten used to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n7:50 pm</dco> &nbsp;<qco> Is weirdness your thing?</qco> </h3>      it is part of my repertoire, and i would recommend it for anyone's tool kit\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n7:32 pm</dco> &nbsp;<qco> how do you remind yourself to awnser these q&amp;a questions almost every day?</qco> </h3>      it is the nightly routine, or sometimes twice a day after a release because there's more\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n7:10 pm</dco> &nbsp;<qco> what animal could your favorite animal beat in a fight?</qco> </h3>      extinction\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n7:05 pm</dco> &nbsp;<qco> If we fed an AI with all of your answers on this page could the AI generate fictional bill wurtz answers? Steal your personality perhaps?</qco> </h3>      no because i keep changing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n6:50 pm</dco> &nbsp;<qco> why did u capitalized some words at your new song?</qco> </h3>      there's a lot of words in that title, wanted a little clarity, and separation. for some reason i only wanted to do it that way on youtube. and of course when it goes to the music stores that would be auto-capitalize everything so there's nothing i can do about that one. that's just for the title. as for the contents of the video, i always use an intricate mix of capital, lowercase, and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n6:46 pm</dco> &nbsp;<qco> do you particularly enjoy jazz music?</qco> </h3>      it's best in disguise\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n6:45 pm</dco> &nbsp;<qco> Feeling you on the new track dude, fucking raw and real and fun and catchy and surprising and beautiful so Thank You as always and bless up</qco> </h3>      oh hi\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n6:39 pm</dco> &nbsp;<qco> how many beans make five?</qco> </h3>      5?\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n6:37 pm</dco> &nbsp;<qco> I'm have trouble with having solutions to problems I already solved, what should I do?</qco> </h3>      \nsounds like you need some new, fresh problems\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n6:31 pm</dco> &nbsp;<qco> i worry about your mental health when i watch your videos, especially your latest ones, why do you choose the lyrics you do?</qco> </h3>      trying to make the song good\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n6:00 pm</dco> &nbsp;<qco> did you know the thank you page says \"thabk you\"</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n6:00 pm</dco> &nbsp;<qco> how to find person to love and to be loved by?</qco> </h3>      go many places and do many things\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n6:00 pm</dco> &nbsp;<qco> how can i turn my brain off at night. i cant sleep because my mind turns into a chaotic mess as soon as i close my eyes and relax</qco> </h3>      use it to write some things\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n5:46 pm</dco> &nbsp;<qco> how do i feel alive on the inside?</qco> </h3>      win that high profile court case\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n5:43 pm</dco> &nbsp;<qco> what's the funniest joke you've ever heard</qco> </h3>      comedy/humour\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n5:42 pm</dco> &nbsp;<qco> holy cow you actually finished it in two weeks! nice job! what did you do differently that made the process quicker this time?</qco> </h3>      i have no idea how it was possible but my life depends on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n5:20 pm</dco> &nbsp;<qco> do you prefer your eggs scrambled or unscrambled</qco> </h3>      trampled\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n5:19 pm</dco> &nbsp;<qco> do you mean for your songs to have any kind of deeper meaning to them, \n</qco></h3>      deeper than what<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is it all just up to the audience's interpretation?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n5:18 pm</dco> &nbsp;<qco> Love the new song! It's a groove. My question is, how come you censored out the fuck?</qco> </h3>      if i censored it then how did you know it was there\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n5:16 pm</dco> &nbsp;<qco> from what i understand you seem to think that being normal is limiting. don't you think that trying to not be normal might also be limiting in a way?idk im hihg</qco> </h3>      normal and non-normal should flow freely, to the point of not caring or even knowing which one is which\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n5:13 pm</dco> &nbsp;<qco> why didn't you put any footage of yourself in I'm best friends with my own front door?</qco> </h3>      i've appeared in the last 6 videos so i tried something different\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n5:13 pm</dco> &nbsp;<qco> how do I tell people important things without having anxiety</qco> </h3>      go for some walks or get any sort physical exercise before telling them\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n5:11 pm</dco> &nbsp;<qco> Have you ever thought about scrapping all your old songs and just starting fresh?\n</qco></h3>      i can start fresh without scrapping anything<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n It's what I would do. But then again I am not you and you are not me. We have different dilemmas.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n5:10 pm</dco> &nbsp;<qco> Why did you censor your newest vid? You normally don't do that.</qco> </h3>      i did not\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n5:06 pm</dco> &nbsp;<qco> how do you funk so much without getting tired</qco> </h3>      do it while sleeping?\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n4:59 pm</dco> &nbsp;<qco> will the aliens ever come back?</qco> </h3>      it's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n4:52 pm</dco> &nbsp;<qco> When you make videos, do you hide subtle meanings to anything?</qco> </h3>      it is a sort of liquid serum of meaning that i dip it into, giving it a gentle glaze. it can be hard to even discern which parts are hidden and which are not. depending on the lighting, all or none of it could be visible\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n4:52 pm</dco> &nbsp;<qco> september 17th or die trying?</qco> </h3>      18th<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n4:51 pm</dco> &nbsp;<qco> Are you working on Album?\n</qco></h3>      i prefer to release the songs individually, that way you can actually hear the songs sooner without having to wait for 11 others to be made first<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; You have only been posting songs recently.Also I need to hear a new album by you YOU HAVENT BEEN RELEASING MUSIC ON BANDCAMP FOR 4 FUCKING YEARS</qco> </h3>      those were all compiled way after the songs were released. you can do the same if you know the \"New Folder\" command on your computer\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n4:45 pm</dco> &nbsp;<qco> Do you make this for fun or is it a cry for help ?</qco> </h3>      this is in case people have questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n4:42 pm</dco> &nbsp;<qco> It's kind of weird that musicians and artists like you put so much time into something that could end in a second, or in the case of your new video, two minutes and twenty one seconds. I don't know how long it takes you to record the audio for these songs, but its strange for me to think that it probably took you longer than two minutes and twenty one seconds to write and sing that song</qco> </h3>      i had to do more than write and sing it, i had to arrange all the instruments, and also make the video. and also answer questions on the questions page\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n4:38 pm</dco> &nbsp;<qco> How should I propose to my girlfriend?</qco> </h3>      don't tell anyone else you're going to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n4:37 pm</dco> &nbsp;<qco> can u make a barbershop quartet but have it all be you</qco> </h3>      sure but how about non-barbershop\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n4:33 pm</dco> &nbsp;<qco> if you could hypothetically re-write the rules for what is allowed, as the lyrics in your song said, what do you think would be your most important re-write of our society??</qco> </h3>      the song didn't say society\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n4:30 pm</dco> &nbsp;<qco> what is the origin of the lord god, his almighty majesty and curator of the heavens and all that is right and good on our wonderful home dwelling and sacred abode, the planet which we live on which has begat life as well as all sorts of other wonderful things which are good and essential</qco> </h3>      that sounds like it came from a book\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n4:29 pm</dco> &nbsp;<qco> are any of your videos connected with a storyline somehow?</qco> </h3>      they are all trying to connect to yours, and mine\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n4:24 pm</dco> &nbsp;<qco> what do you think of elephants</qco> </h3>      they are just the right size\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n4:22 pm</dco> &nbsp;<qco> Did you make \"i'm Best Friends with my Own Front Door\" because of all the people saying that your recent songs made too much sense compared to the style you're known for?&nbsp;</qco> </h3>      no, i didn't hear anyone say that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n4:20 pm</dco> &nbsp;<qco> do tuesdays have a special meaning to you? why did you choose to upload stuff strictly on tuesdays?</qco> </h3>      it seems like a brisk, strong day\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n4:18 pm</dco> &nbsp;<qco> Dear Bill Wurtz, is it time to upload some anything videos or \"non-music videos\"? \n</qco></h3>      i have uploaded all the ones i have made so far. videos are uploaded immediately after they are made<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You've done 4 music videos in a row!</qco> </h3>      that's true, but from 2014-2017 i did probably 80% not music videos, where as from 2009-2013 i did about 95% songwriting. so something needs to add up there\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n4:16 pm</dco> &nbsp;<qco> Are songs written to be analyzed or simply enjoyed?</qco> </h3>      it's great to do both but not in that order<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n4:13 pm</dco> &nbsp;<qco> wow that was fast (new song), how did you get a video done in 2 weeks compared to 2 months.</qco> </h3>      desperation\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n4:07 pm</dco> &nbsp;<qco> the video should power the song. the song is the focus production-wise. is that the approach you took this time?</qco></h3>      that sounds about right but to be more specific i would say the video 'presents' the song. but on the other hand, it can help the song if you treat it like you are writing a video<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i love the new stuff you just made.\n<br></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n4:05 pm</dco> &nbsp;<qco> have you read any good books today</qco> </h3>      no but to be fair more than 99% of the reading i do is not books\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n4:04 pm</dco> &nbsp;<qco> what is your IQ?</qco> </h3>      0 give or take\n<br><br>"
  }
]
