[
  {
    "html": "<h3> <dco>6.11.17&nbsp;\n4:37 pm</dco> &nbsp;<qco> What is your favourite chicken?</qco> </h3>      they all have unique assets, and merits\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp;\n4:02 pm</dco> &nbsp;<qco> So a year ago I tried to direct a play and I needed a More Important Person™to take me on and they did but they they were bad at communicating and then quit their job and my project died. I'm thinking of collecting my own group of mediocre actors and doing it myself, is this reasonable?</qco> </h3>      oh hell yeah. maybe even find a type of work that you can do all by yourself. that might be a completely different approach than what you have in mind. but there is one good thing about working alone is, nothing can stop you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp;\n3:39 pm</dco> &nbsp;<qco> have you ever been to new jersey?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp;\n3:22 pm</dco> &nbsp;<qco> what is next tuesday's song about?</qco> </h3>      you will have to decide for yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp;\n2:59 pm</dco> &nbsp;<qco> what is the next large project you are working on similar to history of japan or history of the entire world i guess</qco> </h3>      i don't know yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp;\n2:51 pm</dco> &nbsp;<qco> is it better to do the right thing and fail? or to do the wrong thing and succeed? </qco> </h3>      how about try both, and maybe discover some other interesting options in the process\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp;\n2:49 pm</dco> &nbsp;<qco> Are you actually going to make an album? Your music is awesome and super quirky </qco> </h3>      i have decided to let the individual songs roam free\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp;\n2:33 pm</dco> &nbsp;<qco> Do you like fruit?</qco> </h3>      it is ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp;\n2:30 pm</dco> &nbsp;<qco> h e l l o  c a n  y o u  t e l l  m e  h o w   t o  g e t  o u t  o f  h e r e ?</qco> </h3>      check to see if you already are\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp;\n1:56 pm</dco> &nbsp;<qco> At 6.10.17  11:32 pm, you said that 4/4 was reasonable for most music. That's true, but I wanna know what time signature YOUR music is.</qco> </h3>      you can decide on whatever you think the most reasonable way to count it. i think you will find the most reasonable way to count most music, including mine, is in groups of 4\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp;\n1:51 pm</dco> &nbsp;<qco> Why are horses?</qco> </h3>      it just seems like a good idea, i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp;\n1:48 pm</dco> &nbsp;<qco> whats your favorite type of pasta under tomato sauce</qco> </h3>      copy\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp;\n11:54 am</dco> &nbsp;<qco> What's the difference between a lamp and a clock</qco> </h3>      the amount of time it can tell\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp; \n11:50 am</dco> &nbsp;<qco> Does it feel Good when people get sincere enjoyment out of your content</qco> </h3>      oh hell yeah<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp; \n11:11 am</dco> &nbsp;<qco> Are you considering doing more videos like the \"Harmonizing the weather lady\" video where you write music to match people talking? It's my favorite.</qco> </h3>      oh hell yeah<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp; \n11:08 am</dco> &nbsp;<qco> what happened to the album hi/bye?</qco> </h3>      i posted it, online, a few years ago<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp; \n10:55 am</dco> &nbsp;<qco> are you going to make more longer songs, such as \"rabbit snakes\" and \"new canaan\" in the future?</qco> </h3>      oh hell yeah. one just came out a couple weeks ago, and another one is coming out this tuesday.  there was also one of a medium size that came out last tuesday<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp; \n10:04 am</dco> &nbsp;<qco> why didn't you post any short videos while working on history of the entire world? </qco> </h3>      for 2 reasons. 1, it would delay the project which was already enormous and ultimately took 11 months, and 2, the backlash i get for doing that is insane. people would assume that i had 'chosen not to do a long video'<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp; \n10:03 am</dco> &nbsp;<qco> Do you want to return to making videos daily yet?</qco> </h3>      no. if i do that, then most of the videos will probably really short, which is not the right direction for me to go right now. however, releasing reasonable sized videos every day would be wonderful. but that would unfortunately be impossible unless i did a much more boring and simpler type of video<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp; \n9:33 am</dco> &nbsp;<qco> you said your catalogue goes way back, even 7 years back. so when you randomly pick a song, what if it's an early song when you maybe weren't as good as you are now. obviously you've learned new techniques in time so what do you do in that case? Do you alter the song to reflect your current ability or so you record it as is?</qco> </h3>      yes, when i pick the song i am allowed to change it in any way i want<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp; \n7:19 am</dco> &nbsp;<qco> do you mix your on headphones or speakers? do you have monitor speakers/headphones?</qco> </h3>      yes and no. i am currently looking for better monitor speakers. the ones i have seem to have an enormous lump in the mid/low range<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp; \n6:52 am</dco> &nbsp;<qco> Why do you answer with \"but I respect your opinion\" when there's no opinion stated?</qco> </h3>      i usually answer that way when someone says something about me that i don't think is true<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp; \n6:32 am</dco> &nbsp;<qco> In your song \"i'm a person\" you sing about \"tryna be a person\".... Have you succeeded, or are you still trying? </qco> </h3>      in this context \"tryna\" doesn't really mean trying to, it really means 'gonna' or just something that is generally on the agenda, or perhaps even already happening, as is indicated in the first line <br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp; \n4:54 am</dco> &nbsp;<qco> What is cooler, space or time?</qco> </h3>      i think it's best to use them both together<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp; \n4:41 am</dco> &nbsp;<qco> What is the best question anyone has ever asked you?</qco> </h3>      yours<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp; \n4:28 am</dco> &nbsp;<qco> have you ever created your own words like doctor seuss?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp; \n1:55 am</dco> &nbsp;<qco> Do you feel uncomfortable answering some questions on here because then everyone can see them?</qco> </h3>      oh hell yeah<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp; \n1:35 am</dco> &nbsp;<qco> do you plan on making any more videos like your harmonizing the weatherlady video?</qco> </h3>      oh hell yeah<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp; \n12:56 am</dco> &nbsp;<qco> so i recently made a clean version of your history of the entire world video for a school assignment and I saw that in the comments that a lot of people wanted a clean version , would you care if i uploaded this said video to youtube if i give proper credits.\n\nTLDR: can i upload a clean version of your video</qco> </h3>      i wish people would not do that <br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp; \n12:37 am</dco> &nbsp;<qco> any conversations you had in the shorty awards that is worth remembering?</qco> </h3>      karl from online<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp; \n12:31 am</dco> &nbsp;<qco> last harmony trick you learned while listening to pop music?</qco> </h3>      i learned most of the popular ones much earlier in life. most of the ones since then i have made up myself<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.17&nbsp; \n12:29 am</dco> &nbsp;<qco> Do you think the best years of your life are already behind you? </qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.17&nbsp; \n11:33 pm</dco> &nbsp;<qco> It seems odd to me that you are reluctant to post your songs to YouTube. From what you've said in the past, I thought one of your main motivations for creating content is the enjoyment from knowing lots of people are experiencing your content. Surely posting the songs on YouTube would increase that feeling.</qco> </h3>      i suppose you haven't seen the vicious backlash i get when i post content on a site that is better suited for a different site<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.17&nbsp; \n11:32 pm</dco> &nbsp;<qco> What time signature is your music in? Is it 4/4, 3/4 or some unusual time signatures, like 3/8, 3/2, 9/8, etc?</qco> </h3>      4/4 is reasonable for most music. <br><br>"
  },
  {
    "html": "<h3> <dco>6.10.17&nbsp; \n10:54 pm</dco> &nbsp;<qco> Do you believe in parallel universes?</qco> </h3>      sure. and maybe also some that are oriented at a different angle<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.17&nbsp; \n8:53 pm</dco> &nbsp;<qco> Is it true that life as a terminal STD</qco> </h3>      i never thought of it that way. you could also think of it like a fun adventure<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.17&nbsp; \n8:03 pm</dco> &nbsp;<qco> What is the difference between a chicken?</qco> </h3>      which side of the road it's on<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.17&nbsp; \n7:58 pm</dco> &nbsp;<qco> is there any specific song of yours that you're particularly proud of?</qco> </h3>      i wanna be a movie star<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.17&nbsp; \n7:42 pm</dco> &nbsp;<qco> do you like the word \"no\"</qco> </h3>      it is useful in some situations, but not others<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.17&nbsp; \n7:25 pm</dco> &nbsp;<qco> do you think what you learned in making hotewig will change your future videos somehow?</qco> </h3>      yes, i learned some new techniques<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.17&nbsp; \n7:17 pm</dco> &nbsp;<qco> Advertisements on free videos often make me feel sick to my stomach, and cause mental anguish. Do you feel similarly?\n</qco> </h3>      oh hell yeah<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.17&nbsp; \n5:42 pm</dco> &nbsp;<qco> are you content with your current lifestyle?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.17&nbsp; \n5:19 pm</dco> &nbsp;<qco> <a href=\"completely-different.html\">So now that you have finished the history video, will you go back to your old short style of videos or will you work on another history one?</a>\n</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>6.10.17&nbsp; \n4:24 pm</dco> &nbsp;<qco> do you ever see yourself going into real estate?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.17&nbsp; \n3:22 pm</dco> &nbsp;<qco> <a href=\"when-die.html\">when will you die</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>6.10.17&nbsp; \n3:15 pm</dco> &nbsp;<qco> During the 8th Annual Shorty Awards, why did you leave so fast after getting your award? -WM</qco> </h3>      i was just trying to be reasonable<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.17&nbsp; \n2:10 pm</dco> &nbsp;<qco> How do I get from point A to point B?\n-Bogg</qco> </h3>      you have to travel the distance in between<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.17&nbsp; \n1:55 pm</dco> &nbsp;<qco> Why aren't you doing the anagrams anymore?</qco> </h3>      i Am, but i respect your opinion<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.17&nbsp; \n1:31 pm</dco> &nbsp;<qco> Do you know your personality type?</qco> </h3>      every person is a slightly different type <br><br>"
  },
  {
    "html": "<h3> <dco>6.10.17&nbsp; \n1:29 pm</dco> &nbsp;<qco> Ever tried smashing a guitar?</qco> </h3>      no<br><br>"
  }
]
