[
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n3:37 am</dco> &nbsp;<qco> opinion on tupperware?</qco> </h3>      the parties are insane\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n3:01 am</dco> &nbsp;<qco> bill, it's 3 in the damn morning and for some reason \"i hate myself\" seems to be on repeat in my brain, HOW DO I MAKE IT STOP?</qco> </h3>      listen to something else\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n2:44 am</dco> &nbsp;<qco> Do you like flowers?</qco> </h3>      they're ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n12:33 am</dco> &nbsp;<qco> are you interested in taking a break? you seem overwhelmed and stressed i think people would understand if you need a mental break.&nbsp;</qco> </h3>      sort of, but that always stresses me out because things don't get done\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n12:31 am</dco> &nbsp;<qco> Whats your plan for the week?</qco> </h3>      find a strategy for doing an impossibly huge amount of different types of content at a reasonable rate, and figure out a sensible way to navigate the confusion\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp;\n10:41 pm</dco> &nbsp;<qco> why have you grouped all hotewig questions into one catagory?</qco> </h3>      that was a place where people could read all the questions relating to the history video, during the 11 months i was making it. it even includes questions that relate to the video which people may not have realized relate to the video. it was a nice place to get as many clues as possible about the new video, while also illustrating the insane repetitiveness of everyone asking when the next video is, or asking if there even was gonna be a video, for 11 straight months. the page does not include any questions after the release of the video (except the last one)\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp;\n10:36 pm</dco> &nbsp;<qco> do you prefer suspensions or resolutions more when improvising?</qco> </h3>      why can't i use both, or maybe even things that are sort of a combination of both, or neither\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp;\n10:18 pm</dco> &nbsp;<qco> are you going to do another documentary? what country will it be</qco> </h3>      are you sure it has to be a country\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp;\n10:15 pm</dco> &nbsp;<qco> What sorts of people are you interested in making friends with?&nbsp;</qco> </h3>      each person is a different sort. and you don't really know them until you know them\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp;\n9:24 pm</dco> &nbsp;<qco> what do you call the name of that high-pitched squealy detuned \"weeeee weeeee\" organ/synth sound you use?</qco> </h3>      alien crickets\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp;\n9:10 pm</dco> &nbsp;<qco> Why don't pianos have more than 88 keys?&nbsp;&nbsp;</qco> </h3>      because then they would have to be even bigger than they already are, which in my opinion might already be a little too big but i guess that's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp;\n9:03 pm</dco> &nbsp;<qco> why aren't \"you're free to do whatever you want to\" and \"crazy/raining\" on spotify?</qco> </h3>      i don't know but i will probably put them there soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp;\n8:52 pm</dco> &nbsp;<qco> is there anything good about boats?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp;\n7:25 pm</dco> &nbsp;<qco> isn't it crazy how the circle of fifths gets more insightful the more you learn about music</qco> </h3>      i'm not sure. when i heard about it i already understood its importance\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp;\n7:19 pm</dco> &nbsp;<qco> do you hate australia?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp;\n7:11 pm</dco> &nbsp;<qco> Can you describe your day in a single word?</qco> </h3>      confused\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp;\n7:02 pm</dco> &nbsp;<qco> Hahahahaha did you intentionally make the reality entry where you state that you don't want to do too much short stuff cause you don't want to become known as 'the dude who does all those really really short songs' dark grey after that dude asked you about it? cuz ive just now noticed it. oh and btw the more i find out about you the more interesting you get. i really wish i knew what's holding you back from connecting with people and making friends since it seems like a big loss for both sides.</qco> </h3>      the reason it's dark grey is because you clicked on it. that is the 'visited link' color. the ones you clicked on will be dark grey for you until you reset your history\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp;\n6:50 pm</dco> &nbsp;<qco> If Phil Jackson offered you a gig to be the organist at New York Knicks games... would you accept the offer?&nbsp;</qco> </h3>      actually yes i'm sure the pay would be great compared to the hours. might have to learn how to work a real organ but that's no big deal\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp;\n6:44 pm</dco> &nbsp;<qco> http://www.billwurtz.com/reality/201305142137.mp4\n<br>what happened to these? do you plan on posting any of the old improv videos</qco> </h3>      i was able to put up some of them, in may 2016, but it was right after spending 3 months doing all the reality videos. so it was like an emergency to get back to 'real content' so i cut the project short much sooner than i would like. so there is a sadly small amount of improvs that were posted. really looking forward to putting up much much more but i don't know how the hell that would ever factor in to the hopeless tornado of different things that need to be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp;\n6:27 pm</dco> &nbsp;<qco> <a href=\"favorite-font.html\">what is your favorite font?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp;\n6:14 pm</dco> &nbsp;<qco> if I made you a video for one of your new songs (and you enjoyed it) what would you do with it</qco> </h3>      i might be looking for people to make videos for my songs. it is important for the songs to have videos but i need to have time to make the songs, if that makes sense. but then again i'm not sure, because i've always done all my own content and i think it could get strange if i change that, but i am backed into a corner here, i don't know what else to do. looking for solutions that allow me to move at a reasonable pace\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp;\n6:03 pm</dco> &nbsp;<qco> If you do put together a touring band... would you be more of the James Brown style bandleader where you'd want your musicians to play your music exactly as you envision it? Or would you want your musicians to kind of put their own spin/interpretation on it? </qco> </h3>      i need experienced players with great instincts who know how to play a Song and make it fit for the current situation. would love to do it differently than the recordings\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp;\n5:51 pm</dco> &nbsp;<qco> are&nbsp;you&nbsp;currently&nbsp;focused&nbsp;on&nbsp;content&nbsp;of&nbsp;the&nbsp;medium&nbsp;size?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp;\n5:49 pm</dco> &nbsp;<qco> what&nbsp;if&nbsp;you&nbsp;never&nbsp;find&nbsp;a&nbsp;schedule&nbsp;that&nbsp;works</qco> </h3>      ah that's what i was wondering in january 2014\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp;\n5:16 pm</dco> &nbsp;<qco> Have you ever considered making entries to the reality page that are cut, video-less recordings? And then make the videos for the parts you feel are especially important, or maybe unclear in strictly audio form. I feel like this could work. And would take A LOT less time.</qco> </h3>      then how am i going to convince people my life is interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp; \n5:15 pm</dco> &nbsp;<qco> Could I intern for you and help with videos and music. You don't have to pay me. </qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp; \n4:46 pm</dco> &nbsp;<qco> So how's the climbing out of that pool of lava going? </qco> </h3>      good but i just realized it's also raining lava<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp; \n4:44 pm</dco> &nbsp;<qco> Will you upload any more videos?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp; \n3:41 pm</dco> &nbsp;<qco> do you respond to Instagram messages?</qco> </h3>      i prefer to use this page instead<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp; \n3:29 pm</dco> &nbsp;<qco> what program do you use?</qco> </h3>      minesweeper<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp; \n3:19 pm</dco> &nbsp;<qco> Why is bookstacking in both videos and reality?</qco> </h3>      because it fits in both categories <br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp; \n1:27 pm</dco> &nbsp;<qco> what do you really need at this very moment?</qco> </h3>      a reliable plan to figure out which project(s) to work on<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp; \n1:26 pm</dco> &nbsp;<qco> can we expect anything this tuesday?</qco> </h3>      me being confused about whether to work on songs or videos or reality updates or bandcamp updates<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp; \n1:21 pm</dco> &nbsp;<qco> Will you ever write songs that change keys like crazy again? like your short jingles</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp; \n1:20 pm</dco> &nbsp;<qco> Which day is your favorite?</qco> </h3>      \"today\"<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp; \n12:28 pm</dco> &nbsp;<qco> what is the best method for keeping a secret secret?</qco> </h3>      don't even tell anyone you have a secret<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp; \n11:08 am</dco> &nbsp;<qco> the meaning of life is that life has different meanings to different people, right? </qco> </h3>      i think so<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp; \n9:24 am</dco> &nbsp;<qco> What inspired you to do your Monday videos?</qco> </h3>      i felt like the possibilities for videos were endless, and i decided to start doing them every monday. i also simultaneously started doing songs for wednesday. then i realized there could also be videos for songs, and there are also 2 types of videos for both. so i ended up doing 4 types of videos plus 1 song, each week<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp; \n9:24 am</dco> &nbsp;<qco> <a href=\"thabk-you.html\">Why does the question submitted page say \"thabk you\" instead of \"thank you\"?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp; \n8:50 am</dco> &nbsp;<qco> Do you have any plans for the future you would want to tell us?</qco> </h3>      yes! i tell them all the time on this page<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp; \n8:26 am</dco> &nbsp;<qco> How did you get the idea of doing the history of the world and Japan?</qco> </h3>      it just seems like common sense<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp; \n8:11 am</dco> &nbsp;<qco> do you have a daily timetable or anything like that and would you recommend it?</qco> </h3>      i am desperately trying to find something that works. i am trying to do 6 things at once, immediately. i've tried 1 at a time it's too sad to be leaving the other ones hanging like the time i did all the reality videos and it took 3 months and it ruined my career and then when i don't do them people wonder why i'm not doing them<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp; \n8:05 am</dco> &nbsp;<qco> What's your favourite number\n</qco> </h3>      1<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp; \n5:58 am</dco> &nbsp;<qco> How would you define your style?</qco> </h3>      by doing it<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp; \n5:34 am</dco> &nbsp;<qco> I've noticed that you haven't added any notebook entries for over six months, </qco></h3>      i've added at least 20 entries within the last couple months<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nand you haven't added anything to \"reality\" in over a year. </qco></h3>      i just added one a couple days ago<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nWhat's going on with that?</qco> </h3>      i think you are assuming that the videos are made immediately when the audio is recorded. but they are not. none of those videos were even there until may 17, 2016. i've been recording audio journals every day since 2012, and still do, but it is a whole separate project to crawl through the 1000s of hours and select, edit, and vidify concise clips for your viewing enjoyment. i hope that makes sense<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp; \n4:47 am</dco> &nbsp;<qco> It says on the songs page that the chips (sponsored) video is 0:05 but it's actually 0:10</qco> </h3>      it was designed as a looping video, of 5 seconds. there is only 5 seconds of content, but on the non-looping sites, it would be a little unfair to let it go around only once <br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp; \n4:29 am</dco> &nbsp;<qco> is it true you haven't seen hoj or hotewig at all since releasing them?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp; \n3:43 am</dco> &nbsp;<qco> What if I included an HTML line break,<br>would it appear on the questions page?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp; \n2:53 am</dco> &nbsp;<qco> what's another name for the C/F chord?</qco> </h3>      Fsus2maj7, or Fmaj9no3. C/F is still the simplest although i think someone should come up with a shorter F based name\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp;\n1:21 am</dco> &nbsp;<qco> How do you keep up with answering questions, making new content, writing in your journal, preforming daily tasks, and keeping up with life responsibilities? Do you multi-task, or have sort of a pattern going? I'm really curious to know.</qco> </h3>      i am struggling desperately to find something that works, without always feeling like i'm doing something horribly wrong\n<br><br>"
  }
]
