[
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n4:22 pm</dco> &nbsp;<qco> I've lost interest in asking questions, I will only come on this question page to insult you.&nbsp;&nbsp;\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You fucking idiot loser.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n4:19 pm</dco> &nbsp;<qco> why do you think there's such a \"cult\" (for lack of a better word) around art?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; why do people revere artists and consider their craft mysterious and a \"gift\" and a \"talent\"</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but they generally don't feel the same way about engineers or doctors or programmers or even architects? where does this notion that art is special and \"unlearnable\" come from?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n1:02 pm</dco> &nbsp;<qco> Hello, may I have the video title acronym? I hope that deal hasn't expired yet.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n1:01 pm</dco> &nbsp;<qco> is there a name for the absolutely headbangin rockin jump-up-and-down-and-flail-for-joy snare pattern behind the second chorus (around 1:18, among other places like for a tiny moment at 1:44) of long long long journey? like half of it happens in the bridge but pieces are left out every bar and i'm talking about the constant one</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n12:19 pm</dco> &nbsp;<qco> why do I sometimes listen to \"just did a bad thing\" when i'm very happy and feelin' good?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n11:45 am</dco> &nbsp;<qco> how do i finish a project if i have a b'jillion other ideas? my expectations are too damn high. and halfway thru i tend to realize that the project sucks. is this all worth it?... i think i'm on to something, but i also think that people won't like my art. this is a risky business. i'm 19 and running out of time, pls help</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n11:45 am</dco> &nbsp;<qco> Are you a people person or would you rather stay away from people?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n10:56 am</dco> &nbsp;<qco> would you go on Hot Ones if they invited you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n10:37 am</dco> &nbsp;<qco> how do i fix a really big mistake involving emotions</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n10:24 am</dco> &nbsp;<qco> Im struggling on question 4 of my homework, whats the answer</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n9:36 am</dco> &nbsp;<qco> bill, Did you start a new schedule we haven't gotten a new song in over three weeks?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n9:10 am</dco> &nbsp;<qco> when you tour, will you come to turkey?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n8:32 am</dco> &nbsp;<qco> Have you ever considered going live on twitch and doing some stuff there(like editing your videos and mixing audio)?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n7:54 am</dco> &nbsp;<qco> Was there a moment when you were creating something and thought \"wow, this is stupid,\" but once it was finished, you realized it wasn't so bad after all?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n6:18 am</dco> &nbsp;<qco> why won't they do what they're supposed to?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n2:31 am</dco> &nbsp;<qco> with all your pessimism about your new video, have you considered enacting the \"make it but you don't have to release it\" part of your self-agreement? not that i think you should, i wanna see it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n2:10 am</dco> &nbsp;<qco> What is the stupidest thing on the planet</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n2:08 am</dco> &nbsp;<qco> What motivates you to keep creating new work?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n10:11 pm</dco> &nbsp;<qco> In your responses I see the answer \"i thought that story was about you\" a lot. Are all of your songs actually in the second person?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n9:58 pm</dco> &nbsp;<qco> where does the air from air vents come from?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n8:17 pm</dco> &nbsp;<qco> Are you getting better?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n8:12 pm</dco> &nbsp;<qco> if/when you tour, can you come to oakland?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n7:35 pm</dco> &nbsp;<qco> here's a weird loop i've been tossing in my head--ever heard people say \"follow your passion\"? I think that's bad advice because how could there be one singular passion?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how could you know it was your passion?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; when would it reveal itself as the one true passion?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it's lead to me being in a stagnant stage of my life--marred by inaction, feeling as though \"maybe because i am not doing the thing i think i want to be doing that it isn't the thing i ought to be doing and i should do something else that i might think i like more\"&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n4:35 pm</dco> &nbsp;<qco> What does your new project taste like?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n4:21 pm</dco> &nbsp;<qco> Hear me out about something that will solve your merch problem.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n This will be a win win solution for everyone\n<br>\n<br>Hire/commission a merch director who takes good quotes or concepts from your content and makes them into good merch with your permission. For exemple gneushk shirts or moon made of cheese tote bags or actual hello sexy pants. This will completely free you from the pressures of making the designs yourself.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n It will also be great for all the fans (including me) who would love to get more Bill Wurtz items. It would also help you financially without you needing to do much at all apart from linking it on your site and descriptions on youtube. \n<br>\n<br>Will you consider this instead of completely shutting your merch down?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n4:08 pm</dco> &nbsp;<qco> would you ever switch languages if given the chance?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n4:06 pm</dco> &nbsp;<qco> how do you spend your everyday time?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n3:32 pm</dco> &nbsp;<qco> Are questions getting repeated?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I saw a question I asked a while ago that had already been answered posted today with the same answer but from a date and time I definitely did not write it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n3:01 pm</dco> &nbsp;<qco> Bill why are most of the random&nbsp;&nbsp;questions from 2016 and 2017</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n2:57 pm</dco> &nbsp;<qco> Why is precalc so hard? Send help</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n1:46 pm</dco> &nbsp;<qco> what do you do on saturday nights?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n1:30 pm</dco> &nbsp;<qco> thoughts on the sun?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n12:37 pm</dco> &nbsp;<qco> which do you enjoy making more, music videos (airport terminal) or random videos (ball and stick)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n12:31 pm</dco> &nbsp;<qco> how do you call the second-to-last chord from the alphabet song (before you end with E major)? \n\n</qco></h3><a href=\"abcshufflestudiochart.jpg\">let's take a look</a><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i hear a B in the bass, and i think you've included a C natural (is it the minor 9th?)</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;, an E (sus4?) and an F#. because i think i've heard you using this cadence quite a few times. is it a Bsus4addmin9 or sth</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n11:37 am</dco> &nbsp;<qco> hey transcription question. if i were to transcribe one of your songs, should i transcribe your vocals using treble or bass clef?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also should i alternate between clefs?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and would you recommend using tenor clef?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n11:12 am</dco> &nbsp;<qco> When you do your undercover bwb gigs, will you perform the music you're already famous for? Or would it be some new stuff (or covers) so people don't realize that it's you until you're ready? Also, what would you call your undercover band?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n10:13 am</dco> &nbsp;<qco> i was listenjng to 'related artists' to you and none of of them sound like you or even close!!! what the heck?!!!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n9:54 am</dco> &nbsp;<qco> when will more songs come out i need more entertainment to keep me un-insane</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n9:48 am</dco> &nbsp;<qco> Why do you mention the cops and jail a lot in your videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n9:46 am</dco> &nbsp;<qco> What happened to a play featuring an iphone power block and a mechanical pencil, and how did you come up with that idea in the first place.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or atleast, it seemed very much in your style, and was on a channel that had some other videos that i assume were taken down</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n9:05 am</dco> &nbsp;<qco> will you ever turn questions into jingles?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n8:17 am</dco> &nbsp;<qco> if asked to throw calculators at big ben, would you do it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n7:01 am</dco> &nbsp;<qco> Does Earth enjoy humanity</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n6:35 am</dco> &nbsp;<qco> how long is your new video</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n6:35 am</dco> &nbsp;<qco> Do you ever wonder how the universe works?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n6:34 am</dco> &nbsp;<qco> how much tie exactly did you spend overheating your porridge?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n3:28 am</dco> &nbsp;<qco> I wanna do the things but then the things are hard to do? who came up with this dumb system</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n3:12 am</dco> &nbsp;<qco> every time I post on social media it stresses me out... it seems like the stakes are so high somehow.... like everyone is watching and if I don't get enough likes they're gonna think I'm lame..... how do you avoid this feeling...... ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n2:54 am</dco> &nbsp;<qco> do you think it's possible/worthwhile to be good at creating bad content? (I'm not at saying that the silly/unusual stuff like you sometimes make is bad-just curious about your opinion as an artist) Is it possible to understand the \"so bad it's good\" aesthetic well enough to make that kind of content on purpose? Or can stupid, awful art only be appreciated if it is created in that genre unintentionally?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n12:29 am</dco> &nbsp;<qco> Do you ever get so excited about so many things you have to do that you just want to spend hours doing all of them at once?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How do you work with this emotion so that you actually settle down and get any one of them completed? Thabk you.</qco> </h3>"
  }
]
