[
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n10:36 pm</dco> &nbsp;<qco> What is your favourite mid-video snack?</qco> </h3>      \nhow about some audio\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n10:18 pm</dco> &nbsp;<qco> do you like avocados</qco> </h3>      \ni'm still trying to understand them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n10:00 pm</dco> &nbsp;<qco> today is 4/20 bill, any thoughts on this?</qco> </h3>      \nseems like a good day for a pow wow\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n9:53 pm</dco> &nbsp;<qco> Do you write any or all of these questions?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n9:44 pm</dco> &nbsp;<qco> where do you want to go with your music?</qco> </h3>      \nthanks to the internet, i can send it all over the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n9:37 pm</dco> &nbsp;<qco> do you like ducks?</qco> </h3>      \ni am duck\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n9:28 pm</dco> &nbsp;<qco> So, will you upload regularly again?</qco> </h3>      \ni will make songs as fast as i can (with videos) and upload the videos (and the songs). i'm hoping that's what you had in mind\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n8:41 pm</dco> &nbsp;<qco> How do you determine the style for a song?</qco> </h3>      \ni just write the song and see what style it's in. how i write a song, however, i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n8:11 pm</dco> &nbsp;<qco> Is the song about money in a minor or major key?</qco> </h3>      \nit starts in a minor key but it never seems to want to stay there for very long\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n7:56 pm</dco> &nbsp;<qco> normally when I run into things I can't play during recording, I will just break it into small enough pieces for me to play, then stitch it together. I don't like this I just want songs to be done fast.\n<br>this last time, I tried practicing the parts till I could play them;&nbsp;it inflated production by 10 days, and I got 3/4 of them. this also sucks but I did improve my playing.\n<br>I was wondering how you handle this kinda thing</qco> </h3>      \nit sounds like you are on the right track\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n7:28 pm</dco> &nbsp;<qco> How's the weather?</qco> </h3>      \ndifferent\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n6:56 pm</dco> &nbsp;<qco> Is this a funny joke?</qco> </h3>      \nhow could a joke possibly be funny\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n6:22 pm</dco> &nbsp;<qco> A lot of people ask you a lot of dumb questions, are you ok with that???</qco> </h3>      \n there are no dumb questions nor smart questions. only stupid questions \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n6:10 pm</dco> &nbsp;<qco> how to be creative</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n6:05 pm</dco> &nbsp;<qco> do you think in music?</qco> </h3>      \ni admit that's a great way to think\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n5:12 pm</dco> &nbsp;<qco> the more time i spend on working on a musical idea, the less excited i am about it. but i also feel that if i didn't spend much time on it, it would be bad. Eventually, i always end up not getting anywhere and i give up on my compositions. Any advice?</qco> </h3>      \nsave them in a list. so even if you have to stop working on it, you're still not giving up on it. music is like weird magic voodoo that only seems to work when you are not trying and not paying attention. so just keep the ideas listed where they belong, and then as long as you've familiarized yourself with them, you'll probably come up with the answers without even trying, some other time when you least expect it. If you feel like you must finish it, you can also do that but you just need to be very patient and calm and sit with it, and don't be alarmed if you are too tense to get anything for several hours. if you are patient, it will come, i'm sure. it literally can't stay away forever. science tells us this\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n4:53 pm</dco> &nbsp;<qco> why is your music so likeable?</qco> </h3>      \n to increase the chances that it might *influence* you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n4:37 pm</dco> &nbsp;<qco> is the next song going to contain \"the\"</qco> </h3>      \ni'd say there's a 97% chance\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n4:33 pm</dco> &nbsp;<qco> Do you think one new song/video every month is reasonable? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or every 2 months?</qco></h3>      even worse<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I know you plan on making them way faster than that but like what's realistic?</qco> </h3>      \nit depends on whether i have the cojones to make the videos simpler\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n4:30 pm</dco> &nbsp;<qco> do you think about what order your singles could go in? are there songs that have not been finished that go in between existing ones?</qco> </h3>      \na lot of songs should have gone in the order they were written. \"new canaan\" really belongs as the 2nd in a series of at least 4 other traveling songs, which have never been recorded\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n4:21 pm</dco> &nbsp;<qco> What is your favorite number?</qco> </h3>      \n111\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n4:09 pm</dco> &nbsp;<qco> I'm a big fan of the vocal production in got some money. the effects on the word \"swimming\" are amazing.</qco> </h3>      \nholy smokes you've taken up a friendly demeanor\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n4:04 pm</dco> &nbsp;<qco> has anyone ever correctly guessed/found out the meaning of any of your songs?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n3:46 pm</dco> &nbsp;<qco> You should switch back from Arial to Helvetica, I like Helvetica's vibe more. You should do it to please me, as I'm your only viewer, and I'm the only one who has asked you all these questions</qco> </h3>      \ni believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n3:30 pm</dco> &nbsp;<qco> How do you always know what things evoke the right emotion?</qco> </h3>      \ntry them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n3:29 pm</dco> &nbsp;<qco> Is there any reason for making \"lyrics\" page&nbsp;&nbsp;fullbright red background with equally fullbright yellow text? Do you want to make our eyes bleed, Bill?!1</qco> </h3>      \nthat is a gentle reminder that the lyrics belong in the songs, not sitting silently on a page \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n3:26 pm</dco> &nbsp;<qco> What would you make an hologram of?</qco> </h3>      \nthe universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n3:03 pm</dco> &nbsp;<qco> is there a moment perhaps near to finishing or as you finish the new song where it actually becomes your favorite</qco> </h3>      \nyes. it could happen in the middle, or in the writing\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n3:00 pm</dco> &nbsp;<qco> Do you feel that the Phrygian mode tastes more tart or salty?</qco> </h3>      \nneither. it tastes very bland once you notice that it's just ionian rotated. if you want the flavors you're gonna have to tweak it out of shape a bit more\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n2:38 pm</dco> &nbsp;<qco> what do you think about the note Ab</qco> </h3>      \nit's pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n2:26 pm</dco> &nbsp;<qco> Do you get annoyed when people ask you the same questions over and over?</qco> </h3>      \neach one makes me stronger, but i will admit sometimes i get annoyed by all the strength i'm getting\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n1:35 pm</dco> &nbsp;<qco> Will you publish your music on cassette tapes?</qco> </h3>      \nwhat the heck is a cassette tape\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n1:35 pm</dco> &nbsp;<qco> why are there boats on the plane</qco> </h3>      \njust in case you ever have to swiftly get away\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n1:31 pm</dco> &nbsp;<qco> i don't have the best musical ear - got some money is in minor i think? </qco></h3>      it starts that way, but it can't seem to stay there for long<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and the majority of your stuff is in major, right? because i ADORE the sound of got some money it just grabbed me right away. what other pieces of yours are in minor? ^_^&nbsp;&nbsp;</qco> </h3>      here comes the sun also has verses in a minor key\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n1:24 pm</dco> &nbsp;<qco> Do you own any plants, </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and if so what are their names?</qco> </h3>      \n'my plants'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n1:22 pm</dco> &nbsp;<qco> did you ever say that Wednesday was so long ago 3 or four songs ago?&nbsp;</qco> </h3>      \nno\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n12:37 pm</dco> &nbsp;<qco> How does one write a song with another human</qco> </h3>      \nbe very patient, and understanding\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n12:27 pm</dco> &nbsp;<qco> Why are you back? And what made you want to come back?&nbsp;</qco> </h3>      \nfrom where\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n12:22 pm</dco> &nbsp;<qco> How are you finding blending 3D animation in your usual 2D style?</qco> </h3>      \ni'm just trying to get by\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n12:17 pm</dco> &nbsp;<qco> How would you describe the aesthetic of ur vids?</qco> </h3>      \ncolloquial\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n11:56 am</dco> &nbsp;<qco> what do you think about climate change</qco> </h3>      \nchange it more. it's still not right\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n11:37 am</dco> &nbsp;<qco> I remember you once said that you didn't like the video of \"here comes the sun\" with 60fps and you'd rather stick with 30 (still more than 24 in your previous videos).</qco></h3>      my previous videos were at 25fps<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Are you planning to keep it like this or is there a possibility that you'll eventually also make videos with 60fps?</qco> </h3>      \ni would like to do 60fps, but i'd have to spend an extra 10 years perfecting all the movements. 60fps is just so revealing of the exact nature of the movement, it leaves nothing to the imagination. so all your movements have to be insanely insanely good\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n11:24 am</dco> &nbsp;<qco> Will you ever make an album?</qco> </h3>      \ni'm gonna release the songs individually. which is good news if you like songs because it's definitely gonna be more songs than albums have\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n11:02 am</dco> &nbsp;<qco> what is the bpm for \"got some money\"?</qco> </h3>      \n125\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n10:50 am</dco> &nbsp;<qco> Was Money inspired by your own experience with your own money?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n10:45 am</dco> &nbsp;<qco> When was 'got some money' written/composed/produced?</qco> </h3>      \nthe first 8 bars of the song were written on october 26, 2018. the next 19 bars of the song were written on august 15, 2020. the rest of the song was written on march 23, 2021. the song was produced between march 24 and april 6, 2021. the video was made between april 7 and april 14, 2021\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n10:40 am</dco> &nbsp;<qco> what font do you use in your videos?</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n10:23 am</dco> &nbsp;<qco> How much of your lyrics have a deeper meaning, and how much is just fun for all of us?</qco> </h3>      \nthis might not be what you want to hear, but, fun is meaningful\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n10:21 am</dco> &nbsp;<qco> is there any deeper meaning behind \"got some money\" video's editing style? it is much more minimalistic compared to your older work</qco> </h3>      \nactually, my older work is exactly what it does resemble\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.21&nbsp; \n10:19 am</dco> &nbsp;<qco> What inspired the more simplistic and abstract style of your newest video?</qco> </h3>      \ncommon sense\n<br><br>"
  }
]
