[
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n10:08 am</dco> &nbsp;<qco> <a href=\"will-you-update-reality.html\">will you keep posting in the reality section of this website?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n9:50 am</dco> &nbsp;<qco> Do you plan on doing more longer videos? not necessarily on history, but comprehensive like the 2 big ones?</qco> </h3>      i would like to focus on projects of a more medium size<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n9:32 am</dco> &nbsp;<qco> Why are you so passionate about giving the public condensed history via colorful maps and jingles?</qco></h3>      it seemed like a good idea at the time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is this your purpose in life?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n9:22 am</dco> &nbsp;<qco> what would you do if every person on earth was you?</qco> </h3>      be myself, i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n9:15 am</dco> &nbsp;<qco> <a href=\"plans-now-after-hotewig.html\">whats next?</a></qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n9:11 am</dco> &nbsp;<qco> Where did you get yourself?</qco> </h3>      it was a random gift, and then i had to figure out how the hell it works\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n8:58 am</dco> &nbsp;<qco> <a href=\"mash.html\">,wuretieiiefouwirerteiiwtwuterrqwritwiyruieuwwqwewqwtwyowriiqeiwetwwwriwaweaeariqtowwyuariweewriayiwuiwteayeqyuqyeauwasiqyeyoqwwwiueyiqietuquwywqeeswawuweiuwwatetreeqtewuequiuwqraweuiqrrertwwaiqtesuetoqritewowetwqrewtewieasywtrwwwuruueuiui</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n8:47 am</dco> &nbsp;<qco> hi bill whats your favorite cloud</qco> </h3>      i like the unique qualities of each one\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n8:41 am</dco> &nbsp;<qco> <a href=\"survival-strategy.html\">Why do you do what you do?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n8:29 am</dco> &nbsp;<qco> Some people (mainly survivors) are disappointed in you for mentioning the rape of Nanking without a warning, how do you feel about this?</qco> </h3>      trapped. last time i didn't mention it, and people were mad at me for not mentioning it. and now they are mad at me for mentioning it. i wish the damn thing never happened\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n7:26 am</dco> &nbsp;<qco> Are you proud of your work with the HOTWIG video?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do we expect similar stuff in the future?</qco> </h3>      perhaps a little bit different<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n7:43 am</dco> &nbsp;<qco> <a href=\"no-sentence-capitalization.html\">Why you always not capitalise your sentence?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n7:35 am</dco> &nbsp;<qco> do you want to be an artist/are you an artist?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n7:27 am</dco> &nbsp;<qco> Do you ever use caps? </qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n6:53 am</dco> &nbsp;<qco> Can you only answer I don't know ?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n6:49 am</dco> &nbsp;<qco> <a href=\"dont-understand.html\">Dog?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n6:36 am</dco> &nbsp;<qco> <a href=\"opinion-on-opinions.html\">what is your opinion on having an opinion?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n6:21 am</dco> &nbsp;<qco> Will you let us know if/when you're not a piece of garbage anymore?\n</qco> </h3>      i have not been since 1 day in 2007 and possibly the following day also\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n6:15 am</dco> &nbsp;<qco> what key is most of your songs in</qco> </h3>      most of my songs are in different keys\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n6:07 am</dco> &nbsp;<qco> <a href=\"do-you-ask-yourself-questions-on-here.html\">do you fake responses by writting yourself questions and answers ?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n6:01 am</dco> &nbsp;<qco> are you elvis presley ? </qco> </h3>      i will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n6:00 am</dco> &nbsp;<qco> are you michael jackson ? </qco> </h3>      i will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n5:46 am</dco> &nbsp;<qco> some people are claiming that youve made jokes about rape in the latest video, with stuff like the race for africa thing; what are your thoughts</qco> </h3>      that's not really a joke, they pretty much really did that, and it's really called the scramble for africa\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n5:44 am</dco> &nbsp;<qco> are you overwhelmed by the overwhelming response to hotewig? or were you ready for this </qco> </h3>      the response to history of japan was similar last year, so this year i have decided to hide under a rock. it's nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n5:28 am</dco> &nbsp;<qco> Thanks for making content.</qco></h3>      you're welcome<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Can you sum yourself up in 5 words?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n5:28 am</dco> &nbsp;<qco> Did you choose covering the entire world that way if someone asks for another history video you can say \"already covered it in this video\"?</qco> </h3>      no, that video certainly did not cover everything, and left most details out of most things\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n5:14 am</dco> &nbsp;<qco> have you ever written a capital letter </qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n4:36 am</dco> &nbsp;<qco> now that you've done the history of the world, what can you do to get people exited? </qco> </h3>      something completely different\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n4:30 am</dco> &nbsp;<qco> although i know you understand the seriousness, why use rape in such a joking context/manner and with the knowledge that theres absolutely so many youtube edgy folk that went \"HAH RAPED\" along the unfortunately popular current usage of 'rape' as in defeating somebody or doing better than them. this tone isnt meant to be accusatory i just would like to know where you stand on this, i love your humor and the effort you put into your vids but i personally couldnt watch this last one after the first mention </qco> </h3>      in the case of the scramble for africa, i was trying to explain it in the quickest and most efficient manner possible, and if you read up on the scramble for africa, i think you might find that that is a reasonably accurate one-word description of what happened. in the case of the rape of nanking, that is what the event is commonly known as, the 'rape of nanking.' i should also mention that i was heavily criticised last year because the rape of nanking was not mentioned the history of japan video. so i decided i should mention it in this video. i hope that makes sense. also i can't control what happens in youtube comments, unless i disable comments\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n4:26 am</dco> &nbsp;<qco> will you have to develop some system to pick which questions you spend time reading if it becomes too time-consuming with more and more people asking you stuff?</qco> </h3>      yes, i have already had to do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n4:23 am</dco> &nbsp;<qco> <a href=\"free-time.html\">What do you do in your spare time?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n4:20 am</dco> &nbsp;<qco> <a href=\"live-tour.html\">do you think you'll ever do a tour or some vid on type thing because I want to give you a high five</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n4:20 am</dco> &nbsp;<qco> Will you add rewards to your patreon?</qco> </h3>      maybe but i don't want to\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n3:22 am</dco> &nbsp;<qco> Why is there only a link to the anagrams page now? (I'm just curious, sorry if that sounds rude. Thanks for the rad videos/music/creations).</qco> </h3>      i never even meant to make or release the anagrams page until now. but at some point during production of history of the entire world i was losing my mind, and i set up the page, and it was sort of temporary but i accidentally let it slip on the questions page. but still never planned to add it until after the video was done\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n2:59 am</dco> &nbsp;<qco> <a href=\"survival-strategy.html\">What made you want to start making videos</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n2:48 am</dco> &nbsp;<qco> What's one part of HOTEWIG that you found particularly interesting/fascinating during your research?</qco> </h3>      the chandragupta coincidence. more specifically, the fact that the entire internet readily will provide you information about both chandraguptas, but no one ever admits that the other exists. except one guy on a blog i found that said 'hey isnt it wild that there were 2 chandra guptas, unrelated, who founded an empire in india around the year 320 (AD or BC)'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n2:33 am</dco> &nbsp;<qco> when you were on your daily vine schedule in late 2015 did you record a bunch of jingles in one go or split chunks up over multiple days?</qco> </h3>      i recorded them all the day they were released. but the writing was sometimes done in advance, i would do writing sessions and write a bunch of them, and then each day i would either choose one from the list or if nothing seemed right i could write a new one\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n2:11 am</dco> &nbsp;<qco> Are you planning on doing a <a href=\"collab.html\">collab</a> or something in the future?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n2:09 am</dco> &nbsp;<qco> Why did you choose to cover \"entire world\", rather than the earth?</qco> </h3>      well the video is mainly about this planet, because that's where most of our world is. but i figured i should at least briefly explain how it got here sort of\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n1:48 am</dco> &nbsp;<qco> whats your favorite kind of sword,</qco> </h3>      i'm not familiar with swords, and i don't normally use them\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n1:42 am</dco> &nbsp;<qco> why are your long videos about extremely detailed history and your short videos not about history?</qco> </h3>      hold on i have only done 2 long videos so far, and some of my short videos are about history\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n1:37 am</dco> &nbsp;<qco> Was it hard to decide what to talk about in the history of the world video?</qco> </h3>      it was mainly hard to decide what to leave out\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n1:34 am</dco> &nbsp;<qco> What tricks do you use to avoid feeling stressed out by the expectations of others?</qco> </h3>      never learn what the expectations are in the first place\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n1:21 am</dco> &nbsp;<qco> Did you get anything wrong in your new video that you wish you could change or was it all correct?</qco> </h3>      apparently the label for the king of france was the wrong number. surely many other things. but doing a world history video in 20 minutes is risky business and should not be attempted, so it is important to remember that it is mainly a thrill seeking activity. i realized about halfway through the project that i actually hope there are small mistakes in there, for good luck. because the point is not that i actually said everything perfectly, because that would be completely impossible with a video of this scope. the point is that i made the attempt, and that it's a wild ride\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n1:13 am</dco> &nbsp;<qco> How do you cope with crippling perfectionism? How do you \"try your best\" when your brain demands THE best?</qco> </h3>      try to make certain things bad on purpose\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n1:11 am</dco> &nbsp;<qco> What prompted you to write such a touching and emotional acceptance speech at the shorty awards?</qco> </h3>      i have <a href=\"andre-thankyou.mp4\">no idea</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n1:06 am</dco> &nbsp;<qco> what is a computer</qco> </h3>      it's kind of like a prototype person, built by a person\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n1:05 am</dco> &nbsp;<qco> what's your most impressive trick?</qco> </h3>      acting normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n1:00 am</dco> &nbsp;<qco> do you allow yourself any free time?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.17&nbsp;\n12:59 am</dco> &nbsp;<qco> That video was amazing and worth the wait &lt;3. On to the question: will there be an updated version of that HOJ vs HOTEWIG timetable comparison you posted on instagram? Super curious to know how long each part of the process took. </qco> </h3>      maybe when i'm working on my next huge project, and i need a way to convince people that i am working on it\n<br><br>"
  }
]
