[
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n11:29 am</dco> &nbsp;<qco> does it please you that \"box\" can be spelled using musical notation symbols</qco> </h3>      there are also some musical notation symbols that are a box\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n10:59 am</dco> &nbsp;<qco> Do you like music?</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n10:57 am</dco> &nbsp;<qco> I've been to the land of the two letter words, and is there one for eight letter words?</qco> </h3>      i am still wondering about both, but i have found that if you sing something convincingly, it almost can feel true in that moment\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n10:47 am</dco> &nbsp;<qco> what are your thoughts on pencil sharpeners</qco> </h3>      fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n10:37 am</dco> &nbsp;<qco> Is anyone normal in this universe</qco> </h3>      there is an ongoing contest; only one person can hold the 'normal' title at one time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n10:05 am</dco> &nbsp;<qco> When will you upgrade?</qco> </h3>      the process is partially complete but when will i grow into it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n9:13 am</dco> &nbsp;<qco> how do you write your songs? </qco></h3>      i'm not entirely sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i am getting into songwriting and im wondering how you do it.</qco> </h3>      it's like a river. once it starts flowing it can flow forever. always remember that. that is the first rule of rivers. the only thing you have to worry about getting started, and i am pleased to report that you can use trash. it works. river will be fresh when it gets going, even if you used trash to start. occasionally you may have to throw in some more trash to keep it going\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n8:53 am</dco> &nbsp;<qco> When are you going to release the new album?</qco> </h3>      i was thinking of releasing the songs individually and never stopping\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n7:41 am</dco> &nbsp;<qco> I am a railroad photographer from Upstate NY and I come to you with another question. The mainline I photograph trains on is owned by CSX but recently I've noticed an increase in locomotives from the Canadian National railway. So I ask you, Bill, why the change?</qco> </h3>      they are just checking to see if you are paying attention\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n7:20 am</dco> &nbsp;<qco> What is existence?</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n6:36 am</dco> &nbsp;<qco> i finally got all of my ideas together into one document but now i have no idea what to do next&nbsp;</qco> </h3>      count them and number them, from top to bottom, however you listed them. not ranked, just put numbers on them, in order. then get a computer assisted random number selection from that range. that is the one to consider next. not finish, just work on, OR cancel. but you must visit it, visit all documentation on it, assess, see how it feels, discuss openly, and make a decision on either if it's cancelled or what can be done to save it. or if it blows your mind handily then it may be obvious to keep it. then you must determine what is the next significant logistical step on it. once you have made at least one significant logistical step of progress on it, save the changes, and go back to the list and random select another. do this process until you start to get restless about nothing reaching the finish line. then i can tell you the next step\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n6:21 am</dco> &nbsp;<qco> What is your favourite sound?</qco> </h3>      it's a 5 way tie. \"foof\" is tied for all 5\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n6:05 am</dco> &nbsp;<qco> i'm using a basic setup with ipad garageband for recording demos/basic stuff at the moment, its not bad, but when i start trying to put together a finished product what kind of things do i want to look for in recording/whatever software (not for ipad, for laptop/computer)&nbsp;</qco> </h3>      it's like looking for a language. i look for a language i can already speak fluently, unless i happen to be in the mood to think i have some extra lifetimes on my hands\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n4:42 am</dco> &nbsp;<qco> Have you ever had a \"I don't want to do anything but I have to graduate\" year when you were in 12th grade?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n4:13 am</dco> &nbsp;<qco> why is it ueqstions</qco> </h3>      it's not ueqstions, it's <font style=\"font-size: 2em; font-weight: bold;\">ue<font color=\"#00EE3B\">q</font>stions</font>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n4:07 am</dco> &nbsp;<qco> what's a question?\n<br></qco> </h3>      nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n3:54 am</dco> &nbsp;<qco> what's your favorite thing in the world?</qco> </h3>      \nthe world\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n2:59 am</dco> &nbsp;<qco> Whats the square root of 2</qco> </h3>      \nthe diagonal on a square of 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n2:54 am</dco> &nbsp;<qco> so like in lade a da da ed ay in the chorus there's an extra beat towards the end of it, that was the main thing i was thinking of</qco> </h3>      la de da chorus is entirely in 4/4\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n2:18 am</dco> &nbsp;<qco> Do you like rice?</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n2:09 am</dco> &nbsp;<qco> The date next to the questions only goes forward. Is it the time that they were asked or the time that they were answered? </qco></h3>      asked<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If it's the first, does that mean that if the latest question you answered was asked after mine, does that mean you skipped my question?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n1:52 am</dco> &nbsp;<qco> <a href=\"q.php?date=202001251353\">1.25.20&nbsp;&nbsp;1:53 pm</a>  i'm stunned that a musician of your caliber would say your favorite chord is F when the best chord is clearly F#</qco> </h3>      it's neither. how good a chord is depends entirely on how you use it. i am stunned that a musician of your caliber would not know that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n1:08 am</dco> &nbsp;<qco> Any thoughts on dish soap</qco> </h3>      not kept in a dish. the 'soap dish' is ironically meant for non-dish soap. figure that out\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n12:43 am</dco> &nbsp;<qco> What's science?</qco> </h3>      it's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n12:23 am</dco> &nbsp;<qco> Do you make new year's resolutions</qco> </h3>      maybe if i wanted it to fail\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n12:14 am</dco> &nbsp;<qco> thank you for being very cool</qco> </h3>      thank you for your sudden outburst of friendliness\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.20&nbsp; \n11:48 pm</dco> &nbsp;<qco> How many rolls of flex tape do you think you could hold at once?</qco> </h3>      not necessary. that stuff holds itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.20&nbsp; \n11:33 pm</dco> &nbsp;<qco> how's the view from your side of the universe</qco> </h3>      upside down\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.20&nbsp; \n11:29 pm</dco> &nbsp;<qco> How do I convince my friend that they're great at art</qco> </h3>      if you are such a good judge of art then it might be wise to start making some yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.20&nbsp; \n11:11 pm</dco> &nbsp;<qco> hi i just saw the moon and i was wondering if it is made of cheese?</qco> </h3>      no but everything else is\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.20&nbsp; \n10:40 pm</dco> &nbsp;<qco> I started so.many things, so many that i have a room full of paper with projects of books, comics and things that i couldn't finnish. What can i do? I also have allergies because of paper so i almost die evrytime i try to organize then</qco> </h3>      it might be nice to get a scanner and make a project of digitizing all of it, make sufficient backups, and get a graphics tablet and find some graphics software you are comfortable with, and begin to work that way. then, it would be good to make a catalog of all projects, listed in order of when they were started, and then develop a quasi random system for choosing which one(s) to finish. also i almost forgot the first step, it might help to cry in a field briefly just to make sure you believe in yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.20&nbsp; \n10:39 pm</dco> &nbsp;<qco> What is a program or software glitch that is now obselete/patched that you were fond of?</qco> </h3>      there were crazy residue lines in rita when drawing a shape, before you let go of it. i used that quite often\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.20&nbsp; \n10:37 pm</dco> &nbsp;<qco> Should I make a funny thing or a serious thing? I like being funny but maybe it's time to be serious</qco> </h3>      i can't tell the difference so good luck\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.20&nbsp; \n10:30 pm</dco> &nbsp;<qco> What's the last thing you do when tuning an instrument?\n</qco></h3>      play it to see if it's good<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tune by ear after tuning with a tuner, or tune with a tuner after tuning by ear?</qco> </h3>      no way. that would render the other one useless\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.20&nbsp; \n10:12 pm</dco> &nbsp;<qco> when will your next video be?</qco> </h3>      i am having a countdown timer\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.20&nbsp; \n10:07 pm</dco> &nbsp;<qco> I always spill dip on my pants. Then I dip down to see the dip and notice the children congregating because the dip has drawn them in. How would you handle this situation plz help</qco> </h3>      write it up. make it into a fable\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.20&nbsp; \n9:48 pm</dco> &nbsp;<qco> did you eat the last cookie</qco> </h3>      i tried but they keep making more cookies\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.20&nbsp; \n9:47 pm</dco> &nbsp;<qco> What's the password to your ' What's the password? ' page??</qco> </h3>      clicking the 'i don't know' button\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.20&nbsp; \n9:47 pm</dco> &nbsp;<qco> what is your favorite font</qco> </h3>      i like the ones with no letters, just the seriff\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.20&nbsp; \n9:40 pm</dco> &nbsp;<qco> What is your favorite color hex code?</qco> </h3>      00000000\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.20&nbsp; \n9:19 pm</dco> &nbsp;<qco> Do you consider what you do to be absurd, surreal, both, or neither.&nbsp;</qco> </h3>      those are all part of my tool kit, there are other things in the kit also. and that tool kit is also part of a larger kit, of tool kits. a tool kit kit\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.20&nbsp; \n9:17 pm</dco> &nbsp;<qco> What's your personal favourite song you've made?</qco> </h3>      i would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.20&nbsp; \n9:12 pm</dco> &nbsp;<qco> what s your favorite genre of architecture?</qco> </h3>      rubble\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.20&nbsp; \n9:05 pm</dco> &nbsp;<qco> What editing software are you mostly trying to learn about right now?</qco> </h3>      right now i am not so much concerned with the editing as with how to make the thing in the first place\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.20&nbsp; \n9:01 pm</dco> &nbsp;<qco> if you could be any ninja turtle, which would you be?</qco> </h3>      how about one of the teenage mutant ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.20&nbsp; \n9:00 pm</dco> &nbsp;<qco> What is your favorite song that you've produced?</qco> </h3>      i would prefer to produce a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.20&nbsp; \n8:59 pm</dco> &nbsp;<qco> Have you ever flown on a plane in the business class section with birds?</qco> </h3>      no but it is on my to do list\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.20&nbsp; \n8:51 pm</dco> &nbsp;<qco> Why am I living?&nbsp;</qco> </h3>      to tell the tale\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.20&nbsp; \n8:51 pm</dco> &nbsp;<qco> What's your favorite answer you've given on here?</qco> </h3>      <a href=\"rquestion.php\" target=\"_blank\">this one</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.20&nbsp; \n8:50 pm</dco> &nbsp;<qco> What's the furthest distance you've travelled in one journey</qco></h3>      5,437 miles<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and are we likely to see that record broken in 2020?</qco> </h3>      it's possible \n\n<br><br>"
  }
]
