[
  {
    "html": "<h3> <dco>11.11.19&nbsp; \n8:23 am</dco> &nbsp;<qco> what if our world is a simulation...\n<br>of our real world?</qco> </h3>      makes sense\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.19&nbsp; \n8:15 am</dco> &nbsp;<qco> i had a dream that you created a website functionality wherein we could upload a photo to your site and it would spit the same photo vack out but rotated 90 degrees left and green in a crappy resolution. </qco></h3>      that could be handy<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\ti wanted to come to the questions page to ask why that functionality was there, but then the dream jumped tracks to something completely unrelated and i woke up and realized it was all fake anyway</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.19&nbsp; \n7:52 am</dco> &nbsp;<qco> How do I make a webpage like yours?&nbsp;</qco> </h3>      you could start like this <a href=\"https://billwurtz.com/reality/201401071239.mp4\">1.7.14 12:39pm</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.19&nbsp; \n7:31 am</dco> &nbsp;<qco> its community day at my community center will you be there?</qco> </h3>      yes. wait which community\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.19&nbsp; \n7:05 am</dco> &nbsp;<qco> Do you answer all the questions? </qco></h3>      not even close<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tIf so, is it in order? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tKinda curious.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.19&nbsp; \n7:00 am</dco> &nbsp;<qco> Do you think the education system is flawed?</qco> </h3>      yes, but the flaws are also flawed, so it's accidentally good in some ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.19&nbsp; \n6:27 am</dco> &nbsp;<qco> What is one of the saddest songs you know?</qco> </h3>      the pearl jam cover of the 1950s song about the car crash\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.19&nbsp; \n5:29 am</dco> &nbsp;<qco> Among all available kinds of content you can do in your channel, why did you choose music?</qco> </h3>      music has always been one of my strongest skills. since way before i ever knew how to make a video. i also do non-music content, but when i do, i still use music to enhance it. like that little bit of crack cocaine grandma used to put in the spaghetti\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.19&nbsp; \n5:15 am</dco> &nbsp;<qco> hwo do you know you exist</qco> </h3>      i have a certificate of existence\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.19&nbsp; \n4:31 am</dco> &nbsp;<qco> how much time do you spend on making a video</qco></h3>      could be any amount of time. probably depends how long the video is but still any amount of time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t and can you lick my toe &lt;3</qco> </h3>      maybe some other time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.19&nbsp; \n4:05 am</dco> &nbsp;<qco> How far below 0dB do you master your music to? What about spoken elements?</qco> </h3>      the spoken elements and the music end up being mastered together, and i keep the peaks as close to 0 as possible. actually peaking occasionally, because no responsible adult has ever actually explained to me why i shouldn't\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.19&nbsp; \n3:58 am</dco> &nbsp;<qco> how do i respond to an awkward question that both me and the asker realized was awkward as soon as it was said aloud?</qco> </h3>      you'll have to get married now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.19&nbsp; \n3:07 am</dco> &nbsp;<qco> How do I talk to trees?</qco> </h3>      you have to tap into the root\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.19&nbsp; \n2:48 am</dco> &nbsp;<qco> Do you think anything exciting will happen in 2020?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.19&nbsp; \n2:44 am</dco> &nbsp;<qco> How do I overcome the vast loneliness inhibiting my soul?</qco></h3>      try to write some stories<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Also is it strange I understand the reference \"I'm feeling randy\"?</qco> </h3>      i think that's a reference to \"i'm feeling lucky\", on google. and also based on the word random. i think google still has the lucky button, so i would not be surprised if everyone knew about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.19&nbsp; \n2:41 am</dco> &nbsp;<qco> Good to know you're still alive and well, can't wait to see what you'll do with your new software. Gosh so many questions and words to say, hopefully I can express them to you in a reasonable manner lol.\n<br>I want to be like you, I want to make music and I want to make people happy and entertained like you but I don't know where to start. I just started my life and it feels like I still don't have enough time. I love playing the ukulele, guitar, tenor guitar, and piano (I want to pick up the bass and drums too lmao) but I am really bad at most of them and I don't feel as if I can master them quick enough, and I feel like it'd be too late for me to get lessons on them. As well as I have loads of recording of songs that I have started but I don't know what to do with them, I don't have any type of recording or editing software, and I don't even know what type to get. It feels like I'm just stuck in this hole of, \"I want to do it, but I don't have the\n  means t\n o do it. \" And I really want to try to make music for a living. I really hope this hasn't gotten too confusing, but I want to be a successful musician, like you, but I don't know where to start or what to do, and you're one of the only famous people who like actually responds to, pretty much, all of their fans. Do you have any tips on what I should do, or where I should start or anything? P. S. Sorry for making you read this long lol&nbsp;</qco> </h3>      keep writing songs, recording them, and figure out what's going to play on the screen while the song plays. if you think you can make a video, that's cool too. but if you can't, just designate something interesting to look at on the screen while your song is playing. and make a bunch of video files that have your song on it, with the visual. keep doing that, and make your own channel (even if it's just on your hard drive). keep a notebook, give updates, record commentary, ...... basically make your own tv show. and then after it has gone on for a few months or a year or so, whenver you are feeling ready, start looking around at various online platforms you like best, and make accounts there and start posting the content there. it's pretty much a steady staircase to success, if you start treating yourself like the star of your own show, immediately. i am just guessing at what you might be interested in, because you said \"like you\" (me), and pretty much what i do is i star in my own imaginary show, and then when i feel like the show is good enough i start posting it online. pretty cool\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.19&nbsp; \n2:23 am</dco> &nbsp;<qco> i might be poor. how do i not be poor?</qco> </h3>      the first thing you'll wanna do is get rich, preferably quick\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.19&nbsp; \n1:46 am</dco> &nbsp;<qco> do you know the muffin man?</qco> </h3>      muffins are made by machines now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.19&nbsp; \n1:31 am</dco> &nbsp;<qco> what is your deepest darkest dankest secret</qco> </h3>      i am answering questions online\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.19&nbsp; \n1:05 am</dco> &nbsp;<qco> opinion on fruit</qco> </h3>      they are juice balls\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.19&nbsp; \n12:56 am</dco> &nbsp;<qco> Do you know morse code?</qco> </h3>      i have it written down somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.19&nbsp; \n12:36 am</dco> &nbsp;<qco> opinion on the christmas song by nat king cole?</qco> </h3>      vocals are so vibrant\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.19&nbsp; \n12:18 am</dco> &nbsp;<qco> what are your favourite morals.</qco> </h3>      everyone is you from another time. so you might want to listen to them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.19&nbsp; \n12:14 am</dco> &nbsp;<qco> Dry erase boards are pretty remarkable</qco> </h3>      that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.19&nbsp; \n12:00 am</dco> &nbsp;<qco> so is your new video definitely a song? or no?</qco> </h3>      going to be a heck of a lot more than 1 video\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n11:54 pm</dco> &nbsp;<qco> Do you like origami</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n11:38 pm</dco> &nbsp;<qco> Do you have a toggle-alternating-capitalization hotkey, to type lIkE tHiS?</qco> </h3>      no but i will\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n11:17 pm</dco> &nbsp;<qco> At <a href=\"q.php?date=201909281500\">9.28.19&nbsp;&nbsp;3:00 pm</a>  did you create that video just as an answer to that question or did you happen to have that video already?</qco> </h3>      that was from my video \"the music\", made and released in 2015, on this website and youtube, and also a square and slightly shorter version was released on vine\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n11:12 pm</dco> &nbsp;<qco> Why is money important?</qco> </h3>      because it's so shiny\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n11:07 pm</dco> &nbsp;<qco> When is a new video reee</qco> </h3>      i'm doing a countdown timer\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n10:55 pm</dco> &nbsp;<qco> When will pigs fly?&nbsp;</qco> </h3>      any time, as soon as they stop being so lazy\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n10:48 pm</dco> &nbsp;<qco> thabk you for making things for us to watch as entertainment are you satisfied with your work</qco> </h3>      eh, sort of\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n10:45 pm</dco> &nbsp;<qco> what number is the countdown timer on?</qco> </h3>      48\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n10:43 pm</dco> &nbsp;<qco> Are boomers intellectuals in disguise?</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n10:34 pm</dco> &nbsp;<qco> What are some of your favorite fonts?</qco> </h3>      i like the ones with no letters, just the seriff\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n10:23 pm</dco> &nbsp;<qco> have you considered just posting a comment or something on \"might quit\" to let them know that you actually did not quit?</qco></h3>      the quitting referenced in that song is about quitting school, and while that's just a song, it still sounds like something i would do<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t people who visit this page know you are just getting started but the bulk of youtube commenters do not</qco> </h3>      i am not starting school. although i have been watching a heck of a lot of tutorials\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n10:12 pm</dco> &nbsp;<qco> is there any way to split 3 into two even halves</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n9:44 pm</dco> &nbsp;<qco> have you quit</qco> </h3>      quit what\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n9:21 pm</dco> &nbsp;<qco> are you coming back to youtube soon?</qco> </h3>      as soon as i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n9:20 pm</dco> &nbsp;<qco> why are you the best youtuber?</qco> </h3>      what's a youtuber\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n9:07 pm</dco> &nbsp;<qco> i'm about to explode because i just spent all my money on alcohol and a little bit of food and i can't even get a job. i feel seriously trapped and i don't know how i am going to get out of this one.</qco> </h3>      have you considered inventing something that society cannot live without\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n8:25 pm</dco> &nbsp;<qco> So, what's up with Saturn's moon Titan??</qco> </h3>      i think there's actual water there\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n8:00 pm</dco> &nbsp;<qco> Will you ever collaborate with another YouTube artist or mainstream artist?.</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n7:53 pm</dco> &nbsp;<qco> what do you think about planets and stuff?</qco> </h3>      it's so hard to find the right one\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n7:48 pm</dco> &nbsp;<qco> have you done did a bad diddly thing</qco> </h3>      no way. i've only done medium things\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n7:20 pm</dco> &nbsp;<qco> Do you work better trying to meet a deadline or going at your own pace?&nbsp;</qco> </h3>      i'll never figure out which is better. although i wish i had some deadlines right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n7:15 pm</dco> &nbsp;<qco> Is the best year in the middle of another year?</qco> </h3>      seems like it would have to be in between 2 other years\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n7:06 pm</dco> &nbsp;<qco> How many suzannes</qco> </h3>      i don't know, but i've had enough. i'm ready to make my own monkeys now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n7:04 pm</dco> &nbsp;<qco> do you have a philosophical objection to combining many similar song ideas into one because they fit together like a puzzle and trying to complete that puzzle instead of making them each an individual puzzle?</qco> </h3>      it simply does not work for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n7:01 pm</dco> &nbsp;<qco> Help I accidentally made toast how do I unmake it?</qco> </h3>      not possible. toast is forever\n<br><br>"
  }
]
