[
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n7:31 pm</dco> &nbsp;<qco> opinion on lamp posts?</qco> </h3>      \nthey evolved from lanterns, by becoming brighter, to hunt for better prey\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n7:14 pm</dco> &nbsp;<qco> Where is your inspiration? </qco></h3>      it is everywhere, and i was gonna say that means i get to choose where, but at least half the time i don't, it surprises me<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm sure you've been asked this already and if not color me yellow cause i like yellow&nbsp;💛</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n7:04 pm</dco> &nbsp;<qco> If you were to divide your music and videos into eras, what would the eras be and where would you draw the boundaries between them?</qco> </h3>       \nfeb 2009 thru july 2010<br>\n      \nlate 2010 (aug-dec)<br>\n      \njan 2011 through jan 2014<br>\n      \n2014 (feb to dec)<br>\n      \n2015 (jan+feb)<br>\n      \n2015 (march-july)<br>\n      \nlate 2015 (july-jan)<br>\n      \nearly 2016 (feb-june)<br>\n      \njune 2016 through may 2017<br>\n      \njune 2017 only<br>\n      \njuly 2017 - april 2019<br>\n      \nlate 2018 (sep-dec) (hear me out. this is a smaller sub-section contained in the middle the previously mentioned section)<br>\n\n      \nmay 2019 thru august 2020<br>\n      \naugust 2020 thru feb 2022<br>\n      \nfeb 2022 thru the future\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n6:56 pm</dco> &nbsp;<qco> when did it happen?</qco> </h3>      \njust now\n\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n6:43 pm</dco> &nbsp;<qco> are you prepared for the inevitable rush of people asking if your quitting because of the song title?</qco> </h3>      \nyes. that reminds me, i was going to ask jordan peele if he's released a film this year\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n6:17 pm</dco> &nbsp;<qco> what does the text say at the beginning of the ending video&nbsp;</qco> </h3>      \nit says \"getting ready to start my day. the weather makes me smile, it's a beautiful day when it rains all day. yes i'd like to get an education, and go into the high life and then climb back down, but i don't know how... to climb back out. i'm not worthy of the chosen road before me, and i don't even know who i wanna be. i'm not listening to the words we wrote on paper cause i'm not sure if anything is true. it's not true, it's not true. THAT'S NOT TRUE. but it still sounds musical. put it in my musical. and the musical music is true. and i'm not really sure how to handle it. don't really know what it is. don't really believe it. can't figure out what it says. it makes me weep, skip, sing it while i sleep, conversate with a stranger at 10x speed, and slow it way way down for the memory. slow it way way way down for the ending. [riff] that's the trumpet. get up and go stare at the flag pole. [riff] i'm not worthy of this course of entertainment and i don't even know who i'd rather be. i'm not listening to the words on the soundtrack cause i keep on getting more confused. and i'm not sure if anything is true. that's not true\"\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n6:16 pm</dco> &nbsp;<qco> i always forget the questions i ask you here. do you own a memory wipe device (Neuralyzer) !?</qco> </h3>      \ni don't recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n5:47 pm</dco> &nbsp;<qco> are you the type to wear glasses with colo(u)red lenses?</qco></h3>      only for a video<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and if so, what colo(u)r?<br>&nbsp;</qco> </h3>      whatever's available at the market\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n5:40 pm</dco> &nbsp;<qco> is \"the ending\" based off of America's public school system? </qco></h3>      not necessarily<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because that's what I think of when I hear it.&nbsp;</qco> </h3>      \nit reminds me of that too. except it probably reminds me more of college, or at least what i've heard about it\n\n\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n5:36 pm</dco> &nbsp;<qco> how did you make the sick bass tone at the beginning of \"im scared\"?&nbsp;</qco> </h3>      \nprobably the most important point about that is to have a piano also play the riff. also it should be a piano with absolutely zero release time on the note, so the note cuts off completely and immediately when you release it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n5:36 pm</dco> &nbsp;<qco> how many times per second do you change</qco> </h3>      \n1 and 0 times. to be clear, that's 2 different numbers of times\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n5:31 pm</dco> &nbsp;<qco> what do you think about this nice planet called neptune</qco> </h3>      \nfirstly, your opinion of the planet is that it is nice. just want to get that out of the way so your opinion doesn't influence my opinion by default. that being said, despite what little i know about neptune, my opinion happens to be about the same as yours\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n5:31 pm</dco> &nbsp;<qco> Is \"slow it way way down for the memory/slow it way way way down for the ending\" in 11/4 time?</qco> </h3>      \nif i were charting it, i'd probably write 5/4, 6/4, 5/4. If you make it 11/4, then it means the bar will look insanely long and also it would only be 1 actual bar of 11, because it breaks the pattern immediately after that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n5:29 pm</dco> &nbsp;<qco> is that red circle at the end of your latest music video a parody of clickbaity youtube thumbnails?</qco> </h3>      \nyes\n\n\n\n\n\n\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n5:25 pm</dco> &nbsp;<qco> i'm in college studying something that doesn't relate to music, most of my time is spent doing college stuff, but whenever i'm not doing college stuff i try my best to create music. is it possible to create beautiful music (like yours) even if i can't devote all of my time on it?&nbsp;&nbsp;</qco> </h3>      \nif you can't spend all your time on it, then it probably won't sound like mine. it might sound better. you might be able to escape the 'try-too-hard' vibe all together\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n5:23 pm</dco> &nbsp;<qco> was the part at 1:33 of the ending a midi visualization, or just random squares?</qco> </h3>      \nthey are rectangles, but their locations are random. and it is scrolling at a constant pace\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n5:18 pm</dco> &nbsp;<qco> is it really the ending of your channel?</qco></h3>      no. i've barely even got started<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 'might quit' has me a bit worried, sorry if this is stupid</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n5:17 pm</dco> &nbsp;<qco> what is the utility of thinking or doing things in a \"meta\" way?</qco> </h3>      \nthere's a lot of different apps and products that probably work well together within the brand ecosystem\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n5:16 pm</dco> &nbsp;<qco> have you ever thought about making a movie</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n5:16 pm</dco> &nbsp;<qco> Is this a JoJo reference?</qco> </h3>      \nthat would be a 'is this a JoJo reference' reference\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n4:54 pm</dco> &nbsp;<qco> Is the world a simulation of what?</qco> </h3>      \njust about\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n4:53 pm</dco> &nbsp;<qco> did you ever consider ending 'the ending' after the title line, after the 'slow it way way down for the ending', in kind of a moon-is-made-of-cheese-type fashion?</qco> </h3>      \ni didn't know that was the title at the time, but, it was also immediately clear that it should go back to the verse right there. that verse melody riff is really the whole point of the song, and it was well overdue to make a repeat appearance\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n4:50 pm</dco> &nbsp;<qco> Hi Bill, I'm going to start using this questions section as my personal journal for the next couple of days.</qco></h3>      i understand<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Day 1:<br>Today went pretty well. Been packing up a bunch of my belongings because I'm about to leave and go on an adventure. Whether the adventure is going to be as good as the packing has been is yet to be determined. I also ate a bowl of spaghetti, but it was a bit too small so I added some more spaghetti to it in order to make it large enough and it was pretty good once I did that.<br><br>see you tomorrow for more updates</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n4:50 pm</dco> &nbsp;<qco> Any meaning behind \"the ending\" song ?</qco> </h3>      \nyes. it's music. i find music extremely meaningful\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n4:45 pm</dco> &nbsp;<qco> did you quit</qco> </h3>      \nquit what? nevermind, i don't recall quitting anything any time recently. the last thing i remember quitting was coca cola, about 10 years ago\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n4:44 pm</dco> &nbsp;<qco> if i opened my palm and revealed to you a glowing red gem where's the first place you would hide it</qco> </h3>      \nin your palm, after you close it again\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n4:38 pm</dco> &nbsp;<qco> Is the ending the last of your songs?</qco> </h3>      \nnot even close\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n4:37 pm</dco> &nbsp;<qco> is the ending your final song, </qco></h3>      absolutely not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is it just a name </qco></h3>      it is the name of the song<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and you are going to continue making videos?</qco> </h3>      yes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n4:35 pm</dco> &nbsp;<qco> did you name it \"the ending\" to fuck with people who instantly assume this is another \"might quit\" situation</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n4:31 pm</dco> &nbsp;<qco> Is anyone ever worthy of any road?&nbsp;</qco> </h3>      \nyes\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n4:30 pm</dco> &nbsp;<qco> can we be friends?</qco> </h3>      \nsure\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n4:29 pm</dco> &nbsp;<qco> are you thinking of creating the musical you mentioned in \"the ending\"?</qco> </h3>      \nreviewing the content i've released so far makes me realize i already have been\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n4:22 pm</dco> &nbsp;<qco> What is your favorite calculus?</qco> </h3>      \ncalculus 2, the revenge of calculus\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n4:22 pm</dco> &nbsp;<qco> what is your opinion on dr.pepper?</qco> </h3>      \ni don't know very much about it. it was not designed for me. the reason i think i can assume this is because i've read that it was designed to taste good but it does not taste good for me\n\n\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n4:21 pm</dco> &nbsp;<qco> did you really put all of the lyrics at the beginning of the new song?</qco> </h3>      no, but i put them on screen at the beginning of the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n4:16 pm</dco> &nbsp;<qco> what are your opinions on my new sweater it matches with my friend and its madness combat themed its really cool</qco> </h3>      \nyou've already taken care of all the opinions, which is good because i actually can't see the sweater. just the opinion\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n4:15 pm</dco> &nbsp;<qco> is it the ending?</qco> </h3>      \nit's many different endings and beginnings, pretty much all the time\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n4:12 pm</dco> &nbsp;<qco> pretty epic song, but what is your political view</qco> </h3>      \nwhat the heck is a political view\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n4:06 pm</dco> &nbsp;<qco> How do I eat the galaxy</qco> </h3>      \nhow about cutting it in quarters like mom used to do\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n4:01 pm</dco> &nbsp;<qco> do you have any pets? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;specifically any cats? one or more, i just really want to know.</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n3:42 pm</dco> &nbsp;<qco> Why is this website so strange and intriguing at the same time?</qco> </h3>      \n\"the customer is always right\"\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n9:02 am</dco> &nbsp;<qco> opinion on lemonade?</qco> </h3>      \nnever includes the peel. too bad\n\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.22&nbsp; \n9:10 pm</dco> &nbsp;<qco> writing a song is so much easier when i start with a verse, but it's so much easier for me to come up with a chorus than a verse to start with. what can be done to remedy this?</qco> </h3>      \nstart with something that doesn't care whether it's a verse or a chorus. or, you could possibly find a comfortable home in the timeless genre of AABA style songforms, where the A feels like a verse but also starts with the title. and the B feels more like a bridge and probably happens twice throughout the song\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.22&nbsp; \n8:55 pm</dco> &nbsp;<qco> What was in the \"fragile do not open\" box?</qco> </h3>      \nthe one true description of how fragile the box really is\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.22&nbsp; \n8:24 pm</dco> &nbsp;<qco> what shape do you like the most</qco> </h3>      \ndot\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.22&nbsp; \n8:15 pm</dco> &nbsp;<qco> is it possible to figure out how we think, or do we just think we have an answer</qco> </h3>      \ni think so\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.22&nbsp; \n4:52 pm</dco> &nbsp;<qco> why did you put the q in the e's spot at the top of the webpage? was q not worthy enough to be at the front?</qco> </h3>      \nit's following the same style as the other pages. the first one was what is now the expert page, which still says \"billwurtz\" at the top, in a similar style. the goal here is to create a picturesque effect while not actually using any graphics, and actually no fonts also\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.22&nbsp; \n3:40 pm</dco> &nbsp;<qco> do you ever feel bad,<br>do you ever get sad.</qco> </h3>      \nyes, but that's only part of the story\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.22&nbsp; \n3:31 pm</dco> &nbsp;<qco> do you think i really exist, or am i just pretending?</qco> </h3>      \neven better\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.22&nbsp; \n11:52 am</dco> &nbsp;<qco> do you hear the flibbity jibbity jibber jabber?</qco> </h3>      \ni've read about it\n\n<br><br>"
  }
]
