[
  {
    "html": "<h3> <dco>3.14.18&nbsp;\n1:17 pm</dco> &nbsp;<qco> how do you make a banjo?&nbsp;</qco> </h3>      you need to get 2 other banjos together in a sexy environment\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.18&nbsp;\n12:24 pm</dco> &nbsp;<qco> Why do we get bored?</qco> </h3>      because there are things to be done, and you can't figure out which things, but the need for them to be done haunts you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.18&nbsp;\n12:22 pm</dco> &nbsp;<qco> Do you plan on selling out?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.18&nbsp;\n12:17 pm</dco> &nbsp;<qco> does your next video feature a talking/singing/dancing peanut? </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;this is urgent</qco> </h3>      no it's not\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.18&nbsp;\n12:09 pm</dco> &nbsp;<qco> How did you become the master airdrummer?</qco> </h3>      master the real drums\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.18&nbsp;\n10:52 am</dco> &nbsp;<qco> what is a legal way to steal a house?</qco> </h3>      build your own\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.18&nbsp;\n10:50 am</dco> &nbsp;<qco> have you ever been in a canoe?</qco> </h3>      the entire world is a canoe\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.18&nbsp;\n9:42 am</dco> &nbsp;<qco> Hey Bill, I just looked around expert mode for the first time, because at first it was too intimidating. Is there anywhere else on the site where I can see your cool photos? Like that one of a wall, or the no leaning sign.</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.18&nbsp;\n9:02 am</dco> &nbsp;<qco> do my homework</qco> </h3>      ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.18&nbsp;\n8:56 am</dco> &nbsp;<qco> I am poland</qco> </h3>      fair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.18&nbsp;\n4:44 am</dco> &nbsp;<qco> if you have question for us, what do you ask?</qco> </h3>      the question\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.18&nbsp;\n4:25 am</dco> &nbsp;<qco> You've given up on the anagrams, have you?</qco> </h3>      ?? no. i've been posting 1 a day, ever since last summer. and often doing many more than that, to make sure i always have one on hand, ready to post, each day. the question is, have you given up on reading them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.18&nbsp;\n1:46 am</dco> &nbsp;<qco> What is a poem?</qco> </h3>      that is some what of a legal grey area\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.18&nbsp;\n1:28 am</dco> &nbsp;<qco> are we alone</qco> </h3>      no one is alone\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.18&nbsp;\n1:00 am</dco> &nbsp;<qco> got any wisdom to share?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n11:03 pm</dco> &nbsp;<qco> Is a cult that calls itself a cult still a cult?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n10:12 pm</dco> &nbsp;<qco> HAVE YOU EVER USED A CAPITAL LETTER? IT'S NICE.</qco> </h3>      yes, i think i just did 2 questions down, and also <a href=\"capitals-report.php\">all these other times</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n9:35 pm</dco> &nbsp;<qco> what do I do if I get a box that says do not open?</qco> </h3>      make bets as to whether or not you can open it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n9:11 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710162355\">10.16.17&nbsp;&nbsp;11:55 pm</a> &nbsp;&nbsp;&nbsp;ok ok ok i've been working on it as fast as humanly possible ever since and i just can't make any since of the second chord. there's like a small little piano in the background playing the chord and loud keyboards, distracting drums, unhelpful bass and singing all clustering it up.</qco></h3>       the bass is not distracting from the chord, the bass is what makes the chord what it is. without it it would just be A(add2). the keyboards also contribute to the chord. i don't see how these would be distractions. that's like lettuce distracting you from a salad\n<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; can you give me another clue, maybe the second chord? please, i need to eat soon.</qco> </h3>      \n\"news\" is F#-7 (maybe with hint of B note too).<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n9:06 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201712122013\">12.12.17&nbsp;&nbsp;8:13 pm</a> &nbsp;&nbsp;&nbsp;who's to say what is the correct number of fingers. why do you think you know the right number of fingers bill</qco> </h3>      thanks george, but i don't think you looked at the context. the person was trying to convince me they had the wrong sized hands. so i was following their logic to demonstrate that maybe 'wrong' could be just right\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n8:18 pm</dco> &nbsp;<qco> Do you have a least favorite question?</qco> </h3>      the kind that asks me to dislike something\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n8:05 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201803131309\">3.13.18&nbsp;&nbsp;1:09 pm</a> &nbsp;&nbsp;&lt;&lt; the problem with the old system is that nothing ever gets done, i work on something until i get bored or have a new idea</qco> </h3>      oh, i thought you said you 'liked the old way of getting stuff done' which made it sound like you got stuff done and you liked it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n8:03 pm</dco> &nbsp;<qco> Do think the world thinks English does it Become synonymous with America or with Britain?</qco> </h3>      britain, unless it's the language, then it could be both\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n7:46 pm</dco> &nbsp;<qco> have you considered putting together a legit album</qco> </h3>      all my music is legit, and any way you group the songs is legit also, but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n7:42 pm</dco> &nbsp;<qco> What was the guy/girl who discovered milk doing with that cow?</qco> </h3>      i think cows discovered their own milk\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n7:37 pm</dco> &nbsp;<qco> I like what you said about resolving the details and why's of the creative process. Any tips on how to sift through that? </qco></h3>      be patient and ask questions. then answer them, that's the fun part<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I had a routine but I don't know what happened to it, and can't seem to make one that works anymore. I've become morose all the time now. Any advice?</qco> </h3>      you're going to have to become re-aquainted with your whomever self that originally decided to do the thing you are doing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n6:03 pm</dco> &nbsp;<qco> Do you ever enjoy demos or rough versions of songs you love?</qco> </h3>      sometimes i love only the demo\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n6:00 pm</dco> &nbsp;<qco> What should I write a song about?</qco> </h3>      how about <a href=\"https://randomwordgenerator.com\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n5:59 pm</dco> &nbsp;<qco> Did you ever feel when everyone makes a joke about something, but you don't know it, so you don't get the jokes and just try to understand what's up but nobody seems to tell you?\n<br></qco> </h3>      nowadays i can usually find out using the internet\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n5:32 pm</dco> &nbsp;<qco> man, i just got friendzoned, what do i do? She said we're better off as friends, nothing more. I need help bill. Please\n<br></qco> </h3>      sounds like the two of you need some time apart\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n4:49 pm</dco> &nbsp;<qco> is it art if no one considers it so?</qco> </h3>      yes but someone already considered it art\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n4:38 pm</dco> &nbsp;<qco> Guess what I found in a bag in my garage?</qco> </h3>      a new car?\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n2:52 pm</dco> &nbsp;<qco> quick, \"&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\" came before the big bang right?</qco> </h3>      not quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n2:11 pm</dco> &nbsp;<qco> i don't want to do a lot of things my family is constantly pressuring me to do. How do I get them to understand and possibly accept this?</qco> </h3>      go somewhere else, where they can't pressure you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n2:09 pm</dco> &nbsp;<qco> does work has to be an herculean task, either mentally or physically? \n</qco></h3>      it can be<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if not, does it mean something goes wrong when the going gets tough? \n</qco></h3>      that may be likely<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;can all work be enjoyable initially?\n</qco></h3>      maybe<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; any way to prevent an pleasurable thing from sinking into a painful state, or bootstrap it from the uneasiness?</qco> </h3>      rememeber why you are doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n2:06 pm</dco> &nbsp;<qco> When did you write the song you're working on?</qco> </h3>      may 25, 2016\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n2:03 pm</dco> &nbsp;<qco> should people take on their own responsibility of finding their own meanings?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n1:09 pm</dco> &nbsp;<qco> hey bill, as more and more opportunities open up for me i'm considering to switching to an entirely different/new system or way of making content. but for some reason i'm hesitant because i like the old system of getting stuff done. the thing is, the old system of working IS no system, just a free for all of ideas. should i keep doing whatever it should i switch to a more organized and complex approach?</qco> </h3>      if there are no problems with your current strategy then i do not recommend changing it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n12:16 pm</dco> &nbsp;<qco> how do i get the best recording possible with a shitty mic</qco> </h3>      just try recording with it and see what the problem is. then look for solutions based on what it sounds like\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n11:51 am</dco> &nbsp;<qco> how do i enjoy life</qco> </h3>      try making up your own way\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n11:39 am</dco> &nbsp;<qco> So I was watching t-swift's new music video and it got me thinking.. when you get to the point where you can easily acquire whatever resources you want, would you have any interest in doing those type of theatrical, big-production music videos with crazy sets and cinematography, special effects, costumes, and actors and dancers and all that stuff (assuming that you'd still direct everything and have full creative control etc)?&nbsp;</qco> </h3>      it's always best to add new techniques and methods very gradually, otherwise you will get completely lost and confused. regardless of how much money and/or help you have, if you suddenly add a million dollars worth of production, you may be extremely lost<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n11:18 am</dco> &nbsp;<qco> What was the guy who discovered milk doing with that cow?</qco> </h3>      i think milk was discovered by a woman\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n11:16 am</dco> &nbsp;<qco> What got you started in music?</qco> </h3>      i don't remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n10:59 am</dco> &nbsp;<qco> have you ever considered using sirens in a song?</qco> </h3>      even better, i use what the sirens use\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n10:48 am</dco> &nbsp;<qco> Are you intelligent?</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n10:20 am</dco> &nbsp;<qco> how do you feel about the concept of taking kids out of class for not being in class?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n9:51 am</dco> &nbsp;<qco> can doing something you supposedly 'love' to do still be very difficult to even get started on?</qco> </h3>      yes, this can happen if there are points of confusion in the details. i think you will find that as soon as these details are resolved it will explode wildly into passionate productivity\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n9:40 am</dco> &nbsp;<qco> Is the voice an instrument? </qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, is it two different instruments if you use it to sing words or do something else like humming?&nbsp;</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n8:35 am</dco> &nbsp;<qco> i wont ask if you use capital letters. i think its pretty clear you have a love/hate relationship.</qco></h3>      that's not true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; instead, do you use capital one?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.18&nbsp;\n8:07 am</dco> &nbsp;<qco> what is the first page in this website?</qco> </h3>      expert\n<br><br>"
  }
]
