[
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n4:06 pm</dco> &nbsp;<qco> do we even exist or are we non-existent?</qco> </h3>      asking if you exist is one of the most clear signs of existence\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n3:51 pm</dco> &nbsp;<qco> when it rains, it seems like not only plants get more alive, but people too</qco> </h3>      that's how i feel, although i don't know if everyone feels this way\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n3:35 pm</dco> &nbsp;<qco> Is it possible to overcome the fear of rejection? If so, how?</qco> </h3>      <a href=\"q.php?date=201605301717\">5.30.16&nbsp;&nbsp;5:17 pm</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n3:18 pm</dco> &nbsp;<qco> I have never felt more alive then the time I have been alive.</qco> </h3>      ah, #relatable<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n3:05 pm</dco> &nbsp;<qco> Do you like the music you write?</qco> </h3>      i try to write it how i like it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n2:34 pm</dco> &nbsp;<qco> What is the back up story of your sombrero?</qco> </h3>      it's been in the family for years\n  <br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n2:24 pm</dco> &nbsp;<qco> why do you put thabk you after someone submits a question</qco> </h3>      <a href=\"q.php?date=201606031622\">6.3.16&nbsp;&nbsp;4:22 pm</a> <br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n2:10 pm</dco> &nbsp;<qco> how do you answer questions throughout the entire day</qco> </h3>      i do not\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n2:07 pm</dco> &nbsp;<qco> Can you maybe lend a hand with this? I can sight read rhythms fine when it's just combinations of whole/half/quarter/8ths/16th notes (with rests or dots or ties or whatever)... But I get thrown off whenever triplets (or some kind of tuplet) comes in to play. I can clap out quarter note triplets or eighth note triplets over a click, but when it comes in the middle of a measure, or on an offbeat, or if there's only just one or two (instead of 3) of the triplets or if you have the triplets tied together with other notes, or a quarter note triplet paired with an eighth note triplet... all that kind of stuff just throws me off. I guess I kind of internalized the triplets in groups of 3 (three 8th note or 3 quarter note triplets in a line starting on the downbeat) and when they don't fall like that, I just can't feel the rhythm. Do you have any tips for how to count this stuff, or better yet just like how to internalize the feel of the notes to make them c\n ome more\n  easy and natural? Ideally, I just want to get to the point where I can just feel it and play it naturally and don't have to be counting continuously in my head when trying to read. Just like when playing for fun, or making my own music I'm feeling the pulses of the bar, but I'm not counting all the subdivisions just letting the rhythms come naturally. I feel like I'm probably using all these tuplets a lot in my own playing and not even realizing when I'm doing it.&nbsp;</qco> </h3>      if you are familiar with the \"1 & 2 & 3 & 4 &\" system for counting 8th notes, or the \"1e&a2e&a3e&a4e&a\" system for counting 16th notes, imagine a system of \"1-trip-let-2-trip-let-3-trip-let-4-trip-let\" for counting triplets. this should help you subdivide. for example, the sort of west african triplet clave rhythm would be 1 _ let (2) trip-let (3) _ let (4) _ _. write out some random combinations of triplets, and practice counting like this. maybe even go to random dot org and get a string of 12 binary digits, and say the 1's are where the notes are and the 0's are where the spaces are. write it out as triplets (that will give you writing practice) and then read it (that will give you reading practice.)<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n1:45 pm</dco> &nbsp;<qco> are you inside or outside of yourself?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n1:44 pm</dco> &nbsp;<qco> do you listen to music while you work?</qco> </h3>      <a href=\"q.php?date=201611051953\">11.5.16  7:53 pm</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n1:34 pm</dco> &nbsp;<qco> When will I'm crazy it's raining go on Spotify?</qco> </h3>      after Tuesday, and maybe a few other songs. let me know if 'tuesday' is there, (i had to send it on the slow bus because it's under a minute) and then i will send the next one. which might not be crazy/raining, but crazy/raining will be coming up soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n1:31 pm</dco> &nbsp;<qco> Are cacti good? I am afraid that they killed my entire family BUT I am not suure. Can you help?</qco> </h3>      in a cactus-human conflict, the cactus is never at fault<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n1:19 pm</dco> &nbsp;<qco> Have you ever tried playing a keytar?&nbsp;</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n1:16 pm</dco> &nbsp;<qco> Do you remember all this questions?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n1:01 pm</dco> &nbsp;<qco> how do you not hurt someone, even though you really want to?</qco> </h3>      i don't want to hurt anyone, but a good strategy for that situation would be, be thankful that no one is hurting you. then it should be easy to recognize that not hurting someone is part of what makes the whole not-being-hurt thing go around\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n12:58 pm</dco> &nbsp;<qco> you say you consider labels to be unimportant ...... but one of the sections in your page is called jazz. what do you have to say for yourself</qco> </h3>      i never said labels are unimportant. they are fun, and so can you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n12:58 pm</dco> &nbsp;<qco> So I know you're primarily a musician. When did you decide to learn how to edit videos to accompany your music?</qco></h3>      it was always in the back of my mind as something essential, but i didn't really start experimenting until about 2010. then after several more years of songwriting, i finally snapped and started a daily online schedule in early 2014 and continued making videos constantly ever since<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Did it take a while to find your visual style?</qco> </h3>      i've always been finding it and i still am finding it, but if you want to see for yourself exactly how it developed, just watch all my videos in order\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n12:57 pm</dco> &nbsp;<qco> To what extent are you an umbrella?</qco> </h3>      my icon is an umbrella, only on sites and services which require a profile icon\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n12:54 pm</dco> &nbsp;<qco> So I watched a video about a huge dude tearing a phonebook in half. Apparently anyone can do it and he taught this normal dude and they were ripping away at phonebooks in minutes, and I was like \"awesome, regular dude had the power within him the whole time\" it was like a metaphor for something. So I took a phonebook and couldn't rip it in half to save my life, so I tossed it and now I'not sure which metaphor is which.&nbsp;</qco> </h3>      it could have been rigged, for t.v.\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n12:16 pm</dco> &nbsp;<qco> teach me how to make music</qco> </h3>      i am trying\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n12:06 pm</dco> &nbsp;<qco> if you had a boat what would you name the boat that you have?</qco> </h3>      it depends on what the personality of the boat is. and you would have to decide that because it was your idea for me to have a boat\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n11:54 am</dco> &nbsp;<qco> Serious question: Do you think the windmill line is actually the most meaningful line you've ever written? Hear me out: You put it there because it sounded nice, then thought about the possible meanings later. I feel like you do that a lot and it's why it's so easy to relate to your songs</qco> </h3>      i think you make a good argument but it kind of dis-proves your thesis<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n11:53 am</dco> &nbsp;<qco> <a href=\"george-clooney.mp4\">who</a> answers these questions</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n11:35 am</dco> &nbsp;<qco> I have a lot of wax clogging my left ear up, have you encountered this issue? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what did you do to get the wax out?&nbsp;</qco> </h3>      i went to an ear doctor, who cleaned out both ears. it was a pretty intense process, but my hearing was amazing afterwards. i remember as i was leaving the office, walking down the hall, i was crinkling my receipt between my fingers, the sound was just so crisp and clear, it almost made me cry\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n11:33 am</dco> &nbsp;<qco> Do you ever get discouraged by great art?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n10:35 am</dco> &nbsp;<qco> <a href=\"q.php?date=201801261750\">1.26.18&nbsp;&nbsp;5:50 pm</a>  Did you just drop a Homestuck reference, my dude?</qco> </h3>      no, that was a reference to the i.c.p. song about magic, miracles, etc. which i assume is what the question was referencing as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n10:25 am</dco> &nbsp;<qco> should i write a novel that i've been thinking about</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp;\n9:25 am</dco> &nbsp;<qco> Is it hard to make videos ?</qco> </h3>      you'll have to try it and see\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp; \n8:37 am</dco> &nbsp;<qco> What is your song \"La de da de da de da de day oh\" about?</qco> </h3>      <a href=\"q.php?date=201712291526\">12.29.17&nbsp;&nbsp;3:26 pm</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp; \n8:15 am</dco> &nbsp;<qco> why is the questions page a lighter shade of gray than the homepage</qco> </h3>      i think the real question is, why is it a darker shade of gray than the expert page<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp; \n8:09 am</dco> &nbsp;<qco> how do do start writing a song?</qco> </h3>      \n\ntry starting with something that you think would never, ever be in a song. and go from there\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp; \n7:41 am</dco> &nbsp;<qco> Who stands up on a stand-up comedy?</qco> </h3>      traditionally, it's the comedian who stands <br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp; \n6:55 am</dco> &nbsp;<qco> In <a href=\"q.php?date=201801271917\">1.27.18&nbsp;&nbsp;7:17 pm</a>  you mention making a list of things to change in your work. Do you get very critical over your own work? I'm having a lot of issues having that critical eye on what I'm doing. When I look at other people's work I have no issue finding the flaws, but when I look at mine? Impossible.&nbsp;&nbsp;\n<br>Everything I've done, I've done for a reason so when I'm trying to look at my work I can't criticize it because of these reasons.&nbsp;&nbsp;\n<br>How do you do?</qco> </h3>      those lists are not for after it's done, those lists are for before it's done, and the items on the list are things that still need to be done<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp; \n6:11 am</dco> &nbsp;<qco> Sometimes things feel hollow and it drives me to create...why do you create?</qco> </h3>      as proof of life<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp; \n6:04 am</dco> &nbsp;<qco> have you really been to alabama once?</qco> </h3>      i think the question is, have i ever left<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp; \n5:06 am</dco> &nbsp;<qco> what is the right way to draw a line?</qco> </h3>      start from the left<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp; \n4:01 am</dco> &nbsp;<qco> do we have free will?</qco> </h3>      i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp; \n3:09 am</dco> &nbsp;<qco> When you record yourself singing, do you change clothes for every scene, or do you just record randomly?</qco> </h3>      i record all my vocals wearing a police officer's uniform\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp; \n3:01 am</dco> &nbsp;<qco> bill do you ever go crazy?</qco> </h3>      it seems i do it for breakfast \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp; \n2:59 am</dco> &nbsp;<qco> hey bill have you considered pancakes as a medium for your art?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp; \n2:21 am</dco> &nbsp;<qco> do you hav dyslexia?</qco> </h3>      on\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp; \n1:57 am</dco> &nbsp;<qco> Why are flamethrowers illegal in most places?</qco> </h3>      because of the flames they can throw<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp; \n1:31 am</dco> &nbsp;<qco> would you ever do a video in a different room in your home other than the 240 room?&nbsp;</qco> </h3>      i've done it before\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp; \n12:47 am</dco> &nbsp;<qco> what plane of existence are you from?</qco> </h3>      i don't know which one i am from, i only know which one i'm on, and that would be the 3rd plane, which might be the 1st plane, depending on which order you put the planes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp; \n12:41 am</dco> &nbsp;<qco> Should you get a dog? \n\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Yes.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp; \n12:32 am</dco> &nbsp;<qco> What's a good topic?</qco> </h3>      every topic is good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp; \n12:25 am</dco> &nbsp;<qco> Why does 'do/did it' mean 'sex' sometimes?</qco> </h3>      sometimes people are afraid to talk about sex directly, because it is too powerful \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.18&nbsp; \n12:22 am</dco> &nbsp;<qco> Come at me bro</qco> </h3>      i will do it when i get a chance <br><br>"
  },
  {
    "html": "<h3> <dco>1.28.18&nbsp; \n11:57 pm</dco> &nbsp;<qco> Your new song is catchy, where can i buy it?</qco> </h3>      <a href=\"https://itunes.apple.com/us/artist/bill-wurtz/id1019208137\">itunes</a><br><br>"
  }
]
