[
  {
    "html": "<h3> <dco>5.18.21&nbsp; \n10:14 am</dco> &nbsp;<qco> What is the bpm of the next song?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.18.21&nbsp; \n5:43 am</dco> &nbsp;<qco> I've noticed you have lots of sheets and charts for some of the stuff you write. how important do you finding writing music down on paper to be?\n<br>\n<br>I have a traditional music background and a bachelors degree in music but when I'm actually doing stuff I ~like~ to do like song writing and recording little tunes I hardly ever write anything down minus the words and chords</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.18.21&nbsp; \n5:17 am</dco> &nbsp;<qco> is turning a poem into a song a good idea?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.18.21&nbsp; \n4:49 am</dco> &nbsp;<qco> why don't you say your name in your songs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.18.21&nbsp; \n3:31 am</dco> &nbsp;<qco> how has music affected your mental state?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.18.21&nbsp; \n2:00 am</dco> &nbsp;<qco> why is the 5th of a chord so unnecessary compared to the root, the 3rd, 7th, 9th etc? is it just so damn implied by the root that it's often superfluous?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.18.21&nbsp; \n1:52 am</dco> &nbsp;<qco> Something tells me you don't look up chords for songs online a lot.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; You just figure it out by yourself. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;But how accurate are those chords online for a song?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.18.21&nbsp; \n12:41 am</dco> &nbsp;<qco> what is love?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n11:06 pm</dco> &nbsp;<qco> bill, are you a princess?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n10:09 pm</dco> &nbsp;<qco> Is here comes the sun your best song?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n9:31 pm</dco> &nbsp;<qco> What do the r m and p stand for on the anagrams page? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thanks for everything you do, really appreciate your work</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n9:13 pm</dco> &nbsp;<qco> I feel like I saw an answer that said your least favorite line you'd written was \"it's the best scheme I have, and that's bad enough for me.\" I can't find that question now, but why is that your least favorite? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or, if I'm remembering the question wrong, why is that line whatever you said it was?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n8:50 pm</dco> &nbsp;<qco> Are you pelicans?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n7:52 pm</dco> &nbsp;<qco> i hope you dont mind this question, but when do you plan on making more youtube videis/songs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n7:40 pm</dco> &nbsp;<qco> does perfectionism inspire music writing (or other things?)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n7:15 pm</dco> &nbsp;<qco> Bill, I'm having a songwriting crisis (again). I seem to periodically flit between complicated chords, interesting harmony and trying to write geoundbreaking crazy stuff and just simple diatonic stuff with powerful melodies, more focused on the emotional conveyance - squeezing as much emotion out of a simple idea as possible, rather than trying to convey something super-interesting and harmonically spicy. I have about 15 full tracks I want to record for some kind of release, but they're all so different - some are pretty wild and others are just 3 chord ABABCB style things. Is it wise to try to release them anyway as they are, or do you think that kind of thing won't sound cohesive. I can't tell which path I wanna go down and I'm panicking</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n7:00 pm</dco> &nbsp;<qco> what picture did you map to the pants of the 3d princess man?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n6:56 pm</dco> &nbsp;<qco> is the title of your next song \"make some shit up\"?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n6:34 pm</dco> &nbsp;<qco> Hey Bill,\n<br>\n<br>Some of my favorite artists write songs through \"divine inspiration\": An entire song just appears in their head, and they just write down what they hear.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The stuff they come up with is so intricate, it's unbelievable that a human could come up with it.\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I feel like my methodical, trial-and-error approach to creating music is vastly inferior. I study my favorite songs' chord progressions, melodies, timbres, rhythms, etc., to see what makes a song \"good\", and I use these conclusions to&nbsp;aid me in my songwriting process. But I feel like the end result isn't truly original, not inspired by something \"beyond this world\".\n<br>\n<br>When I sit down to make music, I feel like I'm forcing it. It doesn't feel authentic, and it doesn't sound original. I feel like I'm just ripping off my favorite artists. Part of me thinks that I haven't studied/practiced enough to convert inspiration into originality. I've only covered a few dozen\n  songs i\n n-depth. Another part of me thinks that I don't have a creative/original mind, and never will.\n<br>\n<br>I know that you aren't omniscient, and this isn't an easy topic. But I would be truly grateful for any advice you have for me, based on the thoughts that I'm having.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n5:52 pm</dco> &nbsp;<qco> When is your next song</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n5:43 pm</dco> &nbsp;<qco> So I've been doing that thing where I try and catch the musical ideas before they fly past and I forget them. But now what happens, is I catch maybe 4 bars and try to get them recorded, but by the time everything's recorded, the spark is gone and all I have are these four bars. Do I just need to work faster?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n5:06 pm</dco> &nbsp;<qco> One interesting thing about your website, Bill, is that \"notebook\" section is on the frontpage with major content pages (songs, videos) while some of your other major content is on either \"other categories\" (lyrics, instrumentals, questions) or on \"other other categories\" page (anagrams, jazz, improvs, reality videos). What is so significant about \"notebook\" that makes it worth a place on the frontpage?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n4:43 pm</dco> &nbsp;<qco> in i just did a bad thing, you say \"it's a sad mad and bad glad dream\", but then, later, you say \"it's a sad bad and mad glad scheme\". why did you swap mad and bad?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n4:29 pm</dco> &nbsp;<qco> In Alabama you can smoke marijuana</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n3:13 pm</dco> &nbsp;<qco> Do you know an interesting animal?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n2:43 pm</dco> &nbsp;<qco> what song would you play to the aliens in \"close encounters\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n2:12 pm</dco> &nbsp;<qco> i want to go to London but I also want to stay in New York. any advice</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n12:40 pm</dco> &nbsp;<qco> how would you describe perfect pitch?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n12:02 pm</dco> &nbsp;<qco> is there anything you want to say but you haven't gotten the chance to</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n11:46 am</dco> &nbsp;<qco> do i need to use a time signature?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n11:36 am</dco> &nbsp;<qco> i always have had trouble with being creative do you have any tips?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n11:34 am</dco> &nbsp;<qco> Does your next song have the word \"of\" in it</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n10:10 am</dco> &nbsp;<qco> why were you pointing up in im crazy/its raining?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n8:51 am</dco> &nbsp;<qco> what would happen if there was a tiny piece of dust on my headphones connector</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n8:10 am</dco> &nbsp;<qco> hey, what's the difference between a sus2 and a 9 chord? sorry if that's a stupid question</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n8:04 am</dco> &nbsp;<qco> What's the deal with airline food?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n7:47 am</dco> &nbsp;<qco> Is the name of your next song, \"What is the name of your next song?\"?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n7:12 am</dco> &nbsp;<qco> will you ever make a video on how you make your songs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n5:22 am</dco> &nbsp;<qco> how do i get myself to do the things i want to do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n5:22 am</dco> &nbsp;<qco> can you explain what the chords are for the song I like? I think it's really catchy and I would like to learn the song, but I can't figure out the chords. Thanks!</qco> </h3><a href=\"https://billwurtz.com/i%20like.pdf\" target=\"_blank\">original chart</a><a href=\"i-like-p2.jpg\" target=\"_blank\">written update</a><a href=\"https://billwurtz.com/i%20like.pdf\" target=\"_blank\">here</a><a href=\"i-like-p2.jpg\" target=\"_blank\">this page</a><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n4:41 am</dco> &nbsp;<qco> opinions on the whole \"music cannot be written down, because you can write down notes but you can't write down feelings\" thing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n4:15 am</dco> &nbsp;<qco> Hey Bill, do you ever feel as if the medium you perform your songs on (Youtube) limits what songs you make?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n2:56 am</dco> &nbsp;<qco> Does your next song have exactly 2 words, one with 3 and one with 4 letters?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n12:42 am</dco> &nbsp;<qco> Is the money song that you made about a robber that stole some money and then runs away, accidentally tossing money to swim on the sea floor?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n12:25 am</dco> &nbsp;<qco> favorite babyface song?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.21&nbsp; \n11:54 pm</dco> &nbsp;<qco> will you do more interviews&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.21&nbsp; \n10:04 pm</dco> &nbsp;<qco> What is the password on the reality tab and if you can't tell us can you at least confirm it is in one of the videos</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.21&nbsp; \n9:30 pm</dco> &nbsp;<qco> some people have wondered if you might try asmr, but from you I know that whispering sucks for vocal health. soft spoken (not whispering but almost) variants exist and are also popular and good. you probably knew that sorry</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.21&nbsp; \n8:43 pm</dco> &nbsp;<qco> how to come up with ideas</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.21&nbsp; \n5:31 pm</dco> &nbsp;<qco> is it a common occurrence to get hassled while going to a castle?</qco> </h3><br><br>"
  }
]
