[
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n4:36 pm</dco> &nbsp;<qco> Did you learn animation at Pixar?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n4:06 pm</dco> &nbsp;<qco> favorite usage of apostrophes?</qco> </h3>      \ngarnish\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n3:47 pm</dco> &nbsp;<qco> do you have a planned date for your next video?&nbsp;&nbsp;&nbsp;</qco> </h3>      \nyes but unfortunately we're way past that already\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n3:18 pm</dco> &nbsp;<qco> what was the question damien maymdien skipped</qco> </h3>      \ndo you answer every question\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n3:01 pm</dco> &nbsp;<qco> Would you agree ideas are more of a force that come to us, rather than being something we create ourselves?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n3:00 pm</dco> &nbsp;<qco> is your next song about paint</qco> </h3>      \nnot really\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n2:48 pm</dco> &nbsp;<qco> woah! this is real neat that you answer questions like this. you mind answering what keyboard you use, or would recommend? I've been looking into a digital keyboard/synth that can play a lot of sounds. 61 keys&nbsp;&amp; above would be great, price doesn't matter</qco> </h3>      \ni'm pretty sure they are all good once you get to know them. if price doesn't matter, then just get the most expensive one\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n2:37 pm</dco> &nbsp;<qco> hey i have a ueqstion. how do you feel about airline food?</qco> </h3>      \ni can barely remember it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n2:20 pm</dco> &nbsp;<qco> how do i music</qco> </h3>      \n you could try reverse psychology \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n2:11 pm</dco> &nbsp;<qco> I think it's ok that you overestimate your own ability because I'd rather have 1 really really good song better than anything I've ever seen before than 10 mediocre songs that were intended to be more than they were</qco> </h3>      \nyes but the problem is, if you plan on making 1 thing to be the best, it very often curses that thing. where as if you do many things, you tend to get a lot better at it, and it is increasingly likely that certain ones will shine as 'best', and it would probably actually be different ones for different people. for example, when i'm choosing which song to do, i usually find myself totally paralyzed because i'm afraid it will be the only one. the only way i've ever been able to convince myself to feel comfortable picking a song is to absolutely promise myself that there will be many many songs. if any song attempts to be the only song it will find itself extremely cursed\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n1:55 pm</dco> &nbsp;<qco> How did you learn to sing so well and how did you train your voice?</qco> </h3>      \nit helps to do a lot of improvising, and a lot of recording\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n1:37 pm</dco> &nbsp;<qco> What was the question that Damien skipped during 'Maybe I could eat blades of grass'?</qco> </h3>      \ndo you ever skip questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n1:31 pm</dco> &nbsp;<qco> how to not be awkward</qco> </h3>      \nnotice that outrageous gargoyle, on the wall \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n1:09 pm</dco> &nbsp;<qco> why did you make this web site?</qco> </h3>      \nit was better than emailing the content to everyone individually\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n1:01 pm</dco> &nbsp;<qco> how is your south pole expedition going</qco> </h3>      \ni am not currently on an expedition to the south pole\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n12:47 pm</dco> &nbsp;<qco> Do you like abnormally sized ducks?</qco> </h3>      \nnever seen one but yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n12:36 pm</dco> &nbsp;<qco> which plane of existence are you on\n<br></qco> </h3>      \n2 or 3\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n12:29 pm</dco> &nbsp;<qco> So what's that bad thing you did a while back ago</qco> </h3>      \ni have never done a thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n12:20 pm</dco> &nbsp;<qco> Your opinions on communism?</qco> </h3>      \n \"it just works\" \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n12:17 pm</dco> &nbsp;<qco> When you feel more comfortable, can you tease the release date of your song so we don't accidentally miss it?</qco> </h3>      \ni'm actually going to leave it up, so you can watch it any time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n12:10 pm</dco> &nbsp;<qco> If I want to write music, should I listen to songs that I don't want to listen to?</qco> </h3>      \nthat may backfire and you might end up enjoying the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n11:45 am</dco> &nbsp;<qco> what should I be thinking when I play/learn bass?</qco> </h3>      \nthe song, or otherwise entire piece that you are playing for. for example if you are playing for a public service announcement, think about the entire public service announcement. if you are playing for a sports event, think about the entire sports event. etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n11:15 am</dco> &nbsp;<qco> when is your next song/project?</qco> </h3>      \nas soon as i finish the one i'm doing now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n10:04 am</dco> &nbsp;<qco> is your next song about 2020?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n9:54 am</dco> &nbsp;<qco> What are your thoughts on computers that act like people?</qco> </h3>      \nmaybe they can give us some ....... spiritual advice\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n9:45 am</dco> &nbsp;<qco> what's your favorite song that you made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n9:23 am</dco> &nbsp;<qco> Do you consider your music to be of a specific genre?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n9:16 am</dco> &nbsp;<qco> Thoughts on antidisestablishmentarianism?</qco> </h3>      \n\nseems just like establishmentarianism to me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n9:11 am</dco> &nbsp;<qco> You said that you don't like coffee and/or hot drinks because you drink them and they burn your tongue - have you ever considered letting them cool down a bit before drinking them? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Some of them are really nice and I think maybe you are missing out :)</qco> </h3>      the reason i am missing out, is because i am still waiting for it to cool\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n7:39 am</dco> &nbsp;<qco> Am I weird or the world is weird?</qco> </h3>      \nnothing is weird. don't even joke about that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n7:27 am</dco> &nbsp;<qco> Bill,how do I become more creative?</qco> </h3>      \nthat depends how creative you currently are\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n6:26 am</dco> &nbsp;<qco> What is your favourite project you've worked on? Not necessarily the best but your favourite.</qco> </h3>      \ni would prefer to do a new one to be my favorite\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n3:30 am</dco> &nbsp;<qco> if you'd be able to suggest a song title for a song i'll probably never write, what would it be?</qco> </h3>      \nthat's a paradox, because suggesting a song that should not be written will immediately make you want to write it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n1:46 am</dco> &nbsp;<qco> What do you like to do as a break from writing music?</qco> </h3>      \nwrite videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n1:33 am</dco> &nbsp;<qco> You say you are normal a lot, but i don't think you are. it's not normal to isolate yourself and work almost constantly in the pursuit of artistic greatness for years and years . it's not normal to record yourself almost constantly and archive all the recordings, then edit them together later to craft a narrative of your progress.&nbsp;&nbsp;it's not normal to have such a deep analytical understanding of music as you do. it's not normal to have a website dedicated to documenting almost everything you've ever created. Obviously there are people who do this/have done this, but it is a small minority still&nbsp;&nbsp;and thus not normal. it seems like you know you're not normal and that's why you feel the need to keep insisting that you are. i'm not saying it's bad not to be normal, i think it's good, if you were normal then i wouldn't even know who you were or be sending you this message.&nbsp;&nbsp;Are you afraid of being abnormal?</qco> </h3>      no, i'm extremely proud of it. i've actually been so audaciously proud of it for so many years that my PR team has advised me to please downplay it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n1:07 am</dco> &nbsp;<qco> What is your favorite video you made?&nbsp;</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.20&nbsp; \n12:16 am</dco> &nbsp;<qco> When do you plan to release ur next video. </qco></h3>      my first plan was march 26, 2019. then i made some bold new discoveries and worked on it for a long long time, not having any clue of when it would be done. then i made some even bolder discoveries which totally sidelined that video, then after a long long time of further experiments and development, somewhere around august 2020 i threw a dozen panic attacks simultaneously and made another plan for oct 6, 2020. but this was innacurate of course, again because of the fact that the whole process and procedure is essentially brand new. so basically i've been working steadily on the video ever since then, at a somewhat defeated and disheartened pace. so if i were to make up a due date, it would hold no validity at this point due to so many past failures. however, i am still working on the same item since late august 2020, and it is an ordinary song/video of average size. things are going quite well, and some brand new doors have been opened and will continue to open over the next 5 to 10 years, in terms of the content that will be made. however, the other side of the coin is that i am face to face with the imminent threat of complete ineptitude, simply due to my ongoing tendency to overestimate what i am capable of. this has plagued me for my entire life, and probably will require a more definitive solution than i've had before, if i intend to continue producing creatively for the rest of my life. which i do of course, even if just to catch up with the things i've already written. and that's not even including the fact that my propensity for writing has only amplified even more with each passing year, as it always has <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Somewhere around next year?</qco> </h3>      \nevery week if all goes well\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.20&nbsp; \n11:27 pm</dco> &nbsp;<qco> how do you manage to reveal so little but answer so much with these questions</qco> </h3>      \nthat's just a standard property of the universe. look in any corner of the world and you can be overwhelmed at what it may reveal and not reveal\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.20&nbsp; \n11:16 pm</dco> &nbsp;<qco> is your next song about carrying bricks down a brick road into a brick house?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.20&nbsp; \n11:08 pm</dco> &nbsp;<qco> did you make your song I Can Play with the intention of it being really really sad? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;nobody else agrees with me, but that song just punches me in the emotional gut.</qco> </h3>      \nit does have some sad parts, i will admit. especially toward the end. i don't know where that came from\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.20&nbsp; \n10:49 pm</dco> &nbsp;<qco> how did you make the globe in final cut? </qco></h3>      i didn't. i made it using 3d software<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;did you create it from scratch or did you download a template?</qco> </h3>      i took a rectangular map of the world and projected it onto a sphere. then of course all the animations had to be done in the 3d software. then i imported all those videos into 2d software for further editing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.20&nbsp; \n10:38 pm</dco> &nbsp;<qco> do songs make you?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.20&nbsp; \n9:57 pm</dco> &nbsp;<qco> have you ascended to a higher plane of reality? be honest bill</qco> </h3>      \nthe directionality is per-plane. so you could potentially get a relationship where 2 planes each think each other is higher. or lower. or both planes could think they are to the left of each other. the possibilities are truly limitless\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.20&nbsp; \n9:42 pm</dco> &nbsp;<qco> Weather it's music, painting, photography, video games or sculpture. Who is your favorite artist?</qco> </h3>      \ncould be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.20&nbsp; \n9:38 pm</dco> &nbsp;<qco> How do you define art?</qco> </h3>      \nby doing it \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.20&nbsp; \n9:31 pm</dco> &nbsp;<qco> Is the world ending?</qco> </h3>      \nstarting\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.20&nbsp; \n9:22 pm</dco> &nbsp;<qco> how to get stupid thoughts out of my head</qco> </h3>      \nsing songs of joy\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.20&nbsp; \n8:47 pm</dco> &nbsp;<qco> how is your new video going?</qco> </h3>      \nok\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.20&nbsp; \n8:45 pm</dco> &nbsp;<qco> is the repeating battery pattern still coming from the torpedo fish?</qco> </h3>      \nit's evolved quite a bit since then but i've heard that that was what originally inspired the battery, or 'piles' as it was called\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.20&nbsp; \n8:03 pm</dco> &nbsp;<qco> Do you think your new video is going to take a while to upload?</qco> </h3>      \nno\n<br><br>"
  }
]
