[
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n6:08 am</dco> &nbsp;<qco> what's the hex code of your favorite color</qco> </h3>      i don't like any color alone. must be at least 2 colors. and still can't choose between so many epic pairings\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n5:47 am</dco> &nbsp;<qco> will i be good at eating a fried chicken from mcdonalds only 3.99?</qco> </h3>      you need water\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n5:14 am</dco> &nbsp;<qco> how do i eat a apple without eating it</qco> </h3>      deepfake\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n5:02 am</dco> &nbsp;<qco> Are you aware of the many strangers who genuinely care for your well being? Please stay healthy, Bill.</qco> </h3>      i will look into it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n4:49 am</dco> &nbsp;<qco> How does the story in La de da de da de da de day oh end?</qco> </h3>      it's not a story it's a song, but the conundrum i was faced with was, bringing the chorus to its normal resolution seemed to feel a bit bland. so after trying various different permutations of the instrumental riff (found after the 1st chorus), nothing seemed to be working so i went with an old standard stunt i like to do which is to ditch into cobweb mode and get out\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n4:18 am</dco> &nbsp;<qco> Hey guy when's your next vid?</qco> </h3>      i was thinking of doing a countdown timer\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n\n3:23 am</dco> &nbsp;<qco> What non day unit is the countdown timer at</qco> </h3>      54\n \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n2:58 am</dco> &nbsp;<qco> How did you make your website? It's a lot different then other stuff I've seen</qco> </h3>      this is literally what sites look like before you make them. untouched by mankind\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n2:44 am</dco> &nbsp;<qco> what is a cat</qco> </h3>      it's like an extremely polite dog, made of electricity\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n2:17 am</dco> &nbsp;<qco> where do we go when we die</qco> </h3>      can go anywhere, even more places than here, but perhaps a more pressing questions is who are we\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n2:17 am</dco> &nbsp;<qco> do you ever plan on making a full-length album?</qco> </h3>      with no length limits on albums any more, length limit is literally infinity. so every song i've released is part of a full length album, which is not done because i am still making it longer but i am releasing the songs as i go, for your listening convenience\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n1:08 am</dco> &nbsp;<qco> is there a way to expand expansion?</qco> </h3>      yes..... and get ready for a wild ride\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n1:07 am</dco> &nbsp;<qco> why are the letters e, s, and t used in so much english?</qco> </h3>      let me run some tests\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n1:07 am</dco> &nbsp;<qco> you like bread?</qco> </h3>      as long as it's not short bread. i only like the very tall bread\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.19&nbsp; \n12:21 am</dco> &nbsp;<qco> how did you make those cool backgrounds with a million copies of an icon or piece of text scrolling past each other?</qco> </h3>      tile the thing, save as hi res image, by the way if you don't have any tiling software, you can just copy then copy them both and then copy all 4 then copy all 8 and 16, 32, 64, 128 etc. then get 2 images and set them to different composite/blend modes or transparency, then scroll them past each other with a linear keyframe. then for some extra fun, export that video then re-import it and double it and gently do a hair or 2 more things on it. then if you still have time to spare, do it again \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n11:09 pm</dco> &nbsp;<qco> will you know when to stop reinventing yourself? </qco></h3>      i hope so<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tgotta save some invention for next reinvention, right?&nbsp;&nbsp;asking for a friend</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n10:27 pm</dco> &nbsp;<qco> Do you know the square root of 7? my calculator is broken and I need help.&nbsp;</qco> </h3>      maybe like 2.7 or less\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n10:07 pm</dco> &nbsp;<qco> it's been forever since i had a truly exciting technological exploration like you're having now so i'm living vicariously through you for a bit if that's ok. coming to this page and hearing about what you've figured out or what new challenge you're tackling excites me (not despite, but regardless of, the fact that yOu AreN'T rEleAsInG nEw CoNtEnt bCuz hIAtUs or whatever the vocal minority thinks). sorry if reminding you of the external pressure from fans stressed you out. i bring it up only to emphasize that at least in my mind, fuck that noise, i'm real fuckin excited for you dude! you're getting things done and that's how you do it!!!!! anyway i guess my question is what's on the to do list for today?</qco> </h3>      i'm currently working on a kbm/regex solution for searching the master xml plist file of all kbm macro information to update the keyboards display diagram, specifically i'm currently working on showing it how to use the date-modified of the macros to know how to only update the ones that have changed since the last update. rather than wiping and rebuilding the whole thing, which currently clocks in at about 28 seconds at best\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n10:06 pm</dco> &nbsp;<qco> Should I work on homework or slack off?</qco> </h3>      can you slack the homework somehow\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n9:44 pm</dco> &nbsp;<qco> Why do you think music can carry such strong memories?</qco> </h3>      music is potent. potency is memorable\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n9:33 pm</dco> &nbsp;<qco> What animal do you see yourself?</qco> </h3>      computer\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n7:17 pm</dco> &nbsp;<qco> what is the song your the most proud of creating?</qco> </h3>      how about another one\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n5:56 pm</dco> &nbsp;<qco> what is the name of your favourite sponge</qco> </h3>      spoinge\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n5:55 pm</dco> &nbsp;<qco> Hi Bill! I have a work in progress song I'm&nbsp;&nbsp;composing digitally, but there are so many areas I feel uncomfortable with. Any tips for helping me get over my fear of getting into unfamiliar areas of songwriting/making? Thanks!</qco> </h3>      if you're feeling overwhelmed, a good catch-all solution for this is to simply start making the songs much shorter. like much shorter. 22 seconds. 12 seconds. ...... still, a lot of unknown fears can lurk even in 12 seconds, so don't be afraid to dial it back to, yep i said it, .... 4 seconds. if you can't do that, then try 3. if you think this is insane, i dare you to not have fun while writing a 2 second song. and this way you'll get to take a tour of the entire songwriting factory, instantly. your level of experience will soon double and triple, effortlessly, as easy as eating grains of rice\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n5:40 pm</dco> &nbsp;<qco> Are there any clues as to what your next project is?</qco> </h3>      extremely<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n4:07 pm</dco> &nbsp;<qco> which is the better response: yes or no?</qco> </h3>      they are both tied for not very good\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n1:43 pm</dco> &nbsp;<qco> How do I become popular at my school?</qco> </h3>      you could become the principal\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n12:40 pm</dco> &nbsp;<qco> Any advice for destroying the&nbsp;</qco> </h3>      looks like you got that squared away\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n12:24 pm</dco> &nbsp;<qco> Will you post a picture of your new setup?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n11:39 am</dco> &nbsp;<qco> how do i stay motivated to study?</qco> </h3>      study what\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n11:35 am</dco> &nbsp;<qco> will you everake a ]]]]?&nbsp;</qco> </h3>      yes, it was made and posted along with ], ]], and ]]]\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n11:14 am</dco> &nbsp;<qco> Do you have social anxiety?</qco> </h3>      naaah\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n11:05 am</dco> &nbsp;<qco> Do you like pie?</qco> </h3>      almost\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n10:09 am</dco> &nbsp;<qco> will you release your songs in flac?</qco> </h3>      it will be released as a cereal, flac bran\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n4:06 am</dco> &nbsp;<qco> What do you consider yourself if you're not a Youtuber?</qco> </h3>      <a href=\"https://billwurtz.com/im-a-person.mp4\">ct8hu1ne59a5t09</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n3:24 am</dco> &nbsp;<qco> I miss being happy. Do you have a secret to being happy?</qco> </h3>      it's inescapable. you can try to hide from it, but you never will\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n3:14 am</dco> &nbsp;<qco> what is a wurtz anyway?</qco> </h3>      it's a sort of steady and diagonal dynamic movement pattern\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n12:59 am</dco> &nbsp;<qco> What is your favorite geometrical shape?</qco> </h3>      dot\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n12:34 am</dco> &nbsp;<qco> Would you be willing to release the new song without a video? </qco></h3>      not really<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tOr with a \"visualizer\" or something.&nbsp;&nbsp;Anything.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n12:30 am</dco> &nbsp;<qco> I feel like all my songs follow the same structure. What do i do to change that?</qco> </h3>      find a song with another structure and try to write a different song that somehow matches that structure. don't forget the golden rule, which is there's infinite structures\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n12:27 am</dco> &nbsp;<qco> why am i right when talking to everyone but everyone tells me im wrong</qco> </h3>      they know you're right but they are trying to challenge you to become even more right, so they can experience even more of the rightness they have come to know and expect from you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.19&nbsp; \n12:16 am</dco> &nbsp;<qco> Who is best pony?</qco> </h3>      all ponys are the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n11:46 pm</dco> &nbsp;<qco> Would you ever have a tour were you just sit at home and all of us pay to watch on a huge tv</qco> </h3>      that's not really a tour but i will absolutely do that too, except not sit the whole time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n11:28 pm</dco> &nbsp;<qco> do you eat mac&nbsp;&amp; cheese with a fork or spoon?</qco></h3>      fork<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t pls help i dont wanna explode</qco> </h3>      you'll be fine either way just don't use a spork. then you will not only explode but also explork, which is mostly worse but actually great for social media\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n10:24 pm</dco> &nbsp;<qco> what was wrong w the way you made vids before</qco> </h3>      in hindsight, somehow it all seems like a bunch of rectangles\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n10:06 pm</dco> &nbsp;<qco> hello Bill. what's the weather like? are you consuming enough carbohydrates? also, when are you gonna update your notebook on your website? I would like to know more about your journey to the poles.</qco> </h3>      check the video \"wild frolicking adventures....\" of something, i forget what it's called. that note was written while writing that video, so essentially if you watch the video you can pretty much see how it turned out\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n10:00 pm</dco> &nbsp;<qco> What is your favourite four-letter word?</qco> </h3>      what\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n7:33 pm</dco> &nbsp;<qco> i have yet to start an essay for school and its almost due. i am worried that the amount of work needed is at a point where it has become too intimidating to begin. do you have any tips for aiding my procrastination? are there any strategum you employ for such issues?</qco> </h3>      start by explaining to someone else what the project is\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n7:24 pm</dco> &nbsp;<qco> What's your hypothetical halloween costume of?</qco> </h3>      ideas, and concepts\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.19&nbsp; \n7:06 pm</dco> &nbsp;<qco> so i remember a bit back i asked a question..but i forgot when and what the question was. now im stuck scrolling back in time on this page of questions. help?</qco> </h3>      it was <a href=\"q.php?date=201910190015\">this one</a>\n<br><br>"
  }
]
