[
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n4:47 pm</dco> &nbsp;<qco> Any shower thoughts?</qco> </h3>      \ni think they are good.  i wish more people in the world had access to them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n4:42 pm</dco> &nbsp;<qco> How do I find the courage to be original?</qco> </h3>      \nif you are unoriginal 50 times you can unlock the curse of originality\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n4:36 pm</dco> &nbsp;<qco> how do you get your ideas for videos?</qco></h3>      the trick is to mix good ideas with bad ideas<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And do you know why they're so popular?</qco> </h3>      it's because of how normal they are\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n4:16 pm</dco> &nbsp;<qco> What do you like/dislike?</qco> </h3>      \napples\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n3:39 pm</dco> &nbsp;<qco> Are You a comedian who's Also a musician or a musician who's Also a comedian?</qco> </h3>      \ni'm not a comedian but i am a musician. hope that helps\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n3:28 pm</dco> &nbsp;<qco> How did you originally come up with your very unique style? </qco></h3>      i'm just trying to get by<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;There's nothing else quite like it out there.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n2:50 pm</dco> &nbsp;<qco> Why is the sky blue</qco> </h3>      \nbecause the weather is clear\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n1:45 pm</dco> &nbsp;<qco> how do i make a good melody? everything i come up with doesn't sound nice</qco> </h3>      \ntry thinking of some words, characters, and situations\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n1:44 pm</dco> &nbsp;<qco> hey bill wurtz, is a question a question?\n</qco></h3>      let me perform some calcuations<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also why is you room so messy?\n</qco></h3>      for artistic purposes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also also have you been attacked by bread?\n</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also also also what do you do besides music and the jingles?</qco> </h3>      \nvideos\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n1:11 pm</dco> &nbsp;<qco> In your old video \"I Hate Myself\", why did you hate yourself?</qco> </h3>      \ni didn't\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n1:05 pm</dco> &nbsp;<qco> do you ever write songs to vent?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n12:55 pm</dco> &nbsp;<qco> What are your feelings on the word \"antidisestablishmentarianism\"?</qco> </h3>      \nseems just like that would just be establishmentarianism \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n12:34 pm</dco> &nbsp;<qco> If one has 2 interests they are extremely passionate about, should they continue pursuing it together or focus on one thing? </qco></h3>      i don't know<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In my case, I love physics, and about to start college, but I also am obsessed with music and want to start making it. However, people who are only obsessed with only one of these things also sometimes feel like they have less time on their hands, and here I am trying to manage both, while making no apparent significant progress in either&nbsp;</qco> </h3>      spice it up. add a 3rd thing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n12:19 pm</dco> &nbsp;<qco> Is the stick in \"ball and stick\" alive </qco></h3>      sort of<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and does it have a face, except it's so thin that you can't see it?</qco> </h3>      \nmaybe\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n10:36 am</dco> &nbsp;<qco> how do you make these chord vocals?</qco> </h3>      \nrecord yourself multiple times, singing different notes each time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n10:36 am</dco> &nbsp;<qco> Hey Bill, what do you like to do on your free time?</qco> </h3>      \nmy time is actually very expensive\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n10:23 am</dco> &nbsp;<qco> you use times new roman on your website,</qco></h3>      that's not true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and helvetica in your videos. which do you like more?</qco> </h3>      what fonts i like changes the more i use them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n10:13 am</dco> &nbsp;<qco> what was the bad thing u did</qco> </h3>      \ntried to do too many good things\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n10:13 am</dco> &nbsp;<qco> bill help me find the line between humor and seriousness</qco> </h3>      \nit's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n9:36 am</dco> &nbsp;<qco> Will you upload any new videos any time soon?</qco> </h3>      \nof course\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n7:56 am</dco> &nbsp;<qco> what are your thoughts on the cello</qco> </h3>      \ni have never thought about the cello\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n7:30 am</dco> &nbsp;<qco> whats a potato</qco> </h3>      \n     i have it written down somewhere \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n5:42 am</dco> &nbsp;<qco> There's a song you made called \"In California\" but you never made a video for it. Why?</qco> </h3>      \nso i could make the next song sooner\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n5:38 am</dco> &nbsp;<qco> How's the classes?</qco> </h3>      \nwhat classes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n3:33 am</dco> &nbsp;<qco> Are you a raging perfectionist?&nbsp;</qco> </h3>      \nno. perfection bores me\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n3:07 am</dco> &nbsp;<qco> What inspires you?</qco> </h3>      \nwhenever i walk inside or outside, or through doors in general\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n3:06 am</dco> &nbsp;<qco> are you good at multitasking?</qco> </h3>      \nit all depends what the tasks are\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n2:47 am</dco> &nbsp;<qco> Can you do a face reveal?</qco> </h3>      \nnever\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n2:11 am</dco> &nbsp;<qco> Do you answering to a stupid questions?</qco> </h3>      \nthat's preposterous. who do you think i am\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n2:05 am</dco> &nbsp;<qco> Hey bill i've always wondered how you make your videos so funny?, everytime i see them i smile, laugh and giggle</qco> </h3>      \nthe trick is to just make them normal. normalcy sells\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n1:36 am</dco> &nbsp;<qco> do you really answer like every question ever asked on this thread?</qco></h3>      not even close<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; thats impressive and awesome I should ask more questions that are actually questioning</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n1:05 am</dco> &nbsp;<qco> between timbre, rhythm, harmony, and melody, do you find yourself naturally drawn towards exploring one before/ over the others? </qco></h3>      no, but i think you forgot to mention some other important ones<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;certainly all a quite important and a bonafide real good time to play with, but if you're left to your own devices, does one or more of these feel more natural to you than the others?&nbsp;</qco> </h3>      no, but things can start to feel empty if the other ones (which you did not mention) are missing for too long\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n12:57 am</dco> &nbsp;<qco> what is the music in 2 + 3? i've looks everywhere and it doesn't seem to exist</qco> </h3>      \nit's in the video. if you put that video on, and make sure the sound is turned on, you should hear it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n12:56 am</dco> &nbsp;<qco> Does your music come with our without, the sense of existentialism?</qco> </h3>      \nyou'll have to try it and see\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n11:31 pm</dco> &nbsp;<qco> I want to make music but every time I try to write something I end coming up with something that sounds super generic. What do you do to make your songs sound unique?&nbsp;</qco> </h3>      \nif i need things to be more unique, i try to pull a brief prank and do something bad on purpose. then, what usually happens is, the music will try to get revenge by getting good again. and the pathway back should be unique because the bad thing it's returning from was usually pretty unique. this is because there are way more bad things than good things, WHICH IS NOT TRUE but that is what the 'generic' trap would have you believe. this is dis-proven by the music as it comes frolicking back, and this is the nature of the prank you see. it's like a game of fetch. want the dog to run a unique path? throw the object to a unique place. it doesn't matter if it's a 'good' place, the pathway BACK will be good, because it's returning to you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n11:27 pm</dco> &nbsp;<qco> Why is there something always wrong</qco> </h3>      \nto give you an opportunity to make it right\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n11:08 pm</dco> &nbsp;<qco> you say you remember the moment your dreams were broken, but you never say when it really was. so, when?</qco> </h3>      \ni thought that song was about you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n10:31 pm</dco> &nbsp;<qco> What was your video/song you had the funnest time making. \n<br>&nbsp;</qco> </h3>      \ni would prefer to make a new one to be the funnest time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n9:57 pm</dco> &nbsp;<qco> when are you going to make new music?</qco> </h3>      \nright now\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n9:20 pm</dco> &nbsp;<qco> Is it good to write down and keep ideas for things I want to make, even if I know the chances of me actually making them are extremely slim?</qco> </h3>      \nof course. because there is 100% chance you will make some of them. but if you don't write them down you will at least forget the details if not the whole thing entirely\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n8:32 pm</dco> &nbsp;<qco> If you had to recommend one artist everyone should check out, who would that be?</qco> </h3>      \ndon't you get it, every artist is best and worst at the same time. that is what 'artist' means in latin \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n8:19 pm</dco> &nbsp;<qco> any tips on mixing/mastering vocals? urs sound really clean</qco> </h3>      \nfirst, you have to find out what you DON'T like, about the vocals you are working with. what you wanna do next all depends on that\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n8:19 pm</dco> &nbsp;<qco> do you know enough about current events</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n8:10 pm</dco> &nbsp;<qco> Did you run out of song ideas?</qco> </h3>      \nnot even close. i'm just getting started\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n8:08 pm</dco> &nbsp;<qco> what inspired you to make coool content</qco> </h3>      \ni'm just trying to get by\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n8:02 pm</dco> &nbsp;<qco> do you like how glowey your videos are or do you want them to be glowier?</qco> </h3>      \neach time i make a new video i make a new resolution to try to make them less glowey\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n7:05 pm</dco> &nbsp;<qco> Hi bill. Do you think your videoclips are as important as the music you make ? </qco></h3>      almost<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you make them with the same approach ?</qco> </h3>      sort of\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n7:02 pm</dco> &nbsp;<qco> have you ever tried making a song without hearing it</qco> </h3>      \nyes, i used to write songs using paper only, in locations such as a library where no instruments are available\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n6:49 pm</dco> &nbsp;<qco> i feel like the more I learn about music, the less I can just listen to songs and the more I keep focusing in on one instrument at a time, or try and figure out the chord progression etc. do you think about this at alL?</qco> </h3>      \nit comes full circle, as you learn even more, you will think about those things too, until eventually you are thinking about everything\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n6:48 pm</dco> &nbsp;<qco> I have trouble getting my song to move (aka. breaking out of boring chord loops or a fixed groove). I feel this is stopping me from putting my best work forwards. Any tips?</qco> </h3>      \nyes. make sure you think about words, ideas, situations, scenarios, characters, etc.<br>\n     if you're stuck just thinking about chords/grooves, nothing is gonna go anywhere. will just feel like wallpaper. need to go ahead and introduce the main characters / scenarios. then i think you will find things will start to take off. just be ready to catch it when it does because it happens fast\n<br><br>"
  }
]
