[
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n6:11 pm</dco> &nbsp;<qco> whats with all of the owls in the new video?</qco> </h3>      the first one (actually the later one) was added because something had to be playing the clarinet. the clarinet was added because there was a riff there. the riff was added because it is nice to add little riffs in between lyric lines, when there is a space. the reason the earlier (second to be added) owl is there, is because i was looking out the window, and there was a riff there (added for the same reason as the other riff) which happened to be on the same sound as the other one which i had used an owl for. it made sense for whatever portrays the riff to be in the window. so it seemed useful to use the same thing that would also occur later, because it creates a sense of familiarity when it happens again. also because the first one is upside down and occurs quickly, it presents the viewer with an interesting challenge to notice and identify it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n6:08 pm</dco> &nbsp;<qco> what is the best place in the world?</qco> </h3>      everywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n6:04 pm</dco> &nbsp;<qco> Do you ever wear ties</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; you should</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n6:02 pm</dco> &nbsp;<qco> wind turbines are not windmills bill</qco> </h3>      thanks for the update but i am allowed to bend the rules. like the owl playing a clarinet that was not really a clarinet, or the boat that was actually a plane\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n5:57 pm</dco> &nbsp;<qco> for how long have you been making videos?</qco> </h3>      i didn't really get around to trying it until 2010 but then i didn't really get around to really really doing it a lot until 2014. and i've been doing it constantly ever since\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n5:57 pm</dco> &nbsp;<qco> can you gimme a quick explainer on what's going on from harmonically from 0:47 to 0:55 in your new song, it's beautiful</qco> </h3>      just making a quick run to the mill\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n5:54 pm</dco> &nbsp;<qco> Do all questions need answers? </qco></h3>      no but they usually want them<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nand why? I wonder if this question is paired with an answer, its a very nice question after all\n<br></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n5:53 pm</dco> &nbsp;<qco> What's the most common time signature in music after 4/4 and 3/4?</qco> </h3>      it depends how you write it down. but most music uses repeating patterns of 2, or 3.... 4 would be a repeating pattern of 2. the next available prime number would be 5, which is much much more rare to comprise the main time signature of a song, but it does happen, and there are a handful of famous examples, sometimes with the number 5 in the title\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n5:49 pm</dco> &nbsp;<qco> You say in your bio that you accidentally landed here, yet in your notes you say Earth is where you go when you're afraid of yourself. Is there anything you're trying to hide?</qco> </h3>      maybe but it would have nothing to do with those notes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n5:49 pm</dco> &nbsp;<qco> is the next Thing a song or video?</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n5:48 pm</dco> &nbsp;<qco> when will la de da de da e da de day oh be on Apple Music</qco> </h3>      now\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n5:37 pm</dco> &nbsp;<qco> Do you like doing what you do?</qco> </h3>      i try to do what i like\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n5:29 pm</dco> &nbsp;<qco> can a question answer itself or can it ask itself</qco> </h3>      i think so<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n5:28 pm</dco> &nbsp;<qco> Do you think at one point you'll make an album </qco></h3>      i think i prefer to release songs 1 at a time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do you enjoy just posting music you make YouTube?</qco> </h3>      actually the main place i prefer to post songs is on my website, but i also post them in the music stores and streaming services (spotify, etc). they end up on youtube as well because i make videos for them, and post the videos there, but the videos are also posted on my website first\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n5:26 pm</dco> &nbsp;<qco> What's your advice for people who strive to be more creative?</qco> </h3>      \n\n<a href=\"http://billwurtz.com/key-to-being-creative.mp4\">the key to being creative</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n5:26 pm</dco> &nbsp;<qco> What is the height requirement to enter the mall?</qco> </h3>      that would vary from mall to mall\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n5:18 pm</dco> &nbsp;<qco> What you do when you feel like your life is not going forward anymore?</qco> </h3>      rotate a bit<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n5:09 pm</dco> &nbsp;<qco> What's the end goal?</qco> </h3>      complete the entire thing<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n5:03 pm</dco> &nbsp;<qco> hey bill what do i do when theres nothing left to do?</qco> </h3>      make something up\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n5:03 pm</dco> &nbsp;<qco> how do I ask a girl out?</qco> </h3>      just ask her politely to get out\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n5:00 pm</dco> &nbsp;<qco> When are you going to get \"La de da de da de da de day oh\" on Spotify?</qco> </h3>      it is there <a href=\"https://open.spotify.com/album/5IrgE32lerVYgMuJ5xiyfP\">now</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n4:52 pm</dco> &nbsp;<qco> Are you and I similar?</qco> </h3>      who is this\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n4:52 pm</dco> &nbsp;<qco> What does bio stand for?</qco> </h3>      biography? biology? bioptemry?\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n4:51 pm</dco> &nbsp;<qco> I like La de da de da de da de day oh. Is your new video ready?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n4:50 pm</dco> &nbsp;<qco> How can I be happy?</qco> </h3>      by surprise\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n4:42 pm</dco> &nbsp;<qco> Has anyone ever asked you your opinion on something so that they can have the same opinion as you?</qco> </h3>      i hope not\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n4:27 pm</dco> &nbsp;<qco> Why does your website have so many errors (Nice try at Google Analytics)?</qco> </h3>      i don't think it has any. but maybe you are using it in a way that it was not meant to be used\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n4:27 pm</dco> &nbsp;<qco> what motivated you to sing in the first place?</qco> </h3>      it seems to be a very useful and important vehicle for delivering music\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n4:16 pm</dco> &nbsp;<qco> I appreciate and relate to your less than avid participation in the act of choosing favorites. It's like, things are things. Sometimes I like this thing, sometimes that thing.&nbsp;</qco> </h3>      ah, that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n4:05 pm</dco> &nbsp;<qco> WHen is the ablum coming out?????????????</qco> </h3>      i think i prefer to release songs 1 at a time \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n3:52 pm</dco> &nbsp;<qco> why all the colors?</qco> </h3>      which colors\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n3:51 pm</dco> &nbsp;<qco> https://cdn.discordapp.com/attachments/336730306361032714/403290010226524181/unknown.png\n<br>Is your new song about Spotify? </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or are you just disappointed in the amount of people asking for it on Spotify?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n3:23 pm</dco> &nbsp;<qco> You have a \"back to normal\" button after entering randy mode, but can the chronological format really be considered \"normal\"? </qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Maybe it doesn't like being classified as normal. Maybe it wants people to think it's, like really wacky, or jazzy or something. Can you change the button to say \"back to jazzy\"?</qco> </h3>      that doesn't make sense, because that is not usually what the questions page is known for, from the user experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n3:08 pm</dco> &nbsp;<qco> What do you think qualifies as a good idea?</qco> </h3>      if someone likes it?\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n3:06 pm</dco> &nbsp;<qco> If you were a mountain which one would you be?</qco> </h3>      \n\nyou have to decide, because it was your idea for me to be a mountain \n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n2:59 pm</dco> &nbsp;<qco> what is the meaning of those last words in your song la de da de da de da de da de day oh</qco> </h3>      \nthe song might may already be way too happy and light, so let's at least add a twist ending\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n2:45 pm</dco> &nbsp;<qco> How does time work?</qco> </h3>      \nuse your imagination \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n2:22 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201801162137b\">1.16.18&nbsp;&nbsp;9:37 pm</a>  i mean me starting a conversation with a woman with the intent of seducing her by saying \"hey have you seen this cool song on youtube\" do you think it will work</qco> </h3>      i don't see why that would work but maybe it will\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n2:22 pm</dco> &nbsp;<qco> have you found yourself?</qco> </h3>      i am chasing myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n1:57 pm</dco> &nbsp;<qco> What happened to the notebook?</qco> </h3>      if you mean the one on this site, it is still there\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n1:43 pm</dco> &nbsp;<qco> i would personally prefer a big video that took&nbsp;&nbsp;8 months to come out than a medium size video that takes 2 months. it would be cool to see a \"big video\" that wasn't a history video. Maybe an animated story with mulitple songs in it? that would be groovy\n<br></qco> </h3>      working on a project for more than 3 months can be very troubling\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n1:05 pm</dco> &nbsp;<qco> is anything in your music an expression of yourself,</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you just make stuff that sounds good to you?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n1:01 pm</dco> &nbsp;<qco> why did you use a different font in La de da de da de da de day oh</qco> </h3>      i used many different fonts in that video, and i also used many different fonts in my previous 3 videos. that is for variety's sake\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n12:45 pm</dco> &nbsp;<qco> Why does it take so long to post?\n<br></qco> </h3>      \nit hardly takes any time at all, just a few minutes to upload the thing, depending on the file size\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n12:43 pm</dco> &nbsp;<qco> Have you heard your new song?&nbsp;</qco> </h3>      only while i was making it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n12:36 pm</dco> &nbsp;<qco> Why are the people I work with mean? I see them 40 hours a week and we don't get along. What's the point?</qco> </h3>      \nperhaps it's a reaction to another mean thing \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n12:27 pm</dco> &nbsp;<qco> I wanna be a great musician is that so wrong?&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n12:25 pm</dco> &nbsp;<qco> but how do I buy the right to use some of your songs in a youtube video?</qco> </h3>      you could email me and negotiate with me directly\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n12:23 pm</dco> &nbsp;<qco> How do I make good songs?</qco> </h3>      \njust start making any songs. the more songs you make the more good they might get\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp; \n12:19 pm</dco> &nbsp;<qco> You're prolly gonna say this is a stupid question but. Do you treat every question on this page like a stupid question?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If not, what is the percentage of non stupid questions. </qco></h3>      every question is smart and stupid at the same time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What about how all questions are better than before? I forget what your defending from?&nbsp;</qco> </h3>      \n<br><br>"
  }
]
