[
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n9:42 pm</dco> &nbsp;<qco> I feel like 1add9 feels more resolved, more at home than just the 1 on its own. But isn't the 9th supposed to be dissonant? Do you feel the same way? And why do you think that might be?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n8:48 pm</dco> &nbsp;<qco> ive got a keyboard (which cant detect how hard i play) and a cable to connect it to my computer. i'd like to make some music, am i good to go (and does it matter that my keyboard doesnt detect how hard i play)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n8:15 pm</dco> &nbsp;<qco> Did you ever do an internship, such as in college?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n7:49 pm</dco> &nbsp;<qco> whats ur target demographic?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n6:34 pm</dco> &nbsp;<qco> i am currently at a low point. how do i get back up to a high point?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n5:21 pm</dco> &nbsp;<qco> Opinions on pasta?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; 4:26 pm</dco> &nbsp;<qco> Do you think pineapple belongs on pizza</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n3:05 pm</dco> &nbsp;<qco> why is tuesday your favourite day?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n2:42 pm</dco> &nbsp;<qco> Is music a place or a state of mind? If place, can you lend me some directions?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n1:45 pm</dco> &nbsp;<qco> Sometimes I am smart and hot. other times I am stupid and ugly. whats up with that</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n12:57 pm</dco> &nbsp;<qco> what is the biggest workplace you've worked in?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n11:18 am</dco> &nbsp;<qco> how long do you think you could stay in an airport before losing touch with reality</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n11:13 am</dco> &nbsp;<qco> How to do the unthinkable</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n10:23 am</dco> &nbsp;<qco> what made you choose to write all of your songs in english?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n10:19 am</dco> &nbsp;<qco> Hi bill, I noticed that before your break in 2020, your last song was \"might quit\", and your last 2 songs before this break were \"the ending\" and \"where ive been\". these songs all are named like youre taking a break, so my question is was this done on purpose?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n10:05 am</dco> &nbsp;<qco> I wish I'd learned a creative skill as a child, because as an adult I internally harangue myself so harshly and constantly that learning is impossible.&nbsp;&nbsp;how can I find a way to express myself, under these circumstances?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; 8:12 am</dco> &nbsp;<qco> Do you have a favorite chord?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n7:40 am</dco> &nbsp;<qco> Why is life so lively?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n3:29 am</dco> &nbsp;<qco> how do you become the living embodiment of world peace? or something close to that</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n1:52 am</dco> &nbsp;<qco> its actually insane that you have a FAQ like this. how do you respond so fast?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n1:41 am</dco> &nbsp;<qco> I'm currently learning guitar, do you have any tips to help me learn?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n12:53 am</dco> &nbsp;<qco> out of all of the questions to which you've answered \"I'd prefer a new one to be my favourite\" which was your favourite</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n12:27 am</dco> &nbsp;<qco> is playing music meant for one instrument on another a good exercise? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i read that scott lafaro practiced clarinet music on the bass and it seems to show in his playing. thoughts?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n11:16 pm</dco> &nbsp;<qco> where would you really like to visit?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n11:10 pm</dco> &nbsp;<qco> My questions teacher says that the best questions are who what when where and why questions. Is this true?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n10:04 pm</dco> &nbsp;<qco> What does your music and videos mean?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; 9:44 pm</dco> &nbsp;<qco> how much is too much?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n7:32 pm</dco> &nbsp;<qco> what are your thoughts on the newest meme?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n6:56 pm</dco> &nbsp;<qco> Do you ever go anyplace that isn't home or the workplace? Y'know, cafes and theaters and the like? Or even non-places, such as the subway or the mall?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n4:29 pm</dco> &nbsp;<qco> do you know all the answers?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n4:19 pm</dco> &nbsp;<qco> do you have any tips for getting better at writing songs on keys? i feel like i always get caught in the same chords. i stopped taking lessons after i'd learnt classical piano, so do you think learning jazz piano would help?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n12:30 pm</dco> &nbsp;<qco> what if i have an idea for a part of a song, say just chords and melody, but it doesn't work, or i don't like it. what if it would work if i add bass, or drums, or another section, or cool sounds? if i'm writing a song before adding those things, i'll never know if they would justify a given off-kilter idea. does that mean i should accept that i'll never write a song that isn't fully functional with just chords and melody?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; 11:28 am</dco> &nbsp;<qco> how do i fail an exam</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n10:01 am</dco> &nbsp;<qco> will you run for president please i think it would be super cool</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n9:25 am</dco> &nbsp;<qco> have you ever had a song stuck in your head and when you go to the song to listen to the real version the modified one stuck in your head is better?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n8:32 am</dco> &nbsp;<qco> are la de da de da de day oh, long long long journey&nbsp;&amp; and the day goes on connected?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n7:11 am</dco> &nbsp;<qco> Why does Bread make up so much of our diet&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n6:34 am</dco> &nbsp;<qco> DID YOU NOTlCE HOW I SNUCK AN L INTO THE PLACE WHERE AN I SHOULD BE?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n3:47 am</dco> &nbsp;<qco> thoughts on pursuing a passion or dream?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; 2:48 am</dco> &nbsp;<qco> How do I ask a question?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n2:29 am</dco> &nbsp;<qco> Will I ever get there?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n2:23 am</dco> &nbsp;<qco> I know how to read music and have some basic understanding of music theory (not self taught). I love listening to different types of music and try to understand what I'm hearing but I find it extremely difficult to even identify different instruments, what key the music is in, cannot play by listening or improvise in a way that makes sense (or sounds good in any way to me). So how should I practice hearing and playing things in a more intuitive way? I feel like my biggest problem is not being able to hear critically or actually understand what I am reading rather than just playing the notes written then they sound good.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n1:59 am</dco> &nbsp;<qco> what are your aesthetics</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n12:30 am</dco> &nbsp;<qco> what defines the word \"politics\" to you</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp;\n12:04 am</dco> &nbsp;<qco> So, I know that if you multiply or divide a positive number by a negative number you get a negative number, and if you multiply or divide two negatives, you get a positive.... But I remember learning \"that's just how it is\", and I can't really conceptionalize what's actually happening there... Can you maybe help me to understand what it means to multiply or divide a number 'a negative amount of times'?<br><br>Multiplications means \"the repeating addition of groups of equal sizes\"... So -2 x 3 means that I have three groups of -2 that I am adding together... -2 + -2 + -2, which is -6... And I know that if -2 x 3 = -6, then 3 x -2 must also = -6 (symmetric property or whatever that's called)... But what am I actually doing if I have 3 x -2??? Like what is actually happening to that 3 to get me to -6?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3 x -2 means that I have \"negative two groups\" of 3 that I am adding together? How can I have \"negative two groups\" of something?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And then why would having \"negative two groups\" of -3 give me a positive 6?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I think I'm confused because negative numbers don't truly exist as quantities.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; You either have some of something, or you have none of something. There's no such thing as a \"negative amount\" of something in real life. I can have no (0) hats, or I can have 1 hat, 2 hats, 3 hats, etc. But I can't have a negative amount of hats. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; So how can I multiply/divide a number by a negative amount of times? In this case, isn't the negative number being used as a quantity?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n11:22 pm</dco> &nbsp;<qco> When I write music I am pretty good at coming up with lots of small ideas but can't coherently connect them to make a song. Any tips?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n11:16 pm</dco> &nbsp;<qco> Should I just enjoy what I have or&nbsp;&nbsp;risk it by trying to get something better&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; 11:14 pm</dco> &nbsp;<qco> Favorite day of the week?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp;\n10:54 pm</dco> &nbsp;<qco> is it normal to want to argue with people sometimes<br><br>but not in an actual argumentitive way. like, just getting all of your thoughts out all at once without having to engage in a real conversation<br><br>i feel like real conversations can distract from what i actually want to say sometimes. it's easy to misspeak or misinterpret the other person when speaking face to face, because you don't have as much time to process the information and come to a reasonable conclusion. maybe that's why i like text-based arguments better. you can get everything you want to say out, then edit it when needed to make the actual words of your argument match up better to your true feelings about it.<br>but on the other hand, i feel like maybe the opposite of that is true in a way. maybe when speaking face to face, you're forced to be more honest. you don't have time to go back and deeply consider every one of the other person's claims. you have to make a snap decision on whether or not you agree with their argument as a whole. and maybe this forces you to be more honest about what those feelings you have are.<br><br>and maybe it's also somewhat cowardly? to only want to speak in a setting that allows only you to speak. or, maybe not. i like having conversations with people online, i like hearing peoples' opinions on things. i don't think i don't like real-life arguments because they allow other people to argue with me, i think i just don't like being misrepresented in the heat of the moment, either by myself, or the person i'm arguing with. or maybe that justification is just something i've made up to make myself feel more comfortable about disliking arguing face to face.<br><br>i don't know. i just think interacting with people in real life is exhausting. i wish there were a way to let people know exactly what i was thinking without having to deal with the social cues about when and how it is acceptable to say what i want to say. and having to find the exact words to say what i mean on the spot. but maybe that's just life. it's certainly a skill i don't have right now<br>anyway what was my question again? oh, whatever, what's your stance on doors</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n10:32 pm</dco> &nbsp;<qco> My 2024 resolution was to write and produce a song every month. It's the end of February and I have failed at this goal. I have gotten started writing plenty of times but I keep criticizing what I write and starting over. How do I optimize between two seemingly opposing goals of creating music I feel proud of and creating music in a timely matter? Is the answer to wake up earlier and try harder?</qco> </h3><br><br>"
  }
]
