[
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n9:27 pm</dco> &nbsp;<qco> When is your new video NOT coming out?</qco> </h3>      \ntuesday march 19, 2019\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n9:04 pm</dco> &nbsp;<qco> How do you make songs</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n7:25 pm</dco> &nbsp;<qco> did you get the leaf you wanted for christmas?</qco> </h3>      \nno but i got a different one which is smaller but it's still pretty good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n7:16 pm</dco> &nbsp;<qco> how to love</qco> </h3>      \ni'm not sure. can't remember all the ways. i think i have determined the way i like to do it is to keep forgetting and then remembering again \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n7:05 pm</dco> &nbsp;<qco> Hi Bill, hope all is going well for ya. Ever since I was young I've had snippets of melodies and music enter my brain and suddenly leave. I suck at turning what I hear internally into something tangible without forgetting it halfway. How do you keep track of it?</qco> </h3>      \nwhat i do is record a quick audio memo as soon as the idea arrives. if i have a keyboard with me, that helps because that makes it easy to clarify any chords it has in it, and if not i will have to just explain it all with my voice\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n6:50 pm</dco> &nbsp;<qco> When you are making fills, like in 'mt. Saint Helens is gonna blow up' when you sang \"everything is going to fall down to the ground and turn grey\" do you usually think of the melody first and then harmonize the melody or do you think more about the chords then write melody?</qco> </h3>      \nthe lyric+melody occur together, as a package deal, with the chords included also\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n6:31 pm</dco> &nbsp;<qco> ever wished writers wrote shorter stories?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n6:21 pm</dco> &nbsp;<qco> What is your favorite song that you've made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n5:51 pm</dco> &nbsp;<qco> Hi Bill. I'm in love with the harmony in your songs. Do you have any jazz harmony book that you would suggest to have a better understanding of your particular style? </qco></h3>      no, but, those could be useful if you want to build a fort, of books\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n5:05 pm</dco> &nbsp;<qco> oh yeah? explain instrumental music</qco> </h3>      \nit always relates to a piece of non music. this piece of non-music serves as a delivery vehicle for the music\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n4:36 pm</dco> &nbsp;<qco> are you able to predict the future</qco> </h3>      \npartially\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n3:55 pm</dco> &nbsp;<qco> do you generally come up with music first or lyrics first&nbsp;</qco> </h3>      \nboth at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n3:52 pm</dco> &nbsp;<qco> You are an inspiration for aspiring artists</qco> </h3>      \nthat's friendly of you, but i am looking to do it even more\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n3:04 pm</dco> &nbsp;<qco> When it comes to writing the chord progressions you do, what is the most effective process you use?</qco></h3>      use melodies and lyrics also<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I'm currently going through music school, and I really want to explore more unorthodox writing styles.</qco> </h3>      \nThis might not be what you want to hear, but, ..................... you're gonna have to just make things up\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n2:57 pm</dco> &nbsp;<qco> how do i win at everything</qco> </h3>      \neveryone's gonna win. it's gonna be a tie\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n2:14 pm</dco> &nbsp;<qco> Why did our hero in \"and the day goes on\" travelled straight to the sun? that's dangerous...</qco> </h3>      \nthis is just how the songs starts. this is for those mornings when you immediately wake up feeling everything at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n1:06 pm</dco> &nbsp;<qco> what is your favorite christmas tradition?</qco> </h3>      \nchecking out some <a href=\"https://www.youtube.com/watch?v=mis0O8CZk90\" target=\"_blank\">tchaikovsky</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n11:49 am</dco> &nbsp;<qco> Is there a reason that the letters of the word reality in this website has all the same colours unlike other words ? \n<br></qco> </h3>      \nmost of the titles have a small percentage of their letters different. so, by that same style, a small percentage of the titles are different from this, in that they have none of their letters different\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n10:09 am</dco> &nbsp;<qco> in \"outside\" did you say 'moon' and used it as a note or sounds or something. i am not that knowledgeable about music but i hope you understand my question.\n<br></qco> </h3>      \nthat's a lyric, in the vocals. i just recorded it using my voice, normal style\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n9:52 am</dco> &nbsp;<qco> if you had any super power what would it be?</qco> </h3>      \nholding a conversation\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n9:15 am</dco> &nbsp;<qco> What inspired you to make music?</qco> </h3>      \nmust have been music itself \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n9:07 am</dco> &nbsp;<qco> When generating writing ideas, do you write entire songs the whole time</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you generate ideas until they're enough of a thing to be called an idea?</qco> </h3>      \njust enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n8:49 am</dco> &nbsp;<qco> Are you also thinking about eggs</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n6:53 am</dco> &nbsp;<qco> How to understand normal social interaction?</qco> </h3>      \npretend everyone else is you from another time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n4:45 am</dco> &nbsp;<qco> Are you making a new video?</qco> </h3>      \nyes but what's more important is i will be making many more videos after that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n3:42 am</dco> &nbsp;<qco> Do you know how awesome you are?</qco> </h3>      \nit's going to take me some time to grow into my expectations\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n3:12 am</dco> &nbsp;<qco> what's a place you would want to eventually visit</qco> </h3>      \nur\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n1:40 am</dco> &nbsp;<qco> What is better? To write lyrics from listening beat, or starting a project from scratch all together.</qco> </h3>      \nthat depends whether you like to seize the flow of time in the palm of your hand and begin spewing it in poetic quantities\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n1:25 am</dco> &nbsp;<qco> dude ngl your songs are pretty epic</qco> </h3>      \nwe'll see about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n12:37 am</dco> &nbsp;<qco> What is your opinion on nihilism?</qco> </h3>      \nfake\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n12:36 am</dco> &nbsp;<qco> If light is the fastest thing in the universe then how did the dark get there first</qco> </h3>      \nbecause dark is nothing. nothing is faster than light \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n12:30 am</dco> &nbsp;<qco> What is egg?</qco> </h3>      \nsome type of yellow slime which could have been someone \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.20&nbsp; \n12:10 am</dco> &nbsp;<qco> Dearest Bill,\n<br>Me wonderest if thou hast ever comsumethed a singular blade of grass in thine lifetime?\n\n</qco></h3>      no i haven't<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cordially and sincerely, \n<br>Me</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n11:31 pm</dco> &nbsp;<qco> Why are data singular?</qco> </h3>      \ndata is plural. 1 piece of data would be a..... datum\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n11:13 pm</dco> &nbsp;<qco> Your music is really something, what inspired you to choose this style of music/video editing</qco> </h3>      \nbasically what usually happens is, i get a trillion ideas in my mind of what i WISH it could be like. then i get extremely disappointed to realize that none of those ways are actually possible for me to do. then, sometimes, i am able to find 1 way that is just barely possible. and i settle for doing it that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n11:00 pm</dco> &nbsp;<qco> Hi Bill! Who is your favorite art person?</qco> </h3>      \ncould be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n9:33 pm</dco> &nbsp;<qco> If your song is 100% complete, does that mean it's coming out soon? </qco></h3>      it is supposed to mean that, but the video has taken a long time, purely because i'm an idiot<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Maybe a Christmas Special?</qco> </h3>      every day is special\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n9:17 pm</dco> &nbsp;<qco> have you ever considered writing an entire song in pig latin?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n9:14 pm</dco> &nbsp;<qco> is you next project coming soon?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n7:52 pm</dco> &nbsp;<qco> Since your song is finished (per an earlier answer), will it be released before the end of the year?</qco> </h3>      \nit's not important to me what year it is when any song is released. the only thing i care about is that i can release hundreds and possibly thousands of songs over the course of my life time. the reason my current song is not released yet is because i am still working on the video for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n7:40 pm</dco> &nbsp;<qco> how do you stop worrying about current events</qco> </h3>      \nstart thinking of some future events to worry about\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n7:16 pm</dco> &nbsp;<qco> Which came first the fruit orange or the color orange</qco> </h3>      \nthe fruit\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n4:05 pm</dco> &nbsp;<qco> The style of the relationship between your lyrics and music to me seems pretty similar to Paul Simon's. He often talks about a lot of his greatest hits having lyrics that simply sounded right and have the feeling that the music has, rather than having lyrics that have been agonized over for a long time, like Mrs. Robinson. Something I hear him say a lot is \"I don't really know what that meant when I wrote it, but later I realized...\" Is that in any way your process of writing lyrics, that the goal is that they sound like the music? Or do you craft them to both sound right for the music and mean something intentional and consciously thought of?</qco> </h3>      \nevery point in our universe means everything. science tells us this (was it science? maybe it was something else. i honestly can't remember how i know this). I've found songs to be one of the most potent ways to explore this\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n3:10 pm</dco> &nbsp;<qco> When is your next video coming out or does it not have any date for release yet?</qco> </h3>      \nevery time i have tried to figure out a date, i have been wrong. so it doesn't really matter what date i say. it won't be right\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n2:42 pm</dco> &nbsp;<qco> are u on break rn</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n12:57 pm</dco> &nbsp;<qco> are you done editing your next video</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n12:51 pm</dco> &nbsp;<qco> is it possible to think and write a song at the same time?</qco> </h3>      \nyes, as long as you are not thinking about the song. if you are thinking about something else, the song should go very well\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n12:25 pm</dco> &nbsp;<qco> Are u a human?</qco> </h3>      \noh that would explain this tingling sensation i've been having\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n11:34 am</dco> &nbsp;<qco> what do you want for christmas</qco> </h3>      \nmaybe a leaf\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.20&nbsp; \n11:20 am</dco> &nbsp;<qco> will you take a long break after your next video?</qco> </h3>      \nthat's the opposite of what i would like\n<br><br>"
  }
]
