[
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n5:07 am</dco> &nbsp;<qco> Hello! I come from a very cut- throat high school that only cares about their students' GPA and their GPA contributes to whether they enter a good college or not. Coming from this environment, I felt a constant pressure because I was surrounded by hard-driven people that applauds when they see another person's rank goes down so they can move up. Well college decisions released, and unfortunately, I did not get into the college I wanted and for these past few months I felt very worthless because I kept comparing myself to those who got into my dream school. Most students in my school got in and some I question why and how and I started to fall in this wormhole of depression where I think I was not enough compared to other students because my dream school did not accept me whilst they accepted many others that I thought did not care enough about school. I just feel like the whole world is against me because now I would go to school, ashamed to share the college I'm going to and hearing EVERYONE going to my dream college. Everywhere I go, I hear them getting into my dream college and I am truly happy for them, but it just feels like the whole world is ridiculing me. How can I stop this negativity cluttering up my mind? I know this is so unhealthy for me, but when you are constantly reminded of your failure, how do you cope with that? I really wish you see this because no one around me has the answers and I just feel like I am alone in figuring these things out.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n2:00 am</dco> &nbsp;<qco> how is fashion important to presentation of music (music videos, live performance, etc)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n1:51 am</dco> &nbsp;<qco> are you in a 'gear head' phase?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.25.19&nbsp; \n12:26 am</dco> &nbsp;<qco> Off the top of your head, what is the strangest/creepiest question someone has ever submitted here?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n11:25 pm</dco> &nbsp;<qco> do you have any tips on translating drum sounds into vocals, or vocal percussion in general</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n11:05 pm</dco> &nbsp;<qco> If you gained knowledge from all previous beings what should you do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n11:05 pm</dco> &nbsp;<qco> What should we expect out of cults nowadays?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n11:03 pm</dco> &nbsp;<qco> I love your videos! How long does it take to make them?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n10:59 pm</dco> &nbsp;<qco> I keep asking questions but never remember to check them :( any advice? - a person</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n10:59 pm</dco> &nbsp;<qco> What's your track mastering process?</qco></h3>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n10:33 pm</dco> &nbsp;<qco> I know a guy who was born on an island. He's over 40 years old now and has never been off the island except for a short time a couple weeks ago when he crossed a bridge but he came back within 10 minutes. It's not a huge island but not a small one either. You could not walk all the way around in a day, but you could in a week. Do you live on an island?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n10:28 pm</dco> &nbsp;<qco> What's your favorite temperature of water to drink?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n10:07 pm</dco> &nbsp;<qco> If you could be any bird, which one would you be?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n9:54 pm</dco> &nbsp;<qco> My brain leaks sometimes but i write it down do you write your brain leaks?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n9:40 pm</dco> &nbsp;<qco> gothic or romanesque architecture</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n9:37 pm</dco> &nbsp;<qco> What's a good music notation app that offers synth as an instrument choice and is free?</qco> </h3><a href=\"writeitbyhand.png\">write it by hand</a><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n9:07 pm</dco> &nbsp;<qco> My friend is now assuming I have a mental disorder because I enjoy your music. He stops giving me the aux cord :( What do I do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n8:35 pm</dco> &nbsp;<qco> Help, I'm trapped inside a bill wurtz video.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n7:02 pm</dco> &nbsp;<qco> does this common pattern in 4/4 where the hi-hat plays every other offbeat eighth note have a name?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n6:42 pm</dco> &nbsp;<qco> i'm depressed. music used to be my way of coping but it isn't working lately. i feel like a failure. why shouldn't i kill myself?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n6:08 pm</dco> &nbsp;<qco> What do you think about outer space?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n5:38 pm</dco> &nbsp;<qco> are the two stupid songs equally stupid?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n5:24 pm</dco> &nbsp;<qco> are there any shows you like?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n4:56 pm</dco> &nbsp;<qco> My dad thinks Mink Car by They Might Be Giants is a better song than Mount St Helens is About to Blow Up, but I disagree. What do you think?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n4:47 pm</dco> &nbsp;<qco> What is your opinion on They Might Be Giants?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n6:42 am</dco> &nbsp;<qco> How do I do this?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n6:41 am</dco> &nbsp;<qco> I wanted to ask you what your secret to success is, but I had the strangest feeling it is not a secret, and there is no hidden formula to become cool, and it's instead just me looking for an easy way out of the mess I'm in. Which is annoying because I really kind of wanted a \"do this for 15 minutes and all your problems will be solved\" sort of answer.\n<br>\n<br>So how do you deal with it when you have to do stuff the hard way, constantly, because hard is the default setting?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n6:29 am</dco> &nbsp;<qco> is there any easy way of learning chord names without knowing anything about anything or do i just have to learn every single chord name one by one until i freaking explode because god that sounds so unappealing and it's really dragging me down here. i wanna do music stuff but</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n3:55 am</dco> &nbsp;<qco> what do you think about piracy</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n1:38 am</dco> &nbsp;<qco> how many mics do you use to record your drums bill?</qco></h3>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n1:36 am</dco> &nbsp;<qco> why do you make masterpieces that shouldn't be for us?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n1:34 am</dco> &nbsp;<qco> how the hell do you control the sticks and bass drum when playing on drums like one handed 16th notes do you have any advice?\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n1:32 am</dco> &nbsp;<qco> How did you feel about TikTok using \"i just did a bad thing\" as a meme song?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n1:28 am</dco> &nbsp;<qco> do you have any specific process for writing your songs?\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n12:50 am</dco> &nbsp;<qco> you're probably sick to death of talking about this subject but i think the appeal of an album is in listening to related songs in the same order over and over, allowing them to form connections to each other and bolstering enjoyment compared to listening randomly</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n11:59 pm</dco> &nbsp;<qco> whats your favorite octopus?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n11:19 pm</dco> &nbsp;<qco> for what word should there be more synonyms of</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n10:26 pm</dco> &nbsp;<qco> when is your next video?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n10:10 pm</dco> &nbsp;<qco> what are your thoughts on Beethoven?</qco> </h3><a href=\"https://www.youtube.com/watch?v=RPDBcdDGrnE\">glenn gould's thoughts on beethoven</a><br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n9:53 pm</dco> &nbsp;<qco> have you ever been to jail? i mean arrested and put in jail</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n8:59 pm</dco> &nbsp;<qco> you've got some real hidden gems from late 2011, have you ever considered making videos for some of your older songs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n8:49 pm</dco> &nbsp;<qco> What do you think of about psychedelics?</qco></h3>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n7:54 pm</dco> &nbsp;<qco> do you love music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n7:10 pm</dco> &nbsp;<qco> Can we get another update on completion? I think you gave a percentage a few weeks ago about the song being done but the video was only ~10%</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n6:45 pm</dco> &nbsp;<qco> From which stories or characters do you get inspiration for your limericks?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n6:01 pm</dco> &nbsp;<qco> how many key changes are there in mount st. helens?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n4:29 pm</dco> &nbsp;<qco> Which song do you think is your best</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n4:28 pm</dco> &nbsp;<qco> why do you sometimes blur text in your files or the filenames themselves (see https://billwurtz.com/reality/201605240719.mp4 to see what i mean)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n4:13 pm</dco> &nbsp;<qco> is it possible to have a tempo where the top number is bigger than the bottom number</qco></h3>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n4:12 pm</dco> &nbsp;<qco> what's the difference between 6/8 tempo and 3/4 tempo?</qco> </h3><a href=\"34.png\">3 groups of 2</a><a href=\"68.png\">2 groups of 3</a><br><br>"
  }
]
