[
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n6:10 pm</dco> &nbsp;<qco> Opinion on the tv show Frasier?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n6:06 pm</dco> &nbsp;<qco> are there any fairly consistent tricks to making parts of songs stronger, or is it just intuition</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n4:43 pm</dco> &nbsp;<qco> What is this, until the night returns song?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n4:26 pm</dco> &nbsp;<qco> oh fuck, airport terminal is actually in 4 the whole time, isn't it?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the bridges are just super synopated not different time sigs? that's fucking wild\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n4:10 pm</dco> &nbsp;<qco> Why are there so many songs not on your official website floating around the internet, like just did a bad thing, or at the airport terminal</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n4:01 pm</dco> &nbsp;<qco> what's the difference between lyrical delivery in what's usually considered \"rap\" versus a traditional sing-songy verse, in terms of music theory? I know there are many songs that tow the line, but there's also two clear extremes, and I want to know what exactly the difference between those extremes is&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n3:29 pm</dco> &nbsp;<qco> Hey bill this is a silly question but you really love that adidas cap huh?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is there any syory behind it or is it just a darn good hat?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n2:46 pm</dco> &nbsp;<qco> What are the rules that make music sound good? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Like, what makes music, music?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If I throw out just some random notes like E A# F Bb and I play it it probably isn't gonna sound harmonious or pleasing. What makes a note sequence \"musical\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n2:34 pm</dco> &nbsp;<qco> I'm going through a hard time and your videos help cheer me up so much! I hope you're doing well! What do you do when you're not making music or videos? Any exciting hobbies?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n1:22 pm</dco> &nbsp;<qco> what time signature did you think of the bridges of Airport Terminal in?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n1:15 pm</dco> &nbsp;<qco> whenever someone asks you about your favorite bill wurtz song, you say you would prefer to make a new one to be your favorite. I find this to be a very reasonable answer because it seems like every new song you put out is the best thing you've ever done. is that what you mean by making a new one to be your favorite? Or are you just too enamored by the process of making music to distract yourself with judging stuff that's already finished?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n1:10 pm</dco> &nbsp;<qco> Is it not fustrating to record songs that you wrote in 2010 - 2013 when you record songs that you wrote last month or something?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n1:07 pm</dco> &nbsp;<qco> Why did you change the thumbnail of this video\n<br>https://youtu.be/J2ukpvP5mL8</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n1:05 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201901090822\">1.9.19&nbsp;&nbsp;8:22 am</a>  nice ok. no wonder so many of your songs sit very happily in my range in their original keys. but the Bbs in airport terminal are very resonant for how close they are to Ab. i think your walkin' around hum habit may be relaxing your cords even better than they already were.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n12:47 pm</dco> &nbsp;<qco> (continued from previous annoying request) for example someone has already written a userscript that makes question urls copyable \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and it would be pretty easy i think for you to implement this, even with minimal programming knowledge. ultimately if you want your site to be the best vehicle for sharing your content you are going to have to bite the bullet and improve it from its simple form</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n1:04 pm</dco> &nbsp;<qco> Do you think your songs stand alone in acoustic form, with just guitar or piano and vocals ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n1:04 pm</dco> &nbsp;<qco> How important is the production of your songs (drums, synths, vocal harmonies, mixing etc) ?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n12:42 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201901091655\">1.9.19&nbsp;&nbsp;4:55 pm</a>  the sheer number of songs on that page makes doing that (at least without downloading them all) quite a chore. the website could benefit from hiring a developer to implement quality of life features such as sorting songs by length instead of date</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n12:33 pm</dco> &nbsp;<qco> what's your latest contract say</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n11:59 am</dco> &nbsp;<qco> is it bad to sleep in class</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n11:08 am</dco> &nbsp;<qco> when you finish something and it's not totally how you want it, do you ever consider re-making it over and over again until it's very close to exactly what you want?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n11:07 am</dco> &nbsp;<qco> Do you ever feel 'overloaded' with creative inspiration for different outlets/mediums?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nHow do you sort things out and decide how to advance?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nA lot of the time I feel like this and then do nothing as a result, or, have a manic period where I just do some random creative thing that I don't really care about much but feel like I need to get out of my head.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n10:48 am</dco> &nbsp;<qco> is the music video supposed to come out Jan 15th or is it going to come out this weekend?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n10:33 am</dco> &nbsp;<qco> I have a weird situation. About four years ago I finally stepped into making and singing music after growing up in an family that believed music making, esp singing, is the realm of an elite few talented people. I always rebelled against this idea in my heart because but didn't participate in misic making until I left that environment about 4 yrs ago. anyways, after 4 years of singing w a vocal group I could just feel that my voice, my ears, improv and other abilities had become quite strong. About 6 mo ago I leveled up again in my understanding of music and began making/recording my own music and performing more on my own time, not just with my group. So, I know my strongest suit is harmony and singing with others, but recently at a mic night I sang a song (used a mic) by myself, no accompanymnent, which is a first for me. Icould hear myself during and it I was delighted that my voice both sounded and felt good, which i have learned are some of several markers that you are making a good, strong sound. But a friend recorded it, then sent it to me later. I watched it to see what it sojnded like from an audiences persective and it actually didn't sound great, not bad but not good. There were a few notes I thought I nailed but were actually a little shaky, and overall tone was not as strong as I had felt it was in the moment. This devastates me because my body and my ears to ears told me it sounded nice while I was performing, but the actual recorded audio denies this...I feel shattered. So now I am wondering if I should just halt all my musical persuits,\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if I still apparently am not a strong singer even after lots of practice over the last few years and a sense that I had grown into my own voice. I love making music more than anything, and my favorite instrument is voices because it feels so physial and raw to share music that way. but if my soundmaker is fundamentally gross than I feel the whole process is perverted from the get-go. So i'm looking for guidance from friends and musicians I trust: is there anything here that i mentioned you are familiar with and have advice for?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and is it a good idea to trust that wonderful sensation inside you when you are singing that tells you the sound is pleasing?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and thanks for fielding this long ask</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n10:30 am</dco> &nbsp;<qco> what inspired you to create ball&nbsp;&amp; stick?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n10:27 am</dco> &nbsp;<qco> what is your opinion on cargo pants?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n9:50 am</dco> &nbsp;<qco> &gt;&gt;Yo Bill why don't you release any \"actual\" album? Think it would be good if there's one which sums up your music career, that your fans can enjoy&lt;&lt;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n9:14 am</dco> &nbsp;<qco> is there any musical instrument that you have never tried and would like to learn?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n9:08 am</dco> &nbsp;<qco> did you expect to be so successful when you first became making music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n7:56 am</dco> &nbsp;<qco> <a href=\"q.php?date=201901101401\">1.10.19&nbsp;&nbsp;2:01 pm</a> &nbsp;&nbsp;Can you give me the link to the song?</qco> </h3><a href=\"https://www.youtube.com/watch?v=bv6QaOo-caA\">https://www.youtube.com/watch?v=bv6QaOo-caA</a><br><a href=\"https://open.spotify.com/album/7G8iaMJozWmHtEDoNB1Gnw\">https://open.spotify.com/album/7G8iaMJozWmHtEDoNB1Gnw</a><br><a href=\"https://itunes.apple.com/album/at-the-airport-terminal/1448986608\">https://itunes.apple.com/album/at-the-airport-terminal/1448986608</a>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n7:56 am</dco> &nbsp;<qco> has genius asked you to do a video with them yet?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n7:20 am</dco> &nbsp;<qco> At the quote terminal sounds a bit like a children's song, was this intentional</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n6:40 am</dco> &nbsp;<qco> will you be creating any more jazz covers?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n4:06 am</dco> &nbsp;<qco> Are bad things even bad if they make good things better?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n3:31 am</dco> &nbsp;<qco> <a href=\"q.php?date=201901051713\">1.5.19&nbsp;&nbsp;5:13 pm</a>  was the hidden thing in hotewig the thing that says \"i have nightmares\" on one of the frames during the big bang/ creation of the universe sequence?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n1:00 am</dco> &nbsp;<qco> would you ever do a video or livestream of your editing process</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n11:05 pm</dco> &nbsp;<qco> Why did you make the Burger King song like what was the purpose&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n11:03 pm</dco> &nbsp;<qco> okay, so, this is long but hear me out. i live in super-serious college land with super-serious computer science people and i'm stuck here until summer, and then for the next 2 years (i'm already too deep to quit now). over the last three years or so i have been too afraid of being free. i live in this bubble where i pretend to be someone i'm not, even to the point where i'll just randomly want to burst out singing in public because i know it would cheer everyone up. i'm really a music and fitness guy who didn't have the balls to just try being a freelance musician, so i just relied on college. But now, i've realized college doesn't help me learn anything and also college sucks and i hate it.So basically, i'm a 5-year-old trapped in a young adult's body. i know that once i start being myself and fully commit to it, there will be no turning back to the old way of thinking, and i'm honestly completely okay with that, except i'm naturally a more \"out-there\" person than most people and many people i know, (including professors) can and have seen my assertiveness and certainty as disrespect or rudeness. I've requested a solo room so i can be a weirdo and make content in there without anyone judging me, so that's at least a start i guess. Point is, i'm going to change eventually, but the question is just time. My gut is telling me to break out of this mentality now, the sooner the better. I guess the question is, in your experience, is it beneficial to your insecurity around other people to start being yourself fully around them,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n or does just being yourself in front of a camera to the internet have the same effect?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Basically i'm scared that if i just wait to become popular someday before i translate the skills to the real world, i'll just be even more hopelessly awkward when and if that time comes. i would love to just push myself to start now, but it's becoming increasingly clear that the only viable option is to ask for at least a tiny amount of validation from someone else before plunging headfirst into life-changing behavior. Any thoughts on this?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Also how do you ask a follow-up question</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n10:51 pm</dco> &nbsp;<qco> How do I get people to stop making fun of my favorite pokemon?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n9:12 pm</dco> &nbsp;<qco> Will there be a video for At the Airport Terminal?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n9:11 pm</dco> &nbsp;<qco> Do you randomly misspell words, like \"thabk you\" or, \"zzja\" or \"ueqstions\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n8:49 pm</dco> &nbsp;<qco> is there any music you like that's so harmonically nuts that you don't totally understand it and haven't transcribed it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n7:07 pm</dco> &nbsp;<qco> how much is possible in 1 day?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n6:42 pm</dco> &nbsp;<qco> Are you proud of how \"at the Airport Terminal\" turned out?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n6:25 pm</dco> &nbsp;<qco> What do you think of dreams?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n5:02 pm</dco> &nbsp;<qco> How do I get over someone naturally just not liking me?? Especially since this person is actually so well-liked themselves!!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n4:40 pm</dco> &nbsp;<qco> How did the 'La de da de da de da de day oh' song come to be? It sounds so good to me! It probably was similar to the process of other songs, but I'm asking because, in my opinion, it really stands out, and I want to know more about it.\n</qco></h3><a href=\"snow32909.jpg\">this</a><a href=\"https://billwurtz.com/la-de-da-chorus.jpg\">as you can see</a><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, keep up the good work, I think 'Just did a bad thing' may be your best song yet.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n4:12 pm</dco> &nbsp;<qco> which is better: africa by toto or africa by weezer</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n3:29 pm</dco> &nbsp;<qco> Will you ever upload more improvised covers of songs on your improv page? I really like that kind of stuff.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.10.19&nbsp; \n2:56 pm</dco> &nbsp;<qco> how does music do That :/</qco> </h3>"
  }
]
