[
  {
    "html": "<h3> <dco>8.29.20&nbsp; \n6:53 am</dco> &nbsp;<qco> are boats airplanes?&nbsp;</qco> </h3>      \nno but i can see why you would think that\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.20&nbsp; \n6:50 am</dco> &nbsp;<qco> what do you expect in the future</qco> </h3>      \nnew types of flying transportation\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.20&nbsp; \n5:26 am</dco> &nbsp;<qco> Im going to the store you want anything\n<br></qco> </h3>      \n     ask the store if it wants anything \n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.20&nbsp; \n4:42 am</dco> &nbsp;<qco> I am a banana, are you?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.20&nbsp; \n4:38 am</dco> &nbsp;<qco> are you secretly a toaster</qco> </h3>      \ni either don't know or can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.20&nbsp; \n3:10 am</dco> &nbsp;<qco> what are clouds really made of?</qco> </h3>      \njoy\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.20&nbsp; \n1:49 am</dco> &nbsp;<qco> Are you learning anything new? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so so what is it</qco></h3>      exactly how and when to abandon your best software that you hate<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and do you think you will apply to your videos.</qco> </h3>      it will apply to the music\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.20&nbsp; \n1:30 am</dco> &nbsp;<qco> was the \"and i just dont know where to start, and that's exactly where it started\" part in hotewig inspired by your own life experiences</qco> </h3>      \nthat's not what it says. it's close, but it says i don't know WHEN to start, and that's exactly WHERE it started. it's this ambiguous interplay between 'where' and 'when' that allowed me to invoke the sentiments needed to describe a world where space and time don't exist. Which, according to many of today's top scientists, is what would go at that part of the story<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n11:41 pm</dco> &nbsp;<qco> do you have any tips on how to solo on giant steps</qco> </h3>      \nspend a lot of time rehearsing it secretly, but don't allow the rest of your band any time to rehearse it. so that way you will look way better than them by comparison\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n11:26 pm</dco> &nbsp;<qco> will you be my friend please i'm lonely</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n11:13 pm</dco> &nbsp;<qco> are you a human?&nbsp;</qco> </h3>      \noh that would explain a lot\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n11:05 pm</dco> &nbsp;<qco> what is your favorite music you've ever made?</qco> </h3>      \ni would prefer to make new music to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n10:34 pm</dco> &nbsp;<qco> i noticed that in the chorus of \"just did a bad thing,\" the melody always goes to the 5th of each chord. was that intentional? in your opinion, does that affect the grooviness of the song?</qco> </h3>      \nthis is just part of mother nature. scientists believe that 52 to 68 percent of prominent melody notes are a 5th (plus octave(s)) above the bass note. and in 96 percent of those cases, there is at least one additional note in there playing a supporting harmonic role. but, i am eager to ask you a follow up question, which, as you may have guessed by now, is about your use of the letter E in your question exactly 13 times\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n9:53 pm</dco> &nbsp;<qco> if you could add one thing to space, what would it be</qco> </h3>      \nmore time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n9:53 pm</dco> &nbsp;<qco> Are you aware of how intoxicatingly inspiring a lot of your answers here can be? At least three of your responses to questions here have become minor mantras for my life, and from how many people thank you on here, I can only assume a bunch of other people feel the same. I hope you achieve everything you want to do despite how impossible it seems.</qco> </h3>      \nholy foley, i hear friendly footsteps and clothes rustling\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n9:07 pm</dco> &nbsp;<qco> any tips on how to start turning ideas of music into actual finished songs?</qco> </h3>      \nsure. start asking questions about it. the first thing to ask is whether the piece you have should be at the beginning. if you think it is, then try to figure out what comes next. i have tips for that too, but only if the answer to 'is it the beginning' is yes. If you think it's not the beginning, then the next step is to figure out what comes before. this is harder and much more mysterious to figure out. i have tips for that too, but only if the answer to 'is it the beginning' is no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n8:58 pm</dco> &nbsp;<qco> what's your opinion on music theory?</qco> </h3>      \ni dare you to make a music theory\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n8:51 pm</dco> &nbsp;<qco> what movies and games do you suggest playing on a very strong blimp</qco> </h3>      \nyou could do that thing where monster trucks drive over other monster trucks\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n7:57 pm</dco> &nbsp;<qco> For me on the piano when I want to play a note then the same note one octave higher the gap is very large which makes it difficult to play. Any tips on being able to move one octave up or down quickly?</qco> </h3>      \njust spend more time around the piano. nature will find a way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n7:48 pm</dco> &nbsp;<qco> do you consider your self a epic gamer?&nbsp;</qco> </h3>      \naverage gamer. ordinary gamer. normal gamer who does not get into any trouble due to excessive ambition at any point during the gaming process\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n6:36 pm</dco> &nbsp;<qco> opinion on experiencing loneliness and despair?</qco> </h3>      \ndo it in song\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n6:26 pm</dco> &nbsp;<qco> how do i be cool</qco> </h3>      \n      impossible. it can't be done \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n5:46 pm</dco> &nbsp;<qco> What else did the Easter Bunny tell you?</qco> </h3>      \nthat easter is actually part of a 4-quadrant matrix of holidays, which are all part of the same holiday, and are color coded by the predominant color of the candy packaging\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n5:45 pm</dco> &nbsp;<qco> what kind of music do you like?</qco> </h3>      \nnormal\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n5:37 pm</dco> &nbsp;<qco> what's one of the most powerful images you can think of?</qco> </h3>      \na dot placed anywhere in a box, with free will\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n5:20 pm</dco> &nbsp;<qco> Why does it seem like you know anything and everything but at the same time nothing.</qco> </h3>      \nit's kind of like that stupid feeling when you're a math teacher and one day you have to say \"ok folks, here's something called the 'reflexive property' which says a=a. it literally means things equal themselves. wasn't that important, aren't you glad i said that, don't you feel like that was an important use of time to say that\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n5:07 pm</dco> &nbsp;<qco> what is your opinion on giraffes?</qco> </h3>      \n      they are not only tall, but also very wide \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n4:57 pm</dco> &nbsp;<qco> i am scared of adobe premiere too and i am paying for it. there are so many buttons... my question is how do you go about learning new software? </qco></h3>      DON'T GET SOMETHING TOO COMPLICATED. a general rule is, try to learn with something free first. because the paid stuff is probably gonna be so complicated it will send your brain into hibernation for 5 to 9 long years<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you watch tutorial videos or just try and learn everything yourself? </qco></h3>      i have a new company policy that i only learn software that is open source and scriptable. so the learning process is actually only about 40% learning and 60% creating how i want the software to be<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;all the videos i find are like 20 mins just to show where a simple button is</qco> </h3>      the most important thing to do first is figure out the EXPORT. figure out how to export something, to a video file that you can WATCH (not make). step 2 is to make it not blank. by then you will be well on your way. plan to succeed with only 1.7 percent of the features. that's how most of earth works normally, on a day to day basis\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n4:51 pm</dco> &nbsp;<qco> i heard that your experimenting with 3d animation and you might do something with that,is that true?&nbsp;</qco> </h3>      \nput it this way, it went from being the smallest tool in my tool kit to the only tool in my tool kit. so, ..... let's hope either it's big enough or i can get another tool to go with it maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n4:02 pm</dco> &nbsp;<qco> your hallelujah is my favorite hallelujah. this isn't a question i just wanted to let you know.</qco> </h3>      \nholy redeemed christian church of nigeria, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n3:45 pm</dco> &nbsp;<qco> How to learn to play piano? i dont know anything about keys</qco> </h3>      \nif you can find one you can learn it. the damn thing learns itself, pretty much, but it only does it if you are around to hear it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n3:32 pm</dco> &nbsp;<qco> How are you so wise on the subject of life and almost philosophical questions?</qco> </h3>      \nall you need is an ordinary desk. it doesn't really matter if it even is a desk. just think of something and have that be your desk. then, as time goes by, you can watch it slowly turn into a desk of knowledge. does not have to be a real desk, can be rocks, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n3:10 pm</dco> &nbsp;<qco> what is the meaning of life, didn't you say you found it, do you still hesitate to say it?</qco> </h3>      \nthe thing about it is, when we say \"it\" it sounds like something you can count. it sounds like 1, really. if someone says \"found it\", how many things do we think they are talking about? 1, probably. well the thing about the *meaning of life* is, ............. most of the time, the quantity it seems to be dealing with is more 'infinite' in style. which, strangely, can almost appear identical to the number '0', any time you try to quantify it or do any definitive reporting on it.. so it's not so much hesitation, it's more just like that stupid feeling when you're a math teacher and one day you have to say \"ok folks, here's something called the 'reflexive property' which says a=a. it literally means things equal themselves. wasn't that important, aren't you glad i said that, don't you feel like that was an important use of time to say that\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n2:50 pm</dco> &nbsp;<qco> Why do you you sing about home so much?</qco> </h3>      \ni guess it just feels good in a song but i am proud to announce that i have attended re-hab for it and will not be using that phrase again in the foreseeable future\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n2:45 pm</dco> &nbsp;<qco> what made you want to post content?</qco> </h3>      \nit's my civic duty. i don't even know what the word civic means but i still know it's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n2:25 pm</dco> &nbsp;<qco> what's your favorite song that you made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n2:20 pm</dco> &nbsp;<qco> what was the bad thing in \"i just did a bad thing\"</qco> </h3>      \nwhen picking which song to do next, i accidentally ruled out all of them. so to get revenge on myself i chose the worst one. so that's 2 bad things, and there's actually a 3rd bad thing which is that i spent way too much time on it because i was trying to make it good\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n2:10 pm</dco> &nbsp;<qco> Any plans to keep making incredible Stevie Wonder covers on the jazz page?</qco> </h3>      \nthat would certainly be enjoyable. but it also would have been super enjoyable to be Stevie and write those songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n1:50 pm</dco> &nbsp;<qco> what do i do in a situation where there is this one really annoying fly&nbsp;</qco> </h3>      \ntry to recall a time when you might have been annoying to someone else\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n1:46 pm</dco> &nbsp;<qco> what makes you happy?</qco> </h3>      \nthings changing, staying the same, and changing between changing and staying the same \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n1:45 pm</dco> &nbsp;<qco> what is your favorite kind of wave</qco> </h3>      \nreality\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n1:40 pm</dco> &nbsp;<qco> What is your inspiration to make your music videos?</qco> </h3>      \nthe songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n12:30 pm</dco> &nbsp;<qco> How do you make yourself more groovy</qco> </h3>      \njust try to stay calm\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n12:26 pm</dco> &nbsp;<qco> What should I do today?</qco> </h3>      \nhow about planning something for tomorrow\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n12:09 pm</dco> &nbsp;<qco> hi bill do you have any advice for the drums because im new to them,many thanks-random person</qco> </h3>      \nthe only beginning advice i can remember, which is advice i gave myself when i was learning, was if you stand on the ground you can reach both pedals, and you can lean on the seat to avoid falling over backwards\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n12:07 pm</dco> &nbsp;<qco> I think you really have inspired this generation you have done a great work with more tcome it seems. I can't wait. How are you feeling today?</qco> </h3>      \nit's like jack and jill except instead of 2 people and 1 hill it's 1 person and 2 hills\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n12:06 pm</dco> &nbsp;<qco> whats something that really intrests you</qco> </h3>      \ntime and space\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n11:43 am</dco> &nbsp;<qco> is \"might quit\" in 1/16 triplet? tested that and i get the exact same basic structure</qco> </h3>      \nyou could think of it that way. there's like 10 ways to write it down, but, unfortunately, this is the part that counts, there's 2 ways to feel it and i don't like one of them. the way it's supposed to be, you might write as 12/8 which actually means there's 4 beats in the bar and each one is broken up into a very quick 3, and just to clarify those 4 beats per bar are clicking at around 108bpm. or if you considered it 54 bpm, that would be a legit sound for the verses, and then you would consider those 16th note triplets. what is unfortunate, i think, is that it's still possible to feel it in larger groups of 3, each having a tiny group of 2. it would feel like a lullaby that way, which is not the way i meant it. i tried to put a very clear count-off at the beginning to avoid this, but i have heard many people hear it the wrong way. just to clarify, this is not their fault, it's mine. customer is always right. i have another upcoming song in this feel, and i will do better next time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n11:39 am</dco> &nbsp;<qco> Good day mister wurtz I just want to say big fan also how has your day been going</qco> </h3>      \npretty good, it's like the humpty dumpty wall except there's 2 walls back to back and i'm trying to figure out which not to fall from\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.20&nbsp; \n11:30 am</dco> &nbsp;<qco> One general thrust of your answers on this page seems to be basically that reflection is bad for artists and maybe everyone is that accurate?</qco> </h3>      \nabsolutely not. the only time i've seen anything like that on this questions page is in your question and perhaps other questions, but i've never seen it in the answers\n\n<br><br>"
  }
]
