[
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n1:49 am</dco> &nbsp;<qco> Since when did hats stop being bad</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n1:20 am</dco> &nbsp;<qco> have you considered combining some of the song ideas on your list to get through it more effectively? i mean, if they were deemed worthy to write down for posterity, they're certainly already good ideas and concepts, and putting these ideas together might also streamline the writing process a bit</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n12:35 am</dco> &nbsp;<qco> Do you ever get complaints from your neighbors for playing your drum set too loud?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n12:16 am</dco> &nbsp;<qco> when did you first recognize the you had a discernible style that differed from most other content creators on YouTube?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n10:18 pm</dco> &nbsp;<qco> Am I the only person who likes you for your songs? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Don't get me wrong-I love your history videos, but the short, quick style of your songs is great. I feel like people don't appreciate your songs as much as they like your history videos-just a thought. -Bogg</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n10:15 pm</dco> &nbsp;<qco> H e l p . I  a m I n t I m e a n d s p a c e . W h a t d o I d o?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n9:18 pm</dco> &nbsp;<qco> Why are hats bad?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n8:57 pm</dco> &nbsp;<qco> Why was 2012 the most stressful year for you when it came to writing music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n8:31 pm</dco> &nbsp;<qco> how far along was next tuesday's song when you selected it?\n\nalso this is just a side comment but i'm just blown away by the \"and i know you're probably wondering who you are\" line in \"movie star\", i'm astonished you came up with that, let alone an amazing full song, in a week</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n7:21 pm</dco> &nbsp;<qco> Here is a previously answered question:\n6.13.17  10:52 pm   What inspired you to start uploading your stuff to the internet?\n\n     because i wanted people to have a way to see it any time they want without me having to send it to them indivutually\n\nWhy did you make a typo in the word \"Individually\"?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Was it a creative decision, or possibly an attack on someone who has hurt you before?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n7:02 pm</dco> &nbsp;<qco> Do you use your randomization system for just choosing which project to work on? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or is it also used for determining different aspects of the music itself? I thought it was for just picking songs but  Ive seen a couple question asking why you've chosen to include a horn part for certain songs and you said it was a result of the randomization system. </qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n5:53 pm</dco> &nbsp;<qco> I am listening music all time when am creating\ncreative stuff.What should i do when i am creating music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n5:18 pm</dco> &nbsp;<qco> Did gaining popularity (over the years) lessen your feeling of loneliness? </qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n5:17 pm</dco> &nbsp;<qco> Do you watch Seinfeld?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n5:07 pm</dco> &nbsp;<qco> You've said you use a voice recorder to replace writing with sheet music but i don't understand how you actually get all of the information on that page into a recording? do you go through the melody and then go through again and say all the chords? Also if possible could you upload an example of one of these (a song thats finished of course)\n\n</qco> </h3><a href=\"movie96.mp3\">sure</a>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n4:37 pm</dco> &nbsp;<qco> why do the songs have to be done by saturday?\n</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n4:37 pm</dco> &nbsp;<qco> how many things are there?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n3:43 pm</dco> &nbsp;<qco> do you ever try recording songs without writing them? just writing them in your head piece by piece and recording every idea you get in real time? or is it does it end up too unstructered and weird? is that a problem though?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n3:38 pm</dco> &nbsp;<qco> i understand that you don't want searching for better and better sounds all the time to get in your way of just writing and recording, but don't you want to transcend a lot of cultural elements that have no distinct purpose to you that you were born into? like approximating the way notes fit together in harmony by using the equal temperament tuning? i dont mean like retune your keyboards, but when talking about microtonal music, i usually tend to think of tuning chords to the harmonic series, rather than the piano. i just hope you actively do that when you can instead of using an easier way all the time to get more content finished. after all you do seem like quite the creativity purist. hell im sure you've thought about it tho. nevermind. you don't need to respond to this im just rambling cause i get triggered when you say no to microtonal music. ur right, splitting half notes in half again doesn't really make that much sense</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n3:36 pm</dco> &nbsp;<qco> Do you usually write songs starting with the melody or starting with the harmony?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In other words, do you come up with a melody and then come up with chord changes that compliment it? \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or the other way around? </qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n3:30 pm</dco> &nbsp;<qco> I think it's a good thing to learn as much music theory as possible, because learning theory will give you different \"tools\" that you can chose to use (or not use) at your disposal. But one thing I've noticed with these theory-nerds (myself included) is that they'll over think things. Sometimes a simple ii-V-I sounds better than a tritone substitution.  Sometimes a triad (or a two part harmony, or even a single note) works better than a fancy extended chord. I think I'm a much better player after years of studying and learning, but when I was first learning music I'd write songs much faster and more easily than I do now... Do you ever run into this probelm? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you ever catch yourself over thinking things or trying to make songs more complex than they need to be?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n3:18 pm</dco> &nbsp;<qco> The human brain is made up of molecules, which are made up of elements. Scientists know how different molecules/elements interact with eachother, how they will form bonds, react, release energy,etc. So if molecules behave in ways that are 100% predictible, do we really have free will? </qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n1:51 pm</dco> &nbsp;<qco> I've seen you bring up the importance of having \"creative freedom\" several times here on this site. Do you ever feel like your creative freedom is restricted in any way right now (or has been in the past)? Or is it more that you're afraid  it'd be restricted if you were to get more involved in the business side of music (signing to a label, working on projects for other people/companies, etc)?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n12:09 pm</dco> &nbsp;<qco> If it is raining at 12:00 A.M, could you expect sunny weather in 72 hours?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n10:50 am</dco> &nbsp;<qco> what do u think of virtual reality?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n10:41 am</dco> &nbsp;<qco> For what you have said before, you use randomness often in the process of creating your content. Which benefices you think it provides?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n10:37 am</dco> &nbsp;<qco> How many albums do you think all your songs could fit in</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n10:31 am</dco> &nbsp;<qco> why do you use inverted/slash chords in \"gonna chase myself through hell\" and other works? how do you see them as useful? (not that i don't, just wondering)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n10:20 am</dco> &nbsp;<qco> how do you stay motivated for huge projects w/o burning out</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n9:45 am</dco> &nbsp;<qco> Jeez Bill you used \"The Lick\" in your most recent song at t=2:00. Is partially why you mention \"sell[ing] out\" in the next line?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n6:48 am</dco> &nbsp;<qco> You said the chorus to movie star was written in dec 2015. I was under the impression that back then you were working on history of japan. I was also under the impression that you always do a project as quickly as possible to move on to the next thing.\n\nWhat do you have to say in your defense?\n\n(jk bill i love u keep doing your thing)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n5:48 am</dco> &nbsp;<qco> The one instrument available to me is a kiddies xylophone with a c4-c6 range. One cool trick that i saw in my fave band's music video is wrapping mullets in cloth, so I took a couple of napkins and now I like the sound that I produce even more. Do you know any other cool tricks for playing xylophone?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n5:44 am</dco> &nbsp;<qco> how to do a harmony ??</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n5:34 am</dco> &nbsp;<qco> is answering questions a part of your daily routine</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n4:59 am</dco> &nbsp;<qco> what is a good pseudonym </qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n3:45 am</dco> &nbsp;<qco> why are bad words bad?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n3:37 am</dco> &nbsp;<qco> Are you worried about time travelers potentially messing up the accuracy of your history videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n3:35 am</dco> &nbsp;<qco> i just realised it is better to be nice than to not be nice</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n3:30 am</dco> &nbsp;<qco> what if you have so many things that you want to do, but you can't decide which one to do first because you want to only do the best thing you think of but you don't know if you'll think of something better?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n3:24 am</dco> &nbsp;<qco> where can we fan-mail you </qco></h3><a href=\"http://billwurtz.com/email.html\">here</a><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and is your instagram @notbillwurtz?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n3:12 am</dco> &nbsp;<qco> do you ever feel like your content isn't taken seriously as art you spend time putting thought and effort into creating?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n2:55 am</dco> &nbsp;<qco> I was reading your questions in class earlier today and one of them was lit up in green so I clicked it and it blared out \"I like music, I like music\" or something, point is you got me in trouble</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n2:33 am</dco> &nbsp;<qco> Will your Movie Star song have a video like New Canaan, Alphabet Shuffle, and etc.?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n2:24 am</dco> &nbsp;<qco> have you ever used songs to impress girls?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n2:21 am</dco> &nbsp;<qco> when u pick an old song thats like 50% finished/done and u can't seem to like the new stuff you're creating, what do you do? learn to like it, drop it by side for a moment, jumps to another song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n2:18 am</dco> &nbsp;<qco> why do you think spotify is more important than the other streaming services?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n2:06 am</dco> &nbsp;<qco> You mentioned not having enough time to do \"reality\" videos being the reason why you put them on hold. Have you thought about either posting them just as a podcast where you don't need to do any editing or writing a blog? That could save time with doing any kind of animation/typography work so it would be minimal commitment?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n1:56 am</dco> &nbsp;<qco> hey you should try and imagine music videos that would take much less time to produce and then try and make one to see if it works</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n1:16 am</dco> &nbsp;<qco> will your next song be in A=432hz? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you think that this diference in pitch really affects the feel of the music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n12:25 am</dco> &nbsp;<qco> Why did it take you so long to start doing more songs longer than 10-20 seconds? The new ones are, as we say In California, \"hella groovin'\".</qco> </h3>"
  }
]
