[
  {
    "html": "<h3> <dco>7.13.22&nbsp; \n12:51 am</dco> &nbsp;<qco> favorite song you've made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.22&nbsp; \n12:31 am</dco> &nbsp;<qco> You've mentioned that melodies have implied chords. How do I know what they are? Or what could I do to get to the point that I can?</qco> </h3>      \ngo through about 50 of your favorite songs, and identify each chord with brute force. quickly unpause/pause (or nowadays you can edit to loop a tiny fraction of audio very quickly) and just pick it out note by note and put it together. write down all the chords to a song (in time, with bar lines, etc.)..... once you do this for about 30 or 40 songs, i think you will find that you don't have to search for the individual notes anymore. ... maybe not even pause it at all. After about 100 more songs, you probably won't even have to listen to the song, you will be able to do it from memory. after about 1000 songs, you will probably be able to hear someone singing the melody for a song you have never heard before, without hearing the chords, and figure out what the chords should be. after 10,000 songs, you should be able to play chords along with them on the first try, never having heard the song before, and have them think you already knew the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.22&nbsp; \n12:18 am</dco> &nbsp;<qco> there's a sunbeam on my table. can i trust it with my secrets?</qco> </h3>      \ncan you trust its secrets\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n11:45 pm</dco> &nbsp;<qco> Do you know how great your content is?&nbsp;</qco> </h3>      \nit's hard to measure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n11:17 pm</dco> &nbsp;<qco> I think the most challenging thing about telling the truth is that I can only tell the truth that I experience and that may not be the truth that someone else experiences. Like I could look at an elephant's tail through a tube and describe what I saw and someone else could look at the same elephant but be looking at the ear and describe the elephant totally differently. And so then I feel badly for even talking about what I see because I know I can't see the whole picture, but I also can only describe what I can see. And so I feel like a liar no matter how truthful I try to be. And so then I don't want to say anything. But I'm also just so infinitely curious about the elephant and the only way any of us are gonna piece it together is by sharing the parts we can see and believing in each other. But it's so hard sometimes. </qco></h3>      art or music is sometimes just what you need for this. it never makes any literal claims of truthful accuracy, and yet, the truth will find its way through somehow, often<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Does running this questions page give you a sense of centeredness when you realize everyone is as adrift as everyone else? Doe\n s it give you a sense of hopefulness when you witness so much curiosity?&nbsp;</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n11:12 pm</dco> &nbsp;<qco> absolutely love the new song and how carefree and energetic it is, but i can't help but wonder: when are you just gonna do a super minor song?</qco> </h3>      \nevery time i try, it explodes into major by about bar 3\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n11:05 pm</dco> &nbsp;<qco> In \"I'm a princess\", we can see the protagonist of multiple recent songs be born from falling down stairs, transforming from an emotionless stick figure to a humanoid. <br><br>We never see you, Bill, in the same frame as the humanoid figure. <br><br>Are you the humanoid figure? <br>Have things gone astray?&nbsp;</qco> </h3>      \nme interacting with one of my character models would be something like Jim Henson interacting with Kermit the Frog. .... which actually doesn't seem so strange now that i think about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n10:54 pm</dco> &nbsp;<qco> are you as greedy as portrayed in your song meet me in september?</qco> </h3>      \ni have a greed for interesting challenges and puzzles\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n10:15 pm</dco> &nbsp;<qco> have any of the questions asked here been a direct influence or a source of inspiration for one of your songs during the writing process? any examples?</qco></h3>      someone once asked me what the title of the next song will be, and i had no idea so i made up a title (\"ground planes\") which i didn't use but i added it to the list and then used it years later<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; loving the new song by the way :)</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n9:53 pm</dco> &nbsp;<qco> What is one thing you should keep in mind if you want to become a multi-instrumentalist?</qco> </h3>      \nyou'll always get better with time on each instrument, and time flies. so try not to be overwhelmed by the 'beginner' feeling, which will be common, if you want to keep learning more instruments\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n9:52 pm</dco> &nbsp;<qco> Do the future and past exist just as much as the present?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n9:44 pm</dco> &nbsp;<qco> what gave you the idea for your new song?</qco> </h3>      \nthe song idea came from the first line, and the first line lyric idea came from the melody, and the melody idea came from the chord/groove. which was inspired by...... turning on the keyboard\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n9:40 pm</dco> &nbsp;<qco> do you think this september will be better than this july</qco> </h3>      \nthey will be of equivalent value\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n9:28 pm</dco> &nbsp;<qco> What makes a good song?&nbsp;</qco> </h3>      \nyou might have to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n9:26 pm</dco> &nbsp;<qco> is there too much or too little music?</qco> </h3>      \ntoo little\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n8:54 pm</dco> &nbsp;<qco> how do you deal with a mental break down</qco> </h3>      \ncertainly put it into music\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n8:27 pm</dco> &nbsp;<qco> what is \"it\" when you're singing \"do it\" in meet me in september</qco> </h3>      \ni don't know\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n7:59 pm</dco> &nbsp;<qco> What is your favorite type of apple?</qco> </h3>      \ngood/bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n7:28 pm</dco> &nbsp;<qco> Is it September yet?</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n6:51 pm</dco> &nbsp;<qco> Do you mix and master your songs yourself?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n6:44 pm</dco> &nbsp;<qco> Serious question: What's the most overrated chord progression you've heard?</qco></h3>      all chord progressions are under rated<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Stupid question: Do gophers swallow your sheet music?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n6:40 pm</dco> &nbsp;<qco> Why does grass exist?</qco> </h3>      \nto test the computational power of your universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n6:12 pm</dco> &nbsp;<qco> what's a weird dream you remember you had?</qco> </h3>      \ni dreamed that i was awake\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n5:47 pm</dco> &nbsp;<qco> how does afterlife sound?</qco> </h3>      \nmakes me wonder what came before\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n5:37 pm</dco> &nbsp;<qco> hey bill for your next song could you incorporate some extra conventional chord progressions (4536251 kinda stuff) </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;cuz at this point it's the only way i can feel any kind of happiness anymore thanks :)</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n5:03 pm</dco> &nbsp;<qco> whats your favourite type of pineapple</qco> </h3>      \nthe kind they use for pizza\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n5:02 pm</dco> &nbsp;<qco> seen any cool movies lately?</qco> </h3>      \ni've seen them all and they are all cool\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n4:59 pm</dco> &nbsp;<qco> Why specifically are we meeting you in September? Why not another month, like October?</qco> </h3>      \nthat's just how the song goes, but it's not about you and me\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n4:52 pm</dco> &nbsp;<qco> what's a good funky chord progression? (i won't steal it i promise)</qco> </h3>      \nCmaj7, Bbmaj7. if you steal it just say it wasn't you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n4:49 pm</dco> &nbsp;<qco> What do you do to get inspiration?</qco> </h3>      \ni can never be sure exactly what i did that caused it\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n4:44 pm</dco> &nbsp;<qco> what's your secret for balancing chaos and order in your songs? you somehow make the most real and surreal music at the same time, and it's always delectable :)</qco> </h3>      \ni've never heard of chaos. everything is a different order.... that's too many orders to possibly do, so i gave up on trying to list them all. so i have to just start trying some\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n4:37 pm</dco> &nbsp;<qco> How would I know if my keyboard wants to speak to me</qco> </h3>      \ntouch it or just look at it, really\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n4:29 pm</dco> &nbsp;<qco> What's the current socioeconomic</qco> </h3>      \nmild\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n4:20 pm</dco> &nbsp;<qco> your new song!! the lyrics and visuals feel so fluid and nice. out of curiosity, why september? is september the most satisfying month name for you to sing?</qco> </h3>      \nthere was only 1 other choice for that exact spot and it was not a month, it was a location\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n4:18 pm</dco> &nbsp;<qco> What's your number one tip for mixing?</qco></h3>      don't let 2 bassists join the band<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The mix on your newest track is immaculate, especially the vocals.</qco> </h3>      \nholy smokes you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n4:17 pm</dco> &nbsp;<qco> what are you doing in september</qco> </h3>      \nproducing a song or video in the first half of the month, then composing and beginning to produce another in the second half of the month. at least that is according to my current plans\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n4:15 pm</dco> &nbsp;<qco> is meet me in september an announcement for an upcoming project of yours?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n4:15 pm</dco> &nbsp;<qco> Should I go swimming this summer?&nbsp;</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n2:47 pm</dco> &nbsp;<qco> Is there a song you made you don't like</qco> </h3>      \nall of them have some unlikable aspects to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n12:47 pm</dco> &nbsp;<qco> What is Quality?</qco> </h3>      \nhow something can be described\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n12:23 pm</dco> &nbsp;<qco> What inspired you to make videos?</qco> </h3>      \nthe relentless passage of time, in space\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n12:16 pm</dco> &nbsp;<qco> pretzels or bagels?</qco> </h3>      \nthe solution to this is pragzels\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n10:15 am</dco> &nbsp;<qco> what is a bad word?</qco> </h3>      \nany word can be bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n9:34 am</dco> &nbsp;<qco> How do i find success</qco> </h3>      \nlook in the mirror\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n9:30 am</dco> &nbsp;<qco> do you know anyone who doesn't like music????</qco> </h3>      \nthere's a lot of people who don't know they like music\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n8:50 am</dco> &nbsp;<qco> do you like music&nbsp;</qco> </h3>      \nit gets the job done\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n4:00 am</dco> &nbsp;<qco> What is the greatest font ever?</qco> </h3>      \nserif sans serif. not a damn bit of serif on that serif\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n3:42 am</dco> &nbsp;<qco> how do i do everything without doing nothing first?</qco> </h3>      \ndo nothing second\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n3:34 am</dco> &nbsp;<qco> Can you make a song where the lyrics are a little bit like ____ __ ________ ___?</qco> </h3>      \nsure\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.22&nbsp; \n3:17 am</dco> &nbsp;<qco> day 1 of learning how to play guitar and my fingers feel like they have suffered third degree burns, am i doing it right</qco> </h3>      \nmaybe stop at just a little bit less pain, but yes, your skin is toughening because of it and that is part of the plan\n\n\n<br><br>"
  }
]
