[
  {
    "html": "<h3> <dco>4.2.23&nbsp; \n1:01 pm</dco> &nbsp;<qco> are you going to make a musical? or maybe you already have</qco> </h3>      \ndepending on what you mean by that, i may or may not have already done it, but i will make more of them anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.23&nbsp; \n12:18 pm</dco> &nbsp;<qco> Hello Bill, pretty please, what are the chords to \"and Japan conquered more and more and more of China\" (right after \"How 'bout I do anyway?) from history of japan? Thank you.</qco> </h3>      \nit seems to be (with no bass) Gmaj triad, then Bbmaj7 tightly with D on top, then Bbmin7 tightly with F on top, then Asus2maj7 with G# on top. In other words, each chord spelled by note from top to bottom would be, separated by semi-colons: D G B;  F A Bb D;  Ab Bb Db F;  A B E G#\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.23&nbsp; \n10:03 am</dco> &nbsp;<qco> if you were in possession of the last piece of paper on earth, what would you do with it</qco> </h3>      \ntry to calm down\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.23&nbsp; \n8:33 am</dco> &nbsp;<qco> Qhat is your ipponion avput tiping woth closed eyes=</qco> </h3>      \nit shouldn't be a problem. keep your 8 non-thumbs resting on ASDF JKL; and learn to type from that position, and, in addition, get used where the guide bumps are on your keyboard, which is usually F and J, to help you find the resting position without looking. Once you get that touch-typing technique good, it's actually great to type with your eyes closed, when you're concentrating deeply on what you're saying and typing\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.23&nbsp; \n8:17 am</dco> &nbsp;<qco> How do you make really cool chord progressions?</qco> </h3>      \nyou gotta make a really cool song. chords are rarely cool enough by themselves. Another option is to make a really cool game, or cool movie, with underscoring. again, chords are rarely cool enough by themselves. Yet a 3rd option is make some chords that should be playing through the ceiling speakers of a retail store. i think you are getting the pattern here\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.23&nbsp; \n2:49 am</dco> &nbsp;<qco> why does april fools day make me feel like i'm dreaming</qco> </h3>      \nbecause reality is called into question\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.23&nbsp; \n10:33 pm</dco> &nbsp;<qco> What jesus moment strikes you as christlike</qco> </h3>      \nthe part when they mention his last name\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.23&nbsp; \n10:29 pm</dco> &nbsp;<qco> do you like the letter m?</qco> </h3>      \nyes i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.23&nbsp; 9:00 pm</dco> &nbsp;<qco> do you think you're a funny person&nbsp;</qco> </h3>      \ni am a normal person, which, indeed, is funny\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.23&nbsp; \n8:58 pm</dco> &nbsp;<qco> are you an april fool</qco> </h3>      \nno i am not\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.23&nbsp; \n7:35 pm</dco> &nbsp;<qco> How old is the oldest song in your list of possible songs to work on in the future?&nbsp;</qco> </h3>      \nthe oldest piece of song idea i have is from 2004, but i changed all the lyrics in 2021. which increased its selectability drastically\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.23&nbsp; \n6:27 pm</dco> &nbsp;<qco> i've been lying to my littlest brother about a game he's expecting me to make, should i come clean?</qco> </h3>      \neither that or make the game\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.23&nbsp; \n5:11 pm</dco> &nbsp;<qco> Do you ever abandon an idea when recording/editing a video because it is too difficult and time consuming to pull off? \n</qco></h3>      unfortunately, usually no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What camera(s) do you use? \n</qco></h3>      normal\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.23&nbsp; \n4:52 pm</dco> &nbsp;<qco> what's your most irrational fear?</qco> </h3>      \nirrational fears\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.23&nbsp; \n3:25 pm</dco> &nbsp;<qco> have you ever skydived without a parachute?</qco> </h3>      \nno, but i've done things that almost remind me of that\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.23&nbsp; \n3:08 pm</dco> &nbsp;<qco> is yearning a good and a bad feeling?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.23&nbsp; \n2:49 pm</dco> &nbsp;<qco> Do you plaay chess.\n</qco></h3>      usually not, but it's interesting to think about<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And how do I keep things going well for me for longer.</qco> </h3>      pause briefly and re-evaluate\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.23&nbsp; \n12:20 pm</dco> &nbsp;<qco> Do you enjoy the style of 3D animation you've adapted? </qco></h3>      almost, but i'm always still working on it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What inspired it?</qco> </h3>      i need a transparent vehicle to express whatever i want. like a font, where you're not supposed to notice the font, you're supposed to notice the words and sentences it's saying\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.23&nbsp; \n12:06 pm</dco> &nbsp;<qco> why are there chords with more than 5 notes</qco> </h3>      \nmaybe you've given into the mythology. in text books, chords may be explained to have more than 5 notes, but in the actual music, at most moments there are less than 5 distinct notes or less, at one time, and that includes the whole ensemble\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.23&nbsp; \n11:12 am</dco> &nbsp;<qco> I recognize I can drop out of overthinking and drop into the present moment in meditation. But when it comes to the social world, I have trouble applying it there. You've said yourself you have trouble in social situations, but based on what you've experienced and what works for you, what could help me in applying this to social situations, preventing myself from being overwhelmed, etc.?</qco> </h3>      \nit's like walking a tight rope. it's very easy, just relax\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.23&nbsp; \n10:16 am</dco> &nbsp;<qco> if the universe was a person, what would you ask them</qco> </h3>      \n'hi'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.23&nbsp; \n10:09 am</dco> &nbsp;<qco> do you like baseball?</qco> </h3>      \ni just like the bases\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.23&nbsp; \n9:46 am</dco> &nbsp;<qco> are you good at chess?</qco> </h3>      \ni'm good at setting up the board\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.23&nbsp; \n9:01 am</dco> &nbsp;<qco> what is your favorite key on the piano? mine is the one all the way to the right because it is shaped like a rectangle.</qco> </h3>      \nthat's a good choice, and you've influenced my choice to be the same in this case\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.23&nbsp; 8:35 am</dco> &nbsp;<qco> what is love?</qco> </h3>      \nit's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.23&nbsp; \n8:30 am</dco> &nbsp;<qco> how to deal with lack of motivation</qco> </h3>      \nmotivation to do what\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.23&nbsp; \n3:01 am</dco> &nbsp;<qco> What if everyone had an enlightenment, a private revelation, at the same time, and they didn't tell each other because they didn't think anybody would understand?</qco> </h3>      \nsounds like a TV show\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.23&nbsp; \n2:22 am</dco> &nbsp;<qco> music was invented in the 80s</qco> </h3>      \nyes it was, even though it already existed\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.23&nbsp; \n1:42 am</dco> &nbsp;<qco> opinions on the british accent?</qco> </h3>      \nit's not just 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.23&nbsp; \n12:56 am</dco> &nbsp;<qco> how do you know when to stop, when to not go any further. when it's satisfactory but not worth perfecting? in music and in day to day living.&nbsp;</qco> </h3>      \ni have no earthly idea\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.23&nbsp; \n12:36 am</dco> &nbsp;<qco> how to deal with sleep?</qco> </h3>      \nreverse psychology usually works best for  me\n\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2023-03.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n11:23 pm</dco> &nbsp;<qco> What's it called when there's a chord progression going on. eg: G, Em, C, D. And there's like a pad sound just holding the G and D note the entire time? </qco></h3>      normal<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And how does that affect the chord naming?</qco> </h3>      well...... you'd have G, Em7, Cadd2, Dadd4. Or, if you take some stuff out of the chords but let the holdover notes do more of the work, you might have something more like G5, Em7, Csus2, Dsus4\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n9:43 pm</dco> &nbsp;<qco> What's an interesting movement I could play on the piano between one bar of F going to one bar of C in 4/4?</qco> </h3>      \non paper, the first interesting thing that comes to my mind, for example, is rotating the piano sideways. but i'm sure it would feel different to actually be there\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n8:23 pm</dco> &nbsp;<qco> do tables exist?</qco> </h3>      \nlet me check\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n8:18 pm</dco> &nbsp;<qco> do you write your songs/animations with the intention for everyone to interpret them differently? or do you have one specific interpretation you hope people find?</qco> </h3>      best case scenario is every person finds multiple ways, and likes each one of those ways, and then, in putting those ways together, it leads them to some kind of epiphany about their own life. at least that's what would make a top-tier experience for me, as a listener/viewer of music or video. so that's exactly the type of experience that i'd hope to provide for someone else\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n7:36 pm</dco> &nbsp;<qco> What do you suggest to battle loneliness&nbsp;</qco> </h3>      \nsee the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n6:29 pm</dco> &nbsp;<qco> do you like archery? </qco></h3>      never done it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you prefer recurve bows or compound bows?&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n5:40 pm</dco> &nbsp;<qco> Do you think that a chord such as Dmaj7/E , where the supertonic </qco></h3>      i should mention, i don't recall ever knowing the word supertonic <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;of the maj7 chord is in the base, </qco></h3>      i'm guessing from context it means the 2<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;suggests a minor voicing of the supertonic E in this case. </qco></h3>      doesn't feel like E minor to me. out of context, or even in most contexts, i might say it tends to suggest E mixolydian, if anything. Dmaj7/E would be likely to be found in the key of A<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I ask because I noticed that a few of the notes found in the Dmaj7 chord are played in your \"money\" vamp at the end specifically on the E minor dorian chord , and after improving over it myself using a lot of dmaj7 I found that it has a similar sort of sound.&nbsp;</qco> </h3>      when playing over that i'd probably slip into things that feel like A dorian, or D mixo. with a lot of room to stretch and go wild, because the whole thing sort of exists in a sort of limbo state, as its supposed to, given the song context\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n4:34 pm</dco> &nbsp;<qco> how do i write words for an essay i absolutely don't care. need 100 more to fill up minimum count. thanks</qco> </h3>      \nthis may be a job for a robot. robots love to do things they don't care about\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n4:26 pm</dco> &nbsp;<qco> \"jan feb april and june i'll be happy all year\" are there only 4 months in the year? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i thought there was more but i might be wrong</qco> </h3>      there are 12\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n3:01 pm</dco> &nbsp;<qco> what's a cool thing that you know that I don't know but should know</qco> </h3>      \nmost of the original phone area codes in the united states have 0 or 1 as the middle digit\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n1:57 pm</dco> &nbsp;<qco> Best synth sound on any keyboard or midi ever of all time? </qco></h3>      sine wave<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And why?</qco> </h3>      no such thing as best, so i went with what might be listed first on a list of all of them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n12:47 pm</dco> &nbsp;<qco> Is it possible to play hot potato without actually knowing that you're playing hot potato?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n12:02 pm</dco> &nbsp;<qco> does doing art as your job make the art less fun?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; 10:15 am</dco> &nbsp;<qco> what genre would you describe your music as?</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n10:06 am</dco> &nbsp;<qco> When is too much enough? and when it isn't enough, is it enough to be not enough or is it better to be more than not enough?</qco> </h3>      \ni'll never know\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; 8:40 am</dco> &nbsp;<qco> do i exist?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; 8:30 am</dco> &nbsp;<qco> are you good at math</qco> </h3>      \nnot as good as mathematicians. but possibly better than some non-mathematicians\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n6:24 am</dco> &nbsp;<qco> so you're not actually a huge gamer? or are you</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n4:46 am</dco> &nbsp;<qco> You said something interesting about how you can describe music as having three elements (melody, chord, lyric). At first I thought that including lyric in those three was a little silly but then I realized that that actually makes complete sense. </qco></h3>      there are other variations to this, but when it comes right down to it, music and non-music rely on each other. another example would be the underscore to a scene in a movie. no lyric, but instead we have characters and things happening. and again, in that case, all 3 should be considered together, because their reliance on each other is so intimate<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Theres a very real extent to which the sound of a lyric or the context of a lyric affects the song itself or the way the song feels. Sometimes the best or most important part of a section is the thing that someone says during that section (e.g. all the soldiers surround me and make sure I'm lonely)<br><br>Now, if one were to compose for a video game, that presents an issue. With a game, lyrics can be distracting, especially if they're in a language spoken by the person playing the game. So is music in games doomed to never reach the height of other types of music? </qco></h3>      game music can reach higher heights than a lot of other music. because one of those core elements is actually YOU and what you are doing in the game. this is a perfect example of music and non-music enhancing each other intimately<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I've also thought about using gibberish instead of real words in game songs, or just repeating one word over and over again (the Jet Set Radio soundtrack already does this).</qco> </h3>      no reason it can't be lyricless, for a game or movie score. the game scene/action is what takes the focus, instead of the language in the lyric of a song\n<br><br>"
  }
]
