[
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n6:10 pm</dco> &nbsp;<qco> how long do you read through questions?</qco> </h3>      \njust long enough to find answers\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n4:31 pm</dco> &nbsp;<qco> WHY IS THE WEATHER SO BAD???</qco> </h3>      \nthis is to drastically improve your opinion of normal weather\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n2:53 pm</dco> &nbsp;<qco> Why are the shelves?</qco> </h3>      \nthat is the latest meager attempt to defy gravity\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n2:45 pm</dco> &nbsp;<qco> what is the best seat at a concert?</qco> </h3>      \nthe.... stage\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n2:21 pm</dco> &nbsp;<qco> should i continue to do music</qco> </h3>      \nsure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n9:17 am</dco> &nbsp;<qco> i cant finish my homework and now im frustrated with myself. what do i do?</qco> </h3>      \nmaybe you can undo the part you've done, just to get some closure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n8:50 am</dco> &nbsp;<qco> what genre do you prefer to label your music as?</qco> </h3>      \ni've always wondered what would happen if it has no label\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n6:16 am</dco> &nbsp;<qco> was \"how to pull a rabbit out of a hat\" video was written in 2018 for real?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n5:29 am</dco> &nbsp;<qco> Wow, how do you answer so many questions each day?</qco> </h3>      \nthey all have the same answer\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n3:29 am</dco> &nbsp;<qco> Why does it feel like music has all these secret codes? I mean, secret codes of what then??</qco> </h3>      \nall it ever comes down to is one thing: prove you're really there. that will continue to mean different specific things, as each specific thing successively becomes possible to do while not being there. so again, all you gotta do is prove you're really there\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n2:53 am</dco> &nbsp;<qco> Thoughts on the computational complexity of modular exponentiation via Montgomery reduction?</qco> </h3>      \nit's not too bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n2:28 am</dco> &nbsp;<qco> do you ever have that problem where you want to break the paradigm but realize you don't know enough about the paradigm to figure out exactly what to break in the first place</qco> </h3>      \nno, i find it's usually the even easier to break a paradigm before you've learned it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n2:21 am</dco> &nbsp;<qco> i want to say i love your videos and music a ton! my question: do you have any Billy Joel interview clips saved that are especially important to you? we share the interest of enjoying interviews and collecting clips, and i was curious if you had any joel in there! peace</qco> </h3>      \nthe one that comes to mind, and i don't have it saved, but it's where he's talking about some karaoke version of his song, or perhaps a sheet music version, and how it drives him crazy that they missed a sus4 in the intro. he leaps over to the piano to demonstrate the difference. Actually the real reason i like this clip is just because i get extremely excited whenever i see someone move to a different chair than what the producers had originally expected<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n1:07 am</dco> &nbsp;<qco> Would fly in a commercial airliner if you had unlimited but no games or games but no games?</qco> </h3>      \ni would do it regardless of whether or not there were or were not games with or without no games, despite the also lack of not no games\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.24&nbsp; \n12:23 am</dco> &nbsp;<qco> How do you talk to people without being completely derranged?</qco> </h3>      \ntry being just 99% derranged\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n11:55 pm</dco> &nbsp;<qco> i'm compiling a playlist of songs that inspire me to make songs</qco> </h3>      \nthat's understandable. although what you may find, in time, after you listen to the list a few times you're gonna need another list\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n11:54 pm</dco> &nbsp;<qco> I live in a place of the world that wild chickens are actually native to, and frankly I think we should flip the question and ask why the roads are there for them to cross. What are your thoughts?</qco> </h3>      \ni do that all the time. sometimes i have to come up with different ways to flip it if i feel i flip it the same ways too often\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n11:18 pm</dco> &nbsp;<qco> is it lame to number my songs instead of naming them or is it actually liberating. or is it both</qco> </h3>      \nit sounds liberating to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n10:24 pm</dco> &nbsp;<qco> if you only make music for your own enjoyment, why do you feel the need to post it online and share it with other people?</qco> </h3>      \nin that case, i'm not sure what the reason would be\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n9:01 pm</dco> &nbsp;<qco> How am I supposed to stare into people's souls if their body is in the way?</qco> </h3>      \ni think you're looking in the wrong place\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n8:13 pm</dco> &nbsp;<qco> How do you spell broccili?</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n7:36 pm</dco> &nbsp;<qco> in the reality video recorded on 1.12.12, you mention \"[stopping] writing at the end of 2010\" when later reality videos' screenshots of writing tare appear to include dates from 2011. is there something I'm missing?</qco> </h3>      \ni don't know exactly what you paraphrased, but, i stopped with a certain writing method at the end of 2010, (then actually did it a tiny bit more in maybe january of 2011) then got into some totally new methods around march 2011, then some other new methods throughout the year, and eventually returned to the older method at some point in early 2012, and then switched to another newer and better method later in 2012 which i've been using ever since. except for a couple of times in 2013 that i did the 2010 method again\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n3:38 pm</dco> &nbsp;<qco> How many times a day do you dream about nothing</qco> </h3>      \ni don't recall\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n1:40 pm</dco> &nbsp;<qco> \n  so i know that you compare creating something to suit other people's interests is like painting with colors you cant see. but say you're making something for yourself to enjoy (ex: a video), and although you really enjoy the final product, you dont enjoy the process of making that type of video as much, like you find it boring. on the other hand, you could do this other type of video where you enjoy making it, but the final product is not the type of thing you consume. so basically the first option you dont enjoy making the video but once the video is done it is immensely rewarding to watch it yourself, but the second option you enjoy makingthat video but once the video is done you watch it and you're like \"eh.\" maybe it doesnt make sense how this type of thing is possible but it is the best (non-specific, i suppose) way for me to describe my situation (sorry if it wasnt clear, turns out this hypothetical is a reality). what do you think</qco> </h3>      i either don't have this problem, or don't know i have this problem\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n10:40 am</dco> &nbsp;<qco> if there is something at the end of the rainbow, what is at the start of the rainbow?</qco> </h3>      \nthe horizon is at both ends\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n8:09 am</dco> &nbsp;<qco> how good are the questions everyone asks on this page?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n7:37 am</dco> &nbsp;<qco> How come you manage to MASTER the dream-like animations?</qco> </h3>      \ni didn't really master anything, but if you export things and reimport them and do more things to it that way, it usually causes dreaminess. this principle seems to be used everywhere, even before the digital age\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; 6:05 am</dco> &nbsp;<qco> Do you like bread?</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n2:25 am</dco> &nbsp;<qco> both shrek 5 and toy story 5 are going to come out in the next couple years. is humanity doomed?</qco> </h3>      \nno, but even if so, it wouldn't be for that reason\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.24&nbsp; \n12:44 am</dco> &nbsp;<qco> afghan music question update: syncopation and free rhythm. so from here i'd like to figure out the details of that bc i think what it was at some points was off beat syncopation. because tbh not sure if there would be a way to really combine the two with free rhythm but it seemed like there was something going on that i wasn't picking up on. not just patternlessness. i must know more&nbsp;</qco> </h3>      \ni can't offer any insight unless you refer me to an example of what you are talking about here\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n11:50 pm</dco> &nbsp;<qco> Do you like the colder or warmer months</qco> </h3>      \ni like the transition between the two\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; 10:51 pm</dco> &nbsp;<qco> How do you find motivation?</qco> </h3>      \nwhat do you want to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n10:08 pm</dco> &nbsp;<qco> is anyone really better off than anyone else?</qco> </h3>      \nfrom time to time\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n9:46 pm</dco> &nbsp;<qco> do you know what a squrinkley squroinkley is?</qco> </h3>      \nno i don't, and as of Monday July 8, 2024 00:29:04 i am not afraid to say it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n9:43 pm</dco> &nbsp;<qco> When someone playfully pretends they took something personal. Whats the trick to not feel like maybe they did take it personal</qco> </h3>      \nthe most honest thing to do is remind them that you'll never know\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n9:41 pm</dco> &nbsp;<qco>hey, so i really really really really wanna create and play music as a career, and i think i'm just about insane enough to do it, but i'm in a position right now where i need to either A) go to school to get a degree in........ something, or B) buckle down and get a job to pay rent. i'm definitely leaning towards the latter, and then just doing that while working on music until i can start to make a living off the music,but everyone with any ounce of common sense in my life is (understandably)trying to urge me to to the first option. the thing is, i just really don't wanna do that. i know i'll have zero fallback plans or whatever in the long term, but it's like, why the hell should i waste a huge amount of money and 4 years of my life to learn about something i'll learn way more about by just doing? am i being stupid for not wanting to go to school? would i be stupid to actually GO to school? i don't really have a clear cut plan for how to make money with music (something something, i start gigging..... releasing original songs..... money? idk), but i think i'm crazy and desperate enough to figure out something there. any tips in all of this would be greatly appreciated though, because i'm feeling super lost and confused right now (and let me know if you need more details) thanks!&nbsp;</qco> </h3>      your 'B' plan, it actually sounds like you are prepared for it. it sounds like you have a decent understanding of what you're up against. the 'A' plan you mentioned, i unfortunately have no inside information on how that really works\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n9:41 pm</dco> &nbsp;<qco> How big is your soul?&nbsp;</qco> </h3>      \nit's average sized\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n9:34 pm</dco> &nbsp;<qco> How to stop overdoing anything?</qco> </h3>      \nstop everything. wait i just realized that won't work\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n9:11 pm</dco> &nbsp;<qco> the other day i saw a chicken cross the road and i was like, oh i get it now</qco> </h3>      \ni had a similar moment except it was me crossing the road\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n7:55 pm</dco> &nbsp;<qco> Did you ever have a time where you thought you couldn't do the things you wanted to do?\n</qco></h3>      some of them<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, how did you start to do the things you want to do?</qco> </h3>      \ni suppose i started with the things i knew i could do\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n7:11 pm</dco> &nbsp;<qco> Why is this questions page a magic 8 ball?</qco> </h3>      \nsorry, it's actually not\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n6:54 pm</dco> &nbsp;<qco> how to pursue my dreams without worrying the people in my corner?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n6:48 pm</dco> &nbsp;<qco> What are your thoughts on the time signature of the Ganondorf Battle theme from Ocarina of Time?</qco> </h3>      \nalternating 13/16 and 5/8. or, if you want to package it together, you could say 23/16\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n4:49 pm</dco> &nbsp;<qco> How come CM7 is so chill but CM7/B is going on an adventure in the wild? How'd that B get down there and why is it an engine now?</qco> </h3>      \nthat's not the only thing i don't know about music\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n4:24 pm</dco> &nbsp;<qco> Why do they call it a chair?</qco> </h3>      \nthat's onomatopoeia\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n4:01 pm</dco> &nbsp;<qco> Who would win 1000 wolf sized foxes or 1 fox sized wolf?</qco> </h3>      \nat what game\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n4:00 pm</dco> &nbsp;<qco> Why do you think bad things happen to good people?</qco> </h3>      \nthat's to make up for all the good things that happen to bad people\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n3:22 pm</dco> &nbsp;<qco> I am currently working on rewriting all of the code for and old game I never finished to finally bring it to life and I've done a few scripts but now I don't know what to do next because whenever I think of something I realise that it can't be done without completing a task prior to that, and that the task prior to the initial task can't be completed unless I complete another task and so on. How do I get past this?</qco> </h3>      \nexplain that in more detail. at least follow it back to see if there is a starting point for the sequence of tasks\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n1:30 pm</dco> &nbsp;<qco> what should you do when you fall out of love with someone?</qco> </h3>      \nget to know yourself in a new way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n11:06 am</dco> &nbsp;<qco> thoughts on punchlines?</qco> </h3>      \nlike mountains. you think you know where one is, but then you look at the whole ground and it becomes harder to define\n<br><br>"
  }
]
