[
  {
    "html": "<h3> <dco>6.8.21&nbsp; \n2:14 am</dco> &nbsp;<qco> what qualities do you value in other people?</qco> </h3>      \npersonhood\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n11:23 pm</dco> &nbsp;<qco> does \"i said it three or four songs ago\" refer to \"at the airport terminal\" or \"might quit\"?</qco> </h3>      \nnot really\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n11:05 pm</dco> &nbsp;<qco> favorite font?</qco> </h3>      \nmeat locker\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n11:02 pm</dco> &nbsp;<qco> do people say positive integers instead of natural numbers just to sound cool&nbsp;</qco> </h3>      \nmaybe it's because they think the term 'natural' is too sketchy\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n11:00 pm</dco> &nbsp;<qco> Do you ever just sneeze out a horse I hate it when that happens</qco> </h3>      \nusually i become the horse, in that moment\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n8:21 pm</dco> &nbsp;<qco> What would you say the advantages of releasing singles over albums is?</qco> </h3>      \nit makes it very clear which song you're supposed to like, at any 1 time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n8:12 pm</dco> &nbsp;<qco> Bill I have so much existential anxiety about religion and God and existence. I agree with different things from different religions and I can't seem to figure out which one is right. It doesn't feel right to say that they're all true, but it also doesn't feel right to say that only one is right either. </qco></h3>      they are analogies<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How do I deal with this? </qco></h3>      make up some of your own, that way you can see first hand how the onion is made<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, I appreciate you so much and I'm very happy you're alive</qco> </h3>      \nholy smokes you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n5:17 pm</dco> &nbsp;<qco> how do you know if something is too good</qco> </h3>      \nyou hate it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n3:14 pm</dco> &nbsp;<qco> i find that my growth as a songwriter might be stagnating me in other fields, do you have a strategy for this. it feels like my work seems more and more important and i resent anything that i perceive as being a wedge thrown in there. although tbf, wedges are just another source of inspiration, and i suspect its been wedges improving my songwriting and not songwriting throwing in wedges.\n</qco></h3>      that may be true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how do you feel about rainy springs?</qco> </h3>      \npretty good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n11:18 am</dco> &nbsp;<qco> In your song, La Da De Da De Da Day Oh, you made 3 trains,</qco></h3>      i didn't actually make trains in the song, it's just a song which includes the idea (conceptual) of making trains. also it is not specified how many trains are made, in the song<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but only use one, will these other 2 trains be used in future videos?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n11:13 am</dco> &nbsp;<qco> What inspired you to write I Can Play?</qco> </h3>      \npotentially, being able to play\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n10:47 am</dco> &nbsp;<qco> Can you use the power of writing to become immortal in the minds of people who read?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n9:21 am</dco> &nbsp;<qco> You know I think Bach is a time traveler actually like he wrote music in the future then he traveled back to the past that's the only way I can explain this guy it's unreal\n</qco></h3>      all of life on this planet seems like that, to me<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How did he manage to do that do you have information about his methods?</qco> </h3>      i feel like he was influenced by ticking clocks\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n8:49 am</dco> &nbsp;<qco> how are you?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n6:31 am</dco> &nbsp;<qco> which parts of I'm a princess did you end up rewriting? </qco></h3>      \"what an interesting song\" all the way up to \"before i'm gone.\" the original version was mostly instrumental through this entire section. with 'richard' spoken in the second half, in the corresponding place to where 'chaka khan' is in the first half. also the bridge, from 'so much more', the 'so much more' melody is basically an octave lower, and then it goes into a weird 3 bar rap, which functions similar to the 'oatmeal' bit in airport terminal. Also, 'sometimes i think about it when i sleep' simply says \"i'm asleep.\" Also there is non-lyrical vocal singing along to the second chorus riff. Also the slow strings pitch bend after 'daydream' is missing. also i think i might have added some additional instrumental enhancements to the second half of the first chorus riff (for the final version). Other than that, it's nearly exactly the same<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you have any recordings of what it sounded like before you did that that we could listen to?</qco> </h3>      \nthere is a completed recording of it, unmixed but otherwise done. there's 2 reasons why i don't want you to hear it: 1, it sucks. 2, i actually canibalized the rap part from another song i haven't recorded yet, and i still would like to use it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n5:33 am</dco> &nbsp;<qco> what would have been and alternate name for the expert page</qco> </h3>      \nbillwurtz (dot com)\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n3:02 am</dco> &nbsp;<qco> how did you come up with the idea of \"I'm a dunce\" in your \"I'm a princess\" music video?</qco> </h3>      \ni'm not sure\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n1:14 am</dco> &nbsp;<qco> Why did you use a random number generator in one of your reality videos for your songs? (e.g. 5.26.16)</qco> </h3>      that's to choose which song to do. i have so many songs to do that it's extremely overwhelming to decide\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n12:35 am</dco> &nbsp;<qco> how did your hat get bent in \"slow down\"?</qco> </h3>      \nsometimes you do 1 verse of a song, and then boom, hat is bent, by the second time around. some people might even speculate that it was the first verse that bent it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.21&nbsp; \n12:14 am</dco> &nbsp;<qco> why am I so bad at drawing?</qco> </h3>      \ni'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n11:18 pm</dco> &nbsp;<qco> how many bird species are you able to identify? </qco></h3>      plane, except sometimes i'm wrong about that one<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;you use a lot of birds in videos I wonder if that's an interest of yours</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n11:11 pm</dco> &nbsp;<qco> As I was falling asleep I had a fantastic idea of what to name my stuffed rabbit. It was such a perfect name I felt as if I wasn't naming it but rather that I was finally learning it's name. Unfortunately, I forgot it. Any name suggestions?</qco> </h3>      my only suggestion is that you improve your infrastructure for documenting your ideas more quickly when you wake up\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n10:19 pm</dco> &nbsp;<qco> What is your most serious song?</qco> </h3>      \nit depends on what context it's heard in\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n9:35 pm</dco> &nbsp;<qco> why does the postman keep appearing in a lot of your videos?</qco> </h3>      \nperhaps i have a problem\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n9:07 pm</dco> &nbsp;<qco> Are you God?</qco> </h3>      \ni thought you were\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n8:34 pm</dco> &nbsp;<qco> Do A7 or Bbm make any saucy appearances in new song?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n8:14 pm</dco> &nbsp;<qco> what warm ups do you do on your voice in morning walks?</qco> </h3>      \ni hum <a href=\"mmmmmmmmmmmmm.png\" target=\"_blank\">this</a> in a long tone, then take a breath and repeat, up a half step each time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n8:03 pm</dco> &nbsp;<qco> ask a question</qco> </h3>      \nthat's preposterous. who do you think i am\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n7:49 pm</dco> &nbsp;<qco> do you like sacrificing reality for the narrative?</qco> </h3>      \noccasionally\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n7:28 pm</dco> &nbsp;<qco> Thoughts on mediocre stand up comedy?</qco> </h3>      \nthe level of quality would be right in that middle ground between high and low\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n6:35 pm</dco> &nbsp;<qco> does the day go on</qco> </h3>      \ndunno, that sounds like some sort of ponzi scheme to me \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n5:21 pm</dco> &nbsp;<qco> I've been thinking about recording music but have no experience with audio mixing, any advice on how to learn?</qco> </h3>      \njust record something and then listen to it and see if it sucks. then proceed accordingly. no need to predict how you think you're gonna fix it before you even hear what's wrong with it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n5:20 pm</dco> &nbsp;<qco> What if my music is actually really really bad and I am just extremely delusional without knowing it</qco> </h3>      \nif you enjoy doing it, and keep doing it, it will get good. regardless of whether or not it already was good before\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n3:51 pm</dco> &nbsp;<qco> is making music illegal</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n12:41 pm</dco> &nbsp;<qco> if you forget certain dreams/things because your brain deems them unimportant, then why do i sometimes have a dream that i want to remember and only remember later on when something comes up that reminds me of it? </qco></h3>      dreams have issues with handles. they don't always have good handles to remember them by, because they are usually super disconnected from the normal world. so sometimes you wake up and you don't even know where the handles are, but they are there. like your bread box<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also what is your opinion on comic sans?</qco> </h3>      \ntoo good, don't use\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n12:26 pm</dco> &nbsp;<qco> when is your next song</qco> </h3>      \ndoing it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n11:55 am</dco> &nbsp;<qco> In might quit when you say \"So I chopped down some trees\" are those the same trees you planted in \"maybe I could eat blades of grass?\"</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n11:42 am</dco> &nbsp;<qco> How did you came up of the idea of creating the ''history of the entiring world , i guess '' video ?</qco> </h3>      \ni wanted to know the history of the world, so i looked into it, and i decided to share my experience, for better or worse\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n9:26 am</dco> &nbsp;<qco> Have you ever released a song that doesn't contain the word 'love'</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n8:50 am</dco> &nbsp;<qco> Are there non existing words in your next song?&nbsp;</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n7:55 am</dco> &nbsp;<qco> i've been dreading recording and mixing songs, but i really want the end product. i love songwriting and i want to release my songs, so how do i get through the parts i like the least?</qco> </h3>      \nhere's an interesting twist, you could make a rule that you only perform your songs live in 1 take. you could livestream them. they used to do this back in the 70s on stage, except now there's no stage but there's livestreaming, so in a way it comes full circle. Also, if you make a habit of playing your songs live, your skills get ridiculous. Back in the 1920s this was the only way you could record songs\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.21&nbsp; \n12:48 am</dco> &nbsp;<qco> any ideas on world music trends?</qco> </h3>      \nit's like the weather. it always changes, sometimes it seems really interesting, and yet if you're old enough it always seems to remind you of something that happened before\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.21&nbsp; \n11:23 pm</dco> &nbsp;<qco> is \"wednesday seems so long ago\" based off \"it's wednesday\" in you're free to do whatever you want to?</qco> </h3>      \nah, that's a reasonable psychological assessment\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.21&nbsp; \n10:49 pm</dco> &nbsp;<qco> When did you complete the writing for i'm a princess?</qco> </h3>      \naround april 22, 2019, which is actually after i had pretty much finished the recording. i realized it sucked so i had to re-write some of it, and then re-do thos parts of the recording. normally i don't do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.21&nbsp; \n8:41 pm</dco> &nbsp;<qco> Is Saturday named after Saturn?&nbsp;</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.21&nbsp; \n6:11 pm</dco> &nbsp;<qco> Have you ever used clickbait?</qco> </h3>      \nsometimes i use double click bait, to trick you into assuming it's clickbait, and then surprising you by giving you what you would have expected if it hadn't been clickbait\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.21&nbsp; \n4:25 pm</dco> &nbsp;<qco> I've come to the point where i think i know most chord progresion and harmony structures in existence. This also applies to melodies and&nbsp;&nbsp;rythms. I've listened to so much music in the last two years that i think i know way to much in comparison to what i knew before. This could seem like a good thing but in fact all the music now just sounds empty. During the last two years i used to get excited when i heard a key change or an original harmonic structure, i used to listen to music all day long and know i feel like i reached the bottom and there isn't much more i can learn. I know i still can but 80% of the total is gone and i no longer enjoy music the same way I did before, ever since december that hardly any song got stuck in my head which it used to be something normal in my everyday life, I was always with songs in my head. The same happens with piano improvisation. I feel like if i no longer have anything to play or listen and I'm starting to l\n ose interest in music in general. What should I do? I don't want to separate music from me. Have you ever felt this way? If so, what did you do?</qco> </h3>      \nthe skills/learning aspect of music was fun for me, but i've always been more deeply drawn to the 'voodoo' aspect of music. there's no end to the different levels of voodoo you can learn to do with music. and having technical skills is certainly a great starting place to explore that. But, if you are more attracted to the skills/learning aspect, there are many many more fields that i think would interest you a lot. from sports, to games, computers, quantum mechanics, and beyond. someone's gonna have to invent teleportation at some point\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.21&nbsp; \n4:10 pm</dco> &nbsp;<qco> Why the end of La De Da De Da De Da De Day Oh chorus makes me feel so warm and nostalgic? I can extract genuine bliss from that!&nbsp;</qco> </h3>      \nthis is the power of music\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.21&nbsp; \n1:04 pm</dco> &nbsp;<qco> am i cool</qco> </h3>      \ni don't see why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.5.21&nbsp; \n12:36 pm</dco> &nbsp;<qco> is it normal to fluctuate between oversharing and undersharing</qco> </h3>      \nyes\n<br><br>"
  }
]
