[
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n1:30 pm</dco> &nbsp;<qco> why is your videos so weird</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n10:36 am</dco> &nbsp;<qco> You're rly cool + are you available this weekend for friendly jokes + shenanigans</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n10:29 am</dco> &nbsp;<qco> How does one even deal with things in an effective yet socially acceptable manner?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n9:29 am</dco> &nbsp;<qco> What do you think of rice that has been colored red or yellow with spices?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n6:41 am</dco> &nbsp;<qco> how to stop thinking deeply all the time. like i get it's a critical skill and it helps in life and all that but sometimes it's just annoying and i need to turn it off help</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n5:28 am</dco> &nbsp;<qco> is freddie mercury watching us</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n3:44 am</dco> &nbsp;<qco> Are the stickmen and other types of creatures that act in your videos fairly compensated for their work?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n3:43 am</dco> &nbsp;<qco> If you did not know that you existed would you do the same things?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n3:28 am</dco> &nbsp;<qco> Have you ever thought about what it would feel like to eat a tesseract or any 4th dimensional object?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; 3:07 am</dco> &nbsp;<qco> do you use the power of music theory to make your music or do you just slap together whatever sounds groovy enough</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n2:24 am</dco> &nbsp;<qco> i've spent so long not learning how to talk about myself. how do i get that knowledge over the span of the next 6 months</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n2:02 am</dco> &nbsp;<qco> Have you visited the gift shop at Mount St Helens recently?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n1:43 am</dco> &nbsp;<qco> is sleep a sign of weakness</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.12.25&nbsp; \n12:27 am</dco> &nbsp;<qco> can i have a bagel?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n11:47 pm</dco> &nbsp;<qco> why is writing so painful?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n10:43 pm</dco> &nbsp;<qco> Do you get better results by planning something out, or by just figuring it out along the way? And, does it matter in the end if the plan isn't followed anyway?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n10:37 pm</dco> &nbsp;<qco> Is there such thing as freewill?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n10:33 pm</dco> &nbsp;<qco> What's a good name for the small house spider who guards my home when I'm away?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n9:23 pm</dco> &nbsp;<qco> What made the universe</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n9:20 pm</dco> &nbsp;<qco> What will be your answer to the question after the next question?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n9:13 pm</dco> &nbsp;<qco> is bill wurtz a genre?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n8:53 pm</dco> &nbsp;<qco> hey can you put a picture of a cat here</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n7:37 pm</dco> &nbsp;<qco> my bible teacher just taught me what the ontological argument for god's existence is and it's kinda stupid, when you think about it. it's even more stupid when you don't think about it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; 6:49 pm</dco> &nbsp;<qco> opinion on opinions?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n6:34 pm</dco> &nbsp;<qco> I generally want to do many things, constantly. I think it is better than constant boredom, but it also comes with a nagging feeling of inadequacy (is that a word) that whatever i'm doing isn't a good use of my time, because i should be doing everything else, too. How to be adequate?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n6:02 pm</dco> &nbsp;<qco> Hi, yeah, hello,\n<br>Is this the blimp store? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I would like to acquire my own blimp. Preferably a very strong blimp, one that could carry two.\n<br>A bus may work too, if you have those.\n<br>May I get a quote or some information regarding the acquisition of either?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n5:58 pm</dco> &nbsp;<qco> what's your favourite word in the world?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n5:02 pm</dco> &nbsp;<qco> thoughts on mass hysteria?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n4:56 pm</dco> &nbsp;<qco> is it true that the longer my question, the longer your answer?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n4:53 pm</dco> &nbsp;<qco> what are the consequences of teleporting soap</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n3:35 pm</dco> &nbsp;<qco> Have you ever wanted to film/considered filming some of the live-action elements of your music videos in other locations outside of your home/studio? If not, why?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n1:13 pm</dco> &nbsp;<qco> how do you feel about the number 37</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n12:47 pm</dco> &nbsp;<qco> do you speak anything other than english</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n11:32 am</dco> &nbsp;<qco> i love that last scene in the fabelmans where david lynch as john ford talks to sammy about the horizon. \n<br>\n<br>have you watched it? did you like it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n11:12 am</dco> &nbsp;<qco> does playing piano ever get you stuck in certain keys?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you just kind of grow past that once you get more fluent. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i ask this as a guitarist. once you learn a voicing you can play it anywhere on the neck&nbsp;&amp; it's always the exact same. changing hand position for the same chord up/down sounds hard</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n9:32 am</dco> &nbsp;<qco> does the word \"swimmingly\", meaning something is going smoothly, imply that every time you go swimming it should be a good time and no bad can happen?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n7:49 am</dco> &nbsp;<qco> Have you ever wondered if clouds people watch</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n4:27 am</dco> &nbsp;<qco> do you ever mess with coupons and deals?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n3:53 am</dco> &nbsp;<qco> thoughts on contrarianness?&nbsp;&nbsp;contrariality?&nbsp;&nbsp;contrarity?&nbsp;&nbsp;actually i changed my question.&nbsp;&nbsp;my new question is what is the right way to say this word</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n3:29 am</dco> &nbsp;<qco> My friend recently called me a vegetable, should I be insulted?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n2:51 am</dco> &nbsp;<qco> je suis une pomme depuis longtemps. comment devrais-je faire?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n2:36 am</dco> &nbsp;<qco> so i saw you said yesterdayish that keyboards are \"one of the least weird things [you] can think of\", i wonder what are some of the most weird things you can think of?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n2:11 am</dco> &nbsp;<qco>Whenever I get an idea I like, whenever I write a song, I feel estatic, like I've finally figured out the formula for coming up with good ideas. However, it always ends up stopping to work all of a sudden. I'm sure it would be plain to use the same formula over and over again, and I agree with your \"breaking patterns\" outlook when creating stuff, but whenever something like this happens I get extremely anxious and paranoid. I feel as if I actually know nothing about creating art. I feel like there's at least Some kind of deeper overarching pattern I should be aware of, and knowing it would make the songwriting process way more straightforward. I get the feeling that my \"gift\" for writing songs is only temporary and I'm bound to completely lose it one day, as it's based on nothing and has no solid foundation. I feel like I lack consistency, but have no idea how to make it without forcing it. I don't expect you to solve my life dilemma, but do you perchance have any advice??\n\n</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n1:37 am</dco> &nbsp;<qco> whaddaya think of potatoes?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n1:10 am</dco> &nbsp;<qco> i recently discovered that you can just make bands with people you kind of know and just sort of have an idea for an album and then you just start playing together and its not hard it's actually very fun. why didn't anyone tell me about this?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n12:57 am</dco> &nbsp;<qco> is it possible to \"deserve\" something, or do things just happen?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.11.25&nbsp; \n12:17 am</dco> &nbsp;<qco> i feel like doing nothing with ur life should be a respectable decision bc lowkey everything that has purpose also has an overaturated market do you agree</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; 11:58 pm</dco> &nbsp;<qco> How are you doing\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n11:41 pm</dco> &nbsp;<qco> do you find the amount of bugs to be overwhelming, or, perhaps, comforting?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.10.25&nbsp; \n11:40 pm</dco> &nbsp;<qco> Is there a walrus in any of your videos?</qco> </h3>"
  }
]
