[
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n5:01 pm</dco> &nbsp;<qco> Is the glass half full or half empty?</qco> </h3>      which glass\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n4:32 pm</dco> &nbsp;<qco> Staples or paperclips?</qco> </h3>      i see neither. did u forget the attachment\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n4:23 pm</dco> &nbsp;<qco> is the main character from \"outside\" steve?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n4:12 pm</dco> &nbsp;<qco> how many drawings of houses are in the new vid</qco> </h3>      at least 2\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n3:58 pm</dco> &nbsp;<qco> Did you make your last video on purpose?</qco> </h3>      i make all my videos on purpose\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n3:51 pm</dco> &nbsp;<qco> would you ever consider doing a survey to find out who your fans are</qco> </h3>      how would i be sure that all the fans took the survey<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n3:35 pm</dco> &nbsp;<qco> what color is the opposite of G R E E N</qco> </h3>      it could be magenta, or something different depending on your color system<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n3:11 pm</dco> &nbsp;<qco> Isn't it cool that music exists?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n3:01 pm</dco> &nbsp;<qco> Is music important?&nbsp;</qco> </h3>      everyone gets to decide for themselves if music is important to them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n2:02 pm</dco> &nbsp;<qco> Sometimes when playing music I'll use string sounds and wind/brass sounds but I play all the parts myself on piano. (I have a pretty decent keyboard and these parts actually sound not too fake). I'd love to one day actually get to play with some horn players or string players. But it's weird writing for instruments you don't play, because I don't know if these parts are playable. I try to stay in their range but there's a whole lot i don't know about the mechanics of these instruments. Like i don't know how long of a phrase a horn/wind player can realistically play without needing space for breathing in between notes/phrases. How fast certain instruments can play or how long they can hold out notes, can this instrument slide up/down to notes and play in between pitches or is it set pitches, stuff like that. I'm worried that I'll spend all this time writing and finally meet musicians to play these parts and they'll be like \"dude, that's not possible t\n o play o\n n this instrument\". I've been on the flip side of this where a piano player has tried to write guitar parts for me, but some of the chord voicings weren't physically possible to play on a guitar. Do you have any experience in this kind of thing, or any advice you can offer?&nbsp;</qco> </h3>      each time you will learn a little bit more<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp; \n11:58 am</dco> &nbsp;<qco> How can I be happy?</qco> </h3>      it might be a surprise<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp; \n11:46 am</dco> &nbsp;<qco> Why do song ideas always come to me at the most inconvenient times? When I'm at work, or at the grocery store, or just out in public in general?</qco></h3>      ideas are very playful. that is their way of being playful<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Whenever I can, I try to write the music down or sing it into my phone ASAP. But when I'm at work, I can't just bust out a pad of staff paper and start writing or start singing into my phone.</qco></h3>      yes you can<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or, if I'm on the train or something I don't want to just be singing into my phone when there's all these other people around me.</qco></h3>      yes you can. you can do it quietly, and professionally<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I really feel like (unless it's something really short and really simple) the idea gets lost (or at least altered) if too much time passes between having the idea and trying to record the idea. </qco></h3>      that is 100% true, that's because it's the first time you've heard it. that's why it's so vitally important to document it immediately<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What do you do when an idea pops into your head and you just for whatever reason can't record/write it out on the spot?</qco></h3>      i have my ways<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Have you stopped caring about people's reactions and will just whip out a phone or voice recorder and sing stuff on the train or at the store or something?&nbsp;</qco> </h3>      there are ways of doing it quietly and professionally, and if i absolutely can't speak, i can document the idea using text alone, and indicate the notes, rhythm, and chords using an elaborate number system. it's tedious and it takes quite a moment, and autocorrect might kick my ass, but it can be done<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp; \n11:39 am</dco> &nbsp;<qco> I think more people would be happier with the answers they got if they went in expecting to get a new perspective on things</qco> </h3>      if they didn't want a new perspective then why would they ask a question<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp; \n11:00 am</dco> &nbsp;<qco> Do you think that bananas are better than apples? If so, why?</qco> </h3>      i'm not interested in declaring 1 fruit to be better than others. it's just not fair <br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp; \n10:45 am</dco> &nbsp;<qco> Can you tell me a bedtime story?</qco> </h3>       <a href=\"q.php?date=201704190205\">4.19.17&nbsp;&nbsp;2:05 am</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp; \n10:44 am</dco> &nbsp;<qco> what are some of the secrets of the human consciousness?&nbsp;</qco> </h3>      it's like telling stories. get out there and tell some stories <br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp; \n10:43 am</dco> &nbsp;<qco> how can i tell if my hair is medium length or long</qco> </h3>      go to the town hall and they can give you an evaluation<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp; \n10:35 am</dco> &nbsp;<qco> why are you racist towards CAPITAL letters?</qco> </h3>      why are you so oblivious to my <a href=\"capitals-report.php\">use of them</a><br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp; \n10:29 am</dco> &nbsp;<qco> are you running out of ideas?</qco> </h3>      no. i am still desperately working on catching up to all the ideas i have. this has been going on for a long time<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp; \n9:21 am</dco> &nbsp;<qco> Is there even a password for the reality section?\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so, What does it do?&nbsp;</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp; \n7:42 am</dco> &nbsp;<qco> <a href=\"q.php?date=201801020814\">1.2.18&nbsp;&nbsp;8:14 am</a> \n<br>\n<br>so, what's your favorite thing about humanity?</qco> </h3>      all the learning and advancement<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp; \n6:41 am</dco> &nbsp;<qco> Show me a random question&nbsp;</qco> </h3>      click the randy button at the top right of the questions page, or if you are already on the random page, congratulations this question is random and you can see another one by pressing random question<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp; \n6:40 am</dco> &nbsp;<qco> <a href=\"q.php?date=201801060635\">1.6.18&nbsp;&nbsp;6:35 am</a>  no like I'm a person who you inspired to start making music and I'm asking from a place of ignorance</qco> </h3>      then your next step is to get out there and start writing, with or without the beams. how else are you going to figure out which way you prefer<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp; \n6:36 am</dco> &nbsp;<qco> Woah, I haven't been here a while. Any suggestions how to get motivation to do things?&nbsp;</qco> </h3>      what motivated you to ask me that<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp; \n4:05 am</dco> &nbsp;<qco> I want to be a plant</qco> </h3>      ah, #relatable<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp; \n4:02 am</dco> &nbsp;<qco> when did you realize you were interested in making music?&nbsp;</qco> </h3>      i don't remember<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp; \n1:56 am</dco> &nbsp;<qco> How do you feel about petting zoos?</qco> </h3>      i've heard of them but i don't know what it is or how it differs from a regular zoo. i have a guess at what it is but i could be wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n1:47 am</dco> &nbsp;<qco> What does the matrix mean</qco> </h3>      well it was a famous movie, or it could be just any matrix you have around the house\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n12:59 am</dco> &nbsp;<qco> are you vague so i can project myself onto you or what. is this some waiting for godot shit</qco> </h3>      sphere\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n12:26 am</dco> &nbsp;<qco> what happened to your spain video</qco> </h3>      it was so controversial when it came out that youtube didn't get around to banning it until 3 years later. by the way it wasn't a spain video. i think that was what caused the controversy\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n12:20 am</dco> &nbsp;<qco> Is your music experimental?</qco> </h3>      in my music i experiment and do other things as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n12:18 am</dco> &nbsp;<qco> Who's gonna win the super bowl this year?&nbsp;</qco> </h3>      NBC\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.18&nbsp;\n11:30 pm</dco> &nbsp;<qco> Are you hyped for VINE 2?!?!?!?!?!?!?!?!?!?!?!?!</qco> </h3>      well, my first question would be, am i allowed to keep my account\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.18&nbsp;\n11:23 pm</dco> &nbsp;<qco> do you think that shoes are useful?\n\n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nalso, here's a bonus question: do you think feet should be put into shoes?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.18&nbsp;\n9:47 pm</dco> &nbsp;<qco> are you a masochist or a sadist&nbsp;</qco> </h3>      i actually don't know what those are, but they have a bad reputation, so i hope i am not\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.18&nbsp;\n9:39 pm</dco> &nbsp;<qco> are you answering these questions?</qco> </h3>      i think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.18&nbsp;\n8:15 pm</dco> &nbsp;<qco> DO YOU HAVE MERCHANDISE</qco> </h3>      i think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.18&nbsp;\n8:05 pm</dco> &nbsp;<qco> can you do more anagrams thanks</qco> </h3>      i release 1 per day. is that not enough, or should i make less videos and make more anagrams instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.18&nbsp;\n8:04 pm</dco> &nbsp;<qco> what part are you on in the song</qco> </h3>      the twist ending\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.18&nbsp;\n7:57 pm</dco> &nbsp;<qco> how late are you allowed to stay up?</qco> </h3>      until the cows come home\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.18&nbsp;\n7:20 pm</dco> &nbsp;<qco> Are your belief more right wing or more left wing?</qco> </h3>      how about use both wings together, and actually fly for once\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.18&nbsp;\n7:14 pm</dco> &nbsp;<qco> Do you like using twitter?</qco> </h3>      the part i like about it is making tweets\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.18&nbsp;\n6:58 pm</dco> &nbsp;<qco> dave grohl?</qco> </h3>      no this is bill. i think dave is using a different site\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.18&nbsp;\n6:39 pm</dco> &nbsp;<qco> Have you considered use the Story featured on Instagram? It would be nice to see hint of your daily life</qco> </h3>      i thought that was just a fancy name for the regular pictures. i just post pictures. that seems to work fine for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.18&nbsp;\n6:36 pm</dco> &nbsp;<qco> Will you ever go back to 10 second videos?</qco> </h3>      how about something of a more medium size\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.18&nbsp;\n6:14 pm</dco> &nbsp;<qco> what would you talk about if you did a TED talk</qco> </h3>       <a href=\"q.php?date=201711081745\">11.8.17&nbsp;&nbsp;5:45 pm</a> \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.18&nbsp;\n5:49 pm</dco> &nbsp;<qco> Which is harder, answering questions or making anagrams?&nbsp;</qco> </h3>      anagrams\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.18&nbsp;\n5:24 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201801052230\">1.5.18&nbsp;&nbsp;10:30 pm</a>  Why is it called that if it has no Eb</qco> </h3>      it does have Eb. it is the Eb major chord triad (notes Eb, G, and Bb), except the bass player would play F instead of Eb. they call it Eb over F because it's an Eb chord on top, and F in the bass. in the biz it's written as Eb slash F (Eb/F) at least that's how they do it where i'm from\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.18&nbsp;\n4:31 pm</dco> &nbsp;<qco> Y are triangles so special that they get their own special branch of geometry (trigonometry) and the other shapes dont?</qco> </h3>      because they are the first polygon (the least number of sides to have it still be a polygon). the original polygon. you can make any other polygon out of triangles\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.18&nbsp;\n4:30 pm</dco> &nbsp;<qco> Is it ok to ask stupid questions?\n<br></qco> </h3>      all questions are stupid and smart at the same time. actually everything is stupid and smart at the same time\n<br><br>"
  }
]
