[
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n4:06 pm</dco> &nbsp;<qco> i wanna write music. should I focus on learning some music software, or just start scribbling on some sheet music&nbsp;</qco> </h3>      \nhow about spending some time with your favorite chordal instrument, and singing some things with it ..... and also get a text file so you can make some notes about what you are doing, what you are chasing, and what you are keeping. you can use the text to refer to some brief audio files you can record if you get something you want to use\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n2:25 pm</dco> &nbsp;<qco> What's your favorite song that you have written&nbsp;</qco> </h3>      \ni would prefer to write a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n1:57 pm</dco> &nbsp;<qco> Why are you in my recommended page? Btw I like your music&nbsp;</qco> </h3>      \nthat is literally the exact intended purpose of the recommended page\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n12:16 pm</dco> &nbsp;<qco> what is the meaning of \"might quit\"</qco></h3>      it seems to have themes of independence, finding your way in the world, etc<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; is it you learning blender ?&nbsp;</qco> </h3>      \nif so, then i certainly did not know that at the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n11:56 am</dco> &nbsp;<qco> Do you have a go to microphone for vocals? It looks like you have the classic 58 for music videos, but is there something else you use for those crisps vox?</qco> </h3>      \nthe one seen in videos is the one i use\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n11:34 am</dco> &nbsp;<qco> i spend a lot of my time thinking, is there a tried and true method for translating the thinking into doing? \n</qco></h3>      writing down what you are thinking<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;when is a good time to stop the think and start the do?&nbsp;&nbsp;</qco> </h3>      maybe around 2:30\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n11:10 am</dco> &nbsp;<qco> How do chords and chord progressions work? </qco></h3>      it's literally magic<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And how did you figure them out?</qco> </h3>      i've spent my entire life listening to a lot of music, and experimenting with a polyphonic instrument\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n9:09 am</dco> &nbsp;<qco> what to do if you're collaborating with someone, and it's going really well, and it's the first time in forever your creativity is working, but you're also slight selfish about your work and don't want to have the other person delete your opinion</qco> </h3>      \nmaybe if you wear different/special clothing when collaborating. to remind you that you are working for the collective opinion today\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n8:30 am</dco> &nbsp;<qco> How did you come up with the song Outside, since it's my favorite one?</qco> </h3>      \nbasically this is just by asking myself the classic question 'if i wrote a song, how would it go'\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n7:11 am</dco> &nbsp;<qco> Once you have a melody and a chord progression that you like (like a loop, </qco></h3>      i don't use loops<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or an A section), how do you go about making a transition into a new section (voice leading? music theory tool? Wild guessing? Wikipedia?)? THANK YOU!</qco> </h3>      do a fresh run-through from the beginning, at the exact tempo. the more refreshed you are, the better this will work. It works the best if you haven't heard the song in a day. do a fresh run-through, and then just as you start to approach the end of what you have, that is when lightning will strike, if it does. listen very closely in that moment, and try to gather as many details as you can about what you think you are hearing next. Another trick which often produces results is to imagine the song is taking place in a scene. imagine a visual story for the song to take place in. Also another thing i almost forgot to mention, in case you are not doing already, try to use words/language for this\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n5:50 am</dco> &nbsp;<qco> how to music?</qco> </h3>      \nhow about going directly to the center of outer space\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n5:50 am</dco> &nbsp;<qco> Do you ever get stuck during your songs?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n4:18 am</dco> &nbsp;<qco> bill i have tried to fix my sleep schedule by acting naturally, as you suggested a short while ago, but it's 4:18 a.m. and my sleep schedule's still screwed. do you know of any other methods that could potentially fix my sleep schedule? thank&nbsp;</qco> </h3>      \nhave you thought about becoming an entrepreneur\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n2:39 am</dco> &nbsp;<qco> whats your favourite song?</qco> </h3>      \ni haven't found it yet, that's why i keep making new ones just in case\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n1:47 am</dco> &nbsp;<qco> Is there a reason behind the \"churning out creativity from my messy room\" aesthetic you have in your videos? Why not get a studio?</qco> </h3>      \nstudios are rooms too\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n1:21 am</dco> &nbsp;<qco> Whats special about haiku format? Is there a particular rhythm that made people want to follow a format?</qco> </h3>      \nthe only thing that would make this make sense for me, in my opinion, is if it were based on a melody which has been completely forgotten by all mainstream discourse on haiku\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n12:00 am</dco> &nbsp;<qco> Can you show me an example of a question you answered when you were in a bad mood?</qco> </h3>      \nthat's preposterous. who do you think i am\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.21&nbsp; \n11:55 pm</dco> &nbsp;<qco> how can i be original? just in general it's hard</qco> </h3>      \nlearn everthing that's ever been done, and then do something different. or perhaps don't learn anything anyone's ever done, and then hope that your thing is not the same as theirs by coincidence\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.21&nbsp; \n10:45 pm</dco> &nbsp;<qco> Why do I suddenly have the urge to learn things?</qco> </h3>      \nyou might be a......... person\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.21&nbsp; \n9:01 pm</dco> &nbsp;<qco> How long does your videos take to make?</qco> </h3>      \nshould be a reasonable amount of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.21&nbsp; \n8:13 pm</dco> &nbsp;<qco> What are your thoughts on the Industrial Revolution?</qco> </h3>      \nit's just gonna cause more revolutions\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.21&nbsp; \n7:39 pm</dco> &nbsp;<qco> how do i finish something</qco> </h3>      \nstart by remembering how you wanted it to be when you started it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.21&nbsp; \n6:31 pm</dco> &nbsp;<qco> Why is apostrophe so weird? Why does \"Bill's\" mean belonging to Bill, and \"its\" mean belonging to \"it\", but \"it's\" is a short-form of \"it is\"? Whaat?!</qco> </h3>      \n\"its\" is fucked. the reason it's different is because there's already an \"it's\", for it is. but actually both of them should logically have an apostrophe. maybe the idea is to have it be an apostropheless pronoun like 'his' or 'hers'\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.21&nbsp; \n5:10 pm</dco> &nbsp;<qco> Usually whenever I try to write songs to no melody, I can't think of any lyrics. Any tips on how to get around this?</qco> </h3>      \nmake a melody. for best results, think of the melody and lyrics at exactly the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.21&nbsp; \n4:58 pm</dco> &nbsp;<qco> why are your answers so short and vague?</qco> </h3>      \nthat would be to distract from all the hundreds of times i've answered in way way too much detail \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.21&nbsp; \n3:12 pm</dco> &nbsp;<qco> Which of your own songs is your favourite?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.21&nbsp; \n2:46 pm</dco> &nbsp;<qco> how do you know which formats(like song vs poem vs visual art vs etc.) to put your ideas into?</qco> </h3>      \nALL THE FORMATS!!!\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.21&nbsp; \n1:27 pm</dco> &nbsp;<qco> How long ago did you write the song for Here comes the sun? </qco></h3>      in 2010 i wrote the first verse up to the title line. in 2012 i wrote all the way through the end of the bridge. in 2013 i made some small adjustments and finished the writing. in 2020 i made some additional adjustments and re-wrote everything after the bridge<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The editing was really impressive</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.21&nbsp; \n12:45 pm</dco> &nbsp;<qco> Is the little house towards the end of \"might quit\" a clue that you would learn 3d animation?</qco> </h3>      \nit's more like a clue that i already had, to some extent\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.21&nbsp; \n11:59 am</dco> &nbsp;<qco> What's your personality type?</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.21&nbsp; \n10:18 am</dco> &nbsp;<qco> do you typically write the music or the lyrics first for your longer songs?&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.21&nbsp; \n9:21 am</dco> &nbsp;<qco> how do i make my song less repetitive</qco> </h3>      \nkeep changing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.21&nbsp; \n8:46 am</dco> &nbsp;<qco> Do you use pitch correction?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.21&nbsp; \n7:15 am</dco> &nbsp;<qco> Can I ask an intelligent question?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.21&nbsp; \n6:25 am</dco> &nbsp;<qco> Will you give us a straight forward answer or should we enjoy the riddles? ....\n</qco></h3>      how about i give you some straightforward information about riddles<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ooor are there no riddles? Or is the meanings of your songs just made up in my head from my personal experiences and beliefs...\n</qco></h3>      a meaningful songlistening experience is usually a 50/50 collaboration between the artist's imagination and your imagination<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; aaaaand now I hate myself for looking for deeper meanings, help?</qco> </h3>      \nah, then perhaps <a href=\"https://billwurtz.com/i-hate-myself.mp4\" target=\"_blank\">this</a> would mean something to you now\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.21&nbsp; \n5:00 am</dco> &nbsp;<qco> what is the difference between entertainment and art?</qco> </h3>      \nthis would be a special case scenario in which you were not entertained by art. so in that case, the difference would be the level of entertainment\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.21&nbsp; \n4:55 am</dco> &nbsp;<qco> Are you actually a human?</qco> </h3>      \noh man, that would explain all these ups and downs i've experienced, throughout my life\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.21&nbsp; \n3:41 am</dco> &nbsp;<qco> How did you come up with those opening notes to Slow Down, the part before \"look at the time\"?</qco> </h3>      \ni did what made sense with the chords. which i made up\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.21&nbsp; \n2:23 am</dco> &nbsp;<qco> do you believe in the infinite present?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.21&nbsp; \n1:20 am</dco> &nbsp;<qco> for the most part, you exclude punctuation in your answers.</qco></h3>      that's not true. i only exclude it at very specific times where it seems unnecessary or redundant<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Does that mean that we could interpret some of your replies as questions, declarations, or other things?</qco> </h3>      some of them are\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.6.21&nbsp; \n12:43 am</dco> &nbsp;<qco> Sometimes I read your answers for inspiration, what inspires you?</qco> </h3>      \nfeasibility, reasonability,\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.21&nbsp; \n11:11 pm</dco> &nbsp;<qco> I've listened to your song la de da de da de da de day oh on repeat for the last week and a half, it's an absolute masterpiece. how do you get all those instruments to fit together like puzzle pieces? it's unbelievably intrinsic</qco> </h3>      \ngot to have a very wreckless and careful attitude\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.21&nbsp; \n10:51 pm</dco> &nbsp;<qco> thoughts on magic?</qco> </h3>      \ncan't explain it yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.21&nbsp; \n9:44 pm</dco> &nbsp;<qco> what types of music do you like listening to?</qco> </h3>      \nremind me again what are the types\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.21&nbsp; \n8:21 pm</dco> &nbsp;<qco> why don't you use capital letters</qco> </h3>      \ni do but why don't you eat any food\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.21&nbsp; \n7:49 pm</dco> &nbsp;<qco> do you plan on recording all the songs that are blurred out in set-wrestling.png? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also, what's \"wall i was\"?</qco> </h3>      that would be a typo for 'well i was' which is a song that starts with 'well i was rollin down the river, ..... trying to learn some english, ...' etc\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.21&nbsp; \n6:02 pm</dco> &nbsp;<qco> how to be cool</qco> </h3>      \n\nfirst you'll wanna go ahead and take an envelope and put it inside another envelope\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.21&nbsp; \n5:32 pm</dco> &nbsp;<qco> Can you make more things like ball and stick or winning at spelling?</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Like just comedic shorts.</qco> </h3>      hopefully a little better\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.21&nbsp; \n4:05 pm</dco> &nbsp;<qco> What is one thing you would tell somebody just starting to make music</qco> </h3>      \ni would let them make some music first, without me saying anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.21&nbsp; \n4:01 pm</dco> &nbsp;<qco> how do i deal with bad parents?</qco> </h3>      \ntry to not be exactly the same parent, eventually\n<br><br>"
  }
]
