[
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n5:53 am</dco> &nbsp;<qco> What are your thoughts on flat-earth theory?</qco> </h3>      \nnot only is the theory made up, but the existance of the theory in the first place was made up. the difficulty i am having just to explain this proves that the damn thing is working\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n5:27 am</dco> &nbsp;<qco> Do you make songs with instruments or without them?</qco> </h3>      \nwith\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n5:21 am</dco> &nbsp;<qco> Do you like Mondays?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n5:18 am</dco> &nbsp;<qco> How do people use the imperial system? Not because i think it's bad or anything i just am deeply terrified of what it might do to me and my family</qco> </h3>      \nprobably the same way they use the gregorian calendar. some memorization might be required early in life\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n5:14 am</dco> &nbsp;<qco> when do you decide to press one of your question anwsering buttons?</qco> </h3>      \nSaturday, February 29, 2020 8:21:27 PM\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n4:56 am</dco> &nbsp;<qco> Might quit is an amazing song thanks:)</qco> </h3>      \nholy cornbread you are very friendly\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n3:40 am</dco> &nbsp;<qco> whats a good way to get in the habit of believing in yourself</qco> </h3>      \nyou could try getting struck by lightning\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n3:22 am</dco> &nbsp;<qco> Do you think college is a waste of time or do you think it is a smart use of your time?</qco> </h3>      \nnever heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n2:05 am</dco> &nbsp;<qco> if i made a robot that explains things and then got someone who constantly is asking for things to be explained how much would the robot explain?</qco> </h3>      \nit all comes down to how good you make the robot\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n1:21 am</dco> &nbsp;<qco> what's your political thoughts on the existence of cheese and its 3D structure?</qco> </h3>      \ni think so far we've only scratched the surface\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n12:52 am</dco> &nbsp;<qco> did you ever end up making it to the south pole like nightfall as you noted in your notebook</qco> </h3>      \ni must have made it there at some point, because the video got made and it does include the south pole\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n12:44 am</dco> &nbsp;<qco> How do I find motivation?</qco> </h3>      \nwhat would you like to be motivated to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n12:32 am</dco> &nbsp;<qco> where is the land of the 2 letter words</qco> </h3>      \nprobably some sort of high level scrabble competition\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n12:31 am</dco> &nbsp;<qco> is tissue paper vegan?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.29.20&nbsp; \n12:06 am</dco> &nbsp;<qco> who is ponso skidpul</qco> </h3>      \nsounds like some kind of restless/experimental version of myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n11:56 pm</dco> &nbsp;<qco> artists mirrors the canvas when they paint to get a new perspective in their artwork. do we, musicians, have this privilege? if so, how?</qco> </h3>      \nhm.... there are many ways. you could try raising or lowering the pitch by a half-step. i have more tips too but i'll just start with that one\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n11:46 pm</dco> &nbsp;<qco> i've been trying to do creative work and have big ideas for a thing i want to write. i've been brainstorming and basically talking to myself in a text document that is purposefully designed to make me not look at it later. the process for this is a general thing i've been using for a while that i made so that i could write anything i want into a text document without worrying about me or someone else looking at it later (a side effect of this process is that no one else can look at it). this has also worked for smaller writing projects in the past (like really small) but i mean for this one to be huge and i'm worried that i'll lose these notes about the thing due to the limitations of human memory. i really do prefer writing in the comfort of my secure notebook though. should i just try to become more comfortable writing in a regular text document? the problem with that is that i'm worried that i'll censor the heck out of myself like i used to do an\n d some o\n f the real gems of ideas may never come out. i'm not sure what to do here. any tips?</qco> </h3>      \ni think the answer here is quite simple. keep writing in the 'blind' document as you have been, but also start a new document with notes and writings for this project, which you will refer to again and again, and update as the project goes on. write in the 2 documents side by side. discuss things in the 'blind' document, and then when you arrive at important updates/decisions and writings, put them in the project document\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n11:45 pm</dco> &nbsp;<qco> will you ever tell your tale?</qco> </h3>      \noh heck yeah. wait i've already started telling it. i've been telling it for years now\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n11:28 pm</dco> &nbsp;<qco> how to deal with overbearing mother?</qco> </h3>      \nyou could build some sort of underground bunker\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n11:24 pm</dco> &nbsp;<qco> can you get high off of sugar?</qco> </h3>      \nyes, then low\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n11:19 pm</dco> &nbsp;<qco> do you like dogs</qco> </h3>      \nit's me i'm the dog\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n11:19 pm</dco> &nbsp;<qco> probably asked before but whats ur favorite song you've made</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n11:13 pm</dco> &nbsp;<qco> is it possible for a man to be a man but a woman at the same time</qco> </h3>      \nyes i do believe so\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n11:04 pm</dco> &nbsp;<qco> Is love real or propaganda?</qco> </h3>      \nlove is real and so is propaganda\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n11:03 pm</dco> &nbsp;<qco> i believe in some reality videos (probably between 2014-2016 i think) you said you were working towards an album, or wanted to start an album, maybe thinking about making one? did you stop being interested in making an album at some point? or are you still just as interested as before?\n</qco></h3>      ah, as you can see, i think this perfectly illustrates why it is best to wait at least a year or two before composing the reality videos. those ones you saw, those were probably composed within a month or two of the original recording, and so i didn't have the proper perspective to know that the idea of doing an album was a very fleeting idea. looking at it now, seeing the big picture, at least the way i feel about it now, music albums don't work for me and they've never worked for me. whenever i receive music on an album, for some reason i always think i hate all the songs. but whenever i receive songs individually, there is a much higher chance i will like and appreciate that 1 song. i can't remember exactly why i thought an album would be a good idea at that time. but my point is that if i were assembling reality videos from that time period, now, i would obviously skip all the stuff where i am talking about making an album, so that way i wouldn't have to explain how or why i changed my mind<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tdo you remember why you wanted to make an album? </qco></h3>      i probably was confusing it with something with a bit more of a story line<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tdo you still want to make an album at some point?\n<br>i know you've said you thought albums are boring, but i think you'll find that a lot of your audience would like an album by you.\n</qco></h3>      right but if it's not what i want to make, then i'm not going to make it good. that's the golden rule of content<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tyou could go about making it once you have an efficient schedule and have gotten to the point where you will be ready enough and confident enough to start uploading videos/songs/music videos like you would releasing all the songs as singles, where you could have a music video for each song, and just release both videos and songs, or maybe the album as all the music videos put together. or you could just make all the music \n videos a\n nd songs, but release the album as audio first (with the cover obviously if you make an album cover) and then either individually release all the music videos at certain intervals (I.E. every day until the music videos are all uploaded, every few days, every week, month. probably not longer than a month between releases if its already made.) or release all the music videos after the audio. or maybe you could take a few of the songs you make (say, in the future you've released 11 songs with music videos in like 6 months) and you could make a cover, and call that an album.\n<br>\n<br>p.s. i would really enjoy an album from you, especially if all of the songs are similar within your style.\n<br>\n<br>\n<br>@X</qco> </h3>      i have never had a good experience with an album. i think it's just too many new songs to digest at one time. it seems very fatiguing and it always seems like there's nothing good on the album. where as if those songs were released individually, in most cases i probably would have liked almost all of them. it is still my belief that songs are not at their strongest when grouped together with several other songs and no other connecting tissue such as visual or story or both, or more. in other words, what i'm saying is, and i'm sure i have said it here 100 times before, i think the key to making albums be the best they can be would be to make it so much more than an album that it would no longer be considered an album\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n11:02 pm</dco> &nbsp;<qco> What would happen if I ate myself would I become twice as big or disappear completely ?&nbsp;</qco> </h3>      \nturn inside out maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n10:54 pm</dco> &nbsp;<qco> What inspired you to make music?</qco> </h3>      \nit's always the music itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n10:35 pm</dco> &nbsp;<qco> are you ever going to talk about velcro?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t you said you would in <a href=\"https://www.youtube.com/watch?v=1PDQ22sePmU\">https://www.youtube.com/watch?v=1PDQ22sePmU</a></qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n10:34 pm</dco> &nbsp;<qco> all programs are animation programs if you're angry and/or hopeless enough&nbsp;</qco> </h3>      \nso true\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n10:34 pm</dco> &nbsp;<qco> How much thought do you put in your content?\n</qco></h3>      as much as i can, whilst also putting in as much feelings as i can<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tAnd also, are you ever going to switch back to doing short videos, or just do songs, or even longer videos, or maybe moderately long videos?\n</qco></h3>      absolutely<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tBtw sorry if this was asked before, you're a cool dude and I appreciate you \n<br></qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n10:32 pm</dco> &nbsp;<qco> hi, i've been wondering how the ball and stick are doing from your video, ball&nbsp;&amp; stick are. the last we saw of them they made peace, did anything else happen?&nbsp;</qco> </h3>      \nthey probably each went on to their next gig\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n10:08 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202002231453\">2.23.20&nbsp;&nbsp;2:53 pm</a>  what skills are an exception</qco> </h3>      \ni was thinking of something that absolutely requires certain tools or items you absolutely don't have. but i wouldn't want to be too discouraging, because honestly there are some pretty impressive workarounds for all manner of tasks \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n9:50 pm</dco> &nbsp;<qco> is one blanket good enough or should i put all 6?</qco> </h3>      \nit depends if one of them is the special blanket\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n9:42 pm</dco> &nbsp;<qco> how important are shoes?</qco> </h3>      \nhow toxic is the ground\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n9:38 pm</dco> &nbsp;<qco> Do you consider yourself a ding-donger?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n8:32 pm</dco> &nbsp;<qco> Is art generated by love or spite?</qco> </h3>      \nthe really good stuff is a mix of both\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n8:22 pm</dco> &nbsp;<qco> What is today?</qco> </h3>      \nSaturday, February 29, 2020 7:18:31 PM\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n8:11 pm</dco> &nbsp;<qco> how to tell if something is fiction?</qco> </h3>      \n\nif it involves unicorns\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n7:58 pm</dco> &nbsp;<qco> remind me of something important</qco> </h3>      \nif a ramp gets too steep it's considered a wall\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n7:36 pm</dco> &nbsp;<qco> today it came to the forefront of my mind that the minute hand is constantly moving. </qco></h3>      on some clocks it only moves once a second<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tHow does time go forward? </qco></h3>      ok well you just changed the subject slightly, but it's actually just everything moving and behaving in different ways in space. and time is just a measure of how much it has progressed<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tWhat pushes it? </qco></h3>      nothing<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tDoes the entire universe exist,</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t and our neural wiring just goes in a direction and that is the direction we see as time? </qco></h3>      it's not quite a physical direction, although it can be represented by physical dimensions quite easily, especially if steady movement is occuring<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tOr is one instant discarded as soon as the next instant starts,</qco></h3>      each moment in time leaves significant residue<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t and there is only one frame of the universe at a time?</qco></h3>      i am almost inclined to suspect it's more than 1 at a time, but that is just my own hypothesis about consciousness and decision making ability<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t And if so, why is one frame similar to the next?</qco></h3>      that's generally because of a rule of space, which is generally that things have to travel the space in between if they wanna go from one place to another. although i understand this only applies to things of a reasonable size<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t What percentage of similarity does one frame/instant have to the next frame?</qco></h3>      i don't know how exactly you would calculate the similarity but it's very similar because it's a very high frame rate<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t What if the universe just did random things that didn't follow from each other?</qco> </h3>      \nthen it would be quite impossible to ask these questions, i'm sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n7:19 pm</dco> &nbsp;<qco> Is how you do music the same as why you do music?</qco> </h3>      \ni was going to say no but that's exactly right\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n7:15 pm</dco> &nbsp;<qco> what's your favorite song?</qco> </h3>      \nam i allowed to change it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n7:14 pm</dco> &nbsp;<qco> if you could shape-shift into any animal for a day, which one would you choose?</qco> </h3>      \nbird\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n6:41 pm</dco> &nbsp;<qco> is this a bad question?</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n6:40 pm</dco> &nbsp;<qco> How to sleep&nbsp;</qco> </h3>      \ni'm not sure. i think the best way is to do it by mistake\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n6:36 pm</dco> &nbsp;<qco> I'm feeling quite sad. What should I do?</qco> </h3>      \nstand on chairs,\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n6:35 pm</dco> &nbsp;<qco> If you bake a loaf of bread for a while is it a burnt loaf of bread or a loaf of toast\n</qco></h3>      it depends if you toast it or burn it. your story doesn't add up<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tHow do you like your toast rare ,well done ,medium rare?</qco> </h3>      \nwarmed\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n6:29 pm</dco> &nbsp;<qco> are you agnostic</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n6:14 pm</dco> &nbsp;<qco> if you whack a ruler against your head are you being whacked or are you whacking the ruler</qco> </h3>      \nwhichever item moves faster is considered to be doing the whacking\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n6:10 pm</dco> &nbsp;<qco> How did you move from playing drums, a mostly rhythmic instrument, to being so fluent harmonically (sorry if that's not the right word)?</qco></h3>      it probably helped that i was always fluent in the basics of C, F, and G chords (relatively, so that includes E, A, and B, pretending it's C, F, and G, etc etc) also many years went by between then and now, if not decades. empires have risen and fallen since then<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t About how old were you when you started playing an instrument other than drums?</qco> </h3>      2\n\n<br><br>"
  }
]
