[
  {
    "html": "<h3> <dco>7.22.18&nbsp; \n2:23 pm</dco> &nbsp;<qco> i changed os and now the font on this site is different. is that magic?</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.18&nbsp; \n1:15 pm</dco> &nbsp;<qco> how to coloor my shoe orange</qco> </h3>      how about just wear oranges for shoes, the way god intended\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.18&nbsp; \n12:38 pm</dco> &nbsp;<qco> How are you so consistently unique?</qco> </h3>      i use the uniqueness formula\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.18&nbsp; \n12:23 pm</dco> &nbsp;<qco> I love your videos. But how high are you when you make them?</qco> </h3>      i'd say about an average height\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.18&nbsp; \n12:07 pm</dco> &nbsp;<qco> I asked you something here but then I forgot what it was, I just remember it was somewhat important to me. Can you help me find it?</qco> </h3>      <a href=\"q.php?date=201807200742\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.18&nbsp; \n10:42 am</dco> &nbsp;<qco> do you like birbs</qco> </h3>      i relate to them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.18&nbsp; \n8:41 am</dco> &nbsp;<qco> <a href=\"q.php?date=201807211805\">7.21.18&nbsp;&nbsp;6:05 pm</a>  but what if you want to show your music to someone without them having to listen to it? Or if your music is polyphonic and some voices are almost inaudible at some points? What do you do if you don't have a device for music playback with you?\n<br>\n<br>Written music will never get replaced with anything, right?</qco> </h3>      written music is useful\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.18&nbsp; \n7:52 am</dco> &nbsp;<qco> when did you develop your style in making videos?</qco> </h3>      i am developing it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.18&nbsp; \n7:12 am</dco> &nbsp;<qco> when is soup time?</qco> </h3>      soup is timeless\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.18&nbsp; \n5:50 am</dco> &nbsp;<qco> <a href=\"q.php?date=201807210825\">7.21.18&nbsp;&nbsp;8:25 am</a>  are you also billwurtz on twitch?&nbsp;&nbsp;</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I would like to \"follow\" you so I can be sure to see th eContent</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.18&nbsp; \n4:50 am</dco> &nbsp;<qco> Do the people who control the food also have the nice things? </qco></h3>      usually<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What about the people who control the sporks? Do they get nice things ? </qco></h3>      yes but not as much as the people who control the food, because food is ultimately more important than sporks<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thank you</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>7.22.18&nbsp; \n3:40 am</dco> &nbsp;<qco> have you ever been overseas?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.18&nbsp; \n1:02 am</dco> &nbsp;<qco> OPTIMAL FOOD STRATEGY PLEASE</qco> </h3>      drink food juice\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.18&nbsp; \n12:41 am</dco> &nbsp;<qco> If I take a tile from the floor and throw it at the ceiling does that mean I threw the floor at the ceiling&nbsp;</qco> </h3>      part of the floor\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.18&nbsp; \n12:25 am</dco> &nbsp;<qco> Any tips on becoming you?</qco> </h3>      be someone who is neither you nor me. that strategy could be so wrong it's right\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n11:24 pm</dco> &nbsp;<qco> Why do humans hide stuff&nbsp;</qco> </h3>      if it's bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n10:11 pm</dco> &nbsp;<qco> when is the time just right?</qco> </h3>      always\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n9:47 pm</dco> &nbsp;<qco> are you bioluminescent?</qco> </h3>      aren't we all\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n8:32 pm</dco> &nbsp;<qco> Why would even bother to use a iii chord in a major key when the III7 always sounds so much cooler?</qco> </h3>      oh i guess you've never tried somewhere ouch-ver the rainbow, or hey there dililah what's it \"OW\" why are you kicking my seat<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n8:21 pm</dco> &nbsp;<qco> how did you stay motivated whilst releasing music with little or no audience?</qco> </h3>      \ni had accumulated millions of bonus points, which were unfortunately in the wrong game and in the wrong language. but i always knew they could be translated some how \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n7:52 pm</dco> &nbsp;<qco> do i have to figure everything out?</qco></h3>      it will change even if you do<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do i have to do it by myself? </qco></h3>      that can be a fun and empowering strategy<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or can i ask for help sometimes?</qco></h3>      sure, but it might confuse you sometimes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what if no one can help?</qco> </h3>      can you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n6:09 pm</dco> &nbsp;<qco> hey bill. i dont have internet in my house right now because the people who were supposed to replace my service did not do that. now i am left without internet until they can come back. all seems lost. but it is not! i will be working hard on music because the loss of internet forces me to be focused on what i'm actually supposed to be doing. i'm making the most of this.&nbsp;</qco> </h3>      oh that's the spirit. now if only the internet people had time to work on their music instead of fixing everyone else's internet\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n6:05 pm</dco> &nbsp;<qco> Do you think that recordings of music will eventually replace sheet music entirely as the main music teaching method?</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Since sheet music was created so that music will be saved forever, which is the same as what a recorded performance does anyway.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n5:38 pm</dco> &nbsp;<qco> Is it annoying to hear out of tune instruments when you have absolute pitch?</qco></h3>      depends if you mean out of tune with itself and the other instruments<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What would reincarnated Mozart feel if he were to listen to our weird tunings? </qco></h3>      tunings of today are not weirder than in mozart's time. maybe a bit higher or lower overall, which would be noticeable for hardcore AP people, and likely sound breezy and fresh<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Would he be able to have absolute pitch again in the tuning of today?&nbsp;</qco> </h3>      sure, but the real question is would he hear yanni or laurel\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n5:19 pm</dco> &nbsp;<qco> ever written a song?</qco> </h3>      they usually write me\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n4:39 pm</dco> &nbsp;<qco> where do you get the courage to express yourself?</qco> </h3>      in caves\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n4:37 pm</dco> &nbsp;<qco> When can I start hearing you on the radio?</qco> </h3>      immediately\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n3:27 pm</dco> &nbsp;<qco> How can I become a professional reverse psychogist?</qco> </h3>      you'll never be able to do that. i don't think you have what it takes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n2:26 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201611180740\">11.18.16&nbsp;&nbsp;7:40 am</a> explain the story behind your answer</qco> </h3>      am slef\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n1:14 pm</dco> &nbsp;<qco> Why is 4 such a powerful magic number? 4/4 time, 4 part harmony, string quartets, 4 gospels, 4 books of islam, 4 vedas, 4 passover questions, 4 noble truths, 4 great elements, 4 noble truths, 4 seasons, 4 cardinal directions, 4 horseman, etc etc etc etc etc etc</qco> </h3>      all nubmers are powerful and magic\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n12:38 pm</dco> &nbsp;<qco> what is your opinion on birds</qco> </h3>      they are lofty, albeit flighty\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n11:43 am</dco> &nbsp;<qco> what is a sex drive where is the sex going does it even have a license</qco> </h3>      it's the person who is driving toward the sex\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n10:27 am</dco> &nbsp;<qco> do you still sometimes stand in your room, as seen in one of your videos?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n9:26 am</dco> &nbsp;<qco> will you have more stuff to sell on your merchandise page? interested for buying things.</qco> </h3>      i was thinking about doing some A U D I O / V I S U A L   C O N T E N T\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n8:25 am</dco> &nbsp;<qco> when you answered a question about potentially streaming on twitch, and you said yes to that question, i was really excited to maybe see it. is it going to happen soon?</qco> </h3>      sure, if i can figure out how. last time i went on there it was like \"ok, so what game are you playing\" and i was like, i dunno i was just gonna do some content. but it wanted me to pick a game, not even my own game\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n7:00 am</dco> &nbsp;<qco> why is everything so H O T these days?</qco> </h3>      things are always hot. it's a hot hot world\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n6:07 am</dco> &nbsp;<qco> What are your opinions on citrus fruits?</qco> </h3>      it's kind of like taking a soapy bath except you are supposed to eat the soap\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n5:02 am</dco> &nbsp;<qco> who do you think you were in a previous life?</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n4:39 am</dco> &nbsp;<qco> how did you develop your sense of humor?</qco> </h3>      i bought the regular humor cubes and put them in a bowl and mashed them for a bit, then added some diced onions<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n3:31 am</dco> &nbsp;<qco> it's crazy what you can get away with in music... just today i put true things and fake things in a song, and didn't tell anyone which was which. also i think some of the fake things might have become true as soon as i wrote them</qco> </h3>      oh that's classic\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n2:15 am</dco> &nbsp;<qco> can you justify capitalism in three words or less</qco> </h3>      <a href=\"buymycar.mp4\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n1:26 am</dco> &nbsp;<qco> Are you aware that playing \"hello sexy pants\" backwards yields the message \"wow, that Satan fellow sure is fun. Definitely deserving of worship and adoration. 666 etc, etc\"? Also, do you care to speculate on the recent rumor that Bill Wurtz died in a nasty car accident and has been replaced by an expensive and dedicated lookalike?</qco> </h3>      that's not entirely true\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.18&nbsp; \n12:05 am</dco> &nbsp;<qco> what goods can be purchased at a yarn store?</qco> </h3>      yarn, bards, birds, barn yards and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.18&nbsp; \n11:26 pm</dco> &nbsp;<qco> what's your favorite place to begin?</qco> </h3>      here<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.18&nbsp; \n10:53 pm</dco> &nbsp;<qco> starting to suspect that in people's quest to understand the world, a very common but awful strategy is using a relatively small amount of knowledge to build a massive framework of generalizations, resulting in mostly faulty, arbitrary categorization with an uncomfortable degree of strictness. ever notice this?</qco> </h3>      sure. you just did it, and so did i\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.18&nbsp; \n9:20 pm</dco> &nbsp;<qco> would you ever bring back the reality recordings?</qco> </h3>      i never took them away\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.18&nbsp; \n8:15 pm</dco> &nbsp;<qco> do you ever plan on doing an album?&nbsp;</qco> </h3>      i prefer to release songs individually. let the songs roam free, that's what i say\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.18&nbsp; \n7:01 pm</dco> &nbsp;<qco> i like how your songs such as outside or and the day goes on are related to someone leaving their closest relatives and finding a new adveturous life. how do you get ideas for them?</qco> </h3>      everything is an idea. i just reach out and grab them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.18&nbsp; \n6:32 pm</dco> &nbsp;<qco> when did you make the improv page?</qco></h3>      immediately after the reality page<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;immediately after finishing  how long did it take to sort through those recordings?</qco> </h3>      i only barely started\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.18&nbsp; \n5:59 pm</dco> &nbsp;<qco> how do you pick fonts for your videos? is it arbitrary? or do you use something that you think fits what you're illustrating?</qco> </h3>      i choose them based on the way they look\n<br><br>"
  }
]
