[
  {
    "html": "<h3> <dco>11.19.18&nbsp; \n1:10 pm</dco> &nbsp;<qco> I just noticed in the your song hallelujah, you talk about finding a way and such and right after that video you made your brand new schedule. Was it a prophecy all along?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.19.18&nbsp; \n12:20 pm</dco> &nbsp;<qco> what website maker did you use to m ake this?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.19.18&nbsp; \n12:17 pm</dco> &nbsp;<qco> what do you think of goats</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.19.18&nbsp; \n12:05 pm</dco> &nbsp;<qco> How do you get over writer's block without getting frustrating and bagging your head against the wall?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.19.18&nbsp; \n11:23 am</dco> &nbsp;<qco> bill, most of your tshirts are sold out. can you make more?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.19.18&nbsp; \n11:19 am</dco> &nbsp;<qco> Do you have a music degree? (sorry if this is too personal)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.19.18&nbsp; \n10:08 am</dco> &nbsp;<qco> how roughly long does it take you to make one of your videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.19.18&nbsp; \n9:34 am</dco> &nbsp;<qco> do you use any exotic scales on your songs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.19.18&nbsp; \n9:18 am</dco> &nbsp;<qco> Hello I really like pie but can't find any. what do I do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.19.18&nbsp; \n7:42 am</dco> &nbsp;<qco> hi bill, i've been playing solo and mainly classical piano for some time. i now want to play in a band, or with other people etc. my guitarist friends just look at a chord sheet and start playing together easily, without working on any arrangements beforehand, i want to do that, how do i do that</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.19.18&nbsp; \n6:50 am</dco> &nbsp;<qco> what do you remember</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.19.18&nbsp; \n6:47 am</dco> &nbsp;<qco> how to be more confident</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.19.18&nbsp; \n5:43 am</dco> &nbsp;<qco> can you give us the title of the next song, but scrambled?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.19.18&nbsp; \n4:07 am</dco> &nbsp;<qco> Have you written and uploaded a song that has a key change in it? </qco></h3>"
  },
  {
    "html": "<h3> <dco>11.19.18&nbsp; \n3:46 am</dco> &nbsp;<qco> Hi. What does the squirrels say in hello sexy pants? I can't understand the whispers.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.19.18&nbsp; \n12:01 am</dco> &nbsp;<qco> what is your opinion on the plural form of the word \"octopus,\" which is \"octopodes.\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n11:40 pm</dco> &nbsp;<qco> your videos, besides being very great as a whole, contain little tiny moments that are just overwhelmingly pleasing. each one seems to have at least one couple-second section that just tickles my brain perfectly. sometimes it's a lyric, like \"i'm going to hell, and i'm late for it\" or \"too small for the mall\", sometimes it's musical, like the deceptive cadence in the final chorus of long long long journey, or the keyboard fill in the day goes on (during the salmon count), and sometimes it's part a part of the animation, like damien maymdien's hands when he says \"i've heard it a hundred times\" in maybe i could eat blades of grass.\n<br>\n<br>i guess my question is: do you ever have specific little moments in your videos that you're extra proud of, independent of the content as a whole?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n11:35 pm</dco> &nbsp;<qco> i like your website just how it is, are u gonna make ur music free so we can hear it?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n10:29 pm</dco> &nbsp;<qco> Are banana peels actually slippery?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n10:11 pm</dco> &nbsp;<qco> I could use some history knowledge. Anything you know about 19th-century cowboys? It may sound odd, but I'm determined to prove that they've had an impact on American history and culture, though people don't seem to believe me. Got any help for me?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n9:31 pm</dco> &nbsp;<qco> what happens when we've made every song in the world and there's no more new music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n8:53 pm</dco> &nbsp;<qco> what should i do to prove i deserve things in my possession which i haven't outright earned?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n8:44 pm</dco> &nbsp;<qco> What's a good way to make friends?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n8:23 pm</dco> &nbsp;<qco> how come there was no harmony in the future song?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n8:03 pm</dco> &nbsp;<qco> If I wrote movie star I wouldve totally ended that one with a fadeout of the 'i'm gonna be a movie star' outro. I feel like a fadeout fits the vibe of the song, cuz it's like the song keeps goin on forever as the narrator/you goes and becomes a movie star. But I do like the ending of the song as is, with those 2 emphatic piano chords. But was the one a candidate for a fadeout when you writing it at all?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n7:47 pm</dco> &nbsp;<qco> How can a song have both the major and minor chord of the same note in a chord progression and have it work (e.g. Hotel California verse is Am E7 G D F C Dm E)?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n6:32 pm</dco> &nbsp;<qco> how to music good?????</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n6:23 pm</dco> &nbsp;<qco> Do you have a favourite reality video?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n5:52 pm</dco> &nbsp;<qco> Best band name off the top of your head</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n5:51 pm</dco> &nbsp;<qco> what's one bill wurtz quote you really like/that stands out to you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n5:31 pm</dco> &nbsp;<qco> do you have the ability to scratch the floor?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n5:06 pm</dco> &nbsp;<qco> which song written by you is most likely about you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n2:34 pm</dco> &nbsp;<qco> is there a hidden meaning in your songs,</qco></h3>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n2:29 pm</dco> &nbsp;<qco> how do i shrink conan o'briens big forehead?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n1:27 pm</dco> &nbsp;<qco> the bwb Live is a real thing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n1:11 pm</dco> &nbsp;<qco> https://billwurtz.com/questions/q.php?date=201801301808c\n<br>\n<br>\"the failure of this was that a full 3+ minute song, with video, can not be done in 2 weeks. i wanted to believe it could be done, but it just can't.\"\n<br>\n<br>hey bill you just proved yourself wrong. how do you feel about that?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n12:46 pm</dco> &nbsp;<qco> Does God make you more creative? Do drugs make you more creative? Do penguins make you more creative? What is the secret to your creativity?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n12:36 pm</dco> &nbsp;<qco> I spend some hours getting through the whole reality page I discovered just today. It was very intriguing to see how uncertain everything seemed to you at the very beginning. You know, you jumping in and out of schedule and trying to make things work. Does it feel a little bit more certain now?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n12:18 pm</dco> &nbsp;<qco> what is your opinion on vst instruments&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n12:09 pm</dco> &nbsp;<qco> how to slef?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n11:59 am</dco> &nbsp;<qco> What's the bass player's job when a song is vamping on 1 or 2 chords for a long long time?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n11:24 am</dco> &nbsp;<qco> How do I focus on listening to long instrumental pieces without my mind occasionally drifting off?</qco></h3>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n10:02 am</dco> &nbsp;<qco> whats the last thing you were angry about?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n9:22 am</dco> &nbsp;<qco> Does your vine \"Just wanna do something reasonable\" have any connection to the line \"and dress into something more reasonable\" from the Mt. video</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n6:36 am</dco> &nbsp;<qco> Hey Bill. Just noticed this but I'm pretty sure the clip you used during 'it's 1900' in and the day goes on is Melbourne Australia, which is where I live. Would you happen to remember where you got it or if my observation is correct?\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n6:29 am</dco> &nbsp;<qco> Is it cool to go to sleep on the floor</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n4:57 am</dco> &nbsp;<qco> what is the most humble think to ask for for Christmas&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n2:34 am</dco> &nbsp;<qco> is it just me or do you really like the phrase \"oh hell yeah\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n1:20 am</dco> &nbsp;<qco> Hold on major and minor keys are confusing me. So the notes in C major are the same as the notes in A minor, yes? So then is it possible to take a song that is in C major and say that it's in A minor? Or would that be sinful? How do you tell whether a song is in a major key or its identical minor key?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n12:27 am</dco> &nbsp;<qco> lots of people ask \"what's your favorite x\" questions which you usually respond that you'd prefer a new x to be your favorite,</qco></h3>"
  }
]
