[
  {
    "html": "<h3> <dco>6.3.22&nbsp; \n12:00 pm</dco> &nbsp;<qco> is tetris a good game?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.22&nbsp; \n9:19 am</dco> &nbsp;<qco> why do you want to learn 3d</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.22&nbsp; \n9:05 am</dco> &nbsp;<qco> i'm bored, what should i do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.22&nbsp; \n8:42 am</dco> &nbsp;<qco> how to tell someone \"I like you\" without saying it;&nbsp;I guess what I'm asking how to act around someone I like without coming across pushy</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.22&nbsp; \n6:53 am</dco> &nbsp;<qco> Will your next video be a song?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.22&nbsp; \n6:27 am</dco> &nbsp;<qco> Do you like geography?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.22&nbsp; \n2:40 am</dco> &nbsp;<qco> is i'm a huge gamer most of the time a video or a song or both</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n10:44 pm</dco> &nbsp;<qco> Would you run for president?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n8:51 pm</dco> &nbsp;<qco> is your next song about circles</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp;\n8:51 pm</dco> &nbsp;<qco> i noticed you used \"it's you\" in your new\nsong the same way you often use it here on the questions page.\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;was your writing of\nthis line inspired by how often you find it to be the right answer to\nthings on this page?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n7:50 pm</dco> &nbsp;<qco> how does reality work</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n7:26 pm</dco> &nbsp;<qco> how do you make songs</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n7:11 pm</dco> &nbsp;<qco> Need to know your favourite mythical creature. Goats don't count...</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n6:16 pm</dco> &nbsp;<qco> Can you make a song about time and/or clocks</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n5:49 pm</dco> &nbsp;<qco> Does the fact \"I'm A Huge Gamer Most Of The Time\" ends with a question [\"do you wanna switch characters?\"] and begins with a \"yes\", mean it is to be infinitely looped, as a question answering itself, like \"History Of The Entire World, I guess\" can?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n5:20 pm</dco> &nbsp;<qco> How do I know whether things are true or not (internally)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n3:52 pm</dco> &nbsp;<qco> do you still plan to make story videos like the beginning of I'm a Huge Gamer Most of the Time?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n3:29 pm</dco> &nbsp;<qco> At the end of your epic gamer song, the humane ask if they could switch characters, while switching positions.\n<br>Was the position switch them switching characters? Because if so we didn't get a verbal answer and that means that you can't, but you can or your can, and you could</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n3:23 pm</dco> &nbsp;<qco> Have you ever thought of making a song without drums&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n3:11 pm</dco> &nbsp;<qco> your music has unlocked feelings inside of me that i haven't felt in a very long time. that has been your intention this whole time, right?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n2:33 pm</dco> &nbsp;<qco> Do you secretely hold the answer to life</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and try to cryptically give it to us through seemingly random songs and eventually we will understand what you have been trying to teach us all along, coming together to ascend to a different moral plane? Or is it just.?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n1:54 pm</dco> &nbsp;<qco> i think im a huge gamer is a song about making new friends and sharing your passions with them is that right?\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n12:47 pm</dco> &nbsp;<qco> Are you interested in a volcano exploration?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n12:28 pm</dco> &nbsp;<qco> Hello, I'm currently having a hard time trying to finish my university semester due to a lack of motivation and any kind of emotion. During the pandemic, I've lost the excitement I once had towards Computer Science, and with it, the excitement towards my future. I've decided to take a break year to fix my mental state, but now that I've decided on the break, I find myself unable to at least push on for these last few weeks. Have you ever dealt with apathy? If so, can you give me some advice on how to feel again? Or do you have any kind of&nbsp;&nbsp;advice for me?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n10:52 am</dco> &nbsp;<qco> have you ever wondered about human limitations? I mean, try imagining infinity, or an infinte amount of apples. It just keeps getting bigger forever. \n<br>\n<br>Or how about the 4th dimension. Or 5th, or 6th. We can make 3d lookalikes of what it could look like but we just can't form that in our brains. \n<br>\n<br>Do you think there's something musical no one will ever understand? Maybe I am going crazy</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n10:13 am</dco> &nbsp;<qco> How to music theory??? :(</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n7:26 am</dco> &nbsp;<qco> where should i go with writing this piece now that i have all the melody etc parts on a sketch but no idea of what i wanna do with em</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n4:14 am</dco> &nbsp;<qco> how necessary is it to keep any particular time signature in a song?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n4:05 am</dco> &nbsp;<qco> is your scramble (his lantern is quite arousing) a reference to the sexy lamp from hello sexy pants? or accidental</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n2:51 am</dco> &nbsp;<qco> how did you make you make your new song so flippin epic? the song just changes so much that i think it has become my favourite one, closely followed by fly around! </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also, what are your thoughts on explosive cheese?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n12:15 am</dco> &nbsp;<qco> It seems you've put I'm a huge gamer most of the time on your \"anything videos\" playlist. This is strange, as you seem to consider it a song. How would you actually classify it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n11:00 pm</dco> &nbsp;<qco> Are you an artist?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n10:52 pm</dco> &nbsp;<qco> Do you have a favorite plant ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n10:02 pm</dco> &nbsp;<qco> Do you have a favorite song that you've made?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n9:42 pm</dco> &nbsp;<qco> what number do you hold the most neutral feelings about?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n9:11 pm</dco> &nbsp;<qco> looking through some of your questions and you gave \"food tastes richly of shit\" as a song title anagram in early 2019, but that doesn't match any of your songs (and it didn't match the question that was asked either like with \"the title of the next song\", unless i'm mistaken). what was that about</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n5:12 pm</dco> &nbsp;<qco> is \"i'm a huge gamer most of the time\" technically a musical?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n4:51 pm</dco> &nbsp;<qco> How long did it take you to realize that you had unknowingly only ever written songs about butter?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n3:37 pm</dco> &nbsp;<qco> does art exist</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n2:40 pm</dco> &nbsp;<qco> Did you watch The Godfather? I watched part 1 and 2 recently and thought they were awesome.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n2:29 pm</dco> &nbsp;<qco> So in the new video, it kinda seems like the main character is learning more about his gamerness just from explaining it to the other person? Like he says \"I just noticed\" several times, and goes from being sort of flip floppy between \"some of the time\" and \"most of the time\" near the beginning to confidently correcting his new friend that its \"most of the time\" at the end. Is that what the receptionist was getting at when they said to go down the hall to find \"proof of self\"? Also btw the song is incredible, I love how it starts off as a cool bop and then around \"in the real game\" it starts to gradually branch off and gets unexpectedly kinda beautiful and magic sounding, then goes straight back into being all head-boppy at the end.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n2:11 pm</dco> &nbsp;<qco> Have you ever played Dungeons and Dragons (D&amp;D)?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n1:50 pm</dco> &nbsp;<qco> how do you feel when you get an ad in another language?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n1:44 pm</dco> &nbsp;<qco> you said that the word to would be in the title of the newest video, </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yet it was not. is there any reason to this?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n1:15 pm</dco> &nbsp;<qco> in your new video;&nbsp;is the main character a huge gamer all of the time?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n12:52 pm</dco> &nbsp;<qco> What do I do when I have to study but I don't want to study anymore</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n11:21 am</dco> &nbsp;<qco> Are any of the characters in your new video meant to be you</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n11:09 am</dco> &nbsp;<qco> What kind of game did you like when you wrote the lyrics?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n10:05 am</dco> &nbsp;<qco> will u ever use the word cute in ur songs&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n9:40 am</dco> &nbsp;<qco> explain what a time signature is to me, please for the love of god i cannot understand them no matter how many google searches and videos i watch</qco> </h3><br><br>"
  }
]
