[
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n4:11 pm</dco> &nbsp;<qco> Your brain is very interesting. Would you mind if I gently unscrewed the top of your head to inspect it closer?</qco> </h3>      \n\nthat's not gonna help\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n3:47 pm</dco> &nbsp;<qco> would you have organized the alphabet the way it is if it were up to you?</qco> </h3>      \n\ni like the way it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n3:28 pm</dco> &nbsp;<qco> Has music always been your interest? Like many people have different interests all the time so I was wondering if you just always loved music and delved into theory? Or if this was just some random thing you started one day and then continued it?</qco> </h3>      \n\nmusic is obviously an extremely useful magic power. the only weird thing is, people are usually a few steps behind in understanding its actual effectiveness. that doesn't diminish its effectiveness at all, it just makes for some bizarre conversations\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n2:43 pm</dco> &nbsp;<qco> Rain makes me feel a wide range of emotions. How does rain make you feel?</qco> </h3>      \n\ncalm and good. unless it's happening at a dangerous quantity\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n2:09 pm</dco> &nbsp;<qco> can you make a Voiceless alveolar lateral fricative sound? Cause i can.</qco> </h3>      \n\nyes but possibly the more important achievement here is your understanding of the terminology\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n1:43 pm</dco> &nbsp;<qco> What is your favorite method of transportation? asking for a friend</qco> </h3>      \n\nalready being there\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n1:22 pm</dco> &nbsp;<qco> Do you prefer mechanical pencils or wooden ones</qco> </h3>      \n\nmechanical\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n1:15 pm</dco> &nbsp;<qco> Thoughts on school</qco> </h3>      \n\nsounds like fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n12:49 pm</dco> &nbsp;<qco> do you think it's possible for me to actually make a significant difference to climate change without being involved in the government in some way</qco> </h3>      \n\nmaybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n12:24 pm</dco> &nbsp;<qco> How can I tell if my scheme is a grand scheme or just a regular scheme?</qco> </h3>      \n\ncheck with the government\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n11:59 am</dco> &nbsp;<qco> hello again, Bbmaj7 enjoyer here - is there a specific reason you decided to get into music over anything else or was it just what came first</qco> </h3>      \n\nmusic is quite obviously magic. so that's obviously gonna come in handy\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n11:55 am</dco> &nbsp;<qco> What do you think about Bing Cosby?</qco> </h3>      \n\nsounds like a combination of Bing Crosby and Bill Cosby\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n11:05 am</dco> &nbsp;<qco> Your favorite food is plain white rice</qco> </h3>      \n\nthanks for keeping me informed\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n10:59 am</dco> &nbsp;<qco> when you talk modes of transportation it's usually cars, walking, bicycles, even scooters and buses --- why no love for trains?</qco> </h3>      \n\nit's the same reason you never used the letter 'e' anywhere in your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; 10:42 am</dco> &nbsp;<qco> why are we here</qco> </h3>      \n\nwhy is who where\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n9:30 am</dco> &nbsp;<qco> What is your favourite dynamic?</qco> </h3>      \n\nchange\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n9:25 am</dco> &nbsp;<qco> have you met weird al</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; 8:58 am</dco> &nbsp;<qco> what is time</qco> </h3>      \n\nit's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n5:51 am</dco> &nbsp;<qco> ive been trying to learn how to arrange my music with strings and horns but I got turned on to nick drake and am feeling completely blown away by that pink moon album just being mainly guitar and voice. Like compared to the other to his arranged songs its so much stronger because its quieter and stark. do you ever worry you're ruining a song by over producing it&nbsp;</qco> </h3>      \n\nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; 5:42 am</dco> &nbsp;<qco> what is the meaning of life</qco> </h3>      \n\nmovement\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n5:14 am</dco> &nbsp;<qco> is it possible to drink solid material?</qco> </h3>      \n\ni don't think so, but that's really just a linguistics problem\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n3:52 am</dco> &nbsp;<qco> Help! Good William, what question should I ask?</qco> </h3>      \n\nhow about this one\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n2:15 am</dco> &nbsp;<qco> how do you not care what others think of you?&nbsp;</qco> </h3>      \n\none way is to get older\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n2:04 am</dco> &nbsp;<qco> how to be comfortable with being scared?</qco> </h3>      \n\nhow about singing a song about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n1:48 am</dco> &nbsp;<qco> will drones be the end of humanity?</qco> </h3>      \n\ni doubt it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n1:09 am</dco> &nbsp;<qco> how do i stop saying out loud every shitty pun that crosses my mind</qco> </h3>      \n\nsay them all, then you will be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n1:09 am</dco> &nbsp;<qco> if you could only choose between sharps or flats, which would you choose?&nbsp;</qco> </h3>      \n\ni'm not following your logic here\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n12:55 am</dco> &nbsp;<qco> What chord is more jazzy than a tritone substitution</qco> </h3>      \n\nno chord is jazzy. nothing is jazzy except the word jazzy\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n12:21 am</dco> &nbsp;<qco> What if we all jumped at once?</qco> </h3>      \n\nthat means there is some phenomenal coordination/communication ability that can be also used for much more profound purposes than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n12:02 am</dco> &nbsp;<qco> how do i ace my job interview tomorrow</qco> </h3>      \n\nace the job, not the interview\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n11:28 pm</dco> &nbsp;<qco> will the world turn red</qco> </h3>      \n\nmaybe some other time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n9:11 pm</dco> &nbsp;<qco> if you're name is bill does that mean that you own lots of bills</qco> </h3>      \n\nno, that's not what it means\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n8:58 pm</dco> &nbsp;<qco> have you ever just done something</qco> </h3>      \n\nthat sounds strangely familiar\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n8:53 pm</dco> &nbsp;<qco> do you have the ark of the covenant</qco> </h3>      \n\ni have a recording of a reggae song by that title, recorded by The Congos\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n7:13 pm</dco> &nbsp;<qco> Do you play minecraft</qco> </h3>      \n\nno, but i could if necessary\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n6:42 pm</dco> &nbsp;<qco> is your favorite food pizza? if so, what's something you would eat if pizza wasn't an option? if pizza isn't your favorite food, then what is your favorite food?</qco> </h3>      \ntelling you my favorite food would only make it easier for you to defeat me\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n6:30 pm</dco> &nbsp;<qco> how is being you possible being you as you are probably the most interesting character I've ever come across so far</qco> </h3>      \nmy problem is that i never found out how not to be me. so everything else is a coping strategy for that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n5:53 pm</dco> &nbsp;<qco> How can I convince the goblin running my brain to stop forcing me to eat dairy?</qco> </h3>      \nit's actually trying to convince you to stop\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n5:26 pm</dco> &nbsp;<qco> How many emotions can you feel at once?</qco> </h3>      \ni don't even know how to count them\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n5:02 pm</dco> &nbsp;<qco> should i get a job?&nbsp;&nbsp;i don't really need the money but i kinda want someone else to tell me what to do</qco> </h3>      \nin that case it's a good idea in 3 ways. you already kind of want to, it will surprisingly help your life feel stronger in general, and you'll end up saving money for when you need it later. but believe me the first two reasons are enough anyway. the third one is just a random bonus to stumble upon later\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n4:46 pm</dco> &nbsp;<qco> Do you ever get more excited about the idea of something than the actual thing?</qco> </h3>      \nyes, and equally often the other way around\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n4:28 pm</dco> &nbsp;<qco> has your creativity (that is, the manner in which it manifests and the end result of said creativity) changed much as a result of having an audience? to elaborate, do you think creating words and songs for such a long time with very few people ever seeing/hearing them, and then being thrust into a situation where LOADS of people are, changed the way your brain makes stuff happen? i love reading your notebook btw</qco> </h3>      some artists 'cater' to the audience more, or less, than others. for me, the way it works is this: as soon as i turn on even 1 nanogram of cater, the whole thing shuts down. doesn't work. my hands don't move, i can't function. so.... for me the zero-cater policy is about the same as the zero turpentine policy that you'll find in most modern brands of milk.\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n3:34 pm</dco> &nbsp;<qco> how to extend attention span for lengthy instrumental pieces that you are familiar or unfamiliar with? I'm thinking classical symphonies but it could be jazz improvs etc. Do you follow along with the sheet music if it exists? Do you try to focus on non-melody parts like the bass and inner harmonies as a challenge? Do you visualize the melodies as notes of a piano roll? Do you try to imagine movie scenes that could go along with the music? Do you make yourself feel as if what you are about to hear is heavenly, so that you are positively predisposed? Do you channel your inner Leonard Bernstein and air-conduct an imaginary symphony orchestra in your bedroom? Basically the question is, how to hang from the first note and keep flying till the last note (paraphrasing Daniel Barenboim here), so that I can thorougly enjoy a piece of music and make my brain shut up and listen?</qco> </h3>      \nthose are all great suggestions, but in this case i'm a little disappoointed in the artist for leaving you totally high and dry on this, and not even attempting to provide you with ANYTHING in this department. it almost makes me wonder why you are so determined to listen to these artists when, let's face it, their product has fallen just shy of being compelling enough for you to enjoy in its given form\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n3:24 pm</dco> &nbsp;<qco> what can i do to improve my intelligence&nbsp;</qco> </h3>      \nget more books behind you in the video chat\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n3:14 pm</dco> &nbsp;<qco> Is a more fulfilling life focused on art or business?</qco> </h3>      \nyou can be fulfilled both ways. a lot of people combine the two. side quest, some people can be fulfilled with neither\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n2:24 pm</dco> &nbsp;<qco> Can you prove the existence of the external world?</qco> </h3>      \ni can prove the existence of the world, in the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n2:22 pm</dco> &nbsp;<qco> is it really a disappointment if ive never eaten the popular fast food or drunken the popular sodas? everytime i tell someone they get so shocked like is it REALLY that shocking??</qco> </h3>      \nit's like being addicted to heroin. always available, the smiley yellow logo can always be found anywhere in the world, they're almost always open, even on holidays, and even if you manage to quit mostly, you still get ABSURDLY LOUD cravings any time you go near a franchise, which is almost all the time because they are McEverywhere. they got you hooked in childhood actually, with the happy toys, and your parents happily brought you there. it's estimated that 99% of the world population is on some level addicted, either on a physical or emotional level. so in conclusion, you should be disappointed for being the only human on earth not addicted, missing out on this holy happy substance of unquestionably sacred nutritional value and good morals to boot\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; 1:30 pm</dco> &nbsp;<qco> my favorite music theory is that Db and Ab are friends</qco> </h3>      \nok but it's only a matter of time before you realize you enjoy Eb and Bb's friendship just as much\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n1:22 pm</dco> &nbsp;<qco> Have you ever written a song of which the title is not included in the lyrics?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.24&nbsp; \n12:58 pm</dco> &nbsp;<qco> if every letter in thought is pronounced, would it be \"theughut\"?</qco> </h3>      \nno, it would have to be audio\n<br><br>"
  }
]
