[
  {
    "html": "<h3> <dco>11.20.19&nbsp; \n2:19 am</dco> &nbsp;<qco> hey, i think i snagged the chords to the 'beautiful' jingle from the opening to history of japan, but i'm not sure i got it all- do you have the demo of it? i think it's\n<br>Bma7 / F#, for beau-\n<br>E-7 / G (or like G6), for -ti-\n<br>D-7 / C (kinda sounds sus-y), for -ful</qco> </h3>      \nyou may be right (i didn't listen to it). and i don't have the demo with me but i will give it to you some other time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.19&nbsp; \n2:18 am</dco> &nbsp;<qco> i wanna go outside but its just too hot out. what should i do?\n<br>\n<br>-person currently indoors</qco> </h3>      \nsounds like you've got a pretty good reality show on your hands\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.19&nbsp; \n1:46 am</dco> &nbsp;<qco> I'm lonely and don't have any friends because I push people away. I feel misunderstood. Would you like to be my friend and get sandwiches with me?\n<br>What sandwich would you like?\n</qco></h3>      i would prefer a friendship that goes beyond the sandwich<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tAlso do you say that each question makes you stronger because they make you feel warm and fuzzy sometimes?</qco> </h3>      no, they make me stronger because they challenge me to find new ways of looking at the exact same thing as before\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.19&nbsp; \n1:26 am</dco> &nbsp;<qco> How do you feel about cats?</qco> </h3>      \nmeowtastic\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.19&nbsp; \n12:49 am</dco> &nbsp;<qco> advantages of using a pogo-stick?</qco> </h3>      \nstreet cred\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.19&nbsp; \n12:34 am</dco> &nbsp;<qco> Once the technology exists, do you have anyone who you would like to merge your conciousness with? </qco></h3>      everyone<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tI wanna merge with a dolphin</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.19&nbsp; \n12:26 am</dco> &nbsp;<qco> should i drink more alcohol than most people recommend just to see what happens?</qco> </h3>      \nwhat if you drink less than people recommend\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.19&nbsp; \n12:17 am</dco> &nbsp;<qco> Man, I'm just realizing all the dimensions of power in editing the video for a song. You've gotta line up the clip just right to hit the music well, both visually and in terms of timing. THAT'S how you really make the music pop!! Now just imagine putting the whole thing in 3D.....</qco> </h3>      \noh ive imagined it. and my pants are all wet but i'm still building the necessary skills\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.19&nbsp; \n12:15 am</dco> &nbsp;<qco> Will we ever get to know what ice butter is?</qco> </h3>      \ni think that was a rectangular prism that changed color from blue to yellow\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.19&nbsp; \n12:13 am</dco> &nbsp;<qco> What is life? I have a felling you know what it is</qco> </h3>      \nsome sort of gosh dam miracle\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n11:56 pm</dco> &nbsp;<qco> How can I stop the sadness Bill. I need help. :(</qco> </h3>      \narts and crafts, especially crafts\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n11:48 pm</dco> &nbsp;<qco> I miss you bill can you tell me something that I would only see in your videos&nbsp;</qco> </h3>      \none of my favorite things about making videos is saying things that seem like something i would not say\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n11:47 pm</dco> &nbsp;<qco> have you ever said something like \"riddle me this\" out loud to someone</qco> </h3>      \nmaybe once\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n11:36 pm</dco> &nbsp;<qco> Hi thanks for checking back in are you still a piece of awesomeness&nbsp;</qco> </h3>      \ni am doing my best\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n11:27 pm</dco> &nbsp;<qco> If you could change the sea level, how much would you change it?</qco> </h3>      \ni would maybe lower it by about 50 feet, but my opinion might be affected by the fact that i am in miami beach currently\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n11:25 pm</dco> &nbsp;<qco> what are your thoughts on climate change</qco> </h3>      \nevery time i get used to the climate the dang thing changes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n11:13 pm</dco> &nbsp;<qco> where am I? how did I get to this questions page?</qco> </h3>      \nassuredly by unicorn\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n11:03 pm</dco> &nbsp;<qco> How often do you forget the lyrics to your own songs?&nbsp;</qco> </h3>      \neach time i write them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n10:52 pm</dco> &nbsp;<qco> How to become Paul McCartney?</qco> </h3>      \ni will tell you how he did it, which was first to wonder how to become someone else and then eventually settle for being himself. that is what i would recommend for you also except the name will be different and possibly even more exciting\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n10:42 pm</dco> &nbsp;<qco> ever tried blacksmithing</qco> </h3>      \nno but perhaps i should\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n10:40 pm</dco> &nbsp;<qco> hey i got a question\n<br>W H A T ' S&nbsp;&nbsp;smaller than a quark?&nbsp;</qco> </h3>      \nlike a muon or lepton or something\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n10:34 pm</dco> &nbsp;<qco> What toppings do you like on your pizza?</qco> </h3>      \nrice\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n10:31 pm</dco> &nbsp;<qco> Where do we come from? </qco></h3>      the vagina<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tAnd where do we go when we all fall asleep?</qco> </h3>      into the bed vagina, every bed has a vagina\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n10:26 pm</dco> &nbsp;<qco> If you had the first thing that did the first first of things of first, which first first of the first thing of first firsts would you first first to first the thing to the first thing?</qco> </h3>      \nthe second one\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n10:10 pm</dco> &nbsp;<qco> hi I'm the egg man and I would like to ask, do you enjoy these questions</qco> </h3>      \nthe most enjoyable thing for me is when i first don't enjoy the question and then i am able to find enjoyment from it regardless\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n9:53 pm</dco> &nbsp;<qco> How to shower with soap without getting eaten by the demon because the soap in your eyes.</qco> </h3>      \nwear a blindfold?\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n9:52 pm</dco> &nbsp;<qco> are you a genius</qco> </h3>      \ni can climb a ladder very high. does that count\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n9:49 pm</dco> &nbsp;<qco> how do I know if music is real, or if I am real</qco> </h3>      \ndo the 5 finger test. if music made you feel anything then music is real and you are too\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n9:48 pm</dco> &nbsp;<qco> do you know anything about coding?&nbsp;</qco> </h3>      \nnot really\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n9:42 pm</dco> &nbsp;<qco> I feel as though you've studied music in a university,</qco></h3>      absolutely not but i bought some of their books once, which was a useful tool for learning the names of things, but honestly a lot of the names they use are not what the rest of the world uses, so<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t and I've realized this isn't a question?</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n9:34 pm</dco> &nbsp;<qco> :(</qco> </h3>      \nthank you very much\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n9:26 pm</dco> &nbsp;<qco> Every day at the beginning of class, my English teacher asks us all a question and has us write about it and discuss it as a class. I usually find these discussions quite enjoyable and thought-provoking. Today's question&nbsp;&nbsp;was, \"What does success mean?\"\tI was wondering, how would you personally define success? </qco></h3>      i think it means getting the results you want, but only if it was at least somewhat challenging. if you do something that's automatically easy i don't think that counts as success. if you try to do something and struggle with it and then eventually get it, then i think that counts<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t And also, would it be cool if I asked you some of the other questions my teacher has asked us?</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n9:07 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911190751\">11.19.19&nbsp;&nbsp;7:51 am</a>  I think this is a fucking great idea.. maybe you could limit yourself to adding one question to the page per day? Since it seems like a lot of days you have one particularly burning question (e.g. how to make skies)</qco> </h3>      \ngot the sky, now i'm wondering how to save it as a preset. or how to save anything as a preset, for easy access. textures, objects, .... have it on call as favorites. i have seen some tutorials about importing it from a file browser and clicking a bunch of things, but there has got to be a quicker way than that. i've seen some other methods with 'material libraries' which seems promising but i still actually can't figure out how to do it. i would appreciate tips from anyone on this\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n9:01 pm</dco> &nbsp;<qco> What is music?</qco> </h3>      \nmagic\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n8:52 pm</dco> &nbsp;<qco> Are you working on something?</qco> </h3>      \ni'm learning to make videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n8:26 pm</dco> &nbsp;<qco> plz make a new video</qco> </h3>      \nthat almost didn't even occur to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n7:39 pm</dco> &nbsp;<qco> Today I feel like making something with lego bricks, do you have any suggestions for what I should build?</qco> </h3>      \nhow about a marshmallow\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n7:35 pm</dco> &nbsp;<qco> Why are sandwich's always better when someone else makes them?&nbsp;</qco> </h3>      \nthere's a certain element of mystery. did they try to poison you? eat the sandwich and find out ......\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n6:48 pm</dco> &nbsp;<qco> i really enjoy the sensation of rolling up an earplug into a tight little spike, pushing it deep into my ear, and letting it expand so it puts pressure on my deep inner ear canal. it feels so good that it almost feels like a trance. but i can't find any info on whether this is bad for me long term, do you happen to know? i have dry (asian) type earwax, not wet (white ppl) type earwax, if that makes a difference</qco> </h3>      \nthat is generally the right way to do it, but please make sure you don't push it TOO far. it is important to roll it so it goes in well enough not to fall out, and also what i do is i reach over my head with the opposite hand and pull the ear up, before putting it in. but you must be careful not to go any further than you need to\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n6:20 pm</dco> &nbsp;<qco> how do i eat food?</qco> </h3>      \nyou don't wanna know\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n6:19 pm</dco> &nbsp;<qco> how do you feel about songs with a bunch of vocal parts with different words playing at the same time?</qco></h3>      usually an epic fail<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t what's a good example of this?</qco></h3>      i can't recall any examples other than trying it myself and realizing exactly why it won't work<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t would you ever do something like this?</qco> </h3>      if you say 2 words at the same time, neither are understood\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n6:11 pm</dco> &nbsp;<qco> Are birds real?</qco> </h3>      \nNO WAY\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n6:09 pm</dco> &nbsp;<qco> are these answers automated?</qco> </h3>      \nbrb out to lunch\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n5:58 pm</dco> &nbsp;<qco> Is the world going to be ok?</qco> </h3>      \nyes. that's the definition of world. world means \"ok\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n5:58 pm</dco> &nbsp;<qco> Should I stop?</qco> </h3>      \ndid you even start yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n5:54 pm</dco> &nbsp;<qco> I heard your find questions that ask you if your annoyed by something annoying why actually I just realized I'm asking you why you find something annoying which you find annoying okay fine scrap this question tell me your favorite color or something&nbsp;</qco> </h3>      \ndark black\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n5:46 pm</dco> &nbsp;<qco> Is rain wet?</qco> </h3>      \nmy legal team has advised me not to comment on this subject\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n5:43 pm</dco> &nbsp;<qco> Opinion on thunder and lightning?</qco> </h3>      \nthunder is the sound of lightning\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n5:42 pm</dco> &nbsp;<qco> what do you think is a good question to ask</qco> </h3>      \nwhat\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n5:20 pm</dco> &nbsp;<qco> What is your earliest memory?</qco> </h3>      \nprobably looking at shapes and wondering where the hell i am\n<br><br>"
  }
]
