[
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n8:04 am</dco> &nbsp;<qco> what are your thoughts on ancient hieroglyphics</qco> </h3>      the mummys are trying to talk to us. or maybe just to other mummys, it's difficult to know for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n7:53 am</dco> &nbsp;<qco> are you a perfectionist?</qco> </h3>      i actually try to make things bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n7:53 am</dco> &nbsp;<qco> how do i make a sentence&nbsp;</qco> </h3>      impossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n7:51 am</dco> &nbsp;<qco> Hi, I'm 21 and I don't know what to do with my life. I want to do everything in the world but I'm both aware of the limitation of time&nbsp;&amp; resources I was born with and that makes me afraid of starting/risking anything. One thing constant is my interest in arts and music. I don't know shit about both, especially music except for like chords and stuff but I want to learn more. How to learn when all I have are my phone (with keyboard app installed) and my unexperienced and seemingly unteachable right ear? (technically deaf on my left)\n</qco></h3>      learning happens automatically, as long as you keep thinking, feeling, and exploring<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I love you-well I don't love YOU per se-I just love the YOU you put out on the internet. And your art as well. Thank you, have a nice day!</qco> </h3>      holy geneva, you are remarkably forthcoming\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n7:16 am</dco> &nbsp;<qco> Also, what's your favourrite letter/special character?</qco> </h3>      i just changed it, to reflect the ongoing changes of life itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n7:09 am</dco> &nbsp;<qco> Do you have a life motto? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so what is it?</qco> </h3>      i just changed it, to reflect the ongoing changes of life itself \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n7:02 am</dco> &nbsp;<qco> The day didn't go on. You LIED to me</qco> </h3>      there must have been some confusion about which day you thought i meant\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n6:48 am</dco> &nbsp;<qco> How do you walk a lime?</qco> </h3>      i think it's gonna end up walking you. that's the only way\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n6:37 am</dco> &nbsp;<qco> may I ask some motivating words? I used to be on this high where I want to keep doing things and suddenly I'm back wallowing away.\n<br></qco> </h3>      now you have me wondering about just what exactly was the nature of those things\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n6:36 am</dco> &nbsp;<qco> How much are you bench pressing at the moment&nbsp;</qco> </h3>      1, maybe 2 benches\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n6:30 am</dco> &nbsp;<qco> &nbsp;How do I harmonize as godly as you can?!</qco> </h3>      this may not be what you are expecting, but you have to think about something else besides the notes and chords first. inevitably you will think about the notes and chords quite a bit, because they are awesome, but it almost seems they don't even get their proper fuel for awesomeness without some alterior context to begin with. then the notes and chords will serve to further fuel and strengthen the original context, and so the tale of the day unfolds\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n6:21 am</dco> &nbsp;<qco> When was color invented?</qco> </h3>      during the planch epoch, i suspect\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n6:21 am</dco> &nbsp;<qco> do you think we'll eventually run out of questions to ask here?</qco> </h3>      no. that's because you're allowed to ask questions that have been already asked hundreds of times before\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n5:06 am</dco> &nbsp;<qco> how do i absolve my sins</qco> </h3>      nowadays you can get them on auto-absolve. which of course is a huge sin, which means you'll have to get a competing auto-absolve service, which can in turn be absolved by the first service. and so the balance of life is maintained<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n4:38 am</dco> &nbsp;<qco> when's the velcro video coming out</qco> </h3>      when it lives up to the velcro name\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n4:34 am</dco> &nbsp;<qco> Might Quit is like my favorite song of the past couple of years. Was it as fun to write as it is to listen to? </qco></h3>      definitely the verse melody was, for sure. that's because it was written by listening to it. it occured in a dream<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Theres just so many wonderful licks and devices in there I cant belive it manages to work but it does. Bravo my dude.</qco> </h3>      holy groundswell you are somewhat compassionate\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n3:57 am</dco> &nbsp;<qco> do you like candy canes</qco> </h3>      no but sometimes i pretend to\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n3:30 am</dco> &nbsp;<qco> Where did you draw influence from when coming up for the art style you use in your videos?</qco> </h3>      the wider world, at large\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n3:02 am</dco> &nbsp;<qco> You wake up in a room, there is a hammer, mushrooms and a sword. Exits to the north and south.</qco></h3>      most of that is not true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What do you do?</qco> </h3>      try to correct the story a bit before things get too out of hand\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n2:57 am</dco> &nbsp;<qco> are you just constantly astral projecting your 6th dimensional being to this questions page?? cause it seems like you're always ready to answer</qco> </h3>      part of the trick to that is displaying the time/date according to when the question was asked, not when it was answered\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n2:49 am</dco> &nbsp;<qco> What is Australia?</qco> </h3>      a surprise bonus continent\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n2:40 am</dco> &nbsp;<qco> What colour is water?</qco> </h3>      scientists are trying to figure out\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n2:13 am</dco> &nbsp;<qco> If you're afraid of the word phobia. Doesn't that mean you have Phobophobia?</qco> </h3>      no, i think that would be phobia of actual phobias. not just the word phobia\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n2:02 am</dco> &nbsp;<qco> It's been a long time since the last update to the reality page. Any plans to add another entry?</qco> </h3>      1 is probably not the amount of entries that i would ever plan to add there. that's just not a 1 entry kind of page, if you get what i'm saying\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n1:58 am</dco> &nbsp;<qco> I'm six months pregnant and I just lost my job. I decided to use the spare time to make videos of things to stop the panic and then my computer stopped working. Now there is much panic. How to stop the panic long enough to see something new. Also my baby likes your music. He's into it.</qco> </h3>      it seems to me like you should continue to make creations, on a smaller or simplier device. perhaps even whatever device you are using to answer this question. simpler devices actually can often make you stronger creatively. it seems like that was working well for you. and it will probably lead to employment opportunities\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n1:47 am</dco> &nbsp;<qco> hey bill, i'm feeling pretty stressed. any tips? </qco></h3>      you could write some stories, about how you got so stressed. turn it into a folk tale<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;thanks for all you do for us</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n1:30 am</dco> &nbsp;<qco> Would you rather have a Piano or a Guitar?</qco> </h3>      i would go to the ends of the earth in attempt to merge them together\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n1:21 am</dco> &nbsp;<qco> In the event of total atomic annihilation, what would be your go to weapon after everything has settled?</qco> </h3>      sticks, stones, rhythms, and stories. pretty much the same as today\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n1:20 am</dco> &nbsp;<qco> What are your thoughts on Greenland?</qco> </h3>      seems like you're gonna need some advanced calculus to figure out what size it really is\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n12:58 am</dco> &nbsp;<qco> capitalist countries have capitals, do communist countries have designated community areas</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n12:41 am</dco> &nbsp;<qco> what's the deal with wyoming?</qco> </h3>      there's only 1 way to figure this out. at some point someone is gonna have to go there\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n12:27 am</dco> &nbsp;<qco> Is it true that rocks are just extremely solid aliens?</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n12:24 am</dco> &nbsp;<qco> Do you think Humanity will end in the near future or will we last a very long time?</qco> </h3>      maybe change into something else entirely. it's happened before\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n12:24 am</dco> &nbsp;<qco> How do you feel about pickles as a general concept ?&nbsp;</qco> </h3>      i keep wondering if maybe they are just a piece of something much larger\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n12:22 am</dco> &nbsp;<qco> Do you write your songs?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n12:20 am</dco> &nbsp;<qco> i would like to check in for the third time, are you still a piece of garbage?</qco> </h3>      you did not check any other times. if you did, you would have found out that i have not been a piece of garbage since a very long time ago, which happens to be a time during which no one was checking\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n12:16 am</dco> &nbsp;<qco> Best musical mode??</qco> </h3>      full contextual integration\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n12:16 am</dco> &nbsp;<qco> how do you feel about instant ramen</qco> </h3>      it takes a while\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n12:11 am</dco> &nbsp;<qco> Do you think it's true that every key has unique emotional qualities?&nbsp;</qco> </h3>      no but every song does\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.20&nbsp; \n12:04 am</dco> &nbsp;<qco> Do you have any frog facts?</qco> </h3>      yes! they are not toads\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.20&nbsp; \n11:45 pm</dco> &nbsp;<qco> your opinion on parallel lines?</qco> </h3>      they are at war with each other, which they will of course never win\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.20&nbsp; \n11:42 pm</dco> &nbsp;<qco> What's your favorite flavor of music</qco> </h3>      changing flavors is the only thing that does it for me anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.20&nbsp; \n11:39 pm</dco> &nbsp;<qco> whats your favorite dessert</qco> </h3>      dinner\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.20&nbsp; \n11:20 pm</dco> &nbsp;<qco> what was the first ever chord progression that was called a chord progression when it progressed those chords?</qco> </h3>      i don't remember, but it led to a lot of other chord sequences and sets of chords also getting called 'progressions', misleading the world at large to think chords are always supposed to 'progress', and overshadowing all of the many ordinary times when chords do not need to 'progress' per se, but exist in all the many other ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.20&nbsp; \n11:20 pm</dco> &nbsp;<qco> I want to do things, but i overlook small details too often. what do i do</qco> </h3>      do big things, at a reasonable pace\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.20&nbsp; \n11:14 pm</dco> &nbsp;<qco> Do you ever wonder if you're in a simulation built for scientists to throw scenarios and challenges at you to see how humans react?</qco></h3>      i am wondering who gets to monitor the scientists' reactions<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What if none of this is real?</qco></h3>      remind me again what real is supposed to mean<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What if this question is part of a test and now scientists know I'm figuring it all out? Are they going to revise their plan? Go back to the chalkboard? What is happening?&nbsp;</qco> </h3>      you may have just simulated the scientists\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.20&nbsp; \n11:10 pm</dco> &nbsp;<qco> favourite science?</qco> </h3>      pseudo\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.20&nbsp; \n11:09 pm</dco> &nbsp;<qco> What is your favorite movie?</qco> </h3>      shrek 59\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.20&nbsp; \n11:06 pm</dco> &nbsp;<qco> why won't the cows go home?</qco> </h3>      they are too busy socializing and meeting other cows to not go home with\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.20&nbsp; \n10:44 pm</dco> &nbsp;<qco> how do I touch a cloud</qco> </h3>      the clouds are supposed to touch you. if not, then try moving over a little bit\n<br><br>"
  }
]
