[
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n6:36 pm</dco> &nbsp;<qco> Did the aliens exists? I think it has be interesting</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n6:35 pm</dco> &nbsp;<qco> how the hell do you choose which questions you're going to answer???</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n6:18 pm</dco> &nbsp;<qco> who i Simon (hello sexy pants)?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n6:15 pm</dco> &nbsp;<qco> do you believe in ufos</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n5:45 pm</dco> &nbsp;<qco> Why do you answer questions?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is it to get to know your fans? Or perhaps yourself?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n4:31 pm</dco> &nbsp;<qco> Does your next song feature a song</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n4:10 pm</dco> &nbsp;<qco> am i able to buy a white bill wurtz shirt with the umbrella logo on it? (like the one u have on in La de da de da de da de day oh)\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n4:08 pm</dco> &nbsp;<qco> which bob ross painting should i paint</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n4:08 pm</dco> &nbsp;<qco> You make things so simple and effortless yet so rich and meaningful, how ?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n4:07 pm</dco> &nbsp;<qco> You know how people say the best thing to do is being yourself but by being yourself you're not feeling yourself because people told you to be that so it's not totally you !! So you're back at not knowing yourself nor the people !!&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n4:04 pm</dco> &nbsp;<qco> What signifigance does the date 8/36/2018 have to you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n3:44 pm</dco> &nbsp;<qco> How to avoid panic?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n3:35 pm</dco> &nbsp;<qco> hello bill, are you afraid of death? what would you say to someone who is afraid of death, like me?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n2:40 pm</dco> &nbsp;<qco> are you a monkey</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n2:27 pm</dco> &nbsp;<qco> do you ever ask yourself questions</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n2:05 pm</dco> &nbsp;<qco> when is the video you are making going to be done?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n1:54 pm</dco> &nbsp;<qco> you ever listen to a song and it starts off and you think \"it would be really really cool if it did this\" and then it goes in a totally different direction? i wonder if that means there is an inner songwriter in me that has a specific way it wants to make songs. the thought of that is very exciting, cause that means if i keep going at it then i could make music that sounds really good to meeeeeeeeeee and it might even be unique and i might actually have my own voice in music after allllllllllllllllllllllll</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n1:33 pm</dco> &nbsp;<qco> how can i math</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n12:44 pm</dco> &nbsp;<qco> hey bill, why do so many of your old songs start with that percussive section, with no melody? like \"i can make the seasons change,\" or like in rabbit snakes. is there a strategy in doing that that helps you make songs? \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;id love to know more about this trick.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n11:59 am</dco> &nbsp;<qco> What does Nike want me to do</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n11:14 am</dco> &nbsp;<qco> what happened to monday videos</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n11:00 am</dco> &nbsp;<qco> What's your favorite flag?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n10:21 am</dco> &nbsp;<qco> why does the sky sometimes do the thing where it's not blue</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n10:16 am</dco> &nbsp;<qco> How to write a book?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n9:52 am</dco> &nbsp;<qco> What do you have planned for your next song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n8:19 am</dco> &nbsp;<qco> have you ever taught yourself an instrument?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n7:42 am</dco> &nbsp;<qco> are we ever gonna get a bill wurtz album? your music is amazing and it's something i need &lt;3</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n7:36 am</dco> &nbsp;<qco> butt poop fart butt fart fart fart i need to write more but i also need to draw more and sing more and touch the piano more and i Really need to start making videos but i also Really need to start coding but i also REALLY need to commit my life to developing the technology to telepathically link all human minds oh and i need to quit neglecting math and while i'm at it develop every other known skill including the skill of learning to know the as-yet unknown skills\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but life is short... ... ... ... ... ...&nbsp;&nbsp;&nbsp;and here i sit in the floor of my nasty-ass room as it drains away. on my stupid fucking phone. again. every night.\n<br>\n<br>drip. drip. drip.&nbsp;&nbsp;&nbsp;drip. drip. drip.\n<br>\n<br>123123onetwothreeimnotfree\n<br>\n<br>\n<br>\n<br>\n<br>how do i fit all the pieces together without the pieces all sucking?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i guess i know. one piece has to be king. but every Useful thing i latched onto early in life i was slapped away from.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; so i am underdeveloped and afraid and insecure but somehow also very egotistical. maybe my ego will save me but maybe it'll just make me grosser. i can feel it shriveling up the longer i sit on my ass. \n<br>\n<br>\n<br>i could have been so fucking happy. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i could be. maybe.&nbsp;&nbsp;&nbsp;&nbsp;oh fuck i'm doing that thing again where i start with a nothing-phrase because i want to send something but don't have a real question in mind, i just want to be heard and acknowledged, and my feelings all leak out in this lazy-crazy-rambly way but i'm just talking to myself and it just keeps going and going until it's beyond unanswerable and maybe it's also lame and embarrassing there's a nifty new word for that that i fucking hate but only because it applies to the vast majority of my actions (((Cringy))) and then when i realize it's reached the point of being an unanswerable wall of manic cognitive behavioral diarrhea i go on for a few dozen more lines in which i acknowledge this and then i have to decide whether to send it in or save it in my notes and spare you the pain and then i remember that the not-punctuating thing had gotten old. this makes me want to stop sending anything in ever, because frankly i'm being fucking ridiculous. but it's hard to get the words out when you know no one is going to see them. but it's also easy. maybe when i do this i'm in a blended state of that. i start off trying to talk to someone real, but when i think about that, i feel like i'm being fake, so i try to let go of the worry of how it seems and say what i really need to, which turns into just talking to myself. that's the only way i have known how to communicate what i really mean. no one has been there to listen. it's hard to communicate with others on a true level when 99% of your communication is to yourself in the dry echo chamber of your personal language. try to pour the steaming hot crazy into a mold of understandable meaning and the mold melts into it. it's hard to remember what makes sense to other people if you don't talk to other people and you forget what makes sense in the context of you having thought about it at every different angle for hundreds of hours, and then you try to explain it based on the conclusions that you made a&nbsp;&nbsp;long time ago that you forgot were conclusions that are contingent on a lot of thinking that the other person has not done and cannot understand unless you guide them through that. but it was a long, messy process that you keep forgetting and remembering infinitely. but if you try to fit it into what you know about The World Outside Your Mind, you might find that the things you say aren't necessarily what you mean but things that you've heard that sound like they make sense and, stringed together, sound like what a person&nbsp;&nbsp;could really be thinking, and that person might be able to understand it, but it feels as if you just tried to make it make sense at the expense of it not matching what you're feeling.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; because the only way to explain how you're really feeling is to use the language that only you can speak. which doesn't make sense to anyone but you. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and you can't exactly figure out the difference and oh my god how did i get on this tangent the point is i am talking to myself because i need to talk to someone but i am not capable of explaining myself in person. writing works when you uh i dunno edit it from this steaming pile of word vomit but when i write something that is intended to be edited and made presentable i am paralyzed and won't stand to type a single sentence that isn't absolutely perfect even though that's not how writing works writing is rewriting but i get so hung up on everything and i just can't get anything out certainly nothing that i really mean because i keep thinking AHH HOW IS THIS ALL GONNA FIT TOGETHER DOES THIS MAKE SENSE DOES THAT FLOW NATURALLY IS IT EVEN NECESSARY OR TOO TRITE OR TOO FLOWERY OR DOES THIS PHRASE THAT SEEMS NICE TRULY MATCH WHAT I'M TRYING TO SAY OR DOES IT SEEM TO MAKE SENSE CONSIDERINF THE REST BUT IS ACTUALLY SOME SORT OF FILLER IN DISGUISE&nbsp;&nbsp;&nbsp;&nbsp;so that's what it is i am letting the thoughts flow out but you need to REVISE MOTHERFUCKER i could totally do that but then i worry if there's any point or if i'm going to kill the spirit of the whole thing in trying to fit it into a presentable shape but it's probably fine the point is to make it understandable </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;you're just being a lazy narcissist a good writer doesn't write exactly how everything appears in their head </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;not when the point is for anyone else to follow and understand what you're doing is different it's a good exercise but this is no end product the problem is you are subjecting someone else to that&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and you could fix it up into something to be shipped to stores&nbsp;&nbsp;&nbsp;&nbsp;but is that going to pay off?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; will you feel good about yourself if you spent days working this out into a complete and well-formed Thing if still the intended recipient (hi, i didn't forget about you, i swear) reads it and just goes \"what the fuck\" and moves on?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;this is pretty lazy and selfish but i don't know what to do anymore i'm insane i guess sorry i forgot to apply deodorant today</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n6:50 am</dco> &nbsp;<qco> Do you believe in humanity?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n6:33 am</dco> &nbsp;<qco> my questions are better than everyone else's questions</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n6:11 am</dco> &nbsp;<qco> how should i forget childhood trauma?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n5:58 am</dco> &nbsp;<qco> religion is confusing and idk what to do</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n4:43 am</dco> &nbsp;<qco> are the dates and times for the notes/reality section etc the time you started the note/whatever or the time you finished it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n3:57 am</dco> &nbsp;<qco> Does your new song have a secret chord in it?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n2:20 am</dco> &nbsp;<qco> are you stupid?\n<br>am i stupid?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n1:57 am</dco> &nbsp;<qco> how does one get to sleep on time</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.16.18&nbsp; \n12:26 am</dco> &nbsp;<qco> what is an ok thing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.18&nbsp; \n11:25 pm</dco> &nbsp;<qco> Do you think life would be easier if all locations used utc as local time? I think that would be confusing, as the sun could rise at a strange time</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.18&nbsp; \n10:56 pm</dco> &nbsp;<qco> Is it gay to be human? (No homo)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.18&nbsp; \n10:47 pm</dco> &nbsp;<qco> why can't i sleep</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.18&nbsp; \n10:29 pm</dco> &nbsp;<qco> what is real?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.18&nbsp; \n10:13 pm</dco> &nbsp;<qco> do you have friends</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.18&nbsp; \n10:07 pm</dco> &nbsp;<qco> what's the 1st thing you are excited to do when u wake up?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.18&nbsp; \n9:58 pm</dco> &nbsp;<qco> Bill, i cannot sleep :'(</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.18&nbsp; \n9:50 pm</dco> &nbsp;<qco> have you ever thought about running for president?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.18&nbsp; \n9:48 pm</dco> &nbsp;<qco> How many button up shirts do you own</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.18&nbsp; \n9:42 pm</dco> &nbsp;<qco> I keep asking you questions, but then I forget to look and see if you answered. Now I can't remember when and what I asked you and I'm slowly going crazy. Please help?</qco> </h3><a href=\"q.php?date=201807221207\">this</a>"
  },
  {
    "html": "<h3> <dco>8.15.18&nbsp; \n9:36 pm</dco> &nbsp;<qco> okay but what was in the last box</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.18&nbsp; \n9:34 pm</dco> &nbsp;<qco> Thoughts on intergalactic space travel?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.18&nbsp; \n9:29 pm</dco> &nbsp;<qco> things suck and im sad</qco> </h3>"
  }
]
