[
  {
    "html": "<h3> <dco>7.22.21&nbsp; \n4:51 pm</dco> &nbsp;<qco> how did you get good at music?</qco> </h3>      \nit was my first language \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.21&nbsp; \n1:54 pm</dco> &nbsp;<qco> what are your thoughts on russia?</qco> </h3>      \nspacious, yet cozy\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.21&nbsp; \n1:42 pm</dco> &nbsp;<qco> in the 'money' video, with the 3D shot of the street around 1:16, what does it say on that sign to the left, the one with the yellow 'm'?</qco> </h3>      \nm\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.21&nbsp; \n11:04 am</dco> &nbsp;<qco> in the song slow down, did you ever name the bird that was holding the clock in its beak?</qco> </h3>      \nno. let birds name themselves, that's what i say\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.21&nbsp; \n10:47 am</dco> &nbsp;<qco> What's your opinion on spoonerisms ?</qco> </h3>      \none of nature's finest discovery methods\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.21&nbsp; \n10:06 am</dco> &nbsp;<qco> whens your next song</qco> </h3>      \nas soon as i can figure out how to make more than one song\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.21&nbsp; \n9:24 am</dco> &nbsp;<qco> how to be funny</qco> </h3>      \nstart telling the truth\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.21&nbsp; \n9:19 am</dco> &nbsp;<qco> Does your next song have the word 'where' in it?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.21&nbsp; \n5:09 am</dco> &nbsp;<qco> What is your favorite spatial dimension?</qco> </h3>      \nforward\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.21&nbsp; \n4:15 am</dco> &nbsp;<qco> how do you prefer your major seconds\n<br>\n<br>9:8, 10:9, 2^(2/12)?</qco> </h3>      \nthe third choice, all day please\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.21&nbsp; \n2:56 am</dco> &nbsp;<qco> What are your thoughts on pizza?</qco> </h3>      \nby the miracle of geometry, it is round and flat at the same time \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.21&nbsp; \n12:31 am</dco> &nbsp;<qco> What are your thoughts on thinking</qco> </h3>      \nanother world ..... in your mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.21&nbsp; \n10:04 pm</dco> &nbsp;<qco> would you say your songs are an accurate representation of what goes on in your brain?</qco> </h3>      \nit's my best attempt at that, in the allotted time. well, usually more like 50x the allotted time which is usually still not enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.21&nbsp; \n9:54 pm</dco> &nbsp;<qco> what's your favourite answer to give in response to ueqstions?</qco> </h3>      \nthe best thing is when the question starts with a stated assumption about me, and then i interject and say \"that's not true\". me and my therapist (who also happens to be me) have determined that for some reason i really enjoy telling people that their assumptions about me are not true\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.21&nbsp; \n9:15 pm</dco> &nbsp;<qco> how high can you count?</qco> </h3>      \n2 or 3\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.21&nbsp; \n8:40 pm</dco> &nbsp;<qco> In the song \"got some money \" 2:10 \"It's 4.95, some call it 3.99, some call it a BILLION\"\n<br>2+2=4. And 3.99 + 0.1= 4. And in a jingle of yours, (what's 2 + 2?) you say 2+2 is a billion. So you are some of the people that \"call it a billion\", kids that didn't learn math call it 3, and the people that don't joke call it 4. Coincidence or reference?</qco> </h3>      \nall i can say is, the word 'billion' is very cool, famous word for very high number. would recommend this word, to convey concepts of wildly high quantity. i hope that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.21&nbsp; \n7:56 pm</dco> &nbsp;<qco> where's a good place to put the schedule?</qco> </h3>      \non the door\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.21&nbsp; \n6:11 pm</dco> &nbsp;<qco> What are your thoughts on curse words?</qco> </h3>      \n if you want to do a real curse you are going to need more than words\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.21&nbsp; \n5:17 pm</dco> &nbsp;<qco> what do you think about sheeps ?</qco> </h3>      \nsometimes it's hard to tell the difference between an actual sheep and a non-sheep ball of fluff\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.21&nbsp; \n4:58 pm</dco> &nbsp;<qco> Does your next song have the word 'home' in it?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.21&nbsp; \n4:35 pm</dco> &nbsp;<qco> will you make more reality videos?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.21&nbsp; \n4:22 pm</dco> &nbsp;<qco> How do you figure out who or what you are, I am very confused about it ;-;</qco> </h3>      \ndo anything. any time you do a thing, you get closer to finding out who you are\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.21&nbsp; \n2:40 pm</dco> &nbsp;<qco> opinions on sand</qco> </h3>      \nbland\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.21&nbsp; \n8:57 am</dco> &nbsp;<qco> is the silent bar 4 in the intro of 'tuesday' slightly shorter than 4 beats, </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;so as to make the word 'approximately' literally true?</qco> </h3>      \ni consider that intro section to be exactly 4 bars, both in the writing and in the actual recording. the use of the word 'approximately' is probably just me rebelling against the whole 'words fitting into their allotted space' thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.21&nbsp; \n8:26 am</dco> &nbsp;<qco> What is the first thing you do when you wake up?</qco> </h3>      \nfigure out what world i'm in, using process of elimination\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.21&nbsp; \n7:58 am</dco> &nbsp;<qco> Thoughts on picture frames?</qco> </h3>      \nthey are the liason between the picture and its surrounding environment\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.21&nbsp; \n6:37 am</dco> &nbsp;<qco> Do you have a garden,</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and do you like gardening?</qco> </h3>      \nnever tried it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.21&nbsp; \n5:08 am</dco> &nbsp;<qco> In your song \"slow down\", for a while I heard the line \"so I'll reload my fax machine\" as \"so I'll reload my FACTS machine\" for some reason, until I actually looked at the lyrics. It actually made perfect sense to me as \"facts\". Do you think it can be interpreted that way (as \"facts\")?</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nOr does it make no sense at all?</qco> </h3>      \ndepending on your age, you may have never even heard of 'fax'. so in that sense, the next closest way your brain might make sense of it is 'facts'. This is not what i had in mind, but it still works\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.21&nbsp; \n3:58 am</dco> &nbsp;<qco> what do you think about Covid-19</qco> </h3>      \na strong, robust, reliable virus. the People's Virus\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.21&nbsp; \n2:54 am</dco> &nbsp;<qco> Do you think the amount of time you spend answering questions means your music takes longer to produce?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.21&nbsp; \n11:49 pm</dco> &nbsp;<qco> What's your favorite book?</qco> </h3>      \nwhat the heck is a book\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.21&nbsp; \n11:44 pm</dco> &nbsp;<qco> What is your current favorite time period for your song idea creation?</qco> </h3>      \nbetween release of a new song and the start of production for the next one. this is not to say that i only work on writing for the next one. i work generally on writing for many different ones, for a period of time, before making a final selection for the next one to produce\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.21&nbsp; \n9:38 pm</dco> &nbsp;<qco> has anything surprising and unexpected ever happen to you while recording your voice for a song or video that made you have to start over? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, what? how many tries does it typically take to do those recordings? </qco></h3>      probably an average of about 15 takes per phrase<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and do you move your hands while you speak when recording?</qco> </h3>      sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.21&nbsp; \n8:13 pm</dco> &nbsp;<qco> do you think that 7 day week cycles are the best option for the modern world? </qco></h3>      i don't know, but, it's pretty good<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do follow traditional work/rest rhythms (work Monday - Friday, rest Saturday&nbsp;&amp; Sunday)? </qco></h3>      i like to use the 7 day cycle, but usually with a different starting point, and a different scheme for 'rest' and 'not rest'<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, why? if not, what would be a better alternative?</qco> </h3>      sometimes i've wished it could be 10 days, but it's much harder for it to feel valid, because the rest of the world is so hooked on to the 7 day. All our devices tell us where we are in the 7 day. And adhering to that has a validity that you just can't get with another value. However, i do think it's good to rotate it and have the start time be different, so that way i feel like it's my own, and is also not subject to random monday holidays\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.21&nbsp; \n7:23 pm</dco> &nbsp;<qco> how long do you usually spend on a song/video? </qco></h3>      whatever the length of the song/video is. i do them live<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also, have you ever looked directly into the sun it's very cool</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.21&nbsp; \n3:55 pm</dco> &nbsp;<qco> I'm starting to compose music and i'm trying to stick to shorter pieces and not to expect them to be good. However, when working with almost any idea that i like, i can't help but imagine the full-length beautiful piece that could come from it, and it's difficult for me to accept that for now, i can't make the piece that good. Any advice?</qco> </h3>      \nit might be worth remembering that the artists behind all of your favorite songs have gone through this. maybe not with short songs, but they have had the experience of being much much less good than they want to be. many of them probably still feel like they are not good enough, because, in a certain way of thinking about it, no one is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.21&nbsp; \n3:17 pm</dco> &nbsp;<qco> will we once again hear some sweet sweet distorted organ like in time mop?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.21&nbsp; \n2:23 pm</dco> &nbsp;<qco> what's the definition of homo sapien</qco> </h3>      \nperson?\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.21&nbsp; \n11:02 am</dco> &nbsp;<qco> Have you ever begun to listen to an artist's music and become a mega-fan in a day?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.21&nbsp; \n10:48 am</dco> &nbsp;<qco> what was whats going on originally about?\n<br>\n<br>is it about love?\n</qco></h3>      i'm pretty sure it's about injustice, and was written in response to an incident of police brutality <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;can we have an in depth explanation? thnx\n<br></qco> </h3>      <a href=\"https://en.wikipedia.org/wiki/What%27s_Going_On_(Marvin_Gaye_song)\" target=\"_blank\">sure</a>\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.21&nbsp; \n7:59 am</dco> &nbsp;<qco> when did you learn the piano?</qco> </h3>      \nthroughout the course of my whole life\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.21&nbsp; \n4:25 am</dco> &nbsp;<qco> how to make friends</qco> </h3>      \nit's you. you are friends\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.21&nbsp; \n3:52 am</dco> &nbsp;<qco> What's going to be the next big thing to happen to books?</qco> </h3>      \nthe previous big thing to happen to books is that the boundary line between books and non-books was completely obliterated. So therefore, it's impossible for anything else to happen to books, because the definition of what's a book is no longer coherent\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.21&nbsp; \n1:58 am</dco> &nbsp;<qco> what kind of car do you drive&nbsp;</qco> </h3>      \ngarbage car. it's like a garbage truck, but the car version\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.21&nbsp; \n1:35 am</dco> &nbsp;<qco> have you ever walked into a room, and forgot why you went to that room to begin with?</qco> </h3>      \nyes, BUT, then i remember, which is one of my favorite hobbies: remembering why i walked into a room. in the digital age, i should mention that this same thing also applies to things like opening an app or window\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.21&nbsp; \n1:30 am</dco> &nbsp;<qco> why would anyone ever want to use a flanger</qco> </h3>      \nto rebel against society\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.21&nbsp; \n1:24 am</dco> &nbsp;<qco> i really wanna get more into learning piano, but practicing the same things over and over again seems really tedious. thoughts?</qco> </h3>      \nplay some new things. make some things up\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.21&nbsp; \n12:58 am</dco> &nbsp;<qco> why, does the video \"got some money\" at 01:11 display the lyrics as \"one day will feel complete\", whereas, in the lyrics page of this site, the line which allegedly refers to that very sequence of that same song is registered as \"one day we'll feel complete\"?</qco> </h3>      \nwhen i wrote it, i thought it was \"we'll\", but then i soon realized that there was a double meaning available, which was very interesting, especially as it relates to the \"birthday\". so i took the opportunity to emphasize that in the video. but i decided to keep it as \"we'll\" on the lyrics page, to make sure that both options were conveyed somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.21&nbsp; \n12:10 am</dco> &nbsp;<qco> how can i be less anxious?</qco> </h3>      \nstart writing your own folk tales \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.21&nbsp; \n10:19 pm</dco> &nbsp;<qco> what's your favorite planet in the solar system??</qco> </h3>      \nearth\n\n<br><br>"
  }
]
