[
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n4:21 pm</dco> &nbsp;<qco> how to know if in love?</qco> </h3>      it works best if you're not quite sure<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n4:19 pm</dco> &nbsp;<qco> do you more often prefer working on one thing at a time in sequence, or bouncing around between many sequences?</qco> </h3>      i've found the best results in doing 1 project at a time, but there are some smaller ongoing things that are tended to daily, such as this page\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n2:57 pm</dco> &nbsp;<qco> Do you use twitter?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n2:43 pm</dco> &nbsp;<qco> I want to kill myself</qco> </h3>      i don't think it's as much fun as it sounds<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n2:35 pm</dco> &nbsp;<qco> what is the best state in the USA and why?</qco> </h3>      oh i'm not falling for that one again. every time i pick a favorite, another one becomes better<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n1:24 pm</dco> &nbsp;<qco> any reason why the songs from 5.30.17 to 6.20.17 don't have videos?</qco> </h3>      to get them done faster! (it worked)<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n1:20 pm</dco> &nbsp;<qco> Sometimes failing looks like a good game</qco> </h3>      that's true<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n12:31 pm</dco> &nbsp;<qco> If you punch yourself and it hurts, are you strong or weak?</qco> </h3>      stupid?<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n12:03 pm</dco> &nbsp;<qco> hey bill, do you have any advice on improving your voice? i sing a lot and i can hit notes and stuff but it doesn't really sound that good and im not really sure what steps to take to improve it&nbsp;</qco> </h3>      perhaps you should try having more 'fun' ..... have you tried making up the lyrics as you go along, and singing about naughty naughty bad scandalous things<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n11:36 am</dco> &nbsp;<qco> What's your favorite religion (Not the one you believe in per se, just the one you like the most for whatever reason) ?</qco> </h3>      oh i'm not falling for that one again. every time i pick a favorite, another one becomes better<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n11:34 am</dco> &nbsp;<qco> how do you feel about these high beef jerky prices</qco> </h3>      we should be seeing some market correction soon<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n11:31 am</dco> &nbsp;<qco> hi bill! i'm a young musician about to release her first album, and i keep getting anxiety over whether or not people will like it. have you had this type of experience, and can you offer any advice?</qco> </h3>      if you make your first projects much smaller, you can make this rollercoaster more manageable<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n11:20 am</dco> &nbsp;<qco> Did you ever open that last box in the end</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n7:34 am</dco> &nbsp;<qco> Do you consider yourself a perfectionist?</qco> </h3>      i try to make things as bad as i can, for speed/time's sake, but there are 100,000,000,000 ways i may become posessed with perfectionism along the way<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n6:08 am</dco> &nbsp;<qco> It'a nice that your answers are so random they could be made up by a bot, but we attach deep meaning to them anyway. It's like literature!</qco> </h3>      if you think they could have been made by a bot, then it sounds like it is me who is attaching the meaning not you<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n4:50 am</dco> &nbsp;<qco> how do you feel about giraffes wearing ties</qco> </h3>      fine but i don't think it would happen unless it was staged some how<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n4:15 am</dco> &nbsp;<qco> <a href=\"q.php?date=201807041252\">7.4.18&nbsp;&nbsp;12:52 pm</a> Are we talking about this: http://www.billwurtz.com/got-to-know-whats-going-on.mp3 \n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This sounds like G Major, not E.\n</qco></h3>      that's right<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On what syllable are you putting Do?</qco> </h3>      same one as you. that song is in G. 'what's going on' by marvin gaye is in E.<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n4:07 am</dco> &nbsp;<qco> How does your art go so far beyond normality but feel so damn right and pure? it's like you found a more intense kind of self-expression than.. the ordinary I guess? Idk man, certain unusual combinations of things resonate inside like nothing else. I can't explain it so when I see how well you have, I desperately need to do the same</qco> </h3>      i have spent a lot of time in the laboratory<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n3:35 am</dco> &nbsp;<qco> Can you please list all the words you know that rhyme with orange?\n<br>I know people say it doesn't have any rhyming partners but I can't believe that to be true... It's orangist.</qco> </h3>      sometimes you wanna use 2 words to make the rhyme happen, but how about george, pourage, door hinge, florence, forums, jordans, ..... you can get away with a lot if you work the context just right. thinking of rhymes out of context is not usually where rhymes work best, i think<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n3:35 am</dco> &nbsp;<qco> In \"La de da de da de da de day oh\" did you put sheep in the video because the code in the background says \"sheep?___&amp;continue_to_sheepweb.plz\"?\n<br></qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n1:54 am</dco> &nbsp;<qco> why were you born?</qco> </h3>      i am trying to demonstrate\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n1:48 am</dco> &nbsp;<qco> https://www.instagram.com/p/BinsaLDge2i/ so where did you end up using that image? it wasn't in the video</qco> </h3>      i was drawing that to help me write the song. it was helping me to visualize the song so far, somewhere around the first verse\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n1:20 am</dco> &nbsp;<qco> The last time I asked you a question, I forgot to check back to see if you answered it. Did you answer it?</qco> </h3>      <a href=\"q.php?date=201806061151\">yes</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n1:08 am</dco> &nbsp;<qco> how do you feel about lunch?</qco> </h3>      pretty good<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n12:07 am</dco> &nbsp;<qco> the people i hang out with dont like my jokes.... uhhh what should i do</qco> </h3>      you could try tapping into the international markets<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.18&nbsp; \n11:48 pm</dco> &nbsp;<qco> how hard do you work</qco> </h3>      i'd say about a 12.6<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.18&nbsp; \n11:19 pm</dco> &nbsp;<qco> Are there multiple of you?</qco> </h3>      yes and no<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.18&nbsp; \n9:56 pm</dco> &nbsp;<qco> how do i eat a burger without breaking the law</qco> </h3>      change the law first?<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.18&nbsp; \n9:51 pm</dco> &nbsp;<qco> did u sell your soul</qco> </h3>      i sold it to myself!<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.18&nbsp; \n9:23 pm</dco> &nbsp;<qco> Opinion on cheese?</qco> </h3>      it's ok<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.18&nbsp; \n9:15 pm</dco> &nbsp;<qco> on a scale of 1 to 43 how happy are u</qco> </h3>      oh i'm not falling for that one again<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.18&nbsp; \n9:10 pm</dco> &nbsp;<qco> why did you stop posting notes? is it twitter's fault? i do not like twitter</qco> </h3>      \n\ni still post them sometimes, but as of the last few years i've discovered a slightly more intricate and advanced type of content, which all the textual writings were ultimately a means to prepare myself for<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.18&nbsp; \n8:53 pm</dco> &nbsp;<qco> How did you come up with using the pilcrow as simon says in 'hello sexy pants'?\n</qco></h3>      i like using textual symbols intead of graphics. for some reason it just makes me feel at home<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you plan on using any other typographical characters in your music?</qco> </h3>      i've been doing it for a long time and will continue\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.18&nbsp; \n8:28 pm</dco> &nbsp;<qco> what's a good name for a pineapple</qco> </h3>      splat<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.18&nbsp; \n7:29 pm</dco> &nbsp;<qco> what is professionalism?</qco> </h3>      making others believe you are doing reliable and good work, and also making yourself believe that<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.18&nbsp; \n7:16 pm</dco> &nbsp;<qco> how do you feel about fireworks</qco> </h3>      \n\nfine<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.18&nbsp; \n7:15 pm</dco> &nbsp;<qco> I AM ASKING THIS QUESTION VERY FAST!!!</qco> </h3>      oh that's cool<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.18&nbsp; \n6:56 pm</dco> &nbsp;<qco> thoughts on the my lai massacre?</qco> </h3>      i don't know too much about that one specifically but i am generally not a fan of massacres\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.18&nbsp; \n6:46 pm</dco> &nbsp;<qco> well, how do you push yourself when you are motivated</qco> </h3>      start analyzing all the available time i have and see what really can be done here<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.18&nbsp; \n6:45 pm</dco> &nbsp;<qco> are you following your own advice of doing shorter stuff first by doing songs in the 2-3 min range, as opposed to the 3:30 min range or is it just a coincidence&nbsp;</qco> </h3>      \ni already did the shorter stuff first, (probably way too much) mostly from 2014-2015. now i am trying to catch up on things of a more medium size\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.18&nbsp; \n6:17 pm</dco> &nbsp;<qco> whats ur fave cereal</qco> </h3>      oh i'm not falling for that one again. every time i pick a favorite, another one becomes better\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.18&nbsp; \n4:51 pm</dco> &nbsp;<qco> has science discovered why music makes people feel good?</qco> </h3>      \n\npeople like to play games and do tricks, and yet also feel safe and at home. any way those things can happen is going to be a good time<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.18&nbsp; \n4:50 pm</dco> &nbsp;<qco> when i look at reharm-y stuff on the internet, it seems to me like they are throwing chords together that \"theoretically\" are supposed to fit together while still supporting the melody but they tend to sound unsettlingly dissonant and overall just feel like some kind of exercise where they can brag about throwing in some 13 and 9sus4 and m7add6#11 chords or whatever, but they don't actually sound like they belong.\n<br>on the other hand, your music uses funky ass chords everywhere all the time and sounds great. i won't ask you how you do that, </qco></h3>      that's too bad because i wanted to tell you<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because it seems from various things you've said on this page that your ear for what chords best support a melody is honed from decades of intense musical training&nbsp;&amp; experience. </qco></h3>      a good trick is if it sounds like it sucks try it a little differently<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but i will ask this: did you ever fall into that kind of hole in your earlier days where you would throw some chords together because of some \"theory\" when they really sounded awkwardly dissonant?</qco> </h3>      if it sounds lame then it's no fun .......... right ??\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.18&nbsp; \n4:31 pm</dco> &nbsp;<qco> how do i am?</qco> </h3>      just fine<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.18&nbsp; \n4:17 pm</dco> &nbsp;<qco> will you respect me?</qco> </h3>      sure<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.18&nbsp; \n4:16 pm</dco> &nbsp;<qco> What do you think of the fact that everyone's death is inevitable, meaning everyone you know or will know will be dead once? </qco></h3>      i don't know but i think you are skipping the fun and important part<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Why do we exist anyways? </qco></h3>      to see what's possible<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Are we important in any way?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Even if you were 1 in a million, there would be at least 7000 like you on planet Earth, which doesn't seem that much until you realize that the universe is infinite, meaning there are infinitely many of you somewhere. You just have to find it, because it's really really far away. There's infinity many people exactly like you/me/everyone. Nobody is important, </qco></h3>      i am not following your logic here<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;meaning you can just kill yourself and nothing would change. Why do people exist?</qco></h3>      to see what's possible<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Think about it.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.18&nbsp; \n4:14 pm</dco> &nbsp;<qco> is there a parallel universe where parallel universes don't exist</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.18&nbsp; \n3:37 pm</dco> &nbsp;<qco> what is the scientific reason that sunglasses make everyone look so much cooler</qco> </h3>      because sunglasses are compex, and expensive. if you see someone with sun glasses you know they are rich, or at least were rich before they bought the sun glasses<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.18&nbsp; \n3:26 pm</dco> &nbsp;<qco> should i wash canada?</qco> </h3>      sure<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.18&nbsp; \n1:53 pm</dco> &nbsp;<qco> Are you planning on making a \"compilation\" album containing some of the songs you've been releasing?</qco> </h3>      i think the listeners would do a better job if they each made their own, to suit their own tastes<br><br>"
  }
]
