[
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n10:06 pm</dco> &nbsp;<qco> You seem to be into some unique music. Any particular places or sites where you like looking for new music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n9:00 pm</dco> &nbsp;<qco> why do you misspell words</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n9:49 pm</dco> &nbsp;<qco> what's a mountain that you've climbed recently?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n8:28 pm</dco> &nbsp;<qco> I remember it was an exciting time when you started uploading every two weeks because it seemed like you were taking your process to the next level. Now you've been away for some time. Is your process still that next level?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n7:39 pm</dco> &nbsp;<qco> How do I identify individual harmonies in a song if I don't the solo tracks? \n<br>\n<br>Do I just have to have good ear? \n<br>\n<br>Because sometimes instruments like guitar, keys, etc, can clash with the vocals and it can be hard to tell them apart.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n6:35 pm</dco> &nbsp;<qco> how do you deal with expectations</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n5:27 pm</dco> &nbsp;<qco> You talk about \"going down to Hollywood\" and wanting \"to be a mooooovie star\" and other similar things often in your songs. Is this more closely related to making videos on YouTube, or was (or is) it a dream of yours to go to Hollywood and act in or direct or edit films and stuff?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n4:14 pm</dco> &nbsp;<qco> is it a good idea to put reverb on the kick drum</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n3:54 pm</dco> &nbsp;<qco> what do you do when you are compressed to decompress?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n2:50 pm</dco> &nbsp;<qco> how do you manage to mix so many parts</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n1:20 pm</dco> &nbsp;<qco> Are you planning to move away from Youtube?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n12:20 pm</dco> &nbsp;<qco> hello bill, why do you have so many different social media</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n11:49 am</dco> &nbsp;<qco> Hello, some random day I did a question, where I ask if you had a band and what it was it's name. It's name is bill wurtz band? Because I saw your band playing abcdefghijk in the internet.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n10:54 am</dco> &nbsp;<qco> Why did the duck/goose/chicken have to deliver the second mail delivery in Hi I'm Steve?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Did the mail woman....&nbsp;&nbsp;&nbsp;die?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n9:30 am</dco> &nbsp;<qco> Is it just me, or do the ueqstions have a blue-purple gradient?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n8:27 am</dco> &nbsp;<qco> can you please give me some motivation for my finals&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n7:25 am</dco> &nbsp;<qco> <a href=\"q.php?date=201906221714\">6.22.19&nbsp;&nbsp;5:14 pm</a> &nbsp;&nbsp;&nbsp;wait are you considering shelving the current video and switching to a new one?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n6:12 am</dco> &nbsp;<qco> Someone mentioned a reality video from 6.21.19 which was just the other day. and you answered as if it was not a typo.&nbsp;&nbsp;Is this a typo?&nbsp;&nbsp;I am only seeing 2016 as the most recent but I am not a webmaster.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n5:48 am</dco> &nbsp;<qco> attention! fun fact for you : Mammoths were actually an ancient form of dolphins on land which were big</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n5:11 am</dco> &nbsp;<qco> have you ever watched anime?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n4:06 am</dco> &nbsp;<qco> What is yes</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n4:01 am</dco> &nbsp;<qco> Do you believe consciousness is the thoughts of the mind or the thoughts of the body</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n3:55 am</dco> &nbsp;<qco> Do you worship IKEA?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n3:05 am</dco> &nbsp;<qco> If you were to do bookstacking again, would you use two cameras w/ one on either side of the stack so that you can display the book titles while maintaining structural integrity?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n2:22 am</dco> &nbsp;<qco> Are \"na na\"s, \"la la\"s and \"doot do\"s legitimate lyrics?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n1:58 am</dco> &nbsp;<qco> if a genie granted you 3 wishes, what would you wish for?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n12:49 am</dco> &nbsp;<qco> Why would the Land of the Two Letter Words have a sign with its name? Last I checked, at least half of those words have more than two letters.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n11:35 pm</dco> &nbsp;<qco> have you ever been to new caanan?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n11:21 pm</dco> &nbsp;<qco> well, i gotta ask. what's going on that you haven't heard before / seem like mistakes in the Mario Bros. 2 Overworld? i presume it's in the first two lines of chords since the rest is pretty standard</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n10:23 pm</dco> &nbsp;<qco> Do you have any advice about facing the truth about oneself and the world around them? Like how to even do it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n10:10 pm</dco> &nbsp;<qco> Any thoughts on the weather?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n9:09 pm</dco> &nbsp;<qco> would you rather completely lose your sense of time or your sanity?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n8:19 pm</dco> &nbsp;<qco> hey there, everyone tells me to focus on something particular to continue my life and gain money etc. but i just cannot think of my life only focusing on somethinf too spesific. i know that instead of digging thousands of holes i should be digging one spesific deep hole, but whenever i face with something on internet or in real life i just become too addicted to it, even if it is something that has nothing to do with my hobbies. i was interested in writing and painting stuff but know i spend my whole day researching history and science. i feel like even though i have nothing to do with music, i can even produce music and become a great musician if i focus on creating music. idk what todo, what do you suggest?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n6:29 pm</dco> &nbsp;<qco> Hello Bill. I bope you're well. You're really inspiring. Thank you.\n<br>\n<br>Can you post what your current schedule is (or ought to be), and rate its effectiveness on the pain scale?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n5:41 pm</dco> &nbsp;<qco> when??? this is truly the question i have in my minds. is it true???</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n5:30 pm</dco> &nbsp;<qco> how do you feel about seth as a name</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n5:30 pm</dco> &nbsp;<qco> have you ever looked up pictures of cute animals and was like \"yes\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n5:14 pm</dco> &nbsp;<qco> Are you close to finishing your next video?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n5:12 pm</dco> &nbsp;<qco> I like the way the bird says \"hey, here's the mail\" in \"hi, im steve\". Like there's just the slightest pause before he says \"mail\", like not steve had already asked him for so he was going to say \"hey, here's this\" or just \"hey, here's the...\" and just expected not steve to thank him before he finished his sentence, but then he didn't so he just had to retrieve the word \"mail\" from his memory since he hadn't expected to say it. I dunno if this is what you were going for but it's totally relatable for some reason, even if it's just a small thing like that.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n4:00 pm</dco> &nbsp;<qco> What's something you like about David Bowie?</qco> </h3><a href=\"bowieonlennon.mp4\">here</a>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n2:40 pm</dco> &nbsp;<qco> is the new video sponsored by Skillshare</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n2:38 pm</dco> &nbsp;<qco> What thing you made or did are you most proud of? Does not have to be one thing. Good to be proud of 2 or more things.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n2:38 pm</dco> &nbsp;<qco> Do you like ketchup&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n2:37 pm</dco> &nbsp;<qco> How much of your music is based on real events/feelings/things in your life or in the world</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and how much is just random stuff to fill the song out \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or make a nice rhyme.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I feel like every word in every one of your songs is so meticulously calculated \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and I refuse to believe that that's possible.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n2:25 pm</dco> &nbsp;<qco> i feel like i look down upon people for saying really stupidly egotistical/self-indulgent things. and i know everyone to some extent harbors their own egotistical thoughts, but obviously not everyone comes out and says them, because they're aware that they may be wrong. but when people are unaware of this i look down upon them, and i feel like there should be a less negative way to feel about this, cause it's not good to look down on people. i know you kind of have this thing about not disliking anything and not indulging in these kinds of thoughts;&nbsp;how do you get yourself to be like that?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n2:19 pm</dco> &nbsp;<qco> you would be an incredible coder. i've gotten into coding in the past year, and i often find myself using the tools and strategies explored on this very darn page. coding is powerful -- it helps you do complicated things a lot faster, with the power of numbers. do you have any interest in the art?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do you think it would be helpful to your Mission Statement in any way?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n1:55 pm</dco> &nbsp;<qco> what things make you feel indescribably intense emotions?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n1:50 pm</dco> &nbsp;<qco> where do I start with learning how to make keyboard accompaniment parts?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n1:27 pm</dco> &nbsp;<qco> What occupation were you on a business trip in Oregon for?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n1:27 pm</dco> &nbsp;<qco> Since your last video you never posted in 3 months what</qco> </h3>"
  }
]
