[
  {
    "html": "<h3> <dco>4.16.19&nbsp; \n12:37 pm</dco> &nbsp;<qco> what is the best crayola crayon name</qco> </h3>      wax bean\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.19&nbsp; \n11:23 am</dco> &nbsp;<qco> Do you prefer taking long walks in cities or in the wilderness? Or both? Or some other terrain?</qco> </h3>      from 1 city to another\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.19&nbsp; \n10:35 am</dco> &nbsp;<qco> What media do you think influenced your aesthetics?</qco> </h3>      i always try to influence them first. that is the true sign of an influencer\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.19&nbsp; \n9:42 am</dco> &nbsp;<qco> Can you give me a synonym for tumbleweed?</qco> </h3>      rolling bush\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.19&nbsp; \n8:35 am</dco> &nbsp;<qco> My team is losing the sports, how do I get over the emptiness inside</qco> </h3>      you must win\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.19&nbsp; \n5:40 am</dco> &nbsp;<qco> Ok Bill.. I have a serious problem. It's been two years that I constantly (almost every day) try to write songs and, since I'm in an apartment, I write music by recording it (midi, looping ecc.). Every time I feel having a good idea I'm completely focus for the first hour then I go face down to bed and think, for the next days, that I had bad music ideas for that project in a way that makes me want to avoid it in the future. What should I do? I'm very sick of this.. I want to get things done..</qco> </h3>      ah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.16.19&nbsp; \n1:04 am</dco> &nbsp;<qco> on a theoretical bill wurtz live tour, do you imagine yourself playing drums for some significant portion?</qco> </h3>      that would be cool if i could find a strategical way to avoid having it feel like a 'portion'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n11:16 pm</dco> &nbsp;<qco> Does the title of your next video contain the letters \"s\", \"u\", \"r\", and \"e\" (anywhere, in any order)?</qco></h3>      some of them<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is the title of your next song \"ruse\"?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or does it contain \"ruse\"?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Am I on the right track with any of this?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n11:15 pm</dco> &nbsp;<qco> Are humans an important part of the history of the world?</qco> </h3>      of the human world\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n11:02 pm</dco> &nbsp;<qco> Where is the sound coming from?</qco> </h3>      all around you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n9:03 pm</dco> &nbsp;<qco> hey bill, i wanna build my own animatronics. i want to make a model of them first but i don't know what to use/do. any advice? thanks :)</qco> </h3>      look up the history of animatronics and see what the first one ever was. that one is probably insanely simple, see if you can make one similar to that first\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n8:32 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201806091401\">6.9.18 2:01 pm</a>  what songs from 1890 have you been listening to?</qco> </h3>      i just found out all the songs from 1890 are racist\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n7:33 pm</dco> &nbsp;<qco> Thoughts on the notre dame burning?</qco> </h3>      it makes me thankful to live in a not burning place, knock on wood\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n5:49 pm</dco> &nbsp;<qco> what do you think about notre dame burning down?</qco> </h3>      looking forward to notre dame 2\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n4:29 pm</dco> &nbsp;<qco> do you have advice on making friends</qco> </h3>      it seems friends are never made directly. they tend to arrive as soon as you are making something else\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n3:16 pm</dco> &nbsp;<qco> Your opinion on the theme song to Friends?</qco> </h3>      it can be used for personality tests, based on which line you think is the melody, in the chorus\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n2:14 pm</dco> &nbsp;<qco> Are your lyrics based on real-life things that happen to you, or are they random, or a little bit of both?</qco></h3>      they are mostly based on the music<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Like, you've said in the past that the girl you mentioned at the end of \"school\" was real, and of course \"new canaan\" was based on a real story. But what about some of your other songs like \"hey jodie foster\",</qco></h3>      based on the music, and then other things bloom from there<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \"rabbit snakes\",</qco></h3>      the intro is based on complete silence, the rest blooms from there<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or \"la de da de da de da de day oh\"?</qco> </h3>      the first 2 lines were probably true when i wrote them (10 years ago), the mall thing kind of felt true, because i visited the mall and it seemed like 70% of the stores were closed. the rest is based on the music and life on earth generally\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n2:10 pm</dco> &nbsp;<qco> You've done all the Beatles but George, so...favorite George Harrison moment?</qco> </h3>      maybe <a href=\"george-dowhatyouwanttodo.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n1:47 pm</dco> &nbsp;<qco> can you tell me a random fact that you know</qco> </h3>      randomness is boring\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n12:49 pm</dco> &nbsp;<qco> How do I open a door?</qco> </h3>      <a href=\"https://billwurtz.com/how-to-open-a-door.mp4\">how to open a door</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n12:38 pm</dco> &nbsp;<qco> how to chords???</qco> </h3>      try listening to the song with only the melody, and no chords. let that sink in for a minute. you will almost immediately begin to desperately thirst for at least 1 piece of harmony somewhere<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n12:37 pm</dco> &nbsp;<qco> how many drum tracks do you usually use?</qco> </h3>      maybe about 47\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n12:37 pm</dco> &nbsp;<qco> what would you do if someone offered you a teaching job at a college/university for some kind of music class?</qco> </h3>      not take it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n12:35 pm</dco> &nbsp;<qco> is life a game?</qco> </h3>      yes, and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n12:11 pm</dco> &nbsp;<qco> How can I be more assertive in finding gigs? I'm always frustrated that I practice all day every day and spend so much time working on my instrument but still don't get called for anything, but realized that it's because I don't actively seek them out. I just don't know where to start though. New York is such a daunting place.</qco> </h3>      looks like you haven't gotten homeless enough yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n12:00 pm</dco> &nbsp;<qco> Whats your opinion on air?</qco> </h3>      rare\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n11:35 am</dco> &nbsp;<qco> when do you come up with the title for your video? do you think of it in the middle of the process of making a video?</qco> </h3>      any time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n10:43 am</dco> &nbsp;<qco> how can i be productive</qco> </h3>      first find the right product\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n5:24 am</dco> &nbsp;<qco> <a href=\"q.php?date=201904132155\">4.13.19&nbsp;&nbsp;9:55 pm</a> &nbsp;&nbsp;&nbsp;That was a very cool happy birthday harmonisation but it may be lost on the person who asked, that happy birthday in C, the first note is G, since they are asking a fairly basic question</qco> </h3>      i think the person who asked it was actually looking for something much more complicated than what i gave\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n1:16 am</dco> &nbsp;<qco> Thoughts on rain?</qco> </h3>      rain is all feels\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.15.19&nbsp; \n12:30 am</dco> &nbsp;<qco> what emoji best represents your mood today?</qco> </h3>      richard simmons\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n11:22 pm</dco> &nbsp;<qco> can we have an anagram of the title of the content you are producing</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n11:16 pm</dco> &nbsp;<qco> do you like green bananas</qco> </h3>      they are a good asset, for the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n10:30 pm</dco> &nbsp;<qco> did you know how to edit videos before starting Youtube/ internet?</qco> </h3>      barely\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n10:28 pm</dco> &nbsp;<qco> i work giving public speeches and i get too nervous, what should i do?</qco> </h3>      i would think you'd get less nervous each time. after about 25 times you should be quite comfortable\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n10:28 pm</dco> &nbsp;<qco> Have you ever stopped to think?</qco> </h3>      i prefer to think while on-the-go\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n10:27 pm</dco> &nbsp;<qco> i'm curious about your schedule, how are you managing it?</qco></h3>      with an intricate balance of failure and shame<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; would you share with us how are you making it?&nbsp;</qco> </h3>      am not, despite desperate cries of hope each day\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n9:28 pm</dco> &nbsp;<qco> should trophies be made out of metal, soda, plastic, or trees\n<br>\n<br>Why must you think that good sir</qco> </h3>      what about cold hard cash\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n8:53 pm</dco> &nbsp;<qco> what's updog</qco> </h3>      i don't know anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n8:24 pm</dco> &nbsp;<qco> You should write a ballad!</qco> </h3>      i will do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n6:29 pm</dco> &nbsp;<qco> do you like ants</qco> </h3>      they have a very interesting size to them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n6:09 pm</dco> &nbsp;<qco> what's the time signature of What's This from nightmare before christmas?</qco> </h3>      assuming a tempo of about 140, that would be likely notated 6/4 for most of the verse (title) lines, 4/4 for the bridge, and as we know usually when you crack open the can of time signature changes there's no bottling it up again. so there's gonna be changes all over\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n5:52 pm</dco> &nbsp;<qco> I'm at the point in my music career where loads of people are asking for my help because I'm good.</qco></h3>      i hope they are paying you<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I feel like it's my duty as an instrumentalist to take all the gigs but at the same time I just wanna work on all my own stuff all the time because that's actually what I enjoy doing. Problem is, I'm actually getting some decent gigs in the session kinda world so I feel like maybe I should stick at it. Should I keep making art I like for less people or follow the career developments?</qco> </h3>      there are 4 factors: how much you like the gigs, how much you want the experience from the gigs, how much the gigs pay, i forget the 4th thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n5:32 pm</dco> &nbsp;<qco> Did you put a fragment of your \"a play featuring an iphone power block and a mechanical pencil\" in mt. St. Helens is about to blow up?</qco> </h3>      i was going to, but i thought i changed it to movie star. ??\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n5:18 pm</dco> &nbsp;<qco> Do you like frogs ?</qco> </h3>      i like the leaping quality they tend to have\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n4:07 pm</dco> &nbsp;<qco> how are you so wise???????</qco> </h3>      it can be a useful self-defense tactic\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n3:31 pm</dco> &nbsp;<qco> How do I become a super genius (IQ&gt;1000)?</qco> </h3>      you gotta get your hands on the answer key to the IQ test\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n2:56 pm</dco> &nbsp;<qco> Do you think that someone can learn to match pitch or is that just a skill you're born with/without?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n2:55 pm</dco> &nbsp;<qco> ok serious question. i have a crippling fear of death and it makes it hard to do ordinary things that one normally would do when... not dead. are you afraid of death? do you have any tips for someone who is?</qco> </h3>      get a job as a garbage collector. that may sound strange but i think it will work\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.19&nbsp; \n2:46 pm</dco> &nbsp;<qco> if you're doing a chord chart and the band is playing a Cm but the singer sings a Bb, you still write Cm and not Cm7, right?</qco> </h3>      it depends on whom the chart is for\n<br><br>"
  }
]
