[
  {
    "html": "<h3> <dco>2.28.21&nbsp; \n8:38 am</dco> &nbsp;<qco> Thoughts on a 12/8 time signature?</qco> </h3>      \nthe tempo is usually felt on the ♩. note, like the equivalent of 4/4 with triplets, but when you prefer writing a lot of dots instead of a lot of 3's\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.21&nbsp; \n5:23 am</dco> &nbsp;<qco> thoughts on bread?</qco> </h3>      \nit's full of bread. a lot of bread can be found inside bread\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.21&nbsp; \n3:24 am</dco> &nbsp;<qco> <a href=\"q.php?date=202102270934\">2.27.21&nbsp;&nbsp;9:34 am</a> &nbsp;&nbsp;//...i had already changed my mind about it and chose to do a much sadder and slower song instead// \n<br>\n<br>what happened with this song after you went back to la de da?&nbsp;&nbsp;</qco> </h3>      \nit's still in the list. it continues to make the finals occasionally\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.21&nbsp; \n1:27 am</dco> &nbsp;<qco> how do you know if a song is too simple?</qco> </h3>      \nimpossible. you'll have to guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.21&nbsp; \n12:47 am</dco> &nbsp;<qco> at what moment did you use jeans in \"at the airport terminal\"?</qco> </h3>      \nin the last verse\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.21&nbsp; \n10:58 pm</dco> &nbsp;<qco> Why does music fuel my imagination.</qco> </h3>      \nbecause a lot of subtle relationships between a plethora of different values can be depicted quickly and simultaneously\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.21&nbsp; \n9:09 pm</dco> &nbsp;<qco> How would you describe the genre of music you make?</qco> </h3>      \nwould have to use some type of audio recording\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.21&nbsp; \n8:24 pm</dco> &nbsp;<qco> are you making a song called 'here comes the moon'</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.21&nbsp; \n6:47 pm</dco> &nbsp;<qco> In \"and the day goes on,\" I've noticed that other than the main couple instruments, no instruments are repeated after their musical phrase is done. Was this intentional?</qco> </h3>      \ni think that was literally just the day going on\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.21&nbsp; \n6:13 pm</dco> &nbsp;<qco> do you think that you are trying to communicate through music or are you trying to have music communicate through you</qco> </h3>      \nmust do both\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.21&nbsp; \n4:41 pm</dco> &nbsp;<qco> Thoughts on Helvetica?</qco> </h3>      \nseems normal\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.21&nbsp; \n1:43 pm</dco> &nbsp;<qco> in long long journey you sing \"even though most of them were painted by somebody else\". does this mean at least one of the paintings in the museum was painted by you?</qco> </h3>      \nwell, i suppose it's just a conservative assumption, if you haven't seen all the paintings yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.21&nbsp; \n12:29 pm</dco> &nbsp;<qco> is the 'airport terminal' song a good representation of your feelings toward airport terminals?</qco> </h3>      \nit starts out that way, but it rapidly expands to encompass life, death, and so much more\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.21&nbsp; \n11:44 am</dco> &nbsp;<qco> favourite genre of music?</qco> </h3>      \nnormal\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.21&nbsp; \n11:11 am</dco> &nbsp;<qco> tips on how to exist</qco> </h3>      \ni have no earthly idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.21&nbsp; \n9:34 am</dco> &nbsp;<qco> what is the bridge of an song? and also do you consider a song's outro as an unpaired verse (that is, there's no chorus associated with it) or an independent section of the song?</qco> </h3>      This is probably not what you want to hear right now, but, just as soon as you figure this out it changes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.21&nbsp; \n8:31 am</dco> &nbsp;<qco> that I might be wrong)\n<br>I'm gonna start from the most obvious part first\n<br>\n<br>I don't have enough time&nbsp;&nbsp;&nbsp;&nbsp;\n<br>\n<br>To say the things I wanna say&nbsp;&nbsp;&nbsp;&nbsp;\n<br>To do the things I wanna do&nbsp;&nbsp;&nbsp;&nbsp;\n<br>Or to be like you&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>\n<br>---These 4 lines refer to how we are too busy to do the things we want, we aren't allowed to state our opinions freely, the line \"or to be like you\" may refer to how we compare ourselves to others\n</qco></h3>      that could be true. When i first wrote that, i was probably making an excuse for the song not being good enough. the original version of that was \"i don't have enough time to write the song i want to sing, so please don't judge me one little bit\". then, 2 years later, i re-wrote it with possibly slightly more experienced songwriting abilities<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I just want some time&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>To express the things I feel&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>Just to express the things I feel&nbsp;&nbsp;\n<br>And believe them too&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>\n<br>--- This lines refers to how we often have our own opinions on some things, and we wanted to express them but can't. it also refers to cases where we d\n ebate wi\n th other people, and we started doubting our opinion and belives \n</qco></h3>      for me this was just another extrapolation of my previous sentiment, because this part wasn't there in the original. it jumped straight to the 2+2 part after \"please don't judge me one little bit\"<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2 + 2 has been 4 for\n<br>So many darn years, oh Lord&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>\n<br>---I think this refers to how we must live according to the rules created by society, while the \"oh lord\" part implies how we really want to break out from this cage\n</qco></h3>      what i was probably thinking was, songwriting apparently has been possible for many many years, and the reason i think i know this is because a lot of songs exist<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I wanna write a song\n<br>Oh, baby is that so wrong?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>\n<br>---I believe this refers to how we wanted to do something, but people would often try to stop us, even if the thing we're doing isn't bad\n</qco></h3>      i just wanted to write songs, and i couldn't really figure out why it was more difficult than i expected, considering the fact that i already had multiple decades of musical experience prior to that point, in addition to having written dozens of songs already, many years before that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I went down to the mall\n<br>Then they closed down the mall\n<br>Guess they don't want me going to the mall\n<br>'Cause I'm just too small&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>\n<br>---This references on how sometimes people think we're to young to some stuff\n</qco></h3>      the 'too small' line is the worst line in the song. it is literally just a rhyme. horrible. i am against doing this. it breaks one of my best rules of songwriting, which is don't do that. The triple mall line(s), however, i stand behind. And it's basically my way of plowing fearlessly into the second verse. Think of it this way ........ i had just selected this song the day before, to be the next one that's recorded, and i was having major remorse about it (despite having been very diligent in the song selection). I really was feeling down about the whole thing, and i had already changed my mind about it and chose to do a much sadder and slower song instead. But then i was doubting that one just as much, so, i was actually at the barber and i was waiting for a hair cut, and i was trying to comprehend what went wrong in the song choice. So i came back to thinking about this 'la de da' song. At the time, the song was only written up until the end of the first chorus. so i guess i just briefly posed the question, 'what if i COULD do this one.... and what would the second verse most likely be, if i did it' and just as i was getting into the barber chair, the first 3 mall lines assaulted me right in the face. And i was immediately convinced that that seals the deal for the song choice, but that particular burst of writing went no further. and i was left to toil in the mud when i got home to try to complete the phrase. i made a bad decision, and i suppose i tried to mask it with background vocal arrangements<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I just went online\n<br>To explain the things I feel\n<br>To express the things I mean\n<br>\n And it f\n elt so real&nbsp;&nbsp;&nbsp;&nbsp;\n<br>\n<br>---This refers to how we spent more time online than offline, and how our internet connection becomes more important \n</qco></h3>      i think, if you are talking about the last line, i think it is playing on the fact that the internet is real, while also using a phrase like \"it felt so real\" which is a phrase commonly associated with things that *might* not be real. so i was attempting to provide a little bit of intrigue there. Also one thing you forgot to mention was that i switched the words in the more common phrases 'explain the things i mean' and 'express the things i feel'. i switched the verbs, to see if it means something slightly different. turns out it does<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Now I'm doing alright\n<br>And I'm downright feeling okay\n<br>It's the end of the world\n<br>And I just can't wait&nbsp;&nbsp;&nbsp;&nbsp;\n<br>\n<br>--- Deppression? \n</qco></h3>      no, this is just meant to provide an alternate flavor of the line in the corresponding position in the verse before this. which you conveniently did not mention yet<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I know that you can relate&nbsp;&nbsp;&nbsp;&nbsp;\n<br>\n<br>---Yes\n</qco></h3>      it seems to be fairly common for people to make casual conversation about the world being all wrong<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Then I built some trains\n<br>And I'm travelling somewhere new\n<br>It's a wonderful world, but\n<br>Still no you\n<br>It's a wonderful world for two\n<br>\n<br>---This part describes our journey on finding happiness, we realize the world is beautiful, but we still can't find happiness (referenced by \"still no you\", you references happiness)\n</qco></h3>      you mentioned this out of order, but this comes after the \"just too small\" line. Perhaps the 'built some trains', 'traveling somewhere new' was my way getaway scheme, to escape from the blandness of the previous line. Or just assuming the mall was not a viable option. it is a natural progression to take a train somewhere else.... but with 10,000 bonus points for building your own train.<br>\n     When the subject of 'traveling somewhere new' comes up, it becomes impossible not to mention how wonderful the world is. when you think of all the possible places you could go. But then, when realizing that, the NEXT thing to immediately realize is it would be nice to have some companionship as well. OR, there is also a double meaning to 'still no you' line, it could also mean the world IS \"no you\". like, it's still doesn't compare to you. That's just in case maybe you took a look around at the world and still think it's not as good as it could be. so in that case you would be singing TO something which you think could be even better than the world. So in that moment, the line seems to mean those 2 things. But when the next line hits ('wonderful world for 2') i think it becomes more clear that it actually meant the first thing <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And now for the main part, the la de da part\n<br>\n<br> And it goes La de da de da de da de day oh\n<br>La de da de where did all the good times go? (\n<br>La de da de la da dee d\n um dom L\n a da de day\n<br>When will you come back home?\n<br>\n<br>---I believe that this part (and all the other la de da part) is referencing the idea of genuine happiness,</qco></h3>      the lines immediately before this were basically begging to write a song. we have already essentially looked in the mirror and stated the wish 3 times, pretty much there is nowhere else to go but to actually do it. \"La de da\" etc. would be a meta characterization of a song being written<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; happiness without reason.</qco></h3>      Well i think it's clear that there was a very strong previous desire to write a song, and it seems clear when the chorus hits that this is actually happening. So i think that is a pretty good reason<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If we examine the lyrics, most of it consists of the word la de da de da, which really has no actual meaning </qco></h3>      THAT'S BECAUSE YOU CONVENIENTLY TOOK THE MELODY AWAY. LIKE FOR FOOD, DO YOU THINK A PLATE HAS MEANING<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(there's some explanation about the word \"la di da\" but I don't think Bill is referencing to that la di da)\n<br>\n<br>---The tune (or the sound, music, I don't know what you actually call them) is a joyful expression. The la de da part sounds happy. Combine this with the meaningless of the lyrics, this means happiness without reason. \n</qco></h3>      i think the problem is you are blatantly ignoring all the meaning<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;---Genuine happiness is actually rare this days. Yes, we often feel happy, like when we just won a game match, or we get a promotion at work, but that happiness is only temporary. If the condition changes (like we lose the next game, or someone accidentally hit our car when we're going home from work) we will no longer be happy\n<br>---Gen\n uine happiness, on the other hand, doesn't have a reason. it's being happy simply because we existed. It's a feeling of being grateful because we're still here, regardless on the situation. This is what we all wanted. The words \"When will you come back home\" expresses our search for this happiness, as we continue to wait for happiness to come to us. \n</qco></h3>      could be true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The lines\n<br>Then I built some trains\n<br>And I'm travelling somewhere new\n<br>It's a wonderful world, but\n<br>Still no you\n<br>It's a wonderful world for two\n<br>expresses our believes that if we have wealth, career, love, fame, or all those other things, we can be genuinely happy, but that isn't true. we don't need all of that. Genuine happiness is as simple as being happy, but we struggle to find that, like how we don't understand simple words like \"la de da de yo\"\n</qco></h3>      i think it's really easy to understand if it's together with the melody, and, with the context of the previous part of the song<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Just got home got no home\n<br>La de da d-de where did it go?\n<br>Oh no\n<br>I can't go home.\n<br>\n<br>--- I believe this is an exp\n ression \n on how we believe that we don't have happiness, when it's really it's just there. Kinda like how Bill wrote \"Got no home\" While he, definitely, have a home. We believe we don't have happiness, while it's really just there, waiting us to come back home. \n</qco></h3>      basically what this is about is ending the song. I already tried 2 other endings which seemed more obvious, and they just weren't working for me. so i tried kicking it into a barren wasteland real quick, to see where it takes me. Much more interesting results, i thought<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What do you think about my analysis? DId I miss your point completely?</qco> </h3>      \nabout 30%. However, one of the most powerful things about music and songs is the ability to have multiple meanings. So the meanings you've found in it are certainly just as real, but, what seemed strange to me was when you tried to claim certain things were meaningless while you were clearly finding meaning in it. just seemed a little hypocritical\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.21&nbsp; \n5:06 am</dco> &nbsp;<qco> what is your opinion on cheese</qco> </h3>      \nnot perfect, but it's better than drywall. that is their slogan \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.21&nbsp; \n4:31 am</dco> &nbsp;<qco> hey bill, i wanted to ask you this question for a while. How do i keep myself motivated while doing a project?\n</qco></h3>      you'll want to open up a direct line of communication between you and yourself when you started the project<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what do you do when you're down?\n</qco></h3>      i'm not sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;anyway you are an inspiration and can't wait for your next video</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.21&nbsp; \n4:20 am</dco> &nbsp;<qco> favourite flavour of bread?</qco> </h3>      \nbroken\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.21&nbsp; \n2:26 am</dco> &nbsp;<qco> Have you ever considered making a jukebox musical with all your music?</qco> </h3>      \nno, but i've considered making more new music\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.21&nbsp; \n1:29 am</dco> &nbsp;<qco> What is your favourite chord?</qco> </h3>      \nnone of them are any good unless you put them together\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.21&nbsp; \n1:00 am</dco> &nbsp;<qco> what is something you do when you are bored?</qco> </h3>      \nsometimes i'll try harkening forwards\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.21&nbsp; \n12:49 am</dco> &nbsp;<qco> how can I feel okay practicing singing when people can hear me before I am good</qco> </h3>      \nbasically what you gotta do is try to imagine much worse socio-economic circumstances than your own. this should make singing seem pretty breezy by comparison. i wish i had a brighter solution for this but that is the correct solution i believe\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.21&nbsp; \n12:45 am</dco> &nbsp;<qco> How long has it been since you've written your ideas down?</qco> </h3>      \nabout 5 minutes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n11:20 pm</dco> &nbsp;<qco> In your next video, do you say the words \"wist\", \"list\", and \"wish\"?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n10:02 pm</dco> &nbsp;<qco> what do you like and dislike about the internet as a medium? </qco></h3>      it's too big and too small<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;would you ever accept an offer to do something on a medium other than internet, like tv for example?</qco> </h3>      \nthis might not be what you want hear, but, ........ the internet is on tv, and tv is on the internet\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n9:59 pm</dco> &nbsp;<qco> are you good at making art?\n<br></qco> </h3>      \nwe'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n9:43 pm</dco> &nbsp;<qco> what font is this</qco></h3>      none<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and why did you choose it</qco> </h3>      \ni did not choose the font, but i chose to have no font because i wanted to make sure your browser does exactly what it is most comfortable with, rather than risking that your computer might not have whatever font i might choose\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n8:56 pm</dco> &nbsp;<qco> What time signature is \"might quit\" in?</qco> </h3>      \n4/4 with triplets\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n8:37 pm</dco> &nbsp;<qco> What is music?</qco> </h3>      \nthe secret of the universe. you would think that's great news, because that means we could figure out the secret of the universe by understanding music. but that only raises more questions \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n8:35 pm</dco> &nbsp;<qco> What do you think about this february not having a 29th? </qco></h3>      it's ok<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Isn't it outrageous?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n8:33 pm</dco> &nbsp;<qco> Your style of music is so unique that no one can really specify what style of music you make. In fact, i think your style of music is a all new genre of music. If you could officially name this style of music, what would you name it?</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n8:14 pm</dco> &nbsp;<qco> what song did you use jeans in?</qco> </h3>      \nat the airport terminal\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n6:09 pm</dco> &nbsp;<qco> who is your favotite musician</qco> </h3>      \ncould be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n6:04 pm</dco> &nbsp;<qco> how do i escape from 3/4</qco> </h3>      \nincrease the tempo\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n5:40 pm</dco> &nbsp;<qco> is multitasking the antithesis of focus?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n4:44 pm</dco> &nbsp;<qco> thoughts on grammar?</qco> </h3>      \nit's pretty good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n4:38 pm</dco> &nbsp;<qco> how do you determine what instruments to use in various audio tracks of songs and jingles?</qco> </h3>      \ni do it the other way. For each instrument, i determine where in the song it goes best\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n3:19 pm</dco> &nbsp;<qco> What would you ask your future self If you were able to</qco> </h3>      \n'what year is it'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n2:51 pm</dco> &nbsp;<qco> I have a feeling that \"the road\" was already pretty crazy/great in the writing stage but then became even crazier/greater during the recording and production stages. This then made me thing that this likely is the case with all your songs. Which then made me think that my non-produced ideas could potentially become way better than I currently imagine them. Is this true?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n2:36 pm</dco> &nbsp;<qco> Are you making \"here comes the sun\" as a single?</qco> </h3>      \nalready did\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n1:16 pm</dco> &nbsp;<qco> what are your favourite percussion sounds?</qco> </h3>      \njeans\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n12:01 pm</dco> &nbsp;<qco> do you feel like you have to have \"something to say\" to make music or is it enough just to try and make stuff that sounds good?</qco> </h3>      \ni'm trying to figure out what everything has to say\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n10:59 am</dco> &nbsp;<qco> Do you know why exactly your songs are so unique but relatable at the same time?</qco> </h3>      \nthat's the way everything is\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n8:21 am</dco> &nbsp;<qco> how do you think of what song to make</qco> </h3>      \ni go through the entire list and let them all wage a prolonged and bitter war against each other\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n6:26 am</dco> &nbsp;<qco> When you're writing a song, does the melody come first or the words</qco> </h3>      \nhopefully both at the same time. that's usually how to get the best results\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n4:44 am</dco> &nbsp;<qco> will you be running for president in 2024?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n3:24 am</dco> &nbsp;<qco> will you be my friend? i have none.</qco> </h3>      \nbegin doing artwork. don't forget the golden rule of artwork, everything is artwork \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n2:11 am</dco> &nbsp;<qco> How do you deal with haters?</qco> </h3>      \nspend some quality time together\n\n<br><br>"
  }
]
