[
  {
    "html": "<h3> <dco>1.10.21&nbsp; \n6:50 am</dco> &nbsp;<qco> can you describe how the normal genre of music sounds like and what makes it normal</qco> </h3>      \nusually if it's completely ridiculous\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.21&nbsp; \n5:43 am</dco> &nbsp;<qco> How did you come up with the idea or what gave you the idea to sing about the history of the entire world??? big fan big fan</qco> </h3>      \ni suppose i was just feeling a bit overwhelmed with courage, and recklessness\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.21&nbsp; \n5:30 am</dco> &nbsp;<qco> Bill your existence makes me more comfortable with my own existence. Can we both agree to keep existing no matter what?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.21&nbsp; \n4:55 am</dco> &nbsp;<qco> Where is the first place your new video/song will be posted?</qco> </h3>      \nusually it's a tight race between youtube and spotify\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.21&nbsp; \n3:41 am</dco> &nbsp;<qco> I just wanted to let you know that sometimes when I read your answers I'm slightly puzzled,&nbsp;&nbsp;but in a good way. Similar to the way you feel after seeing a magic trick- a little but confused (how did they do that?) but also awestruck and delighted. It blows my mind and I love it</qco> </h3>      \nholy toaster of freshly popped kindness, you are generous\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.21&nbsp; \n2:14 am</dco> &nbsp;<qco> Do you find that you can listen to stuff you have written and enjoy it/appreciate things? </qco></h3>      sometimes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or do you more tend to focus on the things that you could improve/did wrong/didn't know at the time?\n</qco></h3>      sometimes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;On a semi-related note, artistry. What the hell is it and how do you become bold enough to actually create shit that's you? </qco></h3>      at some point, if you still can't seem to do it, just start doing anything you can. you may be surprised how quickly you realize you can actually do everything<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The more I continue to live, the more I feel like I'm just an interpreter and can't really achieve a level of originality that is meaningful or worthwhile. I know I'm capable of writing. I've done it. But i also paralyze myself with the fear that what I write won't be world-altering, which of course it won't be - i haven't done a lot of writing so I don't have the practice. </qco></h3>      a fun fact about world-altering: it's actually possible to do certain things that seem so NON world altering, that it actually seems world-altering in its level of non-world-altering. Which therefore immediately creates quite an earth-shattering feeling, as it becomes clear that you've just altered the world by seemingly not altering it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;But then I don't practice writing as much as I should because I'm scared my stuff won't be world-altering. And then it feels like it reflects on me. I tend to hide on the arranger side because I can feel safe in the comfort of someone else's writing. </qco></h3>      well that's fair, because some people only write and they're gonna need arrangers<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If my shit\n  don't s\n lap, well, I can't be entirely to blame, it's not my tune. But if my original shit don't slap. guess that means I just don't slap as a musician/human. Any thoughts or advice on how to exist and create?\n<br>\n<br>(P.S. Sorry for the length, your wisdom inspires me)</qco> </h3>      \nso far you are doing pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.21&nbsp; \n1:30 am</dco> &nbsp;<qco> Is the sphere a sphere or a cube?</qco> </h3>      \nlet me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.21&nbsp; \n1:23 am</dco> &nbsp;<qco> What's the best form of bribery</qco> </h3>      \nCOLD HARD CASH\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.10.21&nbsp; \n12:15 am</dco> &nbsp;<qco> are labels important?</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n11:46 pm</dco> &nbsp;<qco> Are you working on any new projects?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Just got into your music and was just wondering.&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n11:18 pm</dco> &nbsp;<qco> why can't we all try to understand each other and get along? we were all kids once, we all loved to play and laugh. you always seem like you know that the world is way better than bitter grownups screaming at each other, hopefully we truly live in that same universe. hopefully you're right and we're just experiencing a necessary bump down the road to what we could be. take care, and thanks for being so preposterously true to yourself. \n<br>\n<br>this question page is a precious oasis of sanity amidst the chaos of those who forgot there's more to this weird life operation, so much more.</qco> </h3>      \nNOW that's what i call Friendlyness\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n11:12 pm</dco> &nbsp;<qco> Which one of your videos that you got the idea of making it in the toilet or bathroom?&nbsp;</qco> </h3>      \nthe george clooney one, i think\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n10:32 pm</dco> &nbsp;<qco> Are you making more music?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n10:23 pm</dco> &nbsp;<qco> what are your opinions on wednesday</qco> </h3>      \nit's pretty good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n10:06 pm</dco> &nbsp;<qco> i've been recently struggling to finish my songs because i'm afraid that the song will get worst as i put more time into it. got any tips to get over this fear?</qco> </h3>      \nyou're gonna have to do it faster\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n9:59 pm</dco> &nbsp;<qco> thoughts on taste?</qco> </h3>      \nseems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n9:59 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202101082303\">1.8.21 11:03 pm</a>  In that case, how about you change the name of \"Stupid Song\" to \"i wanna be stupid\" so less people confuse it with \"The Stupid Song\"?</qco> </h3>      \nbecause, the way that song feels, (the one about holding on to what you've got, etc etc) it just feels like a song that should be called \"The ____ Song\". this is strange, because i think i had to actually call that one \"Stupid Song\", but that one definitely feels like it should be called \"The Stupid Song\". You would think the other one should then be called \"Stupid Song\", because in fact, that other one (hold my hand / touch my face, etc) seems like more of just \"a stupid song\". that is how i think of that one. But, because of the silly nature of that song, as part of the sillyness, it becomes very important to call that one \"The Stupid Song\", to bring it that sense of conviction in its stupidness. So the truth is that the best title for both songs is \"The Stupid Song\". which is a mildly unfortunate coincidence, for the sake of the catalog\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n9:57 pm</dco> &nbsp;<qco> are you hiring all positions?</qco> </h3>      \nno, but maybe some of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n8:52 pm</dco> &nbsp;<qco> What inspires you to wake up in the evening?</qco> </h3>      \nfor example, sleeping during the day\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n8:07 pm</dco> &nbsp;<qco> your lyrics make me want to eat marshmallows with hotsauce in a ufo in my backyard...</qco> </h3>      \nare you sure you didn't already want to do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n7:17 pm</dco> &nbsp;<qco> How do you manage to make so many people happy? It is incredible how you can draw in the attention of such a large audiance and keep them reeled in for an entire video, while keeping them happy and entertained.&nbsp;&nbsp;You are extremely talented.</qco> </h3>      \nit's time for part 2 of the challenge, which is, doing it at a pace which allows more than 2% of it to even see the light of day\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n7:13 pm</dco> &nbsp;<qco> hey what's the meaning of your most recent instagram post</qco> </h3>      \nthat would be an artifact from the production process of the next video\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n6:46 pm</dco> &nbsp;<qco> do you think about every single possible thing about a thing and then just pick one of those things that you find cool or best to answer something, because even tho its probably not it could've been and maybe it should've been&nbsp;</qco> </h3>      \nno i don't think so\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n6:24 pm</dco> &nbsp;<qco> should I be excited?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n6:19 pm</dco> &nbsp;<qco> I have some burning questions could you answer them?\n<br>#1 Do the laws of gravity apply to you?\n</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>#2 Do you think pizza should become the state food of Iowa?\n</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>#3 What is you opinion on broccoli?</qco> </h3>      \nperhaps it should become the state food of Iowa\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n6:10 pm</dco> &nbsp;<qco> Are you good at drawing?</qco> </h3>      \nsometimes i can draw my thoughts, i don't know if that counts\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n5:29 pm</dco> &nbsp;<qco> What is your favorite type of bread. This is a deep curiosity of mine.&nbsp;</qco> </h3>      \nextremely normal bread. i will seek round the world to find the bread that has won the most distinguished awards for its normalcy\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n4:55 pm</dco> &nbsp;<qco> What was the date of when you pretended to be every star in the sky?</qco> </h3>      \nthat's more of an ongoing nervous habit i have\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n4:47 pm</dco> &nbsp;<qco> when do you think you will stop learning your new editing software</qco> </h3>      \nprobably when i stop using it. That being said, i still can't seem to find any editing software that works for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n4:39 pm</dco> &nbsp;<qco> when you do eventually release your new video, can we expect more frequent uploads, or is this just one video?</qco> </h3>      \nwell, i'll tell you what my expectations are. After releasing the song on monday, march 18, 2019, i fully expect to release the next song ONE WEEK after that, Not 2, not 4, not 6, .... 1 week (so for the folks following along at home that would be March 26, 2019). i really believe i can do it this time, and if i can't, i will keep trying again and again and again and again. And to this day (jan 10, 2021), it remains extremely true that if i can't release video/music items on something like a weekly basis or better, i'm going to be vicerally and mentally/emotionally and physically absolutely miserable inside and out, until i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n4:04 pm</dco> &nbsp;<qco> I'm struggling very much with the concept of individuality give wisdom pls help</qco> </h3>      \nwhat seems to be the problem? do you have too much individuality? not enough?\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n3:22 pm</dco> &nbsp;<qco> in your music video hello sexy pants, is simon says an icon from sibelius?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n3:17 pm</dco> &nbsp;<qco> The bass riff at 0:50 in \"I just did a bad thing\" sounds SO GOOD and I can't get it out of my head, what makes it sound so good?</qco> </h3>      well, it's not behaving as a bass, at that moment. it's behaving as a lead melody riff, to supplement the vocals/lyrics. one weird trick i've learned about songwriting is that non-lyrics make the lyrics stronger, and lyrics make the non-lyrics stronger. Also not just the lyrics stops for that riff, the whole arrangement stops for it. so this is certainly the reason you have noticed it, and are thinking about it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n2:48 pm</dco> &nbsp;<qco> Do you work on other projects other than your music and videos?</qco> </h3>      \nit would be nice if i could work on everything at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n2:33 pm</dco> &nbsp;<qco> Are you pursuing a career in middle management?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n2:22 pm</dco> &nbsp;<qco> do you think i have enough time to bingewatch all of your other videos before you release your next song/video?</qco> </h3>      \nmaybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n1:40 pm</dco> &nbsp;<qco> what do you do when you're over stressed?</qco> </h3>      \nsing songs of joy\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n1:12 pm</dco> &nbsp;<qco> would water be technically a soup</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n12:54 pm</dco> &nbsp;<qco> I want to start a youtube channel I'm inspired by EVERYTHING pretty much, you included. DO u have any tips on structuring a video so its interesting</qco> </h3>      \nthere is only 1 person in the world who actually knows what's interesting. and that is you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n12:38 pm</dco> &nbsp;<qco> We go through a lot of trouble to achieve things that we think will make us happy. Once we achieve the thing we are happy for a short period but inevitably return to the state of dissatisfaction we started out in. How does one avoid this cycle?&nbsp;</qco> </h3>      \nyou might have to go surfing\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n12:18 pm</dco> &nbsp;<qco> are these questions fake?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n12:18 pm</dco> &nbsp;<qco> if money was no object, what would you buy?</qco> </h3>      \nthe climate\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n11:46 am</dco> &nbsp;<qco> What the fuck are fish</qco> </h3>      \na worm that swims\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n11:31 am</dco> &nbsp;<qco> what degree of rotation for text is your favorite?</qco> </h3>      \nif you pick a favorite, then it wouldn't move and therefore can't rotate\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n10:52 am</dco> &nbsp;<qco> whats your favorite type of chip</qco> </h3>      \nchocolate\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n10:02 am</dco> &nbsp;<qco> are you working on anything?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n9:34 am</dco> &nbsp;<qco> Once you finish the video you're working on now, will you return to a somewhat consistent tuesday schedule?</qco> </h3>      \nput it this way, there is so much content to be made, any time i am not on a weekly schedule or better, i'm going to feel extremely uncomfortable. my main mission in life for quite some time now is to not feel so voraciously and terribly uncomfortable\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n9:24 am</dco> &nbsp;<qco> hey bill! do you have a favorite chord, and if so, why?</qco> </h3>      \none weird trick is changing the chords\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n8:58 am</dco> &nbsp;<qco> What do you think of chairs</qco> </h3>      \nwould make a cool font\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n8:55 am</dco> &nbsp;<qco> how do you feel about the weather channel</qco> </h3>      \ntoo predictable\n<br><br>"
  }
]
