[
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n10:47 am</dco> &nbsp;<qco> What's your favorite video you made</qco> </h3>      i would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n10:46 am</dco> &nbsp;<qco> Kinda ironic that after you made the\"thank you and goodbye\" video that you took a break to learn 3D animation, was that intentional?</qco> </h3>      no, i actually embarked on the journey during the music video for the subsequent song\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n10:46 am</dco> &nbsp;<qco> What's your favorite type of music</qco> </h3>      normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n10:41 am</dco> &nbsp;<qco> I'm two years into a musical theatre degree and I've only just realized that I don't like musicals... what should I do now?</qco> </h3>      something like <a href=\"suggestion.mp3\" target=\"_blank\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n10:09 am</dco> &nbsp;<qco> What's going on inside your mind right now?</qco> </h3>      there's a bunch of other tiny minds\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n9:30 am</dco> &nbsp;<qco> what bad thing did you do</qco> </h3>      did a thing that was both good and bad simultaneously, and broke the system\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n8:38 am</dco> &nbsp;<qco> the earth is flat hotdog or donut?</qco> </h3>      sandwich\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n6:55 am</dco> &nbsp;<qco> why do i get overwhelmed with anxiety when talking to someone</qco> </h3>      because people are scary. that's because people are very powerful\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n6:37 am</dco> &nbsp;<qco> what's your opinion on avocado</qco> </h3>      huge\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n6:17 am</dco> &nbsp;<qco> Are any new songs coming up? </qco></h3>      um hell yeah<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sorry if this bothers you from being asked too often.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n5:57 am</dco> &nbsp;<qco> do you think the boys down in congress get mad?</qco> </h3>      it's like sports. they have to be mad at each other, or else the game doesn't work and it would be a useless franchise\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n5:36 am</dco> &nbsp;<qco> What movies do you recommend for this stay at home order</qco> </h3>      all of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n5:21 am</dco> &nbsp;<qco> Did you really quit school?</qco> </h3>      either that or i didn't start\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n5:20 am</dco> &nbsp;<qco> Do you have any tips for procrastination?</qco> </h3>      i will tell you later\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n5:20 am</dco> &nbsp;<qco> what have you been doing to entertain yourself in self isolation</qco> </h3>      making content and posting it online\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n5:17 am</dco> &nbsp;<qco> why do you think people like to say less is more?</qco> </h3>      just a bit of reverse psychology there\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n5:12 am</dco> &nbsp;<qco> is everything music?</qco> </h3>      no, maybe 60 to 70% \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n5:09 am</dco> &nbsp;<qco> How did you start sleeping randomly </qco></h3>      i did not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(as concluded in the reality, improv and notebook pages) </qco></h3>      that's not a very good conclusion<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and why?</qco> </h3>      my only guess is that you made some incorrect inferences somewhere     \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n4:48 am</dco> &nbsp;<qco> How do you feel when answering all these questions?</qco></h3>      very strong, i can feel my muscles growing<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is it like a meditative practice?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n4:25 am</dco> &nbsp;<qco> I'm getting ready to write a song. I know it's going to be a song about how happy I am to not have to be a child anymore, now that I am much older than just a child and I can live my dreams as I dreamed them when I was too young to live them. I'm having a hard time deciding which key to write the song in - what's the best key to start in?</qco> </h3>      each key is better than any other key. if you keep trying to find the best key you will end up going around in circles forever\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n3:41 am</dco> &nbsp;<qco> what is your musical writing process?</qco> </h3>      the first step is to learn how to catch the ideas as they fall out of the sky at unexpected times, and put them all in the same place. the next thing is to learn how to figure out which one to choose, when it's time to do one. i have zeroed in on a hybrid random-nonrandom selection scheme which works very reliably for me. then i just have to recover all documentation on that item and figure out how the rest of it's supposed to go. always go from beginning to end, unless the piece you already have is not the beginning ..... in which case you will have to work backwards, which is extremely impossible, but i am proud to say i have learned how to do it (long journey, outside, got to know,) and then to figure out what comes next, must do timed run throughs after a door touch refresh, and pay very keen attention when approaching the cliff. catch whatever you catch, and then discuss briefly in yes or no questions, then when you've exhausted all lines of reasoning, go back to the door and run it again\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n3:26 am</dco> &nbsp;<qco> your songs make me feel happy. will you ever make an album of happy songs?</qco> </h3>      albums have never made me happy. at least not real ones. i think the way i was always imagining then in my mind, they had more things to do and places to go, etc. but i think that's probably not called an album, it's called an adventure. but back to the subject of music, what makes me happy in that regard is lots and lots of individual songs. which i will continue to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n3:08 am</dco> &nbsp;<qco> do you have the bpm equivalent of perfect pitch? is that a thing?</qco> </h3>      it's not that hard to remember tempos if you have references\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n3:01 am</dco> &nbsp;<qco> are you the actual bob ross of music?</qco> </h3>      i'll see what i can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n2:55 am</dco> &nbsp;<qco> prediction: since you've swapped from answering questions about the countdown timer's # and instead just ones w/ the reply \"there's a timer\" you've hit the transition period between peak knowledge of video skills and go time on video production</qco> </h3>      i think maybe it's because timer number got unmanageably low\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n2:50 am</dco> &nbsp;<qco> is any amount of how you write and work based on the enthusiasm you had as a kid first discovering creating art</qco> </h3>      it's based on things from every different time in my life, including the present and even sometimes the future\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n2:42 am</dco> &nbsp;<qco> thoughts on fantasy?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n1:32 am</dco> &nbsp;<qco> why does every news station have to have a spinning globe graphic.&nbsp;</qco> </h3>      that is to remind the viewers what planet they are reporting from\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n1:26 am</dco> &nbsp;<qco> do you enjoy bread philosophy</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n1:21 am</dco> &nbsp;<qco> i have seen many theory's and now I'm wondering how you are going to expand the bill wurtz music universe</qco> </h3>      it's quite simple. mAkE mOrE MuSiC\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n12:58 am</dco> &nbsp;<qco> aren't the thing we create just an amalgamation of all the things other people have made? </qco></h3>      sort of, but in some very different shapes sometimes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because we take inspiration from them whether intentionally or not? for example, my work is an amalgamation of bill wurtz's and a bunch of other people's creations mashed together to make something different, whether that is noticeable or not. is nothing ever truly unique?</qco></h3>      everything is<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if everyone takes inspiration from each other, then who was the original source of inspiration?</qco></h3>      the morning sun<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how bout you? what is your work made of?</qco> </h3>      ........ the morning sun\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.20&nbsp; \n12:48 am</dco> &nbsp;<qco> My own song is stuck in my mind what does that means?</qco></h3>      it means you have been listening to it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It happens to you bill?&nbsp;</qco> </h3>      yes, usually as a result of working on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n11:26 pm</dco> &nbsp;<qco> Thoughts on A=432 Hz?</qco> </h3>      in that case, A is also = 216hz\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n11:22 pm</dco> &nbsp;<qco> do you think people who play the lick are funny</qco> </h3>      they are kind\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n10:51 pm</dco> &nbsp;<qco> do you have any other passions besides music and video creating, and if so what are they?</qco> </h3>      going outside\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n10:47 pm</dco> &nbsp;<qco> Can we have a little sneak peek or small hint on your B I G project?</qco> </h3>      <a href=\"twcudry97dgx3g4.html\" target=\"_blank\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n10:18 pm</dco> &nbsp;<qco> What's your favorite song that has not been written yet?</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n10:18 pm</dco> &nbsp;<qco> How do ask a question?\n<br></qco> </h3>      impossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n10:00 pm</dco> &nbsp;<qco> Are u a apple</qco> </h3>      no but i can see why you would think that\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n9:41 pm</dco> &nbsp;<qco> What are your opinions on Velcro?</qco> </h3>      it's good but i hate it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n9:37 pm</dco> &nbsp;<qco> How do bananas reproduce?</qco> </h3>      first they must peel each other and put on some sexual music\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n9:35 pm</dco> &nbsp;<qco> your counter-explanation of hi i'm steve is one of the best things i've ever read. would you ever do that for more of your videos/songs? </qco></h3>      yes absolutely<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or would that require more essays of bullshit to prompt it</qco> </h3>      i was going to say no but after some intense discussions with my therapist i think the answer is yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n9:16 pm</dco> &nbsp;<qco> Do you like phone or computer for gaming?</qco> </h3>      fax machine\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n9:04 pm</dco> &nbsp;<qco> ur never afaraid to be yourself are you? </qco></h3>      i guess i must have received a fateful fortune cookie at a young age, telling me that that is a winning strategy. as you may have noticed i have been trying eagerly to pass that fortune cookie along to the next person(s)<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;fuck I look up to it so much</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n9:03 pm</dco> &nbsp;<qco> what's your favorite soup?</qco> </h3>      hotdog flavoured soup cereal ..... the sandwich\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n9:03 pm</dco> &nbsp;<qco> does music frustrate you?</qco> </h3>      only from how good it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n9:01 pm</dco> &nbsp;<qco> Why do you think the corona is still going on even though the symptoms are similar to the flu</qco> </h3>      because the symptoms are, on average, worse than the flu, with a much higher rate of death, and it's also more contagious\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n8:57 pm</dco> &nbsp;<qco> when do you estimate that you'll start working on youtube again? if not youtube, then what other profession?</qco> </h3>      i've never actually worked on youtube. i make all my videos offline, and then upload when i'm done, to youtube and other sites if applicable\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n8:52 pm</dco> &nbsp;<qco> Will you definitely upload more recent journal entries sometime?</qco> </h3>      flipping hell yeah, that's the whole point\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.20&nbsp; \n8:51 pm</dco> &nbsp;<qco> What should I do, I took on too many projects to provide people with stuff, with deadlines coming up soon and there's no way I'll be able to finish all of it in time.</qco> </h3>      oh this is exciting. you are about to learn some lessons\n<br><br>"
  }
]
