[
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n4:24 pm</dco> &nbsp;<qco> how many eggs is too many</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n3:59 pm</dco> &nbsp;<qco> is all the magic gone if you study architecture</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n3:59 pm</dco> &nbsp;<qco> how are babies made</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n3:58 pm</dco> &nbsp;<qco> Hey bill, thank you for answering my question. Your response made me seriously think about my current situation. At this point I am 20 and there is so much I want to prove, I want to grow beyond measures and make an impact in the animation industry (my life goal). I know I must resolve myself to this goal. Do you feel like you have to choose? Between a relationship with someone or working in solitude. I haven't received an assault of questions of when I am going to get married or settle down yet but I know in the few years I will. It's a suffocating feeling. I hope this isn't intrusive but did you go through something similar and what are you thoughts?\n<br>\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n3:58 pm</dco> &nbsp;<qco> is there a password that a can enter on the reality page that can get me something special</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n3:50 pm</dco> &nbsp;<qco> How about greedy companies and politicians attempting to repeal net neutrality? That's pretty wacky right?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n3:40 pm</dco> &nbsp;<qco> why don't you make the ASK button the same visual style as the RANDOM QUESTION button</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n3:35 pm</dco> &nbsp;<qco> Does your ability to work hard depend on your environment?&nbsp;&nbsp;If so, is it the correct decision to leave the environments that don't foster hard work?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n3:27 pm</dco> &nbsp;<qco> You said you update reality once a day, but the latest one showing up for me is 2.16.16, which you added to the page 2 days ago. Why is that?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n3:07 pm</dco> &nbsp;<qco> can all theories be thought of as conspiracy theories?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n2:45 pm</dco> &nbsp;<qco> Frank Zappa once said that \"II-V-I's\" are the essence of all bad white jazz. Your thoughts on that?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n2:44 pm</dco> &nbsp;<qco> i don't understand the harmonic function of Sus chords. Seems to me like a chord that's dominant but cute, and like a shortcut to chords that leads to another colours. what do you think about it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n2:42 pm</dco> &nbsp;<qco> Are you still thinking bout doin an album?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n1:38 pm</dco> &nbsp;<qco> yo I read your answer to some question about wishes and you would really not wish for anything? if you had the power wouldn't you wanna end poverty or eradicate cancer or stop crime or something??\n<br>\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n1:15 pm</dco> &nbsp;<qco> How long before the music of today gets played on classic rock radio stations?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n12:43 pm</dco> &nbsp;<qco> why are you trying to be reasonable?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n12:35 pm</dco> &nbsp;<qco> What lesson do the kids need most these days?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n11:13 am</dco> &nbsp;<qco> By the question on <a href=\"q.php?date=201707231515\">7.23.17&nbsp;&nbsp;3:15 pm</a> asking about the earlier days of your youtube career, I meant around 2014. Not 2015, when you had plenty of experience in video-sharing sites.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n10:55 am</dco> &nbsp;<qco> Have you ever rickrolled anyone?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n9:58 am</dco> &nbsp;<qco> How much free time do you allow yourself when you're working on something?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n9:37 am</dco> &nbsp;<qco> why do you do anagrams?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n7:48 am</dco> &nbsp;<qco> What happened to the Indus river valley civilization ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n6:26 am</dco> &nbsp;<qco> Do you have calluses from playing too much guitar? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;'cause I do, and it feels nice to have a support network of individuals with similar experiences. :)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n6:23 am</dco> &nbsp;<qco> hey Bill, it's winter in Australia where I live rn. I was thinking that people should invent a machine to teleport users back and forth from an uncomfortably cold location to an uncomfortably&nbsp;&nbsp;hot location so that the two opposites could cancel each other out. Saves a lot on heating and cooling devices that way.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;But then I realised that people would get plenty nauseous and their ability to function would tank to 0% efficiency so I figured I should stop thinking about such futile inventions and work on some homework instead. What do you think about such a machine?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n5:06 am</dco> &nbsp;<qco> hello are u bread</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n3:44 am</dco> &nbsp;<qco> What do you think about human kind?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n3:29 am</dco> &nbsp;<qco> So I've noticed you're updating reality again, but you're doing it pretty slowly. Is there a specific schedule for reality updates or are you just doing them whenever?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n1:10 am</dco> &nbsp;<qco> what did you think about when you first started doing the reality videos? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Were they already reality videos or were they just videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.24.17&nbsp;\n1:08 am</dco> &nbsp;<qco> you can get feedback from videos in the comment section on youtube. but how do you get feedback on the no-video songs, besides emailing and the questions page?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n11:50 pm</dco> &nbsp;<qco> Do you ever feel boxed in by your audience's expectations? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;For example, do you keep making videos purely because that's what you love doing, or is it at least partially because you're now \"that guy who makes videos\"? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm mainly curious if you've ever considered giving up YouTube to pursue making full-length music albums.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n11:49 pm</dco> &nbsp;<qco> You've said a few times that you've been playing music from a young age and you're very confident in your abilities (which you should be!). Do you ever feel or give into the temptation to \"show off\" in your music-whether it's a fast run, fancy chord, highly technical progression, vocal trick, or whatever</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;-or do you simply put those things in when they feel \"right\" to you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n11:43 pm</dco> &nbsp;<qco> have you thought about becoming a .gov instead of a .com?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n11:37 pm</dco> &nbsp;<qco> hey! have you thought about adding a \"previous\" and \"next\" links/buttons to the videos or maybe some sort of playlist thing in the reality page? it would make the navigation of the content all the more flowing, i think.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n11:30 pm</dco> &nbsp;<qco> time or space. choose</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n11:21 pm</dco> &nbsp;<qco> Hi, what's the universe like? I'm considering to go and visit it.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n10:17 pm</dco> &nbsp;<qco> What is a good time?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n10:11 pm</dco> &nbsp;<qco> Hi, i was looking at your lyrics page. You use the letter e 4825 times... But you only use the letter q 19 times. What's with the disparity? Why do you hate q's so much? Maybe you can use more words containing the letter q in future lyrics?&nbsp;&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n10:04 pm</dco> &nbsp;<qco> Did i find the questions page? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is this it?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i heard about it from others</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n9:34 pm</dco> &nbsp;<qco> What is your opinion on Justin bieber</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n9:01 pm</dco> &nbsp;<qco> do you consider \"a\" being 440hz, or do you think it's something different?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n8:53 pm</dco> &nbsp;<qco> I see all the capital letters you use. But it's from the questions we ask. Correct?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n7:55 pm</dco> &nbsp;<qco> what do you think of the word \"aesthetic\"? ... I hate it.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n7:34 pm</dco> &nbsp;<qco> <a href=\"self-taught.html\">Do you learn music with teachers or all by yourself?</a></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n7:05 pm</dco> &nbsp;<qco> I just laid an egg. What should I do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n5:18 pm</dco> &nbsp;<qco> When do you plan to have your new song out?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n5:16 pm</dco> &nbsp;<qco> is all the magic gone if you study biochemistry</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n4:55 pm</dco> &nbsp;<qco> i think you should change the notebook page so it looks more like this questions page and you don't have to click the link to see each note. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nis there any particular reason why aren't you doing it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n4:53 pm</dco> &nbsp;<qco> Do you know anything about music theory?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And what can I learn from it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n4:27 pm</dco> &nbsp;<qco> <a href=\"http://billwurtz.com/its-ok-to-have-feelings.mp4\">What's something that you think we oughta know?</a></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.17&nbsp;\n4:24 pm</dco> &nbsp;<qco> Do you think if you play enough songs in odd time signatures (5/4, 7/8, etc) that those will eventually start to feel \"natural\"? I know the ear/brain probably feels the most at ease when the rhythm of the song stays grouped in beats of 2,3 or 4 from start to finish. Though, can't you break down complex time signatures into combined groupings of simple beats?</qco> </h3><br><br>"
  }
]
