[
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n1:39 pm</dco> &nbsp;<qco> You mentioned that you always try to make a song as different from the others as possible. Have you considered making songs imitating other artist's styles? I think that could be an interesting exercise and I'd love to hear that.&nbsp;</qco> </h3>      given the fact that i only have a very specific set of tools available, i'm afraid that wouldn't entirely be possible yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n12:54 pm</dco> &nbsp;<qco> whats your main goal with all the music?</qco> </h3>      win enough grammy awards to hopefully become a judge for the grammy awards\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n12:41 pm</dco> &nbsp;<qco> You've got me thinking bout minor keys. Sure, there's some popular tunes in&nbsp;&nbsp;minor, but if you listen to the radio, you're not gonna hear a 50/50 balance between major and minor keys. It'll probably be more like 90(maj)/10 (min)? Like I was paying attention on my car ride to work this morning and I didn't hear 1 song in a minor key. I also think that a lot of the songs that are in minor have a strong pull towards the major chords in the key (like songs in Amin really wanna hang on that Cmaj at some point), and a lot of songs that could be minor have more of a minor pentatonic/blues scale feel than straight up minor.&nbsp;</qco> </h3>      i agree completely with all of that\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n12:30 pm</dco> &nbsp;<qco> Why don't you just get a guitar to use in your songs, or find a guitarist to record with (like me, for example)?</qco> </h3>      it has always seemed like a very very strange and foreign thing to do, and i was always capable of getting so far without. it was just always out of the question. but now doing songs at this pace i am seriously considering doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n12:27 pm</dco> &nbsp;<qco> where can i watch \"triangle boy the movie\"? it seems like a good movie to watch.</qco> </h3>      it had to be cancelled and erased because kevin spacey was in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n12:13 pm</dco> &nbsp;<qco> is it just me or are the colors on your lyrics page more tolerable than they used to be? </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i seem to remember really clashing colors on there, as a method of discouraging people from looking at the lyrics without the sound</qco> </h3>      yes, it still is\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n12:00 pm</dco> &nbsp;<qco> Are your file names really just random strings of characters, or is there some sort of system in there?</qco> </h3>      that is just to make sure the names aren't the same. really all of them are the same thing \"file i am using for a video\" but i got tired of typing that after a while\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n11:53 am</dco> &nbsp;<qco> Hey its God, I really like what you're doing here. Oh yeah, stop mentioning hell. Come up here with me, you will like it</qco> </h3>      which way is up\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n11:37 am</dco> &nbsp;<qco> What can I practice on a 61-key keyboard with unweighted keys?</qco> </h3>      playing it ?\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n11:08 am</dco> &nbsp;<qco> can i be an idiot</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n10:52 am</dco> &nbsp;<qco> Can you give me any tips on how to hear and distinguish a fully diminished chord from a half diminished chord?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you instantly know what it is or do you have to actively concentrate to the 7th? \n</qco></h3>      one thing to remember with 'diminished' chords is, the way they work is upside down. once you get that it starts to make more sense. so when you say the '7th', it actually doesn't really feel or sound like a 7th of anything. let me give you some examples... key of C. first chord C. second chord, just move the bass note up 1, and keep the other notes, so it's C#, E, G. that's C#dim. so it's like C but with the C note moved up. and the chord actually behaves almost just like A7. so a lot of songs may start C, C#dim, when actually it is a very close sister of C, A7. you'll notice this in a lot of songs, especially from the 1930s or 40s. On the subject of the \"diminished 7\" well that sounds pretty much the same. it's just a continuation of the diminished thing, it's all stacked 3rds, a very dizzy sound. and again to use the previous example, it would be like C7, then if you move the C note up and keep the rest the same that is just like C#dim7. and again, it's like a substitute for A7b9. wants to go to Dmin in both cases, and most often will. C, C#dim, Dmin. .... but the other one you asked about, half-dim, (or some people call it min7b5) again the 7th won't really feel like a 7th of anything, because diminished chords don't really sit on their feet, they hang from above, as i'm trying to explain, so actually generally what i would say is, a half-dim chord is gonna sound like a minor triad with a certain note in the bass. let's say, Fmin with D in the bass. that's what it sounds like. let's go to the key of Cmin, and let's say you have Fmin, G7, Cmin. if you take that chord sequence, and listen closely, and plug the headphones into your smartphone, you will notice secretly there might be a D bass note under that Fmin. that makes it Dmin7b5 (or D half-dim) instead. the names of these chords are kind of misleading and don't particularly feel like good names for them but that's just the names that are used. probably less so nowadays because this kind of literacy has fallen somewhat out of style .... but the example i just mentioned is generally the most common way you will hear those chords used. the main thing to remember here is that diminished chords mostly mostly mostly usually nearly always do NOT stand on their own and are not used on their own. so if you start to think too much about the chord individually it will not seem to make sense. yet it occurs very normally and commonly as part of a sequence. so the best thing you can do is just look at where it occurs in songs, and just become accustomed to those patterns. and then you will recognize the pattern. and when you hear that Dhalf-dim, G7, Cmin, you will instantly know it is either that OR Fmin, G7, Cmin. but you will have to plug in the headphones and listen close to see if that D bass note is there, to know for sure which it is. but you were asking about the difference between Ddim and Dhalf-dim, well i would say that those 2 aren't the ones you wanna tell the difference between, they're not really even that closely related. i'd say it's more about telling the difference between Dhalf-dim and Fmin. and the difference between Ddim and Bb7. and in both cases you would need to turn up the bass to hear the difference but there is not that much difference. the way you would tell the difference between Ddim and Dhalf-dim is just that they are used in different parts of the song. it's kind of like a wrench and a broom. you can usually tell which one is which because they are mostly not even used in the same context. but the biggest thing i can say, again, is just look at the songs and just find out what happens in songs<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, why is it so difficult for me to distinguish a diminished triad from an augmented triad?</qco></h3>      they have a similar dizzying effect because you are stacking 2 minor 3rds or 2 major thirds in a row, pushing it out of key<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It really shouldn't be, they're way too different and yet I have a hard time doing it. \n<br>I can tell the difference between these chords if I try really hard to isolate pitches but I want to be able to instantly hear and know what it is, just like I can instantly distinguish a major from a minor chord. Do you have any advice? Many thanks</qco> </h3>      i hope you are doing this from inside a song and not outside. because dim and aug chords in particular are very much out of context if they are used outside of a song. and with aug, it's almost like borderline it's almost unfair that that one even has a name. because when you get into that territory it's like you're doing a song and you just need to change one note a certain way and you do it. and there might not really be a name for the chord. usually you don't just go around playing augmented chords .... the fact that it has a name make it seem like more of a solid/usable thing than it really is. in other words, the places it is used almost always seems like a sort of exception of some kind. there are many other patterns of notes that are sort of built out of all wholetones, etc, which are a complete mess to try to name. and i feel that a straight up augmented triad is in that family and is kind of unfair that that one gets such an easy name. and i've seen a lot of people get distracted early on trying to learn what it means and what its importance is, just because it gets brought up early in classes along with minor and major chords. but really it's something that should be discovered through songs, as needed. along with all the other things which may not have names\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n10:40 am</dco> &nbsp;<qco> what are you going to do/how do you think you'll feel when you get famous enough that everybody and their mother knows about this questions page, including the haters?</qco> </h3>      i think it would be ok. to be fair, there have been haters on this page for quite some time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n10:37 am</dco> &nbsp;<qco> why dont you do your notebook </qco></h3>      \ni do but what happens is if you make more than 6 or 7 types of content, it will always appear that something has been abandoned. where as if you try to work on all the types at the same time, it will look like you have abandoned everything. the things i currently prioritize are music videos, tweets, anagrams, and questions. that's 4 things being done constantly which hopefully is enough because that's 100% of my time right there, working like a lunatic the entire time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nand why are shirts in other other&nbsp;</qco> </h3>      \nbecause this is not a shirt site\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n10:35 am</dco> &nbsp;<qco> why are wodrs spelt wrngo on yor wesibte</qco> </h3>      title design, sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n10:25 am</dco> &nbsp;<qco> Damn! I LOVE Slow Down!!!!!! It's awesome!!! The very very really slowly now bit is dope&nbsp;&amp; man keep bringing us stuff like that\n<br>(i like it very much)&nbsp;</qco> </h3>      that is nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n9:03 am</dco> &nbsp;<qco> I realized yesterday that to deal with my negative emotions, I should let them run wild and put that anger towards something rather than keep them locked inside. Doing this is great because the next time I'm confronted with the thing that may scare me or upset me, it won't frighten me or shake me up. Instead, my emotions will be way more manageable and I'll probably be more comfortable with them since I acknowledge them and express them so much, rather than avoiding them and letting them have a negative affect on me.&nbsp;</qco> </h3>      that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n8:13 am</dco> &nbsp;<qco> Do you prepare a script for all your (short) songs or sometimes do you improvise whil you are recording ? \n</qco></h3>      everything is arranged around the vocal, so if they were improvised the vocal would have to be done first<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, do you feel that you have much more inspiration now than before ?</qco> </h3>      i've always had an uncontrollable, inconsolable amount of inspiration\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n6:27 am</dco> &nbsp;<qco> Why does existence exist&nbsp;</qco> </h3>      because you said\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n6:23 am</dco> &nbsp;<qco> would you say your lyrics are like a rorschach inkblot but with a dash of intent?</qco> </h3>      how about feelings with a dash of inkblot\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n6:13 am</dco> &nbsp;<qco> I've been having a really hard time coming up with chord progressions to instill some vibe in the song,\n</qco></h3>      i think if you start making sure you know what chords are in all the songs you like, then you will quickly start to get an idea of how to use them to your liking<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\n also I'm having a hard time finding the correct notes in a key to play randomly to make it sound good.\n\n\n Any tips from the master himself?\n<br></qco> </h3>      if it's truly random then it might not sound very good. the good news is if it is actually a human playing it, it will sound more meaningful than random. but the way i learned everything about what sounds like what when is just by spending a lot of nice tender and almost even romantic time with the piano/keyboard\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n5:42 am</dco> &nbsp;<qco> What's your favorite youtube clip that's 10 secs or shorter?</qco> </h3>      how about <a href=\"letterman-tom-snyder-leg.mp4\">this</a>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n5:32 am</dco> &nbsp;<qco> does simon says still not remember anything hes been doin or any thing he remembers?</qco> </h3>      i don't remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n3:45 am</dco> &nbsp;<qco> the rhymes in your songs that begin with \"and\" multiple times consecutively are getting kinda old, seems pretty uncreative</qco> </h3>      well then how about <a href=\"https://billwurtz.com/monday-stack-of-&amp;s.mp4\">this</a> one\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n2:27 am</dco> &nbsp;<qco> What's your favourite part of any sports game</qco> </h3>      the middle\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n12:36 am</dco> &nbsp;<qco> what is your favorite fruit?</qco> </h3>      the vegetable\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n12:18 am</dco> &nbsp;<qco> I have a theory that minor chords aren't real what do you think</qco> </h3>      i know what you mean, and i'm inclined to think so too, but that is a slightly uncomfortable conclusion for me because i can still feel them so at this point i'm still not entirely sure what they are, after quite a bit of in depth rigorous experimental pursuits\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n11:55 pm</dco> &nbsp;<qco> How do you imagine performing your tunes live? </qco></h3>      with a band<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm listening to 'long long journey' right now and the sound effects, backing vocals and all of the different keyboard sounds would be epic to see live.&nbsp;</qco> </h3>      it wouldn't be that way at all live. it would hopefully be much better and more well rounded in sound. any song can be done any way, that's one of the most fun things about songs. and i exploit this to the fullest by never doubting that i can do any song all by myself, using only the tools i have. despite the fact that it usually sounds drastically different than i may have imagined it. a great majority of my songs would probably be much better as guitar songs of some sort. but that's just not what i can do nor have. when the live band show comes around, it will open up many many different doors so that a lot of the shenanigans i do on records will not be necessary anymore... this is why it seems strange to me when i hear people cover my songs and they cover every little riff in between lyrics excactly the way my recording did. to me that wasn't even part of the song, that's just the best way i could think of to deliver the song at that time using the only tools i have available. for example i bend over backwards doing all kinds of things to make up for the fact that i can never really have a strumming guitar. a strumming guitar of some sort is what every song probably really needs. and yet because i don't have that i usually end up doing completely different and unrelated things, to compensate. which i think has worked surprisingly well unless you ask the haters and hatresses\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n11:48 pm</dco> &nbsp;<qco> Why did you mention going to hell in \"Mt. St. Helens is about to Blow Up\" and \"Slow Down?\" Did you do something bad, or is it paranoia? Or something else?</qco> </h3>      seems like a fun and exciting place, that most of us would only dare dream about\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n11:19 pm</dco> &nbsp;<qco> How do you cope with other people being confusing?</qco> </h3>      launch a counter attack, of your own brand of confusion\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n10:53 pm</dco> &nbsp;<qco> i love Slow Down so much!!! thank you for blessing my week with it!!!</qco> </h3>      that is nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n10:17 pm</dco> &nbsp;<qco> who is your favorite person?</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n9:44 pm</dco> &nbsp;<qco> what do you gain by answering questions?</qco> </h3>      patience, and balance\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n9:43 pm</dco> &nbsp;<qco> Can you level the bass in your car?\n</qco></h3>      why would you think you know the bass level in my car. i hope you have not been in my car, i thought i was the only one with the key<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Open YouTube&nbsp;&amp; play 'SMPTE jazz'. You'll figure it out.\n<br>\n<br>It's considerably affecting your work...your coolest basslines fall flat on the leveling below 100hz&nbsp;</qco> </h3>      how would it effect my work if i did not even car check it until it was done, at which time i actually raised the bass drastically because the car test is actually what revealed that the new bass sounds actually had way too LITTLE low. so i raised it considerably after that. in fact, my car system on some bass sounds gives me nothing below the low F. so what you are saying is mostly the opposite. people often say the bass is too overblown. but perhaps you could send me some examples of mixes you have done because i am curious to see how the pros are doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n9:07 pm</dco> &nbsp;<qco> hey bill did you know that you spelt 'hurricanes' wrong on your lyrics page</qco> </h3>      that makes sense. i really don't know how to spell that word. i was careful for the video so i'm pretty sure it's right in the video, which would be good because i can't really change it there now. but the lyrics page is an easy fix which i will do soon but not right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n8:53 pm</dco> &nbsp;<qco> When will you write a song about a girl damn it</qco> </h3>      almost any song i've written could be about a girl\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n8:46 pm</dco> &nbsp;<qco> When I fall behind on things to do, and they all pile up and I end up not being able to do any of them, what do I do?</qco> </h3>      strike a compromise, then embrace the impossible feeling during the middle process, then afterward embrace the earthly feeling of success, being well assured that every business plan, every person, every tree, this entire universe was made with moments of 'oh shit how could i possibly, this is allwrong, o dear what is the matter, how could i ever' woven all up and down and within it, and yet nevertheless is viewed upon from the outside as great victory<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n8:38 pm</dco> &nbsp;<qco> What rhymes with wish besides fish and dish?</qco> </h3>      it depends if you are using it for musical purposes or if you are doing it for some other more strict and explicit rhyming exercise\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n8:03 pm</dco> &nbsp;<qco> why do you open yourself so much?&nbsp;</qco> </h3>      some people think i remain extremely closed. i will be holding a contest soon to figure out if i am open or closed\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n7:48 pm</dco> &nbsp;<qco> I take care of a flock of chickens, any advice for the mother taking care of two baby roosters? I'll make sure to tell her what you said.</qco> </h3>      for some reason i don't think chickens should be taking advice from humans about how to take care of chickens\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n7:43 pm</dco> &nbsp;<qco> Do you plan to ever upload some older songs of yours onto YouTube? Maybe ones you particularly like but never got any attention because you made them prior to your massive increase in popularity. I personally love all your current stuff, but of your older music I really like \"Home\" from 2011.</qco> </h3>      oh brother if anyone thinks my current mixes are a catastrophe wait til they hear that lump\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n7:26 pm</dco> &nbsp;<qco> on a scale from annoyed to overjoyed, how do you generally feel about all these questions?</qco> </h3>      in the middle but there's more ends to the spectrum\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n6:59 pm</dco> &nbsp;<qco> have you ever considered implementing stop motion animation into any of your videos?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n6:38 pm</dco> &nbsp;<qco> Is life suffering?</qco> </h3>      hopefully not\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n6:22 pm</dco> &nbsp;<qco> Hi Bill, thanks for the recommendation about pitch correction. When I calibrate it to A = 432Hz, how will I know when my spiritual essence is enlightened?</qco> </h3>      when you turn it off\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n6:07 pm</dco> &nbsp;<qco> are you planning on writing love songs in the near future?</qco> </h3>      yes, i am pretty sure i have done it in the past also\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n6:06 pm</dco> &nbsp;<qco> Why does \"slow down\" seem louder than your other songs? </qco></h3>      perhaps because i was informed the loudness war was over a few months ago but then someone recently told me it is not entirely, and they said my songs seem to be quieter than everyone else's. so i was sure to give an extra push. someone also said the highs were too weak, which i figured was true. <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, sometimes it feels like the vocals aren't really clear, and are being covered up by the other instruments.</qco></h3>      someone also said the bass was weak, so i tried to run the bass a little louder. someone also said the bass was still weak after i did that. <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or the lyrics just don't feel heavy enough, there's a lot of breath and air.</qco></h3>      sometimes i find it easier to quickly compensate for an unclear instrumental mix by simply bringing the vocals louder. but that's not entirely fair because that makes the groove weaker. so with this one i may have kept the insts stronger. also i think i was still aware that the highs were still not strong enough so i likely boosted the highs. also, too much mids are also always a problem so i almost always tuck the heck out of that otherwise it is just extremely volatile all the time unless i spend years micro managing it. which i assume no one has time to do.<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; So it sounds unbalanced some of the times I listen to it.</qco> </h3>      would you like to mix my songs for me, i'm looking for someone who has the level of professional experience needed to really do it properly, on a professional time schedule, and it sounds like you might be that person. can you give me some examples of tracks you have mixed\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n6:05 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201811132216\">11.13.18&nbsp;&nbsp;10:16 pm</a> \n<br>\n<br>Yea I heard the beat starting on \"time\" as well. Took some effort to start hearing it starting on \"look at\". Sounded better after I switched it around in my head.</qco> </h3>      some things the way we hear it the first time is stuck with us for a long time. the drum fill to start 'rock with you' has always been flipped for me, and for a while i had to carry it on a business card in my wallet for reference\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n5:59 pm</dco> &nbsp;<qco> As someone who used to be a fan and now is not: he's making the same dumb non-sequitur joke over and over again over similar-sounding musical motifs and sounds. His aesthetic is cool, but it's only an aesthetic: beneath the thick veil of absurdism, his output is empty.</qco> </h3>      oh yeah well beneath the hatred your question is empty\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n5:50 pm</dco> &nbsp;<qco> Do you forget the questions people ask you ?</qco> </h3>      some of them. i have probably been asked at least 200,000. there's really no way to count them anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.18&nbsp; \n5:13 pm</dco> &nbsp;<qco> favorite daughtry song?</qco> </h3>      i don't know them all but it's gotta be life after you\n<br><br>"
  }
]
