[
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n6:18 pm</dco> &nbsp;<qco> why are ur songs so catchy?</qco> </h3>      \ncan't you see i'm trying to destroy the universe\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n6:05 pm</dco> &nbsp;<qco> What's the craziest thing you've ever done?</qco> </h3>      \nwas born\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n5:41 pm</dco> &nbsp;<qco> Is the verse-chorus song format bad?&nbsp;&nbsp;</qco></h3>      no, but........... good luck pinning down what it even is<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I kinda sorta got that impression from your reality video from 1.12.12 11:21am.</qco> </h3>      \ni just watched it and i did not get that impression whatsoever. i was clamouring for 'normalcy' in early 2011, and throughout 2011 i was able to mostly find what i was looking for, then starting around 2012 i started to fuse them together ('normal' and 'non'). i pretty much spent all the way until 2014 doing this (writing). it was weird, everyone thought i had quit or something. no one expected that i was just trying to learn how the heck i'm supposed to do things\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n5:35 pm</dco> &nbsp;<qco> How are you able to make all you ideas</qco> </h3>      \ni don't know, but i will have to do it anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n5:22 pm</dco> &nbsp;<qco> hey bill, I wrote out a confession to the person I like, and one of your songs came on. You calmed me down enough to finish and maybe even send it. Thank you, your voice is lovely</qco> </h3>      \nholy soliloquy of peace, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n4:55 pm</dco> &nbsp;<qco> what's your favorite kind of pizza?</qco> </h3>      \nperfect\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n4:41 pm</dco> &nbsp;<qco> How to stop overthinking?</qco> </h3>      \nchallenge yourself to think 10x more. this will exhaust you and make you want to relax\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n4:27 pm</dco> &nbsp;<qco> Are bananas funny?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n3:47 pm</dco> &nbsp;<qco> Why you are so good at everything?</qco> </h3>      \n i thought that was supposed to be normal\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n3:22 pm</dco> &nbsp;<qco> why pyramids were made?</qco> </h3>      \nbecause pyramids are great. i'd build one\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n2:50 pm</dco> &nbsp;<qco> why is your music so damn catchy?</qco> </h3>      \nto increase the chances that someone will find me and get me off this damn island\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n2:42 pm</dco> &nbsp;<qco> How do you manage to stay on task? What keeps you focused on said task till you manage to complete it?</qco> </h3>      \nlooking at calendars can be very inspiring\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n1:39 pm</dco> &nbsp;<qco> Will you ever go on tour? i understand that your songs have a lot of different instruments all played by you, so maybe when cloning machines are invented you could try it</qco> </h3>      \nit will sound better if it's different people, because that way there will be less of a tendency for everyone to wanna play the same sort of thing at the same sort of times, but, i also might wait until concerts are legal\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n1:33 pm</dco> &nbsp;<qco> what is life</qco> </h3>      \nan opportunity for growth\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n1:13 pm</dco> &nbsp;<qco> how does a frisbee work?</qco> </h3>      \neasy. just deposit it into your bank account, and in seconds your bank balance will be 'floating on air'\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n1:07 pm</dco> &nbsp;<qco> are hi hats going out of fashion?</qco> </h3>      \ni severely doubt that\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n12:40 pm</dco> &nbsp;<qco> What is a wall?</qco> </h3>      \n very difficult to describe, but it's like a blindfold for the entire room\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n12:15 pm</dco> &nbsp;<qco> When are you gonna learn new lesson ?</qco> </h3>      \nall the time. every day is lesson day, in lesson world\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n12:10 pm</dco> &nbsp;<qco> do you write your songs witha deeper meaning </qco></h3>      than what<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do you just sing randomly</qco> </h3>      it's impossible to sing randomly. science tells us this\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n11:39 am</dco> &nbsp;<qco> Please help me, this is driving me crazy. What the hell time signature is Schism by Tool?? I swear to god it's 7/8 9/8 but others disagree. What do you hear? I trust your rhythmic wisdom</qco> </h3>      \nlet me take a listen......... right, so i tend to hear that one as 5+7. so a quick 5 then a quick 7. but surely you might say \"but that adds up to 12, isn't it more likely that this is meant to be felt in some 3 based structure\", and listening to it further, these things are always anyone's guess but i would certainly venture that the drummer is feeling 5 and 7. the lyrics/vocals mostly seem to be happiest as 5+7, but some of the vocals are likely meant to go 3+3+3+3. i would even venture a step further and say that the writer(s) have thought about all of this, and these sorts of number games might even be what informs some of the lyrical content\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n11:16 am</dco> &nbsp;<qco> do you want to write a song together?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n11:00 am</dco> &nbsp;<qco> Can you do a face reveal?</qco> </h3>      \nnever\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n10:00 am</dco> &nbsp;<qco> did you ever do those tests in school to see what kind of learner you were (audio, visual, kinesthetic)? which one were/are you?</qco> </h3>      \nnormal\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n9:57 am</dco> &nbsp;<qco> how can i be the best in the whole world?</qco> </h3>      \nmake sure you are exactly the same as everyone else\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n9:47 am</dco> &nbsp;<qco> Is being unpredictable predictable?</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n8:44 am</dco> &nbsp;<qco> Bill wurtz, you are a creative genius. How does that feel?</qco> </h3>      \nyou know rugs?.... i feel like one of the strands in the rug\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n8:16 am</dco> &nbsp;<qco> what is your political opinion of oatmeal</qco> </h3>      \ni'd vote for it twice if i could\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n6:27 am</dco> &nbsp;<qco> I love the number 22 do you love some numbers too ? and which ?!</qco> </h3>      \ni've loved numbers so much that sometimes i get molested by numbers. then i hate them for a while, and the cycle continues\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n5:31 am</dco> &nbsp;<qco> would you consider your content to be random?&nbsp;</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n4:11 am</dco> &nbsp;<qco> how do you make your songs</qco> </h3>      \nby setting up a series of shadow companies i've been able to inconspicuously sell my soul to myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n3:16 am</dco> &nbsp;<qco> So, how's walmart?</qco> </h3>      \npretty good, this is thanks to the fact that they were willing to whole heartedly embrace the world wide web\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n3:13 am</dco> &nbsp;<qco> You ever just, and you just, then you don't?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n2:42 am</dco> &nbsp;<qco> Hi bill artist here my question is have you ever had writer's block ( or whatever you call art block / writer's block in the music scene) </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how did you get rid of it?&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n2:03 am</dco> &nbsp;<qco> Are you particularly drawn towards minor sounds? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I ask because in your videos almost every chord is minor, </qco></h3>      that's not even close to true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;at least that is I've heard.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n1:54 am</dco> &nbsp;<qco> How many ears is the ideal amount of ears</qco> </h3>      \n100\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n1:47 am</dco> &nbsp;<qco> Is \"Wild Frolicking Adventures of Informational Education\" related to \"history of the entire world, i guess\"?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n1:12 am</dco> &nbsp;<qco> Hey Bill whats your opinion on cookies with raisins instead of chocolate chips?</qco> </h3>      \nthey are flying off the shelves so fast that they will also suck the shelves right out of the shelf fixtures\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n1:11 am</dco> &nbsp;<qco> What makes a story and its characters memorable?</qco></h3>      i'm not sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How would you advise someone trying to write a meaningful story?</qco> </h3>      \njust start writing. meaninfgulness will find you. meaningfulness is more contagious than any disease on earth\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n12:41 am</dco> &nbsp;<qco> why did the chicken cross the road</qco> </h3>      \nit was following another road. going through an intersection with the first road\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.20&nbsp; \n12:02 am</dco> &nbsp;<qco> are there any advantages you've found to adding keysmashes to your filenames?</qco> </h3>      \nyes, this means they will hopefully not conflict with other files which had otherwise the same name. But this was not something i found after doing it, this was something i already knew, and is my reason for doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n11:20 pm</dco> &nbsp;<qco> Bill, your music is so lovely. I love you, and all what you do. I want to write music since so much years, and I do it... or something like that. The point is... what should I do to write music that sounds really good, and other people enjoy it?. Thabks\n<br></qco> </h3>      \ni don't know, but if you manage to do it you will be a hero in the name of science\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n10:57 pm</dco> &nbsp;<qco> Why create when you can experience?</qco> </h3>      \nso you can share the experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n10:18 pm</dco> &nbsp;<qco> what was the moment like when you first felt enlightened?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n9:07 pm</dco> &nbsp;<qco> do you think people who do not make music miss a certain depth that music has to it? do you think it's important for everyone to experience both listening and creating music?</qco> </h3>      sometimes, when you are learning to make music, this can cause you to miss many of the broader depths of music that are easily felt by non music makers\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n7:42 pm</dco> &nbsp;<qco> how do you do your vocal doubling? throughout slow down, i hear one take panned hard left and one panned right. is there one (or more) in the center?</qco> </h3>      \noften there is one in the center and one on the side. harmonies are always on the sides\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n6:58 pm</dco> &nbsp;<qco> Do the musical epiphanies that you create, vibrate on such a frequency that everyone resonates on?</qco> </h3>      \nthat should be possible, if i can do my job correctly\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n6:31 pm</dco> &nbsp;<qco> How do you come up with ideas for songs/lyrics?</qco> </h3>      \nthey usually hit me in the face when i least expect. the secret is to develop fast enough reflexes to catch them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n6:19 pm</dco> &nbsp;<qco> What's your inspiration to make music?</qco> </h3>      \nanything i have ever known, felt, seen, or thought\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n6:11 pm</dco> &nbsp;<qco> are you keeping up with your daily schedule of shaving your piano?\n<br></qco> </h3>      \ni never had a schedule for that. i only depicted it once, for a video\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.20&nbsp; \n5:54 pm</dco> &nbsp;<qco> Hey i have been playing guitar for almost two years now and i have found out that im kind good at writing my own things but they never really work out in the long run and after a while they just seem bad to me or sth. what to do please help</qco> </h3>      \nby the time they get bad you should have already made new ones\n<br><br>"
  }
]
