[
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n6:38 pm</dco> &nbsp;<qco> what are you doing right now?</qco> </h3>      it's difficult to describe\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n6:29 pm</dco> &nbsp;<qco> Some alien could have asked something here and you would nerver know. Maybe im the alien.</qco> </h3>      so true\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n6:23 pm</dco> &nbsp;<qco> how do i get my question posted with all the other questions</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n6:03 pm</dco> &nbsp;<qco> do you like music?</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n5:48 pm</dco> &nbsp;<qco> do you even sleep bro</qco> </h3>      yes but as a follow up question i would ask do you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n5:35 pm</dco> &nbsp;<qco> do you like when people ask strange questions</qco> </h3>      i have never been asked a strange question\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n5:12 pm</dco> &nbsp;<qco> How much time do you take to make your videos and songs?</qco> </h3>      aiming for 2 weeks or less. maybe 4 if it's something much longer\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n4:57 pm</dco> &nbsp;<qco> i cant believe snakes. they are just so unbelievable. how do i believe snakes?</qco> </h3>      you could do a kick starter\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n4:48 pm</dco> &nbsp;<qco> on a scale of 1 to -3, what are your thoughts on capitalizing sentences?</qco> </h3>      this is off the scale, but i think it's usually unnecessary and bordering on insincere\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n4:47 pm</dco> &nbsp;<qco> Have you considered using Unity to animate?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I know it's supposed to be a video game engine, but it might give you more freedom with how you actually animate. Like, instead of setting keyframes, you could actually set the controls for an object and how it moves (similar to how you stretched the clock in slow down) and control it live using a keyboard. Unity has 2d and 3d versions.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n4:39 pm</dco> &nbsp;<qco> Can you identify the sound effect used at 2:04? \n<br>\n<br>It sounds so familiar and you're good with music and the internet so I thought you could help.\n<br>\n<br>https://youtu.be/Qq6z4SxwFws?t=124</qco> </h3>      BLR (bad lip reading) uses that sound as the intro to his videos. i'm quite sure i also found that sound in one of the Logic libraries, which means it might possibly also be available in garageband\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n4:14 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202001122337\">1.12.20&nbsp;&nbsp;11:37 pm</a>  How will we know which ones are the new ones?</qco> </h3>      if this is in follow up to the question you mentioned, that person was talking about the notes for the history of the world video, so those are going to have to be mostly during the summer of 2016. that would be for the research notes. any kind of production notes would be later, and you will see a lot of troubleshooting/fixing notes toward april of 2017. but for the reality section it won't just be the notes, they would be included in a video where i am discussing them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n4:04 pm</dco> &nbsp;<qco> Are you taking a break off of youtube</qco> </h3>      i am not sure if i would exactly call it a break, it's kind of like when race car drivers pull off the road for a moment and rebuild their entire car\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n3:56 pm</dco> &nbsp;<qco> Can the clouds be made of cotton?\n</qco></h3>      i doubt it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And can cotton be made of cotton candy?\n</qco></h3>      i doubt it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Isn't cotton candy just cotton with sugar?</qco> </h3>      i doubt it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n3:52 pm</dco> &nbsp;<qco> you give really good advice&nbsp;</qco> </h3>      holy smokes, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n3:07 pm</dco> &nbsp;<qco> I don't have a question, but thank you so much for making the content as you always have been. Your videos and music have really made me smile over the years, and I just want to say thank you.</qco> </h3>      holy smokes, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n3:01 pm</dco> &nbsp;<qco> How many steps are needed on a ladder for it to be considered a ladder in your opinion?&nbsp;</qco> </h3>      3 or more\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n3:00 pm</dco> &nbsp;<qco> What are floppy disks to you?</qco> </h3>      extremely small, in data capacity. also incompatible with anything i own\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n2:58 pm</dco> &nbsp;<qco> is the ocean full of communism</qco> </h3>      mostly water but there is also quite a bit of capitalism residue in there\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n2:43 pm</dco> &nbsp;<qco> Damn, how do you even transfer voice memos to a computer quickly? ...only thing I can find is third party...\n<br>\n<br>I'm on Windows btw.</qco> </h3>      for songwriting, i usually record them directly into the computer. i used to use quicktime pro 7 but that is getting discontinued so i am kinda screwed and confused for a little while until i find something that can really do all the same things (for that, it's a lot of super handy editing with audio on the clipboard). but i can also use an external voice memo recorder, which plugs into usb. they usually don't need to be transfered right away, i mostly only do transfers when the device is full. actually the transfer speeds on that are quite slow, i've been using the same one for 10 years, it's on my to-do list to get a new one\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n2:13 pm</dco> &nbsp;<qco> do you ever play chords that don't fit the melody?</qco> </h3>      yes, if it helps fit the song. keep in mind, sometimes not fitting the song actually helps fit the song. this is due to the entirely paradoxical nature of music in the first place\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n2:02 pm</dco> &nbsp;<qco> whats the best way to get things done</qco> </h3>      step by step\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n1:54 pm</dco> &nbsp;<qco> you could get to know me pretty well by what does and doesn't go in my trash can</qco> </h3>      that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n1:49 pm</dco> &nbsp;<qco> Why did you put \"boxes taste like mush\" at the beginning of your \"diamond\" song?\n</qco></h3>      to cause the diamond song to exist in the first place\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n1:48 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202001100529\">1.10.20&nbsp;&nbsp;5:29 am</a> &nbsp;&nbsp;it feels that way but that doesn't necessarily make it true..does an amoeba have free will? does a person with a tumor pressing on their brain causing them to have uncontrollable violent impulses have free will? i think we feel like we are in control because it's evolutionarily advantageous for us to feel that way, but really we are reactionary in nature. think of any movie right now...did you decide which movie to think of or did one just pop in your mind? </qco></h3>      still deciding<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i would argue everything is like that, including our deepest desires and values, that doesn't make our actions less valuable or important, it just means that ultimately, we as individuals are not the authors of our thoughts and actions, more like witnesses of them.</qco> </h3>      disagree entirely\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n1:44 pm</dco> &nbsp;<qco> \n<br>\n<br>with the exception of the history videos what video or song has taken the most effort&nbsp;</qco> </h3>      because i always use the same amount of effort, that would have to mean which one took the longest. so in that case the answer would have to be, besides the history videos, la de da\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n1:20 pm</dco> &nbsp;<qco> i am sorry questions get asked over and over. to combat this, i will ask a unique question: which version of mickey mouse was your favorite?</qco> </h3>      i am still holding out for a better version, in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n1:11 pm</dco> &nbsp;<qco> what doth life</qco> </h3>      change, stay the same, and change between changing and staying the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n1:09 pm</dco> &nbsp;<qco> What do you thonk of birds and their hollow bones?</qco> </h3>      they are pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n1:04 pm</dco> &nbsp;<qco> i wanna share some thoughts. when asked what is my religion,</qco></h3>      oh man, that's a trick question<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i usually try to reply that i have some personal spiritual practices. it's weird because the word religion has other connotations which have nothing to do with what i do, such as...\n<br>\n<br>community: what i do is completely personal and probably only makes sense to myself. i can share it with people i trust if i want to because it's important to me, but it's an individual practice.\n<br>\n<br>god, God or gods: i do have gods, but i don't think i treat them the same way as most religions do. the way i see it is, they exist in my mind but not in actual material reality, that would feel silly to me. anyway, i think you don't actually need gods for your religion or spiritual beliefs to exist, you can structure what is sacred to you in other types of images. it's when you end up symbolizing what's sacred to you as characters, that we usually end up calling them gods. or you can decide to cal\n l god th\n e whole reality itself, that might strike you as a sensible way of looking at the world.\n<br>\n<br>i feel like the question \"what is your religion?\" could be understood as \"what is your truth?\", and that is not something that may be simple to explain.\n<br>\n<br>\n<br>damn, i think i gotta make my own blog/website soon. thanks for the inspiration</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n12:58 pm</dco> &nbsp;<qco> How do you play music so well?</qco> </h3>      i'm not sure, except for the fact that music haunts me and has been doing so for quite a long time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n12:48 pm</dco> &nbsp;<qco> What programs will you have from now on?</qco> </h3>      i keep having to switch because they keep getting discontinued so fast\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n12:05 pm</dco> &nbsp;<qco> How did you produce so many so many of those jazz tracks? Are you just extremely efficient in midi? </qco></h3>      those are all just hit record and play. 4 or 5 times of course, once for each instrument<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;They are all fucking sex&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n12:02 pm</dco> &nbsp;<qco> Opinion on lawnmower&nbsp;</qco> </h3>      obsolete soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n11:59 am</dco> &nbsp;<qco> What do you do recreationally?</qco> </h3>      try to make sense of everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n11:53 am</dco> &nbsp;<qco> wHat u been up to lately bill</qco> </h3>      renovations\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n11:47 am</dco> &nbsp;<qco> how many sides does a circle have</qco> </h3>      as many as you can imagine\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n11:18 am</dco> &nbsp;<qco> You are creating and thinking and releasing constantly. Does your momentum scare you or thrill you?</qco></h3>      a lot of both, but what is particularly scary at this time is that there is a major re-invention / revamp process going on now which has taken an unexpectedly long time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you ever feel lazy?</qco> </h3>      yes but i am actually not\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n11:14 am</dco> &nbsp;<qco> red pill or blue pill?</qco> </h3>      can't you get like one of those half and half ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n11:10 am</dco> &nbsp;<qco> are you legally allowed to curse</qco> </h3>      you are supposed to only curse evil things\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n11:05 am</dco> &nbsp;<qco> if there's no password on your \"reality\" page, why does it ask for one?</qco> </h3>      just a little role play for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n10:55 am</dco> &nbsp;<qco> how to bread</qco> </h3>      impossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n10:53 am</dco> &nbsp;<qco> how's that countdown timer doing?</qco> </h3>      pretty good. it's going at just the right pace\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n10:50 am</dco> &nbsp;<qco> What is sanity?</qco></h3>      it's that fresh afternoon breeze, on an early morning<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; are you sane? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;are we sane?&nbsp;</qco> </h3>      yes, even\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n9:55 am</dco> &nbsp;<qco> do you have a lucky/ unlucky number? what is it?</qco> </h3>      all of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n9:49 am</dco> &nbsp;<qco> if we came here to lose, can we still win?</qco> </h3>      yes absolutely. hopefully the person from the <a href=\"q.php?date=202001140908\" target=\"_blank\">previous question</a> sees this\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n9:08 am</dco> &nbsp;<qco> Lately life has been a mess. It's all going downhill. What should I do? What does one do when they're completely alone and hopeless? I'm not looking for pity, just some sort of answer or hope wherever I might get it, and now I've landed here.&nbsp;</qco> </h3>      it is here that you begin your story\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n9:04 am</dco> &nbsp;<qco> Sorry if people ask this a lot but are you working on a video at the moment? </qco></h3>      yes but it is a test/experiment video<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also I hope you are well</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n9:02 am</dco> &nbsp;<qco> how often do people ask you things on here that you just really vibe with?</qco> </h3>      every time. but that's because all the questions are in purple. that's just a favor i did for myself when i started this page\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.20&nbsp; \n8:06 am</dco> &nbsp;<qco> Is this sentence false?</qco> </h3>      not really. it's a question which doesn't claim anything one way or another. so it's true in the sense that it is a true question. i guess we should consider that it's probably not your own question, and probably more of a trick or a quiz, but still a true question nonetheless\n<br><br>"
  }
]
