[
  {
    "html": "<h3> <dco>7.8.18&nbsp; \n1:12 am</dco> &nbsp;<qco> are you ready to get better than ever before????!</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.18&nbsp; \n12:57 am</dco> &nbsp;<qco> are you working on something</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>7.8.18&nbsp; \n12:12 am</dco> &nbsp;<qco> my friends like me less every week help?</qco> </h3>      maybe they think you don't like them ......<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n11:06 pm</dco> &nbsp;<qco> Will you ever make an actual behind the scenes video showing what goes into making your videos aside from screaming?</qco> </h3>      i have shown some things in several videos but i would like to show much more in the future<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n9:31 pm</dco> &nbsp;<qco> get a dog you should get a dog</qco> </h3>      i am dog<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n9:06 pm</dco> &nbsp;<qco> Why aren't any of your songs in the key of C?</qco> </h3>      some of them are<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n9:00 pm</dco> &nbsp;<qco> Does any music of yours have a deeper meaning, </qco></h3>      than what<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or are the songs just wonderfully weird and random?</qco> </h3>      it's the opposite of random, i spend a lot of time making sure it goes exactly how i want it to at each moment<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n8:54 pm</dco> &nbsp;<qco> Whom do you consider your peers?</qco> </h3>      pliny the elder?<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n7:25 pm</dco> &nbsp;<qco> do you think your music is too weird for the radio?</qco> </h3>      weird music does great on the radio. especially if no one has done it for a while<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n6:25 pm</dco> &nbsp;<qco> how do i create a mind map?</qco> </h3>      everything you do is a map of your mind. actually the whole world around you, in the way you perceive it, will always appear to be a map of your mind<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n6:09 pm</dco> &nbsp;<qco> Does your new song have a happy ending?</qco> </h3>      yes, probably too happy<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n5:28 pm</dco> &nbsp;<qco> bill i bought one of your shirts but when it arrived it didn't come with instructions on what to do with it next, do you think you could give me some pointers on what i should do with it?</qco> </h3>      it's choose your own adventure<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n4:46 pm</dco> &nbsp;<qco> does the new song mention a birthday(s)</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n4:30 pm</dco> &nbsp;<qco> When do you think you will go on tour?</qco></h3>      soon<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And will you be alone or have a band to help play different parts of your songs?</qco> </h3>      band<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n4:22 pm</dco> &nbsp;<qco> Bill I have a very important Science Question. How many squid could you fit in Times Square?</qco> </h3>      just 1 giant one<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n3:09 pm</dco> &nbsp;<qco> I am dying help</qco> </h3>      try to spice it up by living at the same time<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n2:43 pm</dco> &nbsp;<qco> would you ever do a meet&nbsp;&amp; greet in the future?</qco> </h3>      meet, not greet<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n1:34 pm</dco> &nbsp;<qco> do you ever feel like things happen to a large degree</qco> </h3>      yes, and small<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n12:43 pm</dco> &nbsp;<qco> i want to learn and do so many things at once my god how do i decide</qco> </h3>      \n\nsounds like you need to start a reality show, chronicling your journey<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n12:12 pm</dco> &nbsp;<qco> imagine a snail but instead of it being happy it's a little extra happy</qco> </h3>      it could be part of some kind of deceptive strategy<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n11:54 am</dco> &nbsp;<qco> dude i think i have watched all of your videos since like.... yesterday? what to do now huh?</qco> </h3>      you could look at some of the other content on this site<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n11:44 am</dco> &nbsp;<qco> What's your favourite somthing?</qco> </h3>      a blimp<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n11:39 am</dco> &nbsp;<qco> what do when ur bored</qco> </h3>      try to figure out what the world is all about<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n10:40 am</dco> &nbsp;<qco> Ifve never made to keep up a schedule up to THREE days every time I make one. And every time I break one, I feel the world crumbles on my shoulders a bit more. Feels like my ability to keep up a routine weakens day by day, so do the virtue of my soul...\n<br>What should be done...</qco> </h3>      try keeping absolutely no routine for as long as possible ..... see what happens<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n8:30 am</dco> &nbsp;<qco> what should I do if I don't know what to do</qco> </h3>      i think there is a game show you could go on<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n8:29 am</dco> &nbsp;<qco> any suggestions on giving suggestions?</qco> </h3>      \nno<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n7:52 am</dco> &nbsp;<qco> WHY ARE THERE NO SEEDLESS APPLES?!?!</qco> </h3>      because you keep eating the apple first<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n6:37 am</dco> &nbsp;<qco> i want to make a concept album, do you have any tips to get started?</qco> </h3>      i think it's best to start with the concept, which might put you in a tricky situation because the concept you started with was the idea of a concept album. .... so if you continue with this project, it may shape up to be kind of like one of those infinite mirror things<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n3:21 am</dco> &nbsp;<qco> thoughts on that would be something</qco> </h3>      it comes so close to being something<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n3:00 am</dco> &nbsp;<qco> bill, what should i do if i feel like absolute trash and a failure?</qco> </h3>      make up a song about it!<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n2:54 am</dco> &nbsp;<qco> Why are bad times spherical/cylindrical?</qco> </h3>      \ni think it's more of a wave<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n2:36 am</dco> &nbsp;<qco> i found out that when i'm soloing on a jazz song (and probably all types of songs) if i sing the lyrics to the melody, but sing and play different notes it sounds really good. another way is to make up your own lyrics that are somewhat related to the theme of the song and play/sing those.</qco> </h3>      oh that's what i'm talking about<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n1:47 am</dco> &nbsp;<qco> Is D minor truly the saddest of all keys?&nbsp;</qco> </h3>      G minor is sadder<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n12:53 am</dco> &nbsp;<qco> What inspired you to write Hello sexy pants?</qco> </h3>      i don't remember<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.18&nbsp; \n12:51 am</dco> &nbsp;<qco> Any advice on attending a large stadium concert?</qco> </h3>      the most comfortable place is probably on stage<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n11:56 pm</dco> &nbsp;<qco> opinion on clogs?</qco> </h3>      they're ok<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n11:48 pm</dco> &nbsp;<qco> Approximately how many raisins have you ignored in your lifetime?</qco> </h3>      it's difficult to count something i'm ignoring<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n11:28 pm</dco> &nbsp;<qco> Favorite quote from the TV show \"The Office\"?</qco> </h3>      \n\n\"do you have that skill set\"<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n10:55 pm</dco> &nbsp;<qco> Is there enough beer?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n10:14 pm</dco> &nbsp;<qco> sheet music for sexy pants?</qco> </h3>      the 1st chord (in the pre-intro) is Dbmaj7 no bass, and the 2 melody notes there are B natural and C#, i know that sounds like it makes no sense, but it's true. then when the beat hits, the first chord is Db7sus4. hopefully that will get you started....<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n9:53 pm</dco> &nbsp;<qco> hey bill, would you say it's important to learn things by ear? </qco></h3>      it depends what it is ... pictures, for example, should be learned by sight, if possible<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;whether it be solos, chord progressions, WHATEVER. would learning how to read music efficiently be a good use of my time?</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; cause honestly that just sounds boring to me, </qco></h3>      well then it is not a good use of your time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i would rather figure out how things sound and figure out how to make that sound myself..</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n9:33 pm</dco> &nbsp;<qco> I had plans for things I wanted to accomplish on summer, but so far I haven't done anything and I feel like shit even though I still keep doing nothing useful. There's still plenty of time, but I haven't done anything about my plans and I want to stop procrastinating and start doing them. Any advice?&nbsp;</qco> </h3>      \nsounds like you don't fully understand the plans\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n9:21 pm</dco> &nbsp;<qco> bill wurtz second channel when</qco> </h3>      how about a different one on each site, that way there can be more than 2 but each one feels like the first<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n8:49 pm</dco> &nbsp;<qco> blablabla existential crisis?</qco> </h3>      ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n8:48 pm</dco> &nbsp;<qco> are you homo</qco> </h3>      let me check with the rules and regulations<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n7:37 pm</dco> &nbsp;<qco> Do you ever feel anxious on planes? \n<br>If so, what do you personally find to be the most effective tips for managing flight anxiety?&nbsp;</qco> </h3>      when i figured out how to turn off the tv screen in front of my eyeballs, that was a breakthrough for me. i just had to lower the brightness all the way until it turns off. it might be different on different airlines, and if that's not available there is a way to take 2 of the cards in the pocket and brace them in such a way that it blocks the screen, but that's a little bit more complicated. also ear-plugs are very very very important. also make sure you have a sweatshirt with you, sometimes they go crazy with the AC. a small pillow might be useful but only if you have the window seat<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n6:10 pm</dco> &nbsp;<qco> one of my friends wants to be your apprentice. is there work available + (if so,) where can she sign up?\n<br>\n<br>she highkey makes bops too, highly recommend</qco> </h3>      \n\nsend an email with some work examples, but if you don't have that just try to explain it i guess? looking for talented people of many different types. the reason i say you don't have to have examples is because i don't want to mess up the chances of people who have talent but don't like to prove it. in the long term i will be looking for a wide range of people, from singers to visual artists, programmers, many other things i probably haven't thought of. billwurtz at billwurtz dot com. thanks!!<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n5:40 pm</dco> &nbsp;<qco> Why haven't scientists invented teleportation yet?</qco> </h3>      hold on they are working on it<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n5:34 pm</dco> &nbsp;<qco> Why do you enjoy walking long distances?</qco> </h3>      \n\nit makes me feel like some kind of super hero but don't take my explanation for it, try it yourself, and it works best if you go somewhere that a normal person would take a car to. go somewhere that takes 20 minutes to drive to, but walk there instead. it works best if the weather is all wrong for it<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.18&nbsp; \n4:24 pm</dco> &nbsp;<qco> do you believe you need money in order to have total creative freedom? I sometimes think I could make some great things if I just had a few extra dimes to spend, but I might just lack creativity which is why I believe I need material shit in order to make art shit. \n<br></qco> </h3>      less materials might give you more creative power<br><br>"
  }
]
