[
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n11:05 pm</dco> &nbsp;<qco> What is your favorite smell of candle.</qco> </h3>      hot fire\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n10:54 pm</dco> &nbsp;<qco> <a href=\"title-design.html\">why is the \"q\" in the wrong spot?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n10:50 pm</dco> &nbsp;<qco> im terrified of being wrong. any advice? </qco> </h3>      you should try it, it's fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n10:35 pm</dco> &nbsp;<qco> do you have an apprentice? </qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n10:24 pm</dco> &nbsp;<qco> what do you think covfefe means?\n</qco> </h3>      it's the word coverage, when you fall asleep while typing it and also hit send\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n9:48 pm</dco> &nbsp;<qco> why did you choose to not even add something like font-family:sans-serif because it's a little displeasing to read scattered text with multiple colors with a serif font (most browsers default to times new roman)</qco> </h3>      to give you an opportunity to show off your expertise, via criticism\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n9:40 pm</dco> &nbsp;<qco> How do you keep yourself motivated to do stuff?</qco> </h3>      it's not my job to keep myself motivated, i don't even think that's possible. i'm just trying to catch up with all the motivations i already have\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n9:14 pm</dco> &nbsp;<qco> do you pay attention to the news (ranging from things like covfefe to trump being elected)</qco> </h3>      that's not a very wide range, both things you just mentioned are about donald trump\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n8:46 pm</dco> &nbsp;<qco> PLEASE GIVE ME MOTIVATION. PLEASE. </qco> </h3>      i'm not sure if that's how motivation works\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n8:45 pm</dco> &nbsp;<qco> Can I be your apprentice? </qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n8:34 pm</dco> &nbsp;<qco> Can you say something poetic?</qco> </h3>      i prefer to leave it up to the reader to decide if something is poetic\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n8:28 pm</dco> &nbsp;<qco> what should you do if you have no friends?</qco> </h3>      develop your superpowers. you might not get friends but at least you'll have superpowers\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n8:22 pm</dco> &nbsp;<qco> how many woodchucks can a wood chuck chuck</qco> </h3>      it depends on their faith\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n8:14 pm</dco> &nbsp;<qco> What should I do if I start writing instead of drawing? </qco> </h3>      write\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n8:10 pm</dco> &nbsp;<qco> I struggle in school finding motivation in topics that don't interest me. I want to live like you and just do my passion (programming) with every minute of my life. How did you deal with overcoming you parents / society's expectations of how you should live life? -CBV</qco> </h3>      stealth tactics\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n8:07 pm</dco> &nbsp;<qco> when do you answer these questions?</qco> </h3>      many different times. for example, i am answering yours now. and i was answering the last one a few seconds ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n7:56 pm</dco> &nbsp;<qco> do you consider yourself a director</qco> </h3>      i never thought of calling it that but yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n7:46 pm</dco> &nbsp;<qco> Do you have a team or you do all the great works by yourself? </qco> </h3>      i work alone\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n7:31 pm</dco> &nbsp;<qco> In one of earlier answers, you mentioned that you felt terrified during making hotewig. After completing something so huge, do you think you will feel that level of terror (about a project) again?</qco> </h3>      i doubt it. so far, history of the entire world is serving as a strong benchmark to compare against any subsequent terrors i may face. i have already encountered some serious riddles and puzzles in the last few weeks, but nothing compares to 11 months of working as hard as you can while constantly being accused of doing nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n5:41 pm</dco> &nbsp;<qco> do you ever confuse people on purpose for fun?</qco> </h3>      sort of, but only if i can unconfuse them at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp; \n5:19 pm</dco> &nbsp;<qco> what if there was only one thing?</qco> </h3>      then that would be it<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp; \n4:59 pm</dco> &nbsp;<qco> what's your philosophy? </qco></h3>      i'm just trying to be reasonable<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nmy guess is that you're just trying to avoid being serious! is that right?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp; \n4:57 pm</dco> &nbsp;<qco> space isnt real, whats the deal with that</qco> </h3>      it is<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp; \n4:39 pm</dco> &nbsp;<qco> are you also using randomization to decide whether to make videos for the new things?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp; \n4:26 pm</dco> &nbsp;<qco> what should I do if I have no friends?</qco> </h3>      develop your special powers! you might not get friends but at least you'll have powers<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp; \n4:19 pm</dco> &nbsp;<qco> can you prove you are not a robot?</qco> </h3>      sure<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp; \n4:12 pm</dco> &nbsp;<qco> what is your opinion on spelling bees?</qco> </h3>      it's easy<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp; \n4:11 pm</dco> &nbsp;<qco> <a href=\"forgot-the-question.html\">what if forget when I submitted a question and can't find it?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp; \n4:04 pm</dco> &nbsp;<qco> Is it more important for a movie to be entertaining, or to maintain artistic integrity?</qco> </h3>      how about both. or maybe more<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp; \n4:00 pm</dco> &nbsp;<qco> which songs stand out to you from sgt pepper? </qco> </h3>      what if it's certain parts of certain songs not the entire songs<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp; \n3:45 pm</dco> &nbsp;<qco> <a href=\"how-to-deal-with-existential-crisis.html\">How do I deal with an existential crisis?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp; \n3:41 pm</dco> &nbsp;<qco> I to lazy to get anything done what should I do?</qco> </h3>      nothing<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp; \n3:08 pm</dco> &nbsp;<qco> Hey Bill, did you consider doing something of a medium size now?</qco> </h3>      oh hell yeah<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp; \n2:07 pm</dco> &nbsp;<qco> i'm not prepared for life. what should i do?</qco> </h3>      you are supposed to prepare during it<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp; \n2:04 pm</dco> &nbsp;<qco> Why did you make the reality page with a password but then say there is no password?</qco> </h3>      i did not make it with a password. that's because there is no password<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp; \n12:46 pm</dco> &nbsp;<qco> Will you ever change the font on this website to the font on your videos?</qco> </h3>      i am not interested in assigning a font<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp; \n12:29 pm</dco> &nbsp;<qco> <a href=\"completely-different.html\">Will you still make short videos like word unscramble or just focus on long ones?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp; \n12:18 pm</dco> &nbsp;<qco> <a href=\"all-the-languages.png\">What language would you like to know?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp; \n11:59 am</dco> &nbsp;<qco> <a href=\"why-didnt-you-answer-my-question.html\">Why do you never answer any of MY question?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp; \n11:56 am</dco> &nbsp;<qco> You said that you took a shower immediately after finishing hotewig. Is it safe to assume that you hadn't showered in the 11 months that it took to make it?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp; \n11:50 am</dco> &nbsp;<qco> and how many questions do you leave just unanswered and just never post?</qco> </h3>      2<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp; \n11:36 am</dco> &nbsp;<qco> if you dont know if something is jazz when listening to it, then how do you know something is jazz when you are performing it? (referring to your jazz page) </qco> </h3>      the reason that page is labeled jazz is because it's just opening up the book to a tune, picking a tempo (perhaps not even the original tempo!) and jamming through it with the boys. usually playing the head once through, and then improvising over the form. this activity has been called jazz. jazz can mean many different things but that's one of the things it has meant, and the title of that page is a reference to those types of sessions. as a twist, when it is used in that context it usually refers to a different instrumentation than i'm using, and it is a live jam between 4 different people. whereas i'm doing it all myself. but the activity is very much the same. especially considering that the first several dozen tunes i did were sight read from the Real Book, which has been a staple of these types of sessions<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp; \n11:22 am</dco> &nbsp;<qco> When can we expect that this medium-something-different-type video you've be been foreshadowing to come out</qco> </h3>      that's not quite as different as i meant<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp; \n11:07 am</dco> &nbsp;<qco> Do you think I should start \"signing\" my questions so I can a remember what I asked and b let you know what I'm asking </qco> </h3>      i don't have a problem with that. many people have done that before. but if you do that, 2 things will probably happen: some people might start making fun of you and ask you to stop, and then people might start impersonating you. the 3rd thing that may happen is you may become upset about the first 2 things and leave. that is the typical life cycle of question signatures <br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n10:53 am</dco> &nbsp;<qco> why'd you throw away your keyboard my dude?</qco> </h3>      i did not <br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n10:50 am</dco> &nbsp;<qco> so you've started out doing writing, and then turned that into videos/songs wich you've uploaded.\nbut why did you start out with the short videos?\nwas it to keep order or because it was easier?</qco> </h3>      it's always easier to start small. i hear from people every day saying they can't figure out how to follow through on a large project. the answer is to do shorter projects for a while. they get done, and you learn more and more tricks, really quickly. it's like building a house. you're never gonna build a large house by yourself on the first try<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n10:36 am</dco> &nbsp;<qco> what to do if I fail miserably?</qco> </h3>      tell others about your experience!\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n9:08 am</dco> &nbsp;<qco> <a href=\"do-you-ask-yourself-questions-on-here.html\">have you ever asked a question on here on a different computer, and then answered your own question?</a></qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n6:53 am</dco> &nbsp;<qco> what should you do if you encounter a ghost?</qco> </h3>      be yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.17&nbsp;\n6:05 am</dco> &nbsp;<qco> i realised i have been scrolling through these ueqstions and reading each of the answers, way back to two months ago. what am i doing with my life?</qco> </h3>      reading my questions page\n<br><br>"
  }
]
