[
  {
    "html": "<h3> <dco>3.12.24&nbsp; \n2:26 am</dco> &nbsp;<qco> How many more blimps are there?&nbsp;</qco> </h3>      \nthere are the same amount of blimps\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.24&nbsp; \n1:24 am</dco> &nbsp;<qco> i want to tell you everything and nothing at the same time but i had to settle with something. fjjdjdjdjdjdjjdjdjdjdjjjjjjjjjjjjjjjjjjjjjjjjjjjjjj,,,,,...,..,,..,.,.?.?.?.?.?.?.?.!!,'cmcnckcjnn</qco> </h3>      \nthat's a common problem\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; \n11:19 pm</dco> &nbsp;<qco> Can I give you a nickname</qco> </h3>      \nnot really\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; \n10:39 pm</dco> &nbsp;<qco> your life in one sentence</qco> </h3>      \nwell maybe yours is\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; \n9:58 pm</dco> &nbsp;<qco> how many letters are in this question and answer combined</qco> </h3>      \n106, unless you count the number digits as letters, in which case it would be 112\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; \n9:57 pm</dco> &nbsp;<qco> in search for peace by mccoy tyner, he plays a chord with D in the bass, C, F, Bb in the middle, and Eb in the melody. it doesn't feel like an inversion of a Bb chord at all though. and in fact it sounds bad if you put the F too close to the bass, it doesn't work as well because it starts to sound like Bbmaj7add9 or Dmin7, whereas if you add a F# near the bass instead it sounds really cool (but omitting the F# makes it sound more relaxed and airy). meaning that using conventional notation this would maybe be called 'D7#5#9no3', and maybe even throw a b9 and b5 in there as well because the Bb turns into an Ab after a second. but this is super long and messy, so i propose we call this D☮, pronounced D-peace. what do you think of the chord?</qco> </h3>      \nsounds like actually a fairly normal rendition of what would probably appear on paper as D7alt, in this context. and i'm pretty sure the F# note actually is in there\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; 8:37 pm</dco> &nbsp;<qco> i'm sick. could you tell me a joke?&nbsp;</qco> </h3>      \nsure. 50% of all doors are open\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; \n8:33 pm</dco> &nbsp;<qco> how to shut up inner critic when making art?</qco> </h3>      \nmake the art so bad that the critic won't even take you seriously anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; \n7:24 pm</dco> &nbsp;<qco> How come you repeat 7 and skip 1 in \"9 8 7\"?</qco> </h3>      \nthe 7 just picks up where the previous line left off, and the 1 is not skipped, it's heavily featured in many different ways. in the \"i wonder\" section, it can be heard at the beginning of every line if you listen closely. but if that's not enough, it says \"i wonder if you wonder what number we're counting to\". according to the downward trajectory, it could be blindingly obvious that we've been counting toward 1. but if that's not enough, there's another counting section later in the song which includes 1 outright<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; \n6:10 pm</dco> &nbsp;<qco> Hey, how's it going at this particular second?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; \n4:22 pm</dco> &nbsp;<qco> When a set contains an element, what is it really doing to that element? What do we mean by \"contain\"?</qco> </h3>      \nholding it, housing it,\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; \n3:00 pm</dco> &nbsp;<qco> I wish everything was fluffy and warm forever</qco> </h3>      \nat some point you may get a chance to try something like that, and see how it becomes normalized, then leading you to crave something different in contrast\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; \n2:33 pm</dco> &nbsp;<qco> this is so cool because i could interact to you by asking questions and you may reply to it, wow technology is so insane!!! I cant believe it, anyway my question is, what do think of technology?</qco> </h3>      \nit's found in nature\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; \n1:49 pm</dco> &nbsp;<qco> I recently realised that all drawings/stories I create resemble the kind of person I am, even if I explicitly try not to make them do that. Do you think it's like that for everyone?</qco></h3>      the tendency is there<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And if yes, how come I know so many artists who I like as a person, but dislike the art they do.</qco> </h3>      maybe their relationship with you is different than the relationship they have with their storytelling tools, and in turn, also different from the relationship that you have with the stories you read\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; \n1:00 pm</dco> &nbsp;<qco> is it gay to be gay?</qco> </h3>      \nlet me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; \n11:38 am</dco> &nbsp;<qco> thoughts on radiohead?</qco> </h3>      \n imagine a head, just..... filled with radio\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; \n11:20 am</dco> &nbsp;<qco> what usually happens?</qco> </h3>      \nlearning\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; \n10:43 am</dco> &nbsp;<qco> I really love your songs because they evoke that feeling of stream-of-consciousness, but not in the way that you get with hip hop or jazz where it still feels very constructed;&nbsp;I like it because it's like falling into your own self and following that trail of thoughts where it just feels natural to go, which especially lends itself to the production process you've adopted of instruments and lyrics being inseparable. is this feeling on purpose or just a byproduct of the Bill Wurtz Sound?</qco> </h3>      \nit's probably because i write the song from beginning to end before going into production. so in that way i guess it's more dilligently constructed to an exact blueprint, but, the blueprint itself was made freely, without the burdens of production\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; 10:30 am</dco> &nbsp;<qco> Do you like turtles</qco> </h3>      \nno, but i also don't dislike them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; \n9:57 am</dco> &nbsp;<qco> How do drum fills work?&nbsp;</qco> </h3>      \nit's a way of getting from one position in the song to another. it's similar to what happens when you roll over in your bed\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; \n9:40 am</dco> &nbsp;<qco> do you have any advice?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; \n8:59 am</dco> &nbsp;<qco> Who wins in a fight, a cowboy, a ninja, a pirate, or a knight?</qco> </h3>      \ni'm sorry i am not a fight expert\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; \n8:52 am</dco> &nbsp;<qco> how&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you think&nbsp;&nbsp;adding more&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;spaces in&nbsp;&nbsp;&nbsp;&nbsp;between words affects the&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;sentence</qco> </h3>      \nthe same way putting lines in different places affects a picture\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; \n8:18 am</dco> &nbsp;<qco> Would you ever write a Broadway musical&nbsp;</qco> </h3>      \nyes but i don't think the broadway theaters are available\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; \n4:38 am</dco> &nbsp;<qco> Is a sin committed every moment of everyday?</qco> </h3>      \ni was going to say yes but now that i think about it no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; 3:39 am</dco> &nbsp;<qco> so, how about that airline food?</qco> </h3>      \ntoo good. people are buying it now without even going on the plane\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; \n1:33 am</dco> &nbsp;<qco> maybe i should invent a new artform/medium. that might be my only option. but how? and what?</qco> </h3>      \nwell if i answer, then who's the inventor then\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; \n12:45 am</dco> &nbsp;<qco> who do you think would win in a fight, 10 billion spongebobs or 1 goku?</qco> </h3>      \nthat would be a tie\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.24&nbsp; \n12:43 am</dco> &nbsp;<qco> how can you be sure?</qco> </h3>      \nwithout being sure how you are sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.24&nbsp; \n11:04 pm</dco> &nbsp;<qco> favourite beyonce moment?</qco> </h3>      \n\nit's a tie\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.24&nbsp; \n9:53 pm</dco> &nbsp;<qco> How do you know that a song is done?&nbsp;</qco> </h3>      \nyou'll never know\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.24&nbsp; \n9:43 pm</dco> &nbsp;<qco> waffles or pancakes? or perhaps a secret third thing?</qco> </h3>      \nthe question contains both, the answer contains neither\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.24&nbsp; \n9:15 pm</dco> &nbsp;<qco> Do you ever think of frogs when writing these answers?</qco> </h3>      \nonly for frog-related questions. such as, actually this one\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.24&nbsp; \n8:44 pm</dco> &nbsp;<qco> are the lyrics \"at the corner store you remember who you are, then it slips away, then remember more\" about the thoughts that go through someone's mind during an ego death?</qco> </h3>      \nsure, or, on the other hand of course, ego life. or maybe something not pertaining to 'ego'. i must admit, the word 'ego' was nowhere near my mind, i actually thought that was a brand of pants\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.24&nbsp; 8:04 pm</dco> &nbsp;<qco> would you have a show on public access?</qco> </h3>      \ni'll try\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.24&nbsp; \n7:23 pm</dco> &nbsp;<qco> What is the best sandwhich?</qco> </h3>      \nmusic in between 2 pieces of something else that is not music\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.24&nbsp; \n6:46 pm</dco> &nbsp;<qco> What time is it at 11am?</qco> </h3>      \nat least 23 other times, at other locations around the globe. but probably more\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.24&nbsp; \n6:36 pm</dco> &nbsp;<qco> what would you do if you were a pirate-fairy-unicorn-princess-mermaid?</qco> </h3>      \nsurely take a nap\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.24&nbsp; \n5:22 pm</dco> &nbsp;<qco> how do i stop being stupid and useless</qco> </h3>      \nstart doing or being anything else\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.24&nbsp; \n4:05 pm</dco> &nbsp;<qco> Did a song you made ever fail to become your favourite?</qco> </h3>      \nsure. ultimately all of them. but in order to function, i must of course cling to hope, during the process of making it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.24&nbsp; \n3:15 pm</dco> &nbsp;<qco> i got new headphones but the sound isnt quite right and idk what to do. in some songs (like ask me why by the beatles) the vocals are barely audible, and i could basically only hear the reverb from them. and then a lot of high frequencies arent going through. i tried using an EQ app to fix this and the app works but it is not helping\n<br></qco> </h3>      \ni'm sorry about that. i designed those, i thought you would like it like that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.24&nbsp; \n2:51 pm</dco> &nbsp;<qco> opinion on life</qco> </h3>      \ninsane\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.24&nbsp; \n12:46 pm</dco> &nbsp;<qco> Do you now have enough time to say the things you wanna say, to do the things you wanna do, or to be like you?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.24&nbsp; \n11:16 am</dco> &nbsp;<qco> do you drink tea? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;whats your fav tea?</qco> </h3>      \ni don't know any of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.24&nbsp; \n9:46 am</dco> &nbsp;<qco> how do they make frozen pizza</qco> </h3>      \ni assume they freeze all the ingredients and then bake them in a frozen oven. although i could be wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.24&nbsp; \n6:06 am</dco> &nbsp;<qco> Do you have sometimes the feeling that an angry duck is sitting behind you?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.24&nbsp; \n4:43 am</dco> &nbsp;<qco> what's an underappreciated Prince song</qco> </h3>      \nalmost all of them are probably underappreciated by me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.24&nbsp; 4:21 am</dco> &nbsp;<qco> do you ever feel like you gotta know your weaknesses as human being before you try out something new? for example i know that i cant write long novels or make lyrical in songs, cus i know i will repeat myself or making long animation</qco> </h3>      \ndoing something new is a fresh start. so there's no sense focusing on what you think you couldn't do before\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.24&nbsp; \n4:11 am</dco> &nbsp;<qco> are you aware that the word \"randy\" for your \"i'm feeling randy\" button actually means \"sexually excited and/or aroused\"</qco> </h3>      \nyes, in fact i was probably influenced on some level by this delightful execution of the word seen <a href=\"randy.mp4\" target=\"_blank\">here</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.24&nbsp; \n3:50 am</dco> &nbsp;<qco> when did we start asking questions</qco> </h3>      \ndifferent people surely started at different times\n<br><br>"
  }
]
