[
  {
    "html": "<h3> <dco>2.9.21&nbsp; \n6:21 am</dco> &nbsp;<qco> How can I get a song that's repeating constantly out of my head?</qco> </h3>      \nlisten to a different one\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.21&nbsp; \n5:34 am</dco> &nbsp;<qco> how do i survive online school&nbsp;</qco> </h3>      \nby standing up some of the time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.21&nbsp; \n4:59 am</dco> &nbsp;<qco> I noticed that during the mountain segment of \"Here Comes The Sun\" there was some text that rhymes with the tune which said \"oh my things\" So I was wondering if this was what it was originally going to be or if it's just a neat little rhyme?</qco> </h3>      \ni'm not seeing the rhyme, but, the reason that is there is because what i had there before was way worse. and what i wished i could put there was way better. so i foraged a compromise very quickly because i felt it was getting way too late in the century already\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.21&nbsp; \n3:43 am</dco> &nbsp;<qco> What do words mean?</qco> </h3>      \npotentially everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.21&nbsp; \n2:07 am</dco> &nbsp;<qco> Any tips on how to start making music?</qco> </h3>      \nno, that's the only part i don't remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.21&nbsp; \n1:01 am</dco> &nbsp;<qco> When I feel like I could make music I don't feel like I want to, do you know any way to want to when I'm able to or be able to when I want to?</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.21&nbsp; \n12:38 am</dco> &nbsp;<qco> how to not let little things ruin your day?</qco> </h3>      \ndo some bigger things that are good\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.21&nbsp; \n12:23 am</dco> &nbsp;<qco> Have you ever held off on recording a fully written song because you don't feel you're ready to record it yet?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n11:11 pm</dco> &nbsp;<qco> is the earth flat</qco> </h3>      \nit was supposed to be, but something went insanely wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n11:10 pm</dco> &nbsp;<qco> How do you always come up with funny answers to every question that people ask</qco> </h3>      \ni do it by blending fiction and non-fiction, both of which are hilarious\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n10:10 pm</dco> &nbsp;<qco> What's your favorite aspect of yourself?&nbsp;</qco> </h3>      \nmy ability to blend in seamlessly with the fabric of society\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n9:15 pm</dco> &nbsp;<qco> what is your favorite sound?</qco> </h3>      \nthe sound of a bagel being e-mailed to someone\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n9:06 pm</dco> &nbsp;<qco> Who let the dogs out?</qco> </h3>      \ni think the more important question is who imprisoned the dogs in the first place\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n8:48 pm</dco> &nbsp;<qco> How do you feel about ramen?</qco> </h3>      \ntoo expensive\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n8:35 pm</dco> &nbsp;<qco> do song ideas always come to you sequentially, or does the entire structure of a piece sometimes reveal itself to you all at once?</qco> </h3>      \nit's 1 part at a time, but, the parts usually have clues for what other parts are needed\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n7:31 pm</dco> &nbsp;<qco> virtual reality, why?&nbsp;</qco> </h3>      \nto keep your options open\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n6:15 pm</dco> &nbsp;<qco> Does mount St. helens actually have a cool gift shop?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n5:45 pm</dco> &nbsp;<qco> Did you write here comes the sun INSIDE the sun?</qco> </h3>      \nno, but i was well within its sphere of influence\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n3:59 pm</dco> &nbsp;<qco> when's the next video</qco> </h3>      \ndoing it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n3:43 pm</dco> &nbsp;<qco> whats the meaning of \"and the day goes on\"</qco> </h3>      \nadventure, escape, exuberance, progression, and courage\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n3:21 pm</dco> &nbsp;<qco> did you take a break to improve your animation? </qco></h3>      i wouldn't call that a break<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because your new video upped the quality by a ton</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n1:04 pm</dco> &nbsp;<qco> How did you come up with your own genre on music?</qco> </h3>      \ni make the same genre as everyone else. but i didn't come up with that. it's from the old testament maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n12:29 pm</dco> &nbsp;<qco> Whats your musics genre?</qco></h3>      normal<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i'd love to find more artists like you.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n12:23 pm</dco> &nbsp;<qco> would you consider that since you learned for a year about 3d animation, here comes the sun is a \"big project\" or a regular-sized project</qco> </h3>      \nsupposed to be regular. the 'big project' would have to be 'attempting to learn 3D'\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n12:17 pm</dco> &nbsp;<qco> ive always loved your sound, never heard something quite like it before. any inspirations u have? they dont have to be musical</qco> </h3>      \nwhenever i walk inside or outside, or through doors in general \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n12:17 pm</dco> &nbsp;<qco> opinions on the heat death of the universe?</qco> </h3>      \nit's been acquired by Disney\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n11:52 am</dco> &nbsp;<qco> How many other people would be in your band if you did some live shows?</qco> </h3>      \nshould be 2 to 12\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n11:43 am</dco> &nbsp;<qco> how many takes do you do for vocals before being okay</qco> </h3>      \nshould be 3 to 5\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n10:48 am</dco> &nbsp;<qco> what is your favorite music genre?</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n10:27 am</dco> &nbsp;<qco> How long do you usually take to make a video?</qco> </h3>      \na reasonable amount of time, surely\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n9:49 am</dco> &nbsp;<qco> I want to make music but I don't know anything about making music, how can I get started?</qco> </h3>      \ni don't know. starting is the one part i don't remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n9:45 am</dco> &nbsp;<qco> In here comes the sun, why is the \"one\" in \"we rage as one\" written as a number, in both the video and the posted lyrics? Was there something you were trying to emphasize?</qco> </h3>      .......................... one is a number\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n9:23 am</dco> &nbsp;<qco> How do you make a catchy chorus?</qco> </h3>      \nstart making patterns and breaking them. then, if your breaking of patterns becomes a pattern, then you'll want to go ahead and break that pattern as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n8:51 am</dco> &nbsp;<qco> what did you \"might quit\" in might quit, school or videos?</qco> </h3>      \nthat song is technically about someone quitting school. but it doesn't have to be about me. songs can be about anyone\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n7:32 am</dco> &nbsp;<qco> can i have your time machine you proved that you had one in that i did a bad thing song so let me have time machine</qco> </h3>      \nbasically the way that works is, i screwed up. i sent the song to the stores on dec 16 (2018) with a release date of dec 18 (2018), thinking that would be enough time to finish the video. But it wasn't enough time. so the song hit the stores on dec 18, but the video wasn't ready until dec 25. so this may have caused the appearance of the time traveling effect\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n6:54 am</dco> &nbsp;<qco> Is there a definitive order of listening to your songs?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n5:07 am</dco> &nbsp;<qco> how do i figure out how much of my personality is me being myself and how much is me just absorbing other peoples' personalities? i want to be more like myself but i can't help but feel like so much of my personality is influenced by other people</qco> </h3>      if you absorb 2.7 personalities or more, the mix counts as your own\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n4:14 am</dco> &nbsp;<qco> have you ever felt your entire life flash before your eyes while listening to a really good song? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;this happens to me sometimes -- and i usually end up crying uncontrollably.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n2:08 am</dco> &nbsp;<qco> Does the universe really exist? we just kinda say it exists but we don't know anything while we act like we know everything?</qco> </h3>      i thought 'exist' literally meant 'is part of the universe'. i thought that was how we defined that word. if it doesn't mean that, then what do you honestly think it means\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n12:22 am</dco> &nbsp;<qco> If the world is round, why is a map flat?</qco> </h3>      \neasier to get it through the mail\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.21&nbsp; \n12:04 am</dco> &nbsp;<qco> how did you come up with the cover art for Got to know what's going on</qco> </h3>      \nby exploiting a glitch in the drawing program i used to use\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n10:56 pm</dco> &nbsp;<qco> in videos like \"hi i'm steve\" and \"ball and stick,\" do you try to make them funny, </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do you do what feels right in the moment?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n10:41 pm</dco> &nbsp;<qco> every tried writing avant-garde?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n10:08 pm</dco> &nbsp;<qco> thoughts on spaghetti</qco> </h3>      \nalmost yellow enough to be yellow. if it were any more yellow, would be yellow\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n9:42 pm</dco> &nbsp;<qco> thoughts on flat earthers?</qco> </h3>      \n they are trying to distract us from the fact that the earth is actually a long stick \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n9:20 pm</dco> &nbsp;<qco> What is your creative process when making music?</qco> </h3>      \ni usually try to go directly to the center of outer space\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n8:27 pm</dco> &nbsp;<qco> what kind of stroke is a \"stroke of genius\" referring to? the bad brain thing? a type of touch? a completely unique category of stroke????</qco> </h3>      \nmaybe like a paint brush\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n7:27 pm</dco> &nbsp;<qco> how do i become confident about what i am creating</qco> </h3>      \nsomeone's gotta do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n6:29 pm</dco> &nbsp;<qco> ok then, mr wurtz. what do you have to say about listening to music where the lyrics are in a language that you don't understand? is this more like instrumental music (ie treating the voice just as an instrument) or what? or what if you recognize some words? how many words do you have to know to switch from instrumental music to... regular? idk maybe you have some ideas on this</qco> </h3>      \nlyrical music still works very well even when you don't know the language. Everything about the way the words are sung is intended to convey the correct meaning. so the meaning comes across at least 80%\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.21&nbsp; \n6:15 pm</dco> &nbsp;<qco> how do you come up with&nbsp;&nbsp;rhymes for your songs?</qco> </h3>      \ni let words rhyme themselves, if they want. If i tried to make them rhyme, it would end up looking like when a kid is forced to dress formally\n<br><br>"
  }
]
