[
  {
    "html": "<h3> <dco>9.30.17&nbsp; \n6:59 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202709291829\">9.29.27 6:29 pm</a> \n<br>\n<br>Are you an ambivert or would you rather not label yourself?</qco> </h3>      what the heck is an ambivert\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp; \n6:25 pm</dco> &nbsp;<qco> is there any global issue you feel ridiculously passionate about? what is it</qco> </h3>      transportation/teleportation\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n6:18 pm</dco> &nbsp;<qco> what is your favorite kind of melon&nbsp;</qco> </h3>      lemon\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n6:00 pm</dco> &nbsp;<qco> when was \"the road\" written? My favorite song of yours</qco> </h3>      january 12, 2012\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n5:08 pm</dco> &nbsp;<qco> do you have a website?&nbsp;</qco> </h3>      i will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n4:37 pm</dco> &nbsp;<qco> what do you think of your music? is it good in your perspective?</qco> </h3>      i try to make it how i like it. or, for a thrill, i might try to make it how no one would ever like it<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n3:21 pm</dco> &nbsp;<qco> Will you make more music videos with yourself in them like you've done before?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n1:44 pm</dco> &nbsp;<qco> do you have any hobbies besides music or do you just sit around all day</qco> </h3>      i make videos all day, to put online for your viewing pleasure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n1:34 pm</dco> &nbsp;<qco> Why did you capitalize \"arrest\" and \"crime\"?&nbsp;&nbsp;Is this some sort of attempt at World Domination?</qco> </h3>      <a href=\"q.php?date=201709282006a\">9.28.17&nbsp; 8:06 pm</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n1:34 pm</dco> &nbsp;<qco> at the part near the end of \"outside\" where you have handwritten sheet music, did you write it one note at a time and then screenshot/scan it? it looks like the beams were drawn with each note attached to the previous one cuz the points of contact are darker</qco> </h3>      the trick for that kind of thing is to write the whole thing first and then erase it from the end one bit at a time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n1:31 pm</dco> &nbsp;<qco> scenario: someone comes up to you on the bus and asks you to hold their owl for a moment. what do you do</qco> </h3>      i would tell them i am not certified nor qualified to hold the owl\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n1:17 pm</dco> &nbsp;<qco> Should I eat 300 hamburgers at once?</qco> </h3>      absolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n12:54 pm</dco> &nbsp;<qco> what's the best breakfast</qco> </h3>      lunch<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n12:36 pm</dco> &nbsp;<qco> potato or potato?</qco> </h3>      either one is fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n12:26 pm</dco> &nbsp;<qco> can i take my own popcorn to your concert</qco> </h3>      \nthat depends on what the venue will allow\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n12:24 pm</dco> &nbsp;<qco> do you think the world is better or worse than before? (before being a term that goes from a century ago to yesterday)</qco> </h3>      scientists are trying to figure that out\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n12:22 pm</dco> &nbsp;<qco> Do you prefer AA batteries or AAA batteries?</qco> </h3>      \nmost devices or only built to use one or the other. so i always use whichever one the device takes. it usually says on the back. or if you can't figure it out you can just look at the size of the compartment\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n12:15 pm</dco> &nbsp;<qco> Are there certain questions you won't answer because the reptilians, illumanti, alien overlords and/or the vril-ya have forbidden you to reveal certain things?</qco> </h3>      well, they never specifically say what you can't say. you just kind of know what they probably don't want you to say, and you also are pretty sure they can vapourize you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n12:08 pm</dco> &nbsp;<qco> I know this is probably a tough question, but do you have any tips on writing melodies? If you give me a melody, I can arrange it (figure out harmonies, bass line, drum beats etc)... but I always hear people say that melodies just 'come to them', like they just appear out of nowhere in their heads like magic... but this has never been the case for me. I usually write a chord pattern that I think sounds interesting, then I try to build a melody from the notes in the chords. Sometimes I can do it, sometimes I can't. But I know I'm doing it backwards. Melody should come first. Melody is the most important part of a song.</qco> </h3>      when writing a melody, it's sometimes hard to know 'why' you're writing the melody if there's no lyric with it. like, who cares if the notes go here or there? what's it for? what is this even about? but when you are delivering a message, through words (musical words) then all of a sudden everything has meaning. i'm not suggesting you do lyrics first, that route seems bland as hell to me. i'm suggesting you do lyric and melody at the same time. perhaps other people do it differently but that's the only way it goes for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n11:58 am</dco> &nbsp;<qco> Your first song I'm stuck in a Rut states that you are indeed stuck in a rut. Are you still stuck in that rut?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n11:56 am</dco> &nbsp;<qco> <a href=\"q.php?date=201709292132\">9.29.17&nbsp;&nbsp;9:32 pm</a>  I checked with the committee. They told me that they register songs once they are accepted as music. But they're not the ones to determine rather or not something is accepted as music. They told me to refer to you in order to get my Certificate of Acceptance... which I will then have to bring back to them, in order to officially register something as music.&nbsp;</qco> </h3>      nothing is music\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n11:45 am</dco> &nbsp;<qco> Try to imagine non existence\n</qco></h3>      ok<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>You wouldn't feel or expirence sanything anything yet you wouldn't experience the nothingness either\n</qco></h3>      that's true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>An entire eternity could pass in an instant</qco></h3>      that's true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>But you wouldnt expirence that instsant anyway</qco></h3>      that's true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>Weird huh?</qco> </h3>      it is, but for some reason i've grown very accustomed to this concept\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n11:45 am</dco> &nbsp;<qco> Do you know where my car went?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n11:41 am</dco> &nbsp;<qco> So what is the general jist of the next video of you've started conceptualising it</qco> </h3>      soap\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n11:26 am</dco> &nbsp;<qco> are you a psychic</qco> </h3>      i will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n11:25 am</dco> &nbsp;<qco> what happens when you enter the correct password in the reality section of your website?</qco> </h3>      there is no password\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n11:13 am</dco> &nbsp;<qco> will there be an updated history of the entire world video in the future&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n11:12 am</dco> &nbsp;<qco> what if Bart Simpson had one big triangle for his hair instead of a bunch of little ones</qco> </h3>      then they could have surely cut down the production time significantly, and likely released new episodes every 6 days, instead of every 7\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n11:02 am</dco> &nbsp;<qco> do you is person</qco> </h3>      i will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n10:58 am</dco> &nbsp;<qco> How long does an average video take you to make</qco> </h3>      which one is average\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n10:26 am</dco> &nbsp;<qco> I have identified 4 kinds of people who ask questions here: those who beg for more history/music videos, those who just want videos, those who ask about composing music, and those who ask random questions like myself. Can you confirm?</qco> </h3>      no. your question is not random at all, and 2 of the types you mentioned i would consider the same type, and there are many more types <br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n10:16 am</dco> &nbsp;<qco> How can I help alleviate space junk</qco> </h3>      pick it up and bring it to earth\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n10:07 am</dco> &nbsp;<qco> Do you like .............. spooons?</qco> </h3>      they are ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n10:02 am</dco> &nbsp;<qco> Do you have a lot of sheep?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n8:49 am</dco> &nbsp;<qco> did you use capitals the way you do now when you went to school. if so how did you deal with teachers telling you not to do that.</qco> </h3>      i used all capitals\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n8:20 am</dco> &nbsp;<qco> do you think humans are a good idea</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n6:49 am</dco> &nbsp;<qco> What would you do if you had 1 billion dollars, but you weren't an emperor?</qco> </h3>      influence the emperor's policy\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n6:42 am</dco> &nbsp;<qco> when is the next song</qco> </h3>      after a quick non-song\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n6:41 am</dco> &nbsp;<qco> What are you trying to say in your music?</qco> </h3>      here is some music\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n5:48 am</dco> &nbsp;<qco> it appears you have moved awy from 10 second long shorts. all your videos since history of the entire world, i guess has been longer than 1 minute and two of them have been music videos. are you moving away from shorts and pushing closer towards music videos? also what is steves real name?</qco> </h3>      just when i was ready to move onto videos a bit longer, i got really popular on vine. vine was a platform that only allowed videos of up to 6 seconds. this was great news because i had a great audience who never expected anything longer, but bad because i was just getting ready to make them longer but i actually had to make even more of them that were shorter. so by the end of 2015 i was ready to explode and when i finally finished history of japan, it did very well on youtube, and quickly gave me an even larger audience there than on vine. so needless to say at that point i was more than exhausted with the -10 sec format, and also the non-vine audience was very confused about those videos in the first place, because they didn't realize that they were being composed with the vine platform in mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n5:47 am</dco> &nbsp;<qco> aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa</qco> </h3>      i know what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n5:26 am</dco> &nbsp;<qco> what is humour</qco> </h3>      scientists are still trying to figure that out\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n5:17 am</dco> &nbsp;<qco> why do i pay tax</qco> </h3>      perhaps because your government wants you to\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n4:31 am</dco> &nbsp;<qco> what are you doing</qco> </h3>      answering questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n4:30 am</dco> &nbsp;<qco> will you start making short videos again? If no, why?</qco> </h3>      i have already made more than enough videos under 15 seconds, and yet not enough videos a bit longer. i would like to focus more on videos between about 25 seconds and 4 minutes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n4:23 am</dco> &nbsp;<qco> is existence a tangible theory?</qco> </h3>      it's not really a theory, it's more of a definition\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n4:12 am</dco> &nbsp;<qco> Many notable figures throughout history have been successful publicly and deeply flawed personally. Is your opinion of an artist's work affected by your feelings regarding them as a person, </qco></h3>      hopefully not<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or are you able to appreciate the art as separate from the artist?&nbsp;</qco> </h3>      it's important to remember that usually i don't actually know the artist personally. sometimes very famous people might have a flawed public image, which doesn't necessarily reflect how they really are. which is why it's even more important to look at the art directly, and ignore whatever scandals the newspapers may be trying to focus on\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n4:08 am</dco> &nbsp;<qco> What music harmony do you frequently use </qco></h3>      major 3rds, and many others as well<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and what genre would you classify your masterpieces ?</qco> </h3>      oh thank goodness i don't have to do that. otherwise i would never be doing this in the first place\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n2:15 am</dco> &nbsp;<qco> do you know if you dont? because if you do, then you might not...\n<br>\n<br>thanks, a concerned citizen</qco> </h3>      you'll just have to make your best guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n2:13 am</dco> &nbsp;<qco> Honestly Bill like your videos but you're fans have become cultish. you need to get control of your fans.</qco> </h3>      are you sure that controlling the fans would make it less like a cult\n<br><br>"
  }
]
