[
  {
    "html": "<h3> <dco>10.10.19&nbsp; \n12:39 am</dco> &nbsp;<qco> what if time and humanity were the same thing, and humans were the 4th dimention</qco> </h3>      \nthat sounds about right\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.10.19&nbsp; \n12:21 am</dco> &nbsp;<qco> how are you so good at making anagrams</qco> </h3>      \ni've seen how good they can be, so i don't stop until they are that good at least\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.10.19&nbsp; \n12:17 am</dco> &nbsp;<qco> how do you aquire fire?</qco> </h3>      \nyou can get fire concentrate, just add water\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n11:57 pm</dco> &nbsp;<qco> Odds that I'm a poem?</qco> </h3>      \n2 out of 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n11:11 pm</dco> &nbsp;<qco> How do you divide your time between \"new video\" and \"technological transformation?\" Or are you just focusing on one of them right now? And speaking of the new video, if you had to guess, how much of it is done?</qco> </h3>      there is no new video yet. i wrote some stuff, which i will be making, but i am still deeply buried in the learning/testing/experimental realms. so even the things that i wrote are deeply experimental, and mostly just serve to allow me to learn how to work the tools, in a timely manner. so i am beginning to make the transition now from following other people's tutorials entirely based on their demo content, to working based on my own written content. that is just in terms of cg. there are plenty of other pieces of the puzzle\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n11:03 pm</dco> &nbsp;<qco> help how do you repair car engine?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n11:02 pm</dco> &nbsp;<qco> How do i transport a lot of orange soda quickly please help</qco> </h3>      \nconvert it to text and email it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n10:38 pm</dco> &nbsp;<qco> Will you ever explain beavers\n<br></qco> </h3>      \ni will try\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n9:42 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201910072258\">10.7.19&nbsp;&nbsp;10:58 pm</a>  - im pretty sure you can do some real funky applescript stuff. like to put it into a file you can run `osascript -e 'the clipboard as record' &gt;file` in terminal. possibly to extract it again you could run `osascript -e \"set the clipboard to $(cat file)\"`. i dont know</qco> </h3>      \nany way you can explain or link to that explained a little more definitively? (like without the 'i don't know' .... with terminal commands i'd like to eliminate the guesswork if i can ...)\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n9:36 pm</dco> &nbsp;<qco> Is it true?</qco> </h3>      \nwhat is it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n9:26 pm</dco> &nbsp;<qco> based on what i can see, i'm guessing we won't be seeing reality vids based on the current technological transformation until around 2023. how do you feel about this assessment?</qco> </h3>      \nnot good, but this kind of timetable is something i've been living with for most of my life. how do you think i felt on recording in 2010, knowing how long it might be until those recordings were processed? they finally came out in 2016 but i went for years having no idea when if or how they ever would. it's similar now, but much better now knowing that i actually have an established process and procedure for producing that content. it used to be entirely unknown if i even could. the same is true for improv recordings\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n8:47 pm</dco> &nbsp;<qco> How do I get an A in physics?</qco> </h3>      \nyou have to find out who's giving the grades, and learn the material according to their depiction\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n8:37 pm</dco> &nbsp;<qco> should i label the keys on my keyboard with the corresponding notes</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n8:11 pm</dco> &nbsp;<qco> I struggle making basslines, because I want to bop and jump around too much. Advice on getting what I need to get out of the bass part?</qco> </h3>      \nstart with the simplest possible thing that works. if you still don't get it, try simpler. do the absolute simplest possible thing that works. everything else should arrive automatically, as if by magnets\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n7:34 pm</dco> &nbsp;<qco> what's it like being famous</qco> </h3>      \nlike an ongoing psychological evaluation, where anyone can judge\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n7:10 pm</dco> &nbsp;<qco> I'm curious. What religion / faith do you profess?</qco> </h3>      \nlet's keep it nameless, because as soon as a name arises, all of a sudden there's confusion, haters, and suddenly the whole thing goes to pieces\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n7:08 pm</dco> &nbsp;<qco> are clouds psychological?</qco> </h3>      \nnow that i think about it, yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n6:43 pm</dco> &nbsp;<qco> Why did the big bang happen</qco></h3>      'big bang' is probably not the best description for it, but it is the only happenable thing. it's the only possible thing to happen because it includes everything. and it doesn't matter when it happens, as long as it ever happens, ever, then it is marked down as happening. so essentially it becomes impossible for it not to happen<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t and what did the universe expand into if nothing existed before the big bang?</qco> </h3>      \nthe over all size of the universe presumably is infinite and always was (if it's not, then that means there is a center, and someone should hopefully locate that .......) so the expansion is just into more universe, which presumably was previously more tightly packed\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n5:33 pm</dco> &nbsp;<qco> what do i do when im bullied?&nbsp;</qco> </h3>      \nwear an extra protective layer of denim\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n4:55 pm</dco> &nbsp;<qco> what does your songwriting process look like, in numbered list form?&nbsp;</qco> </h3>      \nbits and pieces may come to me at any time. need to be adept at catching them, recording them, and logging them into a master list, by date. then there's the selection process, for that i usually go through the whole list and write down ones that i am excited about doing. then, when that semi-finals list is done, immediately put it through a number-randomizer to get the final selection. then, when i have the selection, i have to play doctor with it. i have to look at it and make an assessment as to what the nature of that item is, whether it is the chorus, the first verse, etc etc. ... and evaluate what it needs. things get confusing if it's not the intro, because that means i have to work backwards, which can be very tedious. but if i just hang around and ask the right questions, i can get there. once i have the beginning, then it's a little more standard. just do run throughs from the beginning, in time (at tempo, with click) and then pay very close attention to the moments right when i reach the ending edge of what's written. that's when i may or may not be struck with solutions for what follows. then, whether or not it strikes, evaluate for a minute what the implications may be, then do a re-set, which for me is touch the door, and then run it again\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n4:28 pm</dco> &nbsp;<qco> I'm late for hell. What should I do?</qco> </h3>      \njust call them and leave a voicemail. i know you may think no one has voicemail anymore, but hell does, hell is voicemail only\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n4:20 pm</dco> &nbsp;<qco> In the might quit video does that mean you're quitting YouTube or was it a joke&nbsp;</qco> </h3>      \nneither, it was a song, and it says nothing about youtube, if you listen to the song it's actually about quitting school. that's just a spoiler in case you don't wanna watch the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n3:48 pm</dco> &nbsp;<qco> i'm still struggling with the crisis of feeling like i can't release music under my own name (somebody else with the same name already is) and any pseudonym or \"artist name\" i can think to use is either also taken or just feels wrong. i know i'm putting the cart before the horse a little because i don't actually have any finished music that's ready to go, but it just feels like a really important thing and i'm kind of lost. i tried thinking about my childhood like you recommended a long time ago but all i came up with is stuff that's already taken. maybe i could just go by my last name but that kinda sucks too...or i could include my middle name or initial but that just seems pretentious. thanks for any ideas</qco> </h3>      \nyou're on the right track. you'll think of something\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n3:43 pm</dco> &nbsp;<qco> Hey bill its been long but i want to learn m a g i c</qco> </h3>      \nfirst you must come up with some examples of when and where you think you've seen it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n3:16 pm</dco> &nbsp;<qco> i am on someone else's computer what do I do help?</qco> </h3>      \nsee if you can learn something, from the way they do things, that you can try on your own computer when you get back\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n2:26 pm</dco> &nbsp;<qco> do you yikes?</qco> </h3>      \ni was going to say no, but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n2:14 pm</dco> &nbsp;<qco> How do you organize your goals?</qco> </h3>      \nwrite them down, i don't know any other way. the hard part is figuring out which order they should be in\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n2:13 pm</dco> &nbsp;<qco> would i be able to go to the school i want even if it is only for intelligent people ?\n<br>\n<br></qco> </h3>      \nonly if you can prove to them you are intelligent\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n1:55 pm</dco> &nbsp;<qco> are u a reincarnation of randy jackson&nbsp;</qco> </h3>      \nthat depends which randy jackson, but the only randy jackson i know of is still doing an incarnation\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n1:19 pm</dco> &nbsp;<qco> How much would it cost to get you to release the new song without the video?</qco> </h3>      \n50,000 dollars but that's not what i want. i want it to be realeased with the video\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n12:58 pm</dco> &nbsp;<qco> is it Wednesday?</qco> </h3>      \nlet me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n12:44 pm</dco> &nbsp;<qco> What do you get when you cross a mentally ill loner with a society that abandons him and treats him like trash?</qco> </h3>      \nlightning in a bottle\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n12:40 pm</dco> &nbsp;<qco> if i meet you someday, can i print this question and answer out on a piece of paper for you to sign it?</qco> </h3>      \nif by sign you mean draw an interesting picture or diagram, then sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n12:31 pm</dco> &nbsp;<qco> can you give me a random good video of yours</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n12:31 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201910081034\">10.8.19&nbsp;&nbsp;10:34 am</a>  you should answer it with \"because I said so\"... So what question should I ask?</qco> </h3>      \ni actually don't think that's a good answer to any question. 'because you said so' i think is an ok answer to use sometimes, but 'because i said so' doesn't seem to have a place anywhere, as far as i can tell, and i am proud to report that in 58,179 questions answered, i have never once answered 'because i said so'\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n11:38 am</dco> &nbsp;<qco> is being transgender valid?</qco> </h3>      \ni am not the gender validator, but i have always assumed yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n10:56 am</dco> &nbsp;<qco> Where'd you get those pants?</qco> </h3>      \nwhich pants\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n10:52 am</dco> &nbsp;<qco> where do you take inspiration for your music?</qco> </h3>      \nfrom anywhere, and everywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n10:50 am</dco> &nbsp;<qco> do you agree that high school sucks bc its forcing socializing instead of letting it flow naturally?</qco> </h3>      \ni don't think it forces socializing, but the socialization that is allowed to happen is a nice side-effect which might not have other wise happened. however, i still think the socialization might be difficult for some people, and i think i actually found myself wishing it was facilitated even more than it was. it sounds like we might be on opposite sides of that issue\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n10:49 am</dco> &nbsp;<qco> Hi what do you think of bees?</qco> </h3>      \nthey are the flower inspector\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n10:31 am</dco> &nbsp;<qco> any thoughts on mustard</qco> </h3>      \ni guess i will admit there is a small chance it might be real\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n10:26 am</dco> &nbsp;<qco> i'm really chilly right now ,any suggestions for warming up?</qco> </h3>      \ngymnastics, or even gyntastics\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n10:11 am</dco> &nbsp;<qco> favorite type of flavoured question?&nbsp;</qco> </h3>      \nspicy\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n10:07 am</dco> &nbsp;<qco> how much stress does answering questions add to your life</qco> </h3>      \nabout as much stress as a calm walk on a vibrating platform\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n9:53 am</dco> &nbsp;<qco> Make a new video&nbsp;</qco> </h3>      \nthat's a good idea\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n9:48 am</dco> &nbsp;<qco> What do you think of the new Joker movie?</qco> </h3>      \ni have not seen it, and according to my new joker movie policy i am not supposed think too much of it until i've seen it from beginning to end\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n9:40 am</dco> &nbsp;<qco> what is your opinion on the letter e?</qco> </h3>      \nbring it back\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n9:06 am</dco> &nbsp;<qco> Hi Bill! Today is Yom Kippur, so I wanted to ask you, have you ever made a religion out of something?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n8:38 am</dco> &nbsp;<qco> when does the day stop going on</qco> </h3>      \nnever\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.19&nbsp; \n8:34 am</dco> &nbsp;<qco> do aliens exist?</qco> </h3>      \nthey could be you\n<br><br>"
  }
]
