[
  {
    "html": "<h3> <dco>8.2.20&nbsp; \n3:16 am</dco> &nbsp;<qco> What is a sandwich?</qco> </h3>      \na package you can eat\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.20&nbsp; \n2:10 am</dco> &nbsp;<qco> Is butt legs?</qco> </h3>      \nsort of\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.20&nbsp; \n1:43 am</dco> &nbsp;<qco> Hi Bill. There's an account called @realbillwurtz on TikTok.</qco></h3>      that's not true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is that actually you?</qco></h3>      i haven't used tiktok yet<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I hope it's not an imposter, unless perhaps you are also an imposter</qco> </h3>      \n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.20&nbsp; \n1:37 am</dco> &nbsp;<qco> What do you do when you want to do something but dont know what to do</qco> </h3>      \nplay 'what do we know'\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.20&nbsp; \n1:36 am</dco> &nbsp;<qco> does the world even exist&nbsp;</qco> </h3>      \noh that would explain a lot\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.20&nbsp; \n12:32 am</dco> &nbsp;<qco> What do i do when i do a bad thing? I mean, i regret the thing i did, i just don't know what to do.</qco> </h3>      \ntry a medium thing. that will look great in comparison\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.20&nbsp; \n12:30 am</dco> &nbsp;<qco> do your lyrics ever get hungry?</qco> </h3>      \nonly if they don't have music, which is very rare \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.20&nbsp; \n12:28 am</dco> &nbsp;<qco> Do you like Shrek?</qco> </h3>      \ni'll put it this way, shrek is my favorite character in shrek\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.20&nbsp; \n12:25 am</dco> &nbsp;<qco> What question do you get asked the most frequently?</qco> </h3>      \ni've never been asked a question more than once\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.20&nbsp; \n12:16 am</dco> &nbsp;<qco> What's your favorite two letter word?</qco> </h3>      \neb\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.20&nbsp; \n12:16 am</dco> &nbsp;<qco> i never thought i would be here but i don't like using note letter notation , like C D F# bc i'm like goddamn i only Know where C is am i supposed to count the white notes like a child just to get a dumb name for a dumb chord which will just BE played WHEN i play it, and basically the only reason to even know what name it is is for \"\"\"\"\"\"\"\"\"\"\"music\"\"\" \"\"theory\"\"\"\"\"\"\"\"\"\" which is just figuring out WHY things that already exist sound good,</qco></h3>      that's not really the reason for notation. mostly the reason for notation is to communicate with other musicians. Figuring out why things sound good is a whole different endeavor, which is impossible but also fun<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and not the actual direct study of how making those things actually works and happens, which most absolutely positively and all-encompassingly seems like the wrong approach to take when trying to be musiciany. but, um, i'm conflicted, for i think obvious reasons. do i need to crush san francisco with a giant ball of mercury and iron or is there another out here?</qco> </h3>      i think you should start using numbers instead of letters, so they always represent the same thing relative to the song. this is probably a better representation of how the music actually goes, and sounds. And most musicians do understand it, so you can communicate that way too. i believe the entire city of nashville was built on numbers, if i recall\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.20&nbsp; \n12:15 am</dco> &nbsp;<qco> my father just called me pathetic. when i get older im going to be stronger</qco> </h3>      \nthat may be true\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.20&nbsp; \n12:07 am</dco> &nbsp;<qco> Why isn't ham illegal</qco> </h3>      \nmost of the lawmakers are in the ham industry\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.20&nbsp; \n12:05 am</dco> &nbsp;<qco> how did you get the original inspiration for \"got to know what's going on\"? (love that song by the way)</qco> </h3>      \ni think we all just want to understand how the world really works, and what is really going on, and what everything is and means. i came up with the first line of the chorus, and many others, many years before i would have had the courage to take care of the entire songwriting, especially because dealing with a song where you only know the chorus, and then figuring out what comes before, is a very weird puzzle that i didn't learn how to do until years later. in fact i didn't even really have the courage to finish the chorus either, until years later. it was quite common for me to come up with quite normal sounding hooks and not know what to do with them, and back then (around 2010) my only strategy was to start at the beginning and go bonkers, from beginning to end. but there were many chorus-sounding figures that were generated at that time, such as 'i'm sad', 'i wanna go home', etc, which i didn't really know how to deal with. As of june 2017, recording songs regularly, my selection process was brute force random-number selection -- no pre-selection, no semi-finals, just get a randomly generated number out of 400 (or however many items there were in the list at the time) and you absolutely have to pick that one, no matter what it is. So that one came up and was still just a 1 line figure. so that's when the rest of it was written\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.20&nbsp; \n12:03 am</dco> &nbsp;<qco> Would you become a fine mist if given the option?</qco> </h3>      \nnot yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.20&nbsp; \n12:01 am</dco> &nbsp;<qco> Is circle?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n11:50 pm</dco> &nbsp;<qco> i keep hearing about people getting songs from their dreams but i rarely if ever find myself dreaming. how do i&nbsp;&nbsp;start dreaming and then start dreaming music? </qco></h3>      i think if you write more music while you are awake, that will probably help<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is this my fault somehow?</qco></h3>      not really<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; idk im just kinda mad that other people get to be able to get song in brain just by doing life and i have to do the impossible to even have a chance but hey shit sucks sometimes</qco> </h3>      a lot of times when you get a song from your dreams, it's either way too boring or already exists, or both. Or, often there is too much to capture in time. so it's not a very reliable way of getting material. you're going to have to work on it while you are awake too\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n11:47 pm</dco> &nbsp;<qco> Am I correct in guessing you use Sibelius?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How does your use/non-use of Sibelius make you feel?</qco> </h3>      very good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n11:41 pm</dco> &nbsp;<qco> I haven't really read through the questions that much but, are you planning something like a big video-Terrific</qco> </h3>      \ni would rather make more than 1 video. the idea of making only 1 video brings me a tremendous amount of sadness\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n11:11 pm</dco> &nbsp;<qco> thoughts on infinity?</qco> </h3>      \nmight be just enough\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n10:59 pm</dco> &nbsp;<qco> what is your favorite video youve made sir</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n10:58 pm</dco> &nbsp;<qco> how many ducks do you own</qco> </h3>      \nalways rent ducks\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n10:39 pm</dco> &nbsp;<qco> do you know the difference between your and you're and your're?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n10:21 pm</dco> &nbsp;<qco> what songs of yours would you want to preform live</qco> </h3>      \nany of them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n10:16 pm</dco> &nbsp;<qco> So, according to this: <a href=\"q.php?date=202008011423\">8.1.20&nbsp;&nbsp;2:23 pm</a> . You are coming back to youtube with a bang. Is that correct, or am I being to optimistic?</qco> </h3>      \nnot optimistic enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n9:55 pm</dco> &nbsp;<qco> why dont flamingos fly away?</qco> </h3>      \ni think they did. otherwise they would still be here\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n9:37 pm</dco> &nbsp;<qco> Thank you for what you do\n<br>\n<br>What's something you think everyone in the world should know?</qco> </h3>      \nit's going to be ok, or possibly better than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n9:11 pm</dco> &nbsp;<qco> \n<br>how did the guy who made the first clock know what time it was???</qco> </h3>      \nthe sun\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n8:44 pm</dco> &nbsp;<qco> Can you write the most generic shittiest Wattpad story ever</qco> </h3>      \ni have other plans\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n8:04 pm</dco> &nbsp;<qco> Was there a time when you did covers at all</qco></h3>      a little bit but i'm going to do it way more in the future<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or have you always written/performed original music?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n8:03 pm</dco> &nbsp;<qco> what is the bad thing that you did?</qco> </h3>      \ntried to invent the wheel, despite it being impossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n7:54 pm</dco> &nbsp;<qco> Recently heard or read or maybe saw somewhere that you've dealt with clinical depression (diagnosis, treatment, etc.) in the past?</qco></h3>      absolutely not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; However I remember seeing someone ask if you were depressed and your answer was \"fuck no\" -- care to elaborate on this highly personal topic?</qco></h3>      it's not a very personal topic for me. i don't tend to experience it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Any idea where the idea that you have depression came from? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Does it matter?&nbsp;</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n7:50 pm</dco> &nbsp;<qco> What do you think of open source software?&nbsp;</qco> </h3>      \nwild\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n7:20 pm</dco> &nbsp;<qco> Do you believe in a higher power? Like God of Christianity?</qco> </h3>      \ndifferent powers always fluctuate. sometimes to even see which is higher you need specialized instruments\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n7:12 pm</dco> &nbsp;<qco> if the universe is \"everything there is\", is the multiverse \"everything there could be\"?</qco> </h3>      \nyes but that could also be what the universe is\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n6:56 pm</dco> &nbsp;<qco> hey bill happy saturday and also sorry if this is personal but i kinda wanna know how you feel about basically being famous now, is it stressful or are you handling it well?</qco> </h3>      \nit's like an ongoing psychological evaluation, where anyone can judge\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n6:40 pm</dco> &nbsp;<qco> thoughts on the people who just send you your own song lyrics as questions?</qco> </h3>      \ni can't help but wonder what other songs they know\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n6:21 pm</dco> &nbsp;<qco> I sincerely enjoy this bleep blorp majesty of a page. well done creator. do penguins fly? </qco></h3>      i'm not sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and if so would they land in Antarctica or the north pole </qco></h3>      if it's the north pole then i hope they can swim<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how hard would they hit the tequila?&nbsp;</qco> </h3>      \nit might be frozen actually, depending on the freezing temperature of tequila. which would be the 3rd thing i don't know, almost making a complete set, of knowledgelessness\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n6:07 pm</dco> &nbsp;<qco> Do you ever find yourself feeling emotions</qco> </h3>      \nthat's preposterous. who do you think i am\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n5:25 pm</dco> &nbsp;<qco> Has bread harmed you before?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n4:59 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202007312006\">7.31.20&nbsp;&nbsp;8:06 pm</a>  what's a tempo crisis</qco> </h3>      \nwhen you're writing a song and you accidentally write 2 different parts that really belong at different tempos, even though paradoxically they are supposed to belong together and at the same tempo, but every actual tempo is either too fast for one or too slow for the other\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n4:53 pm</dco> &nbsp;<qco> how did you predict 2020? (i just did a bad thing)</qco> </h3>      \ni was talking about 2018\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n4:48 pm</dco> &nbsp;<qco> Do you charge money for the therapy u provide?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Because you are my therapist&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n4:23 pm</dco> &nbsp;<qco> do you think frogs are actually real</qco> </h3>      \nyes but i can't prove it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n3:55 pm</dco> &nbsp;<qco> is bread stapled on trees interesting</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n3:43 pm</dco> &nbsp;<qco> Do you think if things start to get too \"every\" they start to veer into \"none\" territory?</qco> </h3>      \nof course\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n3:36 pm</dco> &nbsp;<qco> thoughts on making videos?</qco> </h3>      \nsome people think it can't be done, but my theory is that it can\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n3:29 pm</dco> &nbsp;<qco> what is a joke</qco> </h3>      \nseriousness\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n3:25 pm</dco> &nbsp;<qco> I have two questions: Is your current learning process nerve-wracking sometimes or even often?</qco></h3>      i'm not just learning, i'm also inventing stuff, but yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Because your answers on the questions \"<a href=\"q.php?date=202007301829\">7.30.20&nbsp;&nbsp;6:29 pm</a> \" and \"<a href=\"q.php?date=202007310524\">7.31.20&nbsp;&nbsp;5:24 am</a> \" for example make it seem like that. And the second - probably way more important - question is: Will all this tremendous effort pay off?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Because an infinite amount of videos would be AWESOME!</qco> </h3>      it depends what videos they are\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.20&nbsp; \n3:19 pm</dco> &nbsp;<qco> I just did a bad thing. I regret the thing I did. Are you wondering what it is?</qco> </h3>      \ni'm wondering if you even did it\n<br><br>"
  }
]
