[
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n6:25 pm</dco> &nbsp;<qco> 0 times 1/0 equals 1 because the 0s cancel out, yes?</qco> </h3>      you wish\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n6:22 pm</dco> &nbsp;<qco> i want to make a weird question but i have no ideas on what could i ask</qco> </h3>      try this strategy: start thinking of things you definitely should not ask. that should get you started on a pretty good path\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n6:03 pm</dco> &nbsp;<qco> When you compose a song, do you use any specific methods or just brute force good sounding notes in a specific BPM till it works?</qco> </h3>      i do it like composing a sentence. which i don't know how i do, either. it just comes into my mind like magic. and if that doesn't work, it's usually because i've been thinking about it too hard. and it can help to take a brief break and then try again\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n5:43 pm</dco> &nbsp;<qco> What are your thoughts on brass instruments?</qco> </h3>      they are beautiful. i could stare at them all day. especially if they're really clean\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n4:52 pm</dco> &nbsp;<qco> How do you feel about the \"I just did a bad thing song\"?</qco> </h3>      pretty good. i did my best. i haven't heard it since i made it but i felt like it came out ok at the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n4:19 pm</dco> &nbsp;<qco> Do you say the word \"the\" like \"thuh\" or like \"thee?\", or are you like me where it depends on the sentence. Ex: I would say \"thee\" clock but I would say \"thuh\" time and if there is a exclamation mark, I use \"thee.\" There are a lot of other factors that change the way I say it for me.</qco> </h3>      almost everyone i've ever met says \"thuh\" unless the next word starts with a vowel sound\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n3:23 pm</dco> &nbsp;<qco> I'm trying to lose weight. What should be my motivation?</qco> </h3>      ? if you are already trying then it seems you must already have one\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n3:19 pm</dco> &nbsp;<qco> If you ever tour live, what will your setlist be?\n<br></qco> </h3>      i will decide later but i will tell you even later: at the show. actually we will just play the songs and you won't know until the song starts\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n3:19 pm</dco> &nbsp;<qco> Is there any blades of grass left</qco> </h3>      yes!, hurry in\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n3:02 pm</dco> &nbsp;<qco> Whats your favorite part about flying in an airplane?</qco> </h3>      traveling to far away places very quickly. even over oceans\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n2:02 pm</dco> &nbsp;<qco> Nothing, really nothing. What is nothing?</qco></h3>      not anything<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t What is all?</qco> </h3>      every thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n1:46 pm</dco> &nbsp;<qco> How many squids can you fit in a bottle of wine?\n<br>\n<br></qco> </h3>      6 or 7, but you could never fit them through the hole. they would have to be born in there\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n1:41 pm</dco> &nbsp;<qco> What happens when you get nothing for the holidays?</qco> </h3>      hopefully this will inspire you to make your own thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n1:06 pm</dco> &nbsp;<qco> Got a trick to help me remember which one is Algebra and which one is Algeria, I always get those two mixed up.</qco> </h3>      algeria is hot, actually they're both hot. Ok, here's something, algebra uses a lot of letters and numbers, which are also used for bra sizes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n12:30 pm</dco> &nbsp;<qco> Why is music so cool?</qco> </h3>       to hopefully *influence* you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n12:21 pm</dco> &nbsp;<qco> Happy Christmas nerd. How are you celebrating the holidays? </qco></h3>      try to catch that 5 seconds of sunlight each day<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tI'm playing Minecraft.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n12:02 pm</dco> &nbsp;<qco> aaaaaaaaaaaaaa.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i'm alone today for the first time on this date.&nbsp;&nbsp;i made productive plans last night but am not following through due to instead overnapping and languishing in a haze of vague self pity. do you ever have a hard time on christmas? </qco></h3>      yes, but not necessarily related to the previous thing you said. and i also sometimes relate to the previous thing you said, but not necessarily on christmas<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\thow was it the first time for you?</qco></h3>      i don't think i remember my first christmas<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t not having a hot time right now because it wasn't entirely by choice that i'm spending it alone at home. but there's nothing wrong with this. just need to vent a little bit. it's alright in the end. just another day. merry christmas, may you get some shit done&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n11:40 am</dco> &nbsp;<qco> how do you feel about people asking questions based on lyrics from your songs? is it flattering, or does it get at all irritating?</qco> </h3>      it is good. it helps me accept responsibility for what i've done\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n11:05 am</dco> &nbsp;<qco> Garlic Bread?</qco> </h3>      in all fairness,\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n10:24 am</dco> &nbsp;<qco> Are you still crazy and is it still raining?</qco> </h3>      yes, specifically it's those 2 things merged together\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n9:33 am</dco> &nbsp;<qco> feelings about pennsylvania?</qco> </h3>      it is simultaneously the biggest small state and the smallest big state. so in that way it is an extremely useful measuring tool, for figuring out if any state is big or small. just compare it to pennsylvania and bam there's your answer\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n9:01 am</dco> &nbsp;<qco> how are you doing with that Big Project™ of yours</qco> </h3>      which one\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n8:26 am</dco> &nbsp;<qco> i was drowning and now i'm doing a cross between a sidestroke and a dog paddle, thank you for the encouragement. it helps knowing that no one except me and the Unseen are watching the progress so nobody sees my \"mistakes\" except me. does it feel that way for you?</qco> </h3>      yes, but i also take vibrant solace in knowing that they will see quite a few of the mistakes and tests when archived and contextualized properly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n7:54 am</dco> &nbsp;<qco> IM A SKELETON AND A GHOST AT THE SAME TIME !! !! !! !! !!</qco> </h3>      that seems normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n7:47 am</dco> &nbsp;<qco> Is thete any plan about Monday videos?\n<br>I wish to know it and I would be love if your answer are positive.</qco> </h3>      it's a great concept, and it transformed my life. i am eager to do something very similar, possibly on a different day, and with updated credentials\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n7:26 am</dco> &nbsp;<qco> will we see the cheerful sombrero in upcoming videos?</qco> </h3>      quitemost possibly likely\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n6:55 am</dco> &nbsp;<qco> Happy Christmas! this should be a question so what am I?&nbsp;</qco> </h3>      some type of person, place, or thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n6:18 am</dco> &nbsp;<qco> What's your favorite chord?</qco> </h3>      F\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n6:15 am</dco> &nbsp;<qco> How do you personally celebrate Christmas&nbsp;</qco> </h3>      search to the ends of the earth for that one store that's open\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n5:15 am</dco> &nbsp;<qco> why does the earth exist</qco> </h3>      for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n3:49 am</dco> &nbsp;<qco> <a href=\"q.php?date=201912241310\">12.24.19&nbsp;&nbsp;1:10 pm</a>  sometimes i think about that, and perhaps i try to act like that is not the case, but alas, it is. i like \"real life stores\". i like to get in there and probably buy stuff. maybe i will also just walk around and admire the architecture because that is cool to me. </qco></h3>      i agree entirely<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tbut enough about me. what are your thoughts on \"real life stores closing due to the internet\"?</qco> </h3>      well, when you put it that way, i am instantly reminded of the way cars changed the horse industry. and the way computers changed the paper industry. or any other transformation in human history. given the ubiquity of human transformation, over the centuries, it would feel hopelessly shortsighted to claim \"oh no\" and \"it's bad\" and \"too bad the world sucks now\", because people have been trying to say that for millennia and it's never been true. change is strange but it's also fun and good, and has the best intentions\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n3:40 am</dco> &nbsp;<qco> why is space&nbsp;</qco> </h3>      for time to be expressed\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n1:32 am</dco> &nbsp;<qco> Merry christmas! I got a bass! What song should I learn on it?</qco> </h3>      start with the ones you currently are enjoying the most\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n1:28 am</dco> &nbsp;<qco> What's your new year's resolution for 2020?</qco> </h3>      new year's resolutions are so infamous for failure, i very meticulously make sure that my resolutions have no connection to 'new years' \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n1:27 am</dco> &nbsp;<qco> Why is there no b sharp?</qco> </h3>      because music generally uses families of notes that are not all equally related to each other. the piano, however, uses a full system of notes where each note is equally related to the next, but it's layed out in a way that you can easily skip some of them. the letter names of the notes were based on skipping some of them, because that's generally the trick to getting music to happen. so the spaces in between are called sharps and flats, but like i was saying before, to get that good music sound you wanna skip some notes but not all. and the letters are put on there based on having skipped some notes but not all. so some letter notes are direct next door neighbors (no sharp/flat in between). To explain that in a more real life setting, if you made a system of only 6 letters, with sharps placed between all of them, you would find that playing on only the plain letter keys would produce a very dizzy disoriented sound, akin to a time-warp or flashback scene. but instead the way the letters are actually arranged, this way you can just play the plain letter keys and automatically get something very friendly sounding, like joy to the world, right out of the box\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n12:59 am</dco> &nbsp;<qco> When I play the major scale backwards, it's sound like the first line of joy to the world. Why is that?</qco> </h3>      because it's the same notes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n12:24 am</dco> &nbsp;<qco> i love those ads for some like medication and half of the ad is just them telling you all the ways the side effects could totally fuck you up or even kill you and there's this cheery happy sounding music playing in the background and shots of happy people doing happy things. will you make a video like that sometime?</qco> </h3>      yes, if i can bring something new to the table\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n12:14 am</dco> &nbsp;<qco> How do you answer so many questions throughout the day?</qco></h3>      part of my trick is answering them all at once, per day. or maybe twice<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Is it really you?</qco></h3>      yes. everyone is themselves<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Proove it</qco> </h3>      i think the burden of proof is on you, to prove it's possible for anyone to actually not be themself\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n12:13 am</dco> &nbsp;<qco> Why does the \"good\" page exist when you ask \"how was your day\"?\n<br></qco> </h3>      to give a response\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.19&nbsp; \n12:03 am</dco> &nbsp;<qco> apolgy for bad english</qco> </h3>      that's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.19&nbsp; \n11:33 pm</dco> &nbsp;<qco> Is it true you're learning 3D animation and not leaving YouTube&nbsp;</qco> </h3>      yes, all of that's true, but hopefully even more\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.19&nbsp; \n11:09 pm</dco> &nbsp;<qco> What is the purpose of this question?</qco> </h3>      to reference itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.19&nbsp; \n10:42 pm</dco> &nbsp;<qco> Can you bounce a ball in zero gravity?</qco> </h3>      yes. i think you're gonna have a better time with multiple walls\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.19&nbsp; \n10:31 pm</dco> &nbsp;<qco> why can't you follow the linear flow of time,</qco></h3>      that's literally all i do. sorry, you've got the wrong person<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t stop being an idiot</qco> </h3>      i will look into it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.19&nbsp; \n10:24 pm</dco> &nbsp;<qco> bill, I want to be a pacifist and have a good heart but I think I may have to fight my brother one of these days. so what do you think I should do? how can I stay a pacifist, and if not, then how can I get stronger? Thanks! Love you</qco> </h3>      maybe the 2 of you could write your differences into a dramatic piece of theater\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.19&nbsp; \n10:01 pm</dco> &nbsp;<qco> will you ever collab with anyone ever</qco> </h3>      that sounds like fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.19&nbsp; \n9:54 pm</dco> &nbsp;<qco> How did you pass the \"I'm not a robot\" test?? (Asking for a friend)</qco> </h3>      \ni am very good at identifying traffic lights in pictures. my ancestor was a traffic light\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.19&nbsp; \n9:41 pm</dco> &nbsp;<qco> HELP I RUINED CHRISTMAS</qco> </h3>      \nchristmas took thousands of years to be ruined. how are you gonna just waltz in and take the credit for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.19&nbsp; \n9:39 pm</dco> &nbsp;<qco> What's your favorite constellation??</qco> </h3>      \nthe north star\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.19&nbsp; \n9:02 pm</dco> &nbsp;<qco> Why does gravity control everything?</qco> </h3>      \nit does not. wait actually yes it does, it seems there might have been an error in naming 'gravity.' it possibly should have been called \"everything\"\n<br><br>"
  }
]
