[
  {
    "html": "<h3> <dco>2.15.25&nbsp; \n6:39 am</dco> &nbsp;<qco> as a non native speaker I picked up the sentence i was going to say no but now that i think about it yes from you&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.25&nbsp; \n5:57 am</dco> &nbsp;<qco> Are you interested in making work that's universally enjoy or just for you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.25&nbsp; \n5:57 am</dco> &nbsp;<qco> If I marry my girlfriend, making her my wife, is she now also my ex-girlfriend?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.25&nbsp; \n2:46 am</dco> &nbsp;<qco> what was the tempo to \"and the day goes on?\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.25&nbsp; \n2:00 am</dco> &nbsp;<qco> can you say supercalifragilisticexpialidocious?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.25&nbsp; \n1:29 am</dco> &nbsp;<qco> how many boards would the mongols hoard if the mongol hordes got bored?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.25&nbsp; \n1:13 am</dco> &nbsp;<qco> bill were you ever a Democratic president that lived in Arkansas&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.25&nbsp; \n12:17 am</dco> &nbsp;<qco> i was this close (picture of fingers closely together but not outright touching) to winning in [video-game] and i'm very angry, how do i not angry</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.15.25&nbsp; \n12:12 am</dco> &nbsp;<qco> I've been learning piano for a little while now, but up until about 2 years ago, I was almost exclusively studying classical music. However, I've more recently begun studying some (rather simple) jazz standards from the Real Book. Often, I have to practice playing the right hand melody of a piece, while playing the chords in the left hand. Usually, getting the right hand melody isn't too difficult, but it can be really challenging for me to get the chords in the left hand. It's not that I don't know the chords-most of the chords I can figure out-but that it takes me some time to figure a lot of them out; there's a whole process of analysis of the musical chord notation in front of me before I actually play the chord. This makes it so that, unless I \"cheat\" by writing in the names of the notes of some chords in the music, I have to stop my playing, figure out the chord, and resume playing. Do you have any tips on improving sight-reading when playing melody + chords? Is this just something that gradually improves with practice?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n11:44 pm</dco> &nbsp;<qco> can a match box</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n10:48 pm</dco> &nbsp;<qco> do you ever get questions from time travelers from the future?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n9:34 pm</dco> &nbsp;<qco> Feeling a little stuck in life right now, what do you recommend?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n9:09 pm</dco> &nbsp;<qco> would you describe your life as interesting?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n7:15 pm</dco> &nbsp;<qco> can i have an eponym?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n5:00 pm</dco> &nbsp;<qco> were you dropped on your head as a small child</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n2:29 pm</dco> &nbsp;<qco> How can your jingle ''just let me sleep on a pile of clothes'' touch the heart so deeply?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n2:17 pm</dco> &nbsp;<qco> Do you like to wear soft clothing (because it makes you feel like you're rough in comparison)?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n1:11 pm</dco> &nbsp;<qco> Why don't people celebrate saint valentine more on His Own Holiday?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n12:39 pm</dco> &nbsp;<qco> due to a long and convoluted sequence of events i ended up with a snare-side head on the batter side of my snare drum. after a few hours of play it's gotten pretty dented but the sound is not bad in my opinion</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n12:36 pm</dco> &nbsp;<qco> where can i find the notary public building? i need proof of self</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n10:46 am</dco> &nbsp;<qco> What 2 mainland US states should Alaska and Hawaii switch places with?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n10:34 am</dco> &nbsp;<qco> what is creativity to you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n8:52 am</dco> &nbsp;<qco> pineapples or lemons?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n8:39 am</dco> &nbsp;<qco> What's a word that has a modern usage but is super duper old?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n6:31 am</dco> &nbsp;<qco> I just got an existenial crisis, but i think it's for the best. Any activities you can recommend in this area?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n6:21 am</dco> &nbsp;<qco> is reality real? or is it fake like the moon</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n2:34 am</dco> &nbsp;<qco> Are you more of an optimist or a pessimist? (I'm guessing optimist.)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n2:19 am</dco> &nbsp;<qco> You haven't answered me, what keeps you going in life?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n12:51 am</dco> &nbsp;<qco> what bill wurtz song is the best to listen to while I do homework</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n12:17 am</dco> &nbsp;<qco> would you say that all art at least partially was created just for the enjoyment of making it? like music, writing, film, painting, etc</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n11:16 pm</dco> &nbsp;<qco> is it time to pave the way?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n10:49 pm</dco> &nbsp;<qco> What is in room 3A</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n10:28 pm</dco> &nbsp;<qco> Show biz tips?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n10:24 pm</dco> &nbsp;<qco> what do you think about sigmund freud</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n10:21 pm</dco> &nbsp;<qco> what do you think about valentines day</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n10:04 pm</dco> &nbsp;<qco> i have come to realize that i also need to come up with music and lyrics at the same time. buuuuut that means that the purely instrumental ideas i have saved are useless because i dont want to make instrumental music. have you had an issue like this? any ideas on what to do? should i just give up on my old ideas and learn from my mistakes\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n10:00 pm</dco> &nbsp;<qco> why aren't song lyrics not as straightforward as everyday speech? are musicians happy with how much room they give to potential misunderstandings by being intentionally vague? i guess that question also applies to poetry</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n9:22 pm</dco> &nbsp;<qco> how was your 2008?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n9:15 pm</dco> &nbsp;<qco> introversion. Thoughts?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n9:00 pm</dco> &nbsp;<qco> what's the difference between \"human\" and \"human being\"?&nbsp;&nbsp;what purpose does the word \"being\" serve in that context</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n8:57 pm</dco> &nbsp;<qco> what do you recommend doing when no activities you could spend your free time on seem appealing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n8:12 pm</dco> &nbsp;<qco> I don't know if you did but in Perfect. the road scene were the cars looping in animation (in a infinite circular path) or generating and deleting new ones wherever the camera cannot see. I am very curious about this topic\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; 8:01 pm</dco> &nbsp;<qco> What's the meaning of life?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; 7:40 pm</dco> &nbsp;<qco> why are you so weird are you an alien</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n6:34 pm</dco> &nbsp;<qco> Have you ever been cursed by a gypsy?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n5:11 pm</dco> &nbsp;<qco> if emojis were as reliable/portable as ASCII over a wide variety of digital things would you use them&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n1:33 pm</dco> &nbsp;<qco> What inspired you to write \"la de da de da de da de day oh\"? the lyrics are inspiring, and the overall chilness of the song is immaculate.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; 1:32 pm</dco> &nbsp;<qco> Have you ever submitted a question on this very site? (other than for testing purposes)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n12:40 pm</dco> &nbsp;<qco> I do the same thing every day, and have become pretty used to it. What can I do to break the monotony</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n11:43 am</dco> &nbsp;<qco> Is bread breadful?</qco> </h3>"
  }
]
