[
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n5:24 pm</dco> &nbsp;<qco> Any inspirations on how to make your music?</qco> </h3>      \ninspiration is everywhere. sometimes it seems like the only way to get it right is to just make a list of everything, so i can be inspired by each one, one at a time\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n5:19 pm</dco> &nbsp;<qco> in your new song i hear a familiar groove made new again with all of these new sounds and colors. was this video the result of an experiment with these sounds? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i may have just not noticed it before but it seems like you used a lot more instrument sounds in this video than you have in the past</qco> </h3>      that's fantastic that you think that, because the truth is actually the opposite. this one in particular seems to me like i'm boxed into the same sounds as for the last 6 songs. before then, however, i changed them all. so the one that was an experiment with the new sounds would be \"more than a dream\"\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n5:16 pm</dco> &nbsp;<qco> is the world ending or mending at this point in time</qco> </h3>      \ni'm just gonna take a wild guess and say it's mending. every time i check, it turns out that's what it's doing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n5:09 pm</dco> &nbsp;<qco> Is the \"good bad and strange things\" line in your new song a reference to \"just did a bad thing\"</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n4:55 pm</dco> &nbsp;<qco> Does your next song contain the phrase \"not like that\"?</qco> </h3>      \nnot yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n4:51 pm</dco> &nbsp;<qco> is if the world doesn't end a commentary on the current state of the world, what with the abundance of bad things happening and how we're all hurtling towards mass extinction a lot faster than we realize?</qco> </h3>      \nnot quite. i don't personally believe that there's more bad things than good things in the world. the song is about possibly having fears in some way that it all might end, but then beginning to ponder \"what if\" it might not \n\n\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n4:50 pm</dco> &nbsp;<qco> you said a while back that your next song would have 6 words in the title, but \"if the world doesn't end\" has 5. what did you end up dropping?</qco> </h3>      \nthe original title was \"in case the world doesn't end\". but, as the song got written, that line never actually showed up. i still thought i was going to keep the original title, despite it being different. but somewhere around composing the thumbnail i came to my senses and kept it congruent with the lyric\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n4:50 pm</dco> &nbsp;<qco> mke a song about being a bird</qco> </h3>      \ni will, but first i have to make sure i have enough songs that are not about that or anything adjacent to it\n\n\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n4:36 pm</dco> &nbsp;<qco> Ah, but is the world even ready to end in the first place?</qco> </h3>      \nprobably not. it never has been\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n4:22 pm</dco> &nbsp;<qco> How can you make your songs slap so hard when they make zero sense?&nbsp;</qco> </h3>      \nthe dirty secret here is that they make sense\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n4:06 pm</dco> &nbsp;<qco> after spending much time making a thing, and analyzing it to ensure nobody would find issue with it, i am told that I \"should have done x\" instead. they mightve been right, but i do also want to make things that *i* like. i assume you deal with a similar thing, does that issue ever go away? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do you just learn to ignore it</qco> </h3>      yes. it's similar to the way you might learn to ignore the hailstorm of molecules and atoms pelting your skin at every minute of the day\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n2:25 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202205082237\">5.8.22&nbsp;&nbsp;10:37 pm</a>  Isn't that just Bb minor?</qco> </h3>      \nit certainly doesn't sound like Bb minor, for 2 reasons: there's no bass note, and there is a Gb note in it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n1:15 pm</dco> &nbsp;<qco> what are thoughts</qco> </h3>      \nthey're like miniature rooms, borne out of the timelessness of indecision \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n12:09 pm</dco> &nbsp;<qco> in \"fly around\" is there any meaning in \"somewhere in the 7th scene when no-one understands the point of view that you find so familiar\" or did it just sound nice</qco> </h3>      \nit seems like a bit of a songwriting game to try to keep the sentence going and going and going and going while still seeming musically and linguistically normal. Also it seems like an intriguing situation\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n11:52 am</dco> &nbsp;<qco> When did you write the song being released today?</qco></h3>      within the past 3 weeks<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A brand new one or was part of it from the book o' fragments?</qco> </h3>      it's new except the title is actually from 4 weeks ago\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n11:39 am</dco> &nbsp;<qco> What do you do to entertain yourself?</qco> </h3>      \n try to make advances in science\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n11:04 am</dco> &nbsp;<qco> what is the 18th lyric of the new song?</qco> </h3>      \ni'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n10:55 am</dco> &nbsp;<qco> about how long will your next project be?</qco> </h3>      \nprobably between 2 and 4 minutes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n9:17 am</dco> &nbsp;<qco> what's the deal with traffic signals</qco> </h3>      \ndank\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n5:09 am</dco> &nbsp;<qco> What do you think of the state of Iowa?</qco> </h3>      \nnever heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n4:59 am</dco> &nbsp;<qco> can i serenade u&nbsp;</qco> </h3>      \ni dare you to try\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n4:31 am</dco> &nbsp;<qco> Is tomato a fruit?</qco> </h3>      \non paper, yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n2:23 am</dco> &nbsp;<qco> when will you make a song about birds</qco> </h3>      \nany time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n1:22 am</dco> &nbsp;<qco> I was charging my phone when I unplugged it and its battery was (is) at 69%. What should I do?</qco> </h3>      \nhow about doing a press conference\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n12:20 am</dco> &nbsp;<qco> how to choose which microphone to get to record music</qco> </h3>      \nskip the choice for now. just get a regular one. you won't be ready to make a choice until you've already made some music. which of course you can't do without a mic. so just pick a regular one, or the first one, or the closest one, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.22&nbsp; \n11:59 pm</dco> &nbsp;<qco> Next year I'm going to be 30 years old... I've lived my whole life based on what other people want for me and not what I want for myself, whether it's family, friends, or my previous long term relationship. I want to do something big and make a difference in the world...but I can't seem to find the momentum to take a leap and go for it without feeling like I'm leaving my family behind. I don't have any children and I'm single now, but I have a never ending feeling of guilt like I'm needed here to take care of everyone else except me. What do I do?</qco> </h3>      \nhow about starting a podcast\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.22&nbsp; \n11:57 pm</dco> &nbsp;<qco> I've had the chorus to \"more than a dream\" stuck in my head for about a week now. Why is that?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.22&nbsp; \n10:51 pm</dco> &nbsp;<qco> What is earth</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.22&nbsp; \n10:35 pm</dco> &nbsp;<qco> What should I ask?</qco> </h3>      \nhow about asking what to ask. that would be the perfect solution to this\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.22&nbsp; \n9:23 pm</dco> &nbsp;<qco> I like how you say you are tall and handsome in at the corner store. I like to imagine myself saying the lyrics to boost my self image. Do you think that's ok?</qco> </h3>      \nyes. that's exactly why it's there\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.22&nbsp; \n7:53 pm</dco> &nbsp;<qco> Hello you know that stage in life where you do logic finally and everything makes perfectly balanced harmonic sense. All the dots are connected in front of you. Well you see i'm spending too much time not doing things and my heart doesn't work any more. before this I did what I was drawn to. I knew what I wanted to do and I did it. Now i am left to think about what.i want to do and i don't do it anymore, i've stopped doing most things I used to. this probably isn't comprehensible to you but im in dark ages. my life is a plateau. But i need to know how to reach my renaissance.</qco> </h3>      \nstart by going somewhere you've never been, or looking at some things you've never seen. that should be enough to get the ball rolling\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.22&nbsp; \n7:51 pm</dco> &nbsp;<qco> what makes something pretty</qco> </h3>      \nit's when you see what you'd have wished to imagine\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.22&nbsp; \n6:24 pm</dco> &nbsp;<qco> i find myself getting bored with most music (stuff outside of my comfort zone), which is a bummer because most music has a lot to offer. should i try to enjoy most music with a different perspective or just keep listening to the few things i really like?</qco> </h3>      \nit sounds like it might be time to make some of your own music\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.22&nbsp; \n5:15 pm</dco> &nbsp;<qco> Hey, That Guy here, will you ever make a song about boats?</qco> </h3>      \ni don't see why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.22&nbsp; \n5:05 pm</dco> &nbsp;<qco> I'm sure you get this question a lot so I'm sorry if it's annoying. What is your process for writing a song?</qco> </h3>      \ni usually go from beginning to end, except sometimes the first idea is not the beginning, so there's nothing i can do about that except just try to figure out the beginning and then go from beginning to end\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.22&nbsp; \n12:36 pm</dco> &nbsp;<qco> Is \"I'm best friends with my own front door\" the sequel to \"la de da de da de day oh\"?</qco> </h3>      \nno. that's the first of a series\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.22&nbsp; \n12:19 pm</dco> &nbsp;<qco> Are any of your songs ever related to or inspired by an event that has actually happened to you?</qco> </h3>      \noccasionally\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.22&nbsp; \n10:59 am</dco> &nbsp;<qco> how long does a song have to be to be considered a Long Song?</qco> </h3>      \n100 years\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.22&nbsp; \n10:43 am</dco> &nbsp;<qco> When sequal to unboxing video&nbsp;</qco> </h3>      \nthat would certainly be 'ball and stick'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.22&nbsp; \n6:18 am</dco> &nbsp;<qco> Do you control the fate of the universe?</qco> </h3>      \neveryone contributes to it, collaboratively\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.22&nbsp; \n3:04 am</dco> &nbsp;<qco> is \"i'm scared\" about anxiety?</qco> </h3>      \nsurely\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.22&nbsp; \n2:06 am</dco> &nbsp;<qco> When did you start making 'here comes the sun'</qco> </h3>      \nsome of the writing goes all the way back to 2010. but if we're only counting production, then that was started around september 2021\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.22&nbsp; \n12:19 am</dco> &nbsp;<qco> how to hear music</qco> </h3>      \nmusic hears itself to you\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.22&nbsp; \n11:26 pm</dco> &nbsp;<qco> https://billwurtz.com/ltr-hello-young-lovers.mp3 hello do you know how i can replicate the wah wah echoey keyboard thing thats doing the chords here. like is there a specific type of effect/midi instrument that can do this</qco> </h3>      \nwhat you wanna do is assign the 'filter cutoff' to one of the wheels. i've assigned it to the mod wheel (which is the wheel next to the pitch bend wheel. the non-springloaded wheel), but you can assign it to any knob you want. then move the knob while you play. moving it yourself is the only way to really get the right effect, otherwise it won't know when to wa. Also you're gonna want to make sure you have a sound that has infinite sustain while you're holding it. (does not decay) (set the 'decay' to zero). that way you can hold it and wawa it forever and it won't go away. also there's no echo on the chords. the delay is on the lead\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.22&nbsp; \n11:25 pm</dco> &nbsp;<qco> will your next video be about velcro</qco> </h3>      \neveryone else's videos are about velcro\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.22&nbsp; \n10:55 pm</dco> &nbsp;<qco> How do you have such good fashion sense?</qco> </h3>      \ni have an app that tells me whether it's casual friday, and i've re-programmed the app to always be casual friday\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.22&nbsp; \n10:37 pm</dco> &nbsp;<qco> last chord in your new song?</qco> </h3>      \nGbmaj7 no bass\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.22&nbsp; \n10:23 pm</dco> &nbsp;<qco> i noticed you stopped using a plethora of fonts, is it a timesaver or just something you decided to do</qco> </h3>      \ni've come to realize it's usually stronger to always use 1 font. it takes the focus off the font, and puts more focus on the contents of the text\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.22&nbsp; \n8:42 pm</dco> &nbsp;<qco> I guess its time to ask now \n<br>\n<br>What is the title of your next song?\n</qco></h3>      i can't tell you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What is the bpm of your next song?\n</qco></h3>      94<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What key it started?\n</qco></h3>      Db<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What is the first word of the next song?</qco> </h3>      \ni can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.22&nbsp; \n5:34 pm</dco> &nbsp;<qco> Can you share any alternate song titles from recent years? I know that \"money\" was originally titled \"money (cash)\", but I'm curious if there are any others</qco> </h3>      \n\"got some money\", \"got some money, got some cash, i'm rich and now i'm sad\"\n<br><br>"
  }
]
