[
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n6:59 pm</dco> &nbsp;<qco> Favourite Mario character?&nbsp;</qco> </h3>      \nluigi\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n6:58 pm</dco> &nbsp;<qco> Do you like garlic?&nbsp;</qco> </h3>      \ncould come in handy\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n6:12 pm</dco> &nbsp;<qco> If a locrian scale were a person what would they look like?</qco> </h3>      \ncompletely unregocnizable. like <a href=\"billgates-locrian.jpg\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n6:03 pm</dco> &nbsp;<qco> Are you gonna raid area 51</qco> </h3>      \nnot necessary. the dang thing raids itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n5:33 pm</dco> &nbsp;<qco> Fish?</qco> </h3>      \nyou may be right about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n4:59 pm</dco> &nbsp;<qco> will you try to make your songs more crazy or/and more calm?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n4:54 pm</dco> &nbsp;<qco> Will you ever produce videos at 60 FPS?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n4:34 pm</dco> &nbsp;<qco> have you ever come up with a lyric in your sleep</qco> </h3>      \nyes but only with a melody\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n4:28 pm</dco> &nbsp;<qco> DX7 Mk1 or Mk2</qco> </h3>      \nit will be mx61 for me, i think\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n4:23 pm</dco> &nbsp;<qco> thoughts on deja vu? some people think it may just be chemical latency. idk about it, but as an experience it is always insanely powerful.</qco> </h3>      \ni think it ties into the fact that actually everything has happened before. perhaps it's more strange that we are ever able to NOT feel like something is familiar\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n4:15 pm</dco> &nbsp;<qco> Since people have asked about your progress, are you still working on figuring out the new software/video process or are you working on the video while trying to learn the new way?</qco> </h3>      \nthere are so many more things to be done besides 'a video.' just want to make sure i get a handle on what my options are before making a schedule. but a schedule is imminent, and usually comes about by surprise\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n2:35 pm</dco> &nbsp;<qco> What are the coolest things about London?&nbsp;</qco> </h3>      \nhow the red busses seem to defy the laws of gravity, by not flipping over on the turns\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n2:14 pm</dco> &nbsp;<qco> whats your opinion on the mercator projection</qco> </h3>      \nthe lattitudes are right, but it causes the poles to get huge\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n1:36 pm</dco> &nbsp;<qco> What are your thaughts on North Korea?</qco> </h3>      \nit is the world capital of synchronized dancing\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n12:06 pm</dco> &nbsp;<qco> what has been your favorite question so far?</qco> </h3>      \neach question is better than the previous\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n11:33 am</dco> &nbsp;<qco> Something that got you excited today and want to rant about it?</qco> </h3>      \npuddles are very difficult to spill\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n11:23 am</dco> &nbsp;<qco> Should i quit school?</qco> </h3>      \nyes but you're gonna have to make your own school\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n11:15 am</dco> &nbsp;<qco> have you written any other music since you started working on the video or have the past 5 months been solely devoted to this project</qco> </h3>      \ni wrote song, recorded it, finished it to the final mix. done. then started a video for it, but for some reason, there was a little voice in my head that told me to instead of using the 3D program for just little bits of the video, how about using it for the entire thing. well, for those of you who don't know, 3D video usually takes 100,000 years longer than anyone would ever imagine. but another interesting thing about 3D, is that it seems like the whole universe has just opened up. in ways that i have only dreamed about. vast new world. resonating strongly with filmmaking desires i've probably had since childhood but never admitted it, because 3D graphics has never really been anything that 1 person alone could really delve into, perhaps until this generation. so i'd say it was about 2 solid months down the rabbit hole of working on that music video, which really was turning out to the most exciting thing i had ever worked on. then it began to occur to me that now is a better time than ever to upgrade to a much newer system, because the reason i had waited was because my previous full time video software was long ago discontinued, and literally only worked on old computers. so i've been stuck on an old computer system for many years. given that i found myself now working on different software (the 3D one) which is not discontinued, it began to occur to me that the big shift is imminent. then a series of events unfolded that suddenly plunged me into the shift. and in the process, a thousand more doors and windows have begun to open. the possibilities are wildly beyond my greatest imagination. an interesting twist is, my entire old method no longer works on this new system (at least for video. for music everything's pretty much still intact, with all the benefit of the new system.) the old video system is still available on an ancient computer in the corner, but let's face it, the new possibilities wipe the old system off the map<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n10:36 am</dco> &nbsp;<qco> Is life ultimately meaningless?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n10:34 am</dco> &nbsp;<qco> Help I have inserted a grilled cheese sandwich into my VCR</qco> </h3>      \noh that's classic\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n10:02 am</dco> &nbsp;<qco> Have you ever encountered something that defies explanation&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n9:57 am</dco> &nbsp;<qco> When people say they did a cover of a song their own way, is it because they didn't learn the original?</qco> </h3>      \nsomeone already did the original\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n9:57 am</dco> &nbsp;<qco> What do you hate?</qco> </h3>      \nthe concept of hate\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n9:42 am</dco> &nbsp;<qco> What is the best type of cheese?</qco> </h3>      \ngold cheese\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n9:12 am</dco> &nbsp;<qco> did you notice that over time people seem to be asking you more and more about transcriptions and transcribing skills, what's the thing with transcriptions these days that everyone is talking about this?</qco> </h3>      \ni'm not sure, but i certainly did quite a lot of it while i was learning\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n9:10 am</dco> &nbsp;<qco> where does your obsession with brass stabs come from</qco> </h3>      \ni've found it's the only way to play that fake trumpet that sounds any good. i used to not use that instrument at all, because i didn't think i could get anything good out of it. but in early 2015 i was doing some in depth experiments with instrument randomization (pick random instrument, THEN, you figure out (non-randomly) where in the song it fits. anywhere. beginning, end, bar 10.5 of verse 2, find a place to fit it in.) the trumpet came up, as a classic 'you're fucked' moment, but because of the nature of the experiment i was challeneged to find a spot for it, and there was one place sort of near the climax of the song, that, sure enough, it worked, played as short chord stabs. change my whole world up, and i've been using it in a similar manner ever since. usually having a tendency to find the exact only spot it would work\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n8:58 am</dco> &nbsp;<qco> Bill, have you transcended time and space?&nbsp;</qco> </h3>      \neveryone sort of has one foot in and one foot out. that's what actually makes the whole system work, at least that's the best way i understand it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n8:27 am</dco> &nbsp;<qco> Did you ever figure out the things you can't explain</qco> </h3>      \nyes, it's fun to do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n6:48 am</dco> &nbsp;<qco> i'm lost.. how do i get back home? Also, what is home? </qco></h3>      start drawing pictures. you'll remember soon<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\tAlso, is this a question? </qco></h3>      barely<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tAlso, how many questions are too many questions?</qco> </h3>      10\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n6:29 am</dco> &nbsp;<qco> can you make an album????????????????????????????????????????????????????????????????????????????????????????????????</qco> </h3>      \nyes but i would prefer to do something a little more interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n3:58 am</dco> &nbsp;<qco> is it the thing</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n3:12 am</dco> &nbsp;<qco> Do you acknowledge that most people think you're just plain weird?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n2:21 am</dco> &nbsp;<qco> you're so cool and you seem so self confident how do i do that</qco> </h3>      \nbe as unconfident as you can, and you will quickly get tired of that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n2:21 am</dco> &nbsp;<qco> would you rather invent time travel or teleportation</qco> </h3>      \nteleportation. time travel is already invented, in fact it can't be stopped\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n2:21 am</dco> &nbsp;<qco> best way to edit drafts of songs? i have so many drafts. i need to make them into actual things right now they are like stream of consciousness stuff. or should i just keep generating content until i feel like molding it and editing it into actual songs? i don't know what to do or what i want except i guess to feel happier / more content&nbsp;</qco> </h3>      \nput every item into a list / inventory, so you know what you have. then, by some method, (chronologically, randomized, .... your choice), go through each one and open up a conversation about it, talk about it. think about the origins of it. and then just diagnose whatever seems to be getting in the way of it expressing that true original purpose. then start from the beginning, and keep starting again from the beginning and stop whenever it's not good enough. and keep working on it until the whole thing is good all the way through. sometimes you need time to pass before getting a new clean run through, but sometimes i can trick my mind into a reset by touching the door of the room i'm in, and returning \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n2:11 am</dco> &nbsp;<qco> did you ever go to college?</qco> </h3>      \nnot quite how i would describe it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n1:07 am</dco> &nbsp;<qco> Do you eat cars for breakfast or dinner</qco> </h3>      \ni only eat trucks\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n1:05 am</dco> &nbsp;<qco> are you concerned with a lot of things or not as much</qco> </h3>      \ni am concerned with 10 things\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n12:41 am</dco> &nbsp;<qco> Why are you a chess Grandmaster?</qco> </h3>      \ncould be some mistake\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n12:34 am</dco> &nbsp;<qco> What does socialize mean to you?</qco> </h3>      \nsounds like a type of line dance\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.19&nbsp; \n12:33 am</dco> &nbsp;<qco> What is music?</qco> </h3>      \nthe secret ingredient to almost all media\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.19&nbsp; \n11:53 pm</dco> &nbsp;<qco> do you prefer mustard or ranch dressing on democracy</qco> </h3>      \nfor me, i have replaced all sauce dressings with black pepper. very good taste for me, and probably better health in the long term\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.19&nbsp; \n11:47 pm</dco> &nbsp;<qco> do you digest content</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.19&nbsp; \n11:22 pm</dco> &nbsp;<qco> Do you have an answer for everything?</qco> </h3>      \nno but i can make one\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.19&nbsp; \n10:42 pm</dco> &nbsp;<qco> did einstein write the bible</qco> </h3>      \nno but he may have tried\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.19&nbsp; \n10:39 pm</dco> &nbsp;<qco> in \"slow down\" it really feels like the lyric should be \"and the universe is playing a different kind of music\", it doesn't really make rhythmic or meaningful sense but i always feel like that's what it says, why do you think that is</qco> </h3>      \nyou could be borrowing the word universe from the next line. if you put 'universe' in the 3rd line like you did, i think you're going to need something different for the 4th\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.19&nbsp; \n10:08 pm</dco> &nbsp;<qco> Whats a meme defined as</qco> </h3>      \na thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.19&nbsp; \n9:57 pm</dco> &nbsp;<qco> Is it possible to put your answer in wingdings font?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.19&nbsp; \n9:51 pm</dco> &nbsp;<qco> would you be scared coming into a nardwuar interview?</qco> </h3>      \nnot too familiar but no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.19&nbsp; \n9:50 pm</dco> &nbsp;<qco> Why do lemon and melon have the same letters?</qco></h3>      i don't know<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t I keep waking up in cold sweats thinking about it.</qco> </h3>      me too\n\n<br><br>"
  }
]
