[
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n1:29 am</dco> &nbsp;<qco> why do you always want a new song to be your favorite?</qco> </h3>      \ni want every song to be everyone's favorite, but all i can do is stick to what i presently have control over\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n11:26 pm</dco> &nbsp;<qco> can we have a pronunciation guide for the word \"yhrgwhr\" from your new song?</qco> </h3>      \nthe most important thing is the notes. at the end of 'situation', mumble a slur down on 3 2 1 6 (that would be notes F, Eb, Db, Bb), and split the difference between just staying on the \"n\" sound, and actually saying \"yeah\". basically just say yeah but don't change your lips from where they were at the end of the word 'situation'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n11:12 pm</dco> &nbsp;<qco> bill my friend doesnt believe that you said your music was \"logical\" and i dont want to go back and find the answer where you said it was so can you say it again please please please please</qco> </h3>      \ni don't think i've ever said that, except for possibly in very specific context <a href=\"q.php?date=202112281559\" target=\"_blank\">here</a>. i have, however, very frequently referred to my music as \"normal\" or \"sensible\", when asked what 'genre' it might be. Also, recently in a song i had a lyric that says \"it seems so Logical, so Sensible\", but that was not openly referring to the music itself\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n10:52 pm</dco> &nbsp;<qco> sorry if you get asked this a lot but what made you want to start creating videos like you do, because your style is like no one else and you're very unique and that's why I love your videos</qco> </h3>      \njust trying to get by\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n10:09 pm</dco> &nbsp;<qco> is \"At The Airport Terimal\" about death</qco> </h3>      \nmoreover, it's about life\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n9:42 pm</dco> &nbsp;<qco> what are the chords during \"it's good, it's bad, no I don't believe it's ever been like that\" in if the world doesn't end?</qco> </h3>      \ni'm approximating, but this should do the trick:<br>\n     Gmin7   F/G   Bb/F   Bbsus4/F<br>\n     Gbmaj7/Ab\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n9:20 pm</dco> &nbsp;<qco> how do you generate the topic of your songs?</qco> </h3>      \ni'd like to do all the topics. so it's good to have a list of all the topics, and then just go on down the list\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n8:55 pm</dco> &nbsp;<qco> if your 12pm meeting is moved \"forward\", is it held at 10am or 2pm?</qco> </h3>      \ni have no idea. to avoid this whole mindfuck, it's probably better to say \"later\" or \"earlier\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n8:48 pm</dco> &nbsp;<qco> is the best way to learn how to make good chord progressions to learn songs with progressions that you like?\n<br></qco> </h3>      \nyes but i'd say don't call it a 'progression' because i think that will distract you from the many lovely chord scenarios that would not be best described as 'progressing'. either way, get way into all the songs you like. chords, notes, words, beats, marketing, purpose, legal, social context, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n8:30 pm</dco> &nbsp;<qco> Did you write your song \"David Letterman\" because you like David Letterman or just because his name is really fun to sing?</qco> </h3>      \nthis was part of an exercise where i was selecting random dates from my life, and then writing a jingle somehow based on what was going on during that time. the date that was selected for this one was probably somewhere in october 2010, when i had been extensively studying the david letterman tv program\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n6:50 pm</dco> &nbsp;<qco> now that you've mastered the 3rd dimension in your videos, I'm scared. should I be?</qco> </h3>      \ni suppose the main thing to worry about is whether or not you should worry\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n6:46 pm</dco> &nbsp;<qco> are some of the shots from the new video from 3d stuff you made without the intention of it being in any specific video, like a lot of the 3d stuff in the got some money video?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n5:53 pm</dco> &nbsp;<qco> whats your opinion on splitting atoms</qco> </h3>      \nhilarious\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n5:14 pm</dco> &nbsp;<qco> what is art</qco> </h3>      \nit's when what you want to say is stronger than you thought\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n4:45 pm</dco> &nbsp;<qco> You've said before that the word jazz nowadays can mean anything (or something like that). So, in what sense of the word jazz do you mean for the jazz page on your website? Does it just indicate playing through an existing piece like you would a \"jazz standard\"? With improv, playing with the existing melody, etc.</qco> </h3>      \nyes. it's the same context as when you get together with some friends and jam through the Real Book (except in this case all the people are me). And often i consider it good luck to purposely do the song in a different tempo or beat pattern than it was originally conceived in. or fuck it just do it all as bossa nova\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n4:49 pm</dco> &nbsp;<qco> what shall i draw, good sir?</qco> </h3>      \nmight as well draw everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n4:34 pm</dco> &nbsp;<qco> These days I'm feeling helpless about lots of things. Does that happen to you, and if so, how do you cope? </qco></h3>      sometimes i write songs<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How do you deal with news of war and climate change and humans saying/doing things that you feel are bad?</qco> </h3>      \nwhen it comes to news, sometimes it's worth remembering that the news vendors are literally supposed to go out and find the worst news they can, because they think that's what you like the most\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n3:16 pm</dco> &nbsp;<qco> when was \"if the world doesn't end\" written</qco> </h3>      \nabout 3 weeks ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n11:04 am</dco> &nbsp;<qco> are you making any more videos like 'hi i'm steve' or 'ball and stick'?</qco> </h3>      \nyes, except better\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n10:29 am</dco> &nbsp;<qco> Any song reccommendations?</qco> </h3>      \nall of them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n9:16 am</dco> &nbsp;<qco> when did production of \"i'm a princess\" begin?</qco> </h3>      \nmarch 22, 2019\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n5:33 am</dco> &nbsp;<qco> What's the stickman guy's name in the new video? </qco></h3>      person<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm happy he's back</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n4:21 am</dco> &nbsp;<qco> any hot tips and tricks for an aspiring music man?</qco> </h3>      \nthe rules always change. so, in this way, prepare yourself for some exciting twists and turns\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n3:41 am</dco> &nbsp;<qco> how to cope with anxiety?</qco> </h3>      \nwrite it down\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n1:02 am</dco> &nbsp;<qco> Why do you use the colors that you do in your videos?</qco> </h3>      \naesthetics\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n12:46 am</dco> &nbsp;<qco> was the character select in \"might quit\" based on the character select from super mario kart?</qco> </h3>      \nit's between that and a couple of other nintendo games i've also played\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n12:40 am</dco> &nbsp;<qco> Why does your 2 recent songs has a theme of \"A new world\", looking from the lyrics, At the corner store - \"At the corner store, its the corner of the brand new world\", If the world Doesn't end - \"If the world doesn't end, when will it begin?\" well, basically the recent song is kinda all about that. What does this mean?</qco> </h3>      \nit probably means i am a fan of worlds\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n12:36 am</dco> &nbsp;<qco> i dont understand. i feel like i stand in between everything. im weird and did many unspeakable things which haunt me, but yet i was given many talents and strengths to nurture. i could go anywhere i want to with my life, while most others i feel are already put into these categories which they never stand out of. why should I have these gifts if im messed up. or why am I messed up if i have these gifts</qco> </h3>      \nthis way you get the best of both worlds\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n12:35 am</dco> &nbsp;<qco> is there anything you will never, ever post in a video?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n12:26 am</dco> &nbsp;<qco> How do I let myself be more creative without fear of failure</qco> </h3>      \njust for fun, see if you can strive for failure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.11.22&nbsp; \n12:04 am</dco> &nbsp;<qco> no, I will ask a answer</qco> </h3>      \nthat's fair\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n11:54 pm</dco> &nbsp;<qco> in your most recent music video (if the world doesn't end), there is a scene with the caption \"jump at home\" featuring an image of a room. is this room based on your own room?\n<br></qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n11:25 pm</dco> &nbsp;<qco> I noticed that your new song and video, \"if the world doesn't end\", is very good. was this a deliberate decision or did it just turn out that way?</qco> </h3>      \ntried my best\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n10:41 pm</dco> &nbsp;<qco> what are your political views</qco> </h3>      \nmaybe just put up a bunch of mirrors going in all different directions\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n10:24 pm</dco> &nbsp;<qco> what were you ok from when you got in that spaceship in \"and the day goes on\"</qco> </h3>      \nafter reviewing the content, it seems i was excited to have finished writing the verse\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n10:10 pm</dco> &nbsp;<qco> why do we keep pushing these boulders up mountains even though they're just going to tumble back down?</qco> </h3>      \nmaybe it's good exercise\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n10:04 pm</dco> &nbsp;<qco> What is the sequel to \"ball and stick\"?</qco> </h3>      \ni think i know what it might be but i can't say because i haven't produced it yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n9:55 pm</dco> &nbsp;<qco> On a scale of one to ten. One being your songs convey a very specific meaning and Ten being your songs can be interpreted in any way, what number would you pick? Or is this a stupid question?</qco> </h3>      \ni'd say 5.5, which according to my calculations should be the exact middle of your scale\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n9:42 pm</dco> &nbsp;<qco> Do you think artists of every kind are aware of the underlying story they are telling? </qco></h3>      sometimes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or do some let it flow without fully knowing?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It seems to me the \"theme\" touches most everything and it creates a higher level of art greater than the art it inhabits. I see it live in your art in a most spectacular way. :)&nbsp;</qco> </h3>      \nholy smokes you are very friendly\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n9:38 pm</dco> &nbsp;<qco> How do you know when a song is complete?</qco> </h3>      \ni don't know\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n8:58 pm</dco> &nbsp;<qco> in \"if the world doesnt end\" (very good btw!!), i noticed a rhythmic... dissonance? i dont have the education or knowledge to describe it, but an example is around the 2:49 mark, towards the end of the whole phrase. it wasnt obvious what the timing was for the melody, specifically.\n</qco></h3>      yes, some of the more emotionally charged (and usually high) melodies in there are pretty 'drifty'. and probably impossible to notate accurately<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;it made me wonder: do you usually sit down and write out rhythms for the melody of songs, or do you just noodle around until something sticks? ive been trying to get into music comp for a while now but never really know where to begin.\n<br></qco> </h3>      some of the melodies are not notatable, but the official writing is done using audio recordings. so i deliver it as precisely as i can on an audio memo file and then use that as reference for how it is supposed to go\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n8:03 pm</dco> &nbsp;<qco> Are your chords getting simpler,</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and if so, why?</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n7:45 pm</dco> &nbsp;<qco> do you think that you understand the world better or more personally than most other humans?</qco> </h3>      \ni doubt it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n7:41 pm</dco> &nbsp;<qco> If the world doesn't end, will the corner store understand?</qco> </h3>      \nyes. in fact, the corner store is often a great place to be reminded of the world not ending. because the corner store usually continues to operate as if the world is not ending\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n7:06 pm</dco> &nbsp;<qco> what is your sound?</qco> </h3>      \nregular\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n6:58 pm</dco> &nbsp;<qco> How does one solve a super wicked problem?</qco> </h3>      \ntry explaining the problem to a duck. or a friend. or both\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n6:23 pm</dco> &nbsp;<qco> Will you ever make a song about breaking the fourth wall?\n<br></qco> </h3>      \ni'm assuming a lot of my songs are about that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n6:18 pm</dco> &nbsp;<qco> Have you ever made a song inspired by a fan's suggestion?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so, which one?</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n5:45 pm</dco> &nbsp;<qco> do you use potato as a main instrument</qco> </h3>      \ni was going to say no but now that i think about it yes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.22&nbsp; \n5:37 pm</dco> &nbsp;<qco> Do you have the capability of ending the world if you desire to?</qco> </h3>      \ni doubt it\n\n<br><br>"
  }
]
