[
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n6:32 pm</dco> &nbsp;<qco> What do you think of?</qco> </h3>      you know that feeling when you solve 5000 mazes at once, that's what i'm thinking of\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n6:30 pm</dco> &nbsp;<qco> do pizzas speak in code or cavemen?</qco> </h3>      pizzas usually speak in 6ths\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n6:30 pm</dco> &nbsp;<qco> does trying to release content every 2 weeks increase the amount of hissy fits because you're constantly in a state of AAAAAAAAAAAAAAAAAAA or does it decrease the amount of hissy fits bc you don't have time to throw hissy fits</qco> </h3>      it increases the amount of hissy fits but it makes me much much more confident and self assured in life\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n6:22 pm</dco> &nbsp;<qco> should you feel special?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n5:40 pm</dco> &nbsp;<qco> Why did the cops send you to jail for being best friends with your own front door?</qco> </h3>      i thought that story was about you not me\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n5:31 pm</dco> &nbsp;<qco> how have you picked up this style of heavy neon text and skippy scenes?</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n5:26 pm</dco> &nbsp;<qco> bill i cant write music anymore i think im creatively stuck do you have any tips</qco> </h3>      is there a direct line to actualization of the items? (have you recorded everything you've written, or can you)\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n5:19 pm</dco> &nbsp;<qco> i hope you're doing alright, and if you're not to know that if you took a break or anything else that might help, we wouldn't think negatively of you for doing so.&nbsp;</qco> </h3>      who's we\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n5:13 pm</dco> &nbsp;<qco> How can I get my guitar to listen to me?</qco> </h3>      you have to use your hands, that's all i know about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n5:11 pm</dco> &nbsp;<qco> why is new canaan explicit on spotify</qco> </h3>      because it has the word \"shit\" which i believe is still illegal in christian house holds\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n4:52 pm</dco> &nbsp;<qco> Do you watch me</qco> </h3>      not that i know of\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n4:40 pm</dco> &nbsp;<qco> i hope you're getting enough sleep;&nbsp;some of these question response times are crazy</qco> </h3>      the response times are not shown here. for example the response time for this question is 2:09 am and the response time for the previous question is 2:08 am. just to give you a sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n4:33 pm</dco> &nbsp;<qco> what do you do for fun? play any video games? sports games? word games?</qco> </h3>      try to get my job done\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n4:24 pm</dco> &nbsp;<qco> hi bill, i'm not very good at school and i'm stressed about it starting soon for me. i want to do well but every year i never seem to get it. how do i make my school experience more enjoyable so i can be more successful?</qco> </h3>      if you want to get good high points in the school system, i can't help you. i don't know what it takes to do that, and i also don't know what happens after you've done it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n4:10 pm</dco> &nbsp;<qco> do you like space? (I mean rockets and nebulas with spaceships and more)</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n3:37 pm</dco> &nbsp;<qco> when can i start existing</qco> </h3>      would you be available thursday<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n3:33 pm</dco> &nbsp;<qco> I just realized you can ask questions there, any ideas what about to ask?</qco> </h3>      any idea about how i should answer<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n3:22 pm</dco> &nbsp;<qco> i selfedit everything i write too much.</qco> </h3>      try going faster\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n3:21 pm</dco> &nbsp;<qco> do you belive in the theory that i'm actually bill wurtz?</qco> </h3>      it's possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n2:56 pm</dco> &nbsp;<qco> how do rotate text in ms paint</qco> </h3>      don't know never used it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n2:53 pm</dco> &nbsp;<qco> how do i stop wrrying abot things too much</qco> </h3>       face your fears\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n2:30 pm</dco> &nbsp;<qco> are you of southern origin? your accent features an interesting little quirk where your e's sound like i's sometimes</qco> </h3>      can you give me an example\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n2:22 pm</dco> &nbsp;<qco> do you actually plan everything about a song</qco></h3>      yes<h3> <qco> or do you just wing it?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n1:34 pm</dco> &nbsp;<qco> Your last four videos have been songs. Will you ever do any more \"anything videos\"</qco></h3>      sure<h3> <qco> or are you now focusing solely on music?</qco> </h3>      yes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n1:14 pm</dco> &nbsp;<qco> Could I trouble you for the chords for \"I'm best friends with my own front door?</qco> </h3>      D G A\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n1:01 pm</dco> &nbsp;<qco> Have you ever felt lost,Bill?</qco> </h3>      a little bit less now that you've reminded me what my name is!\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n12:33 pm</dco> &nbsp;<qco> I had a nightmare that I can't seem to forget about. How can I forget about it?</qco> </h3>      have more dreams, and realities\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n11:37 am</dco> &nbsp;<qco> what is your favorite physic</qco> </h3>      gravity\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n11:05 am</dco> &nbsp;<qco> how many hissy fits have you thrown so far this week</qco> </h3>      oh at least 2 dozen\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n11:01 am</dco> &nbsp;<qco> have you ever thought about making a video with mostly 3D models</qco> </h3>      that would be nice but i don't think i am strong enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n10:57 am</dco> &nbsp;<qco> do your songs have hidden, deeper meanings, darker, and more real under the surreal art form?</qco> </h3>      if you listen and watch, that is your express ticket for getting the maximum possible meaning out of it. sort of like a \"fast track\" if you will \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n10:51 am</dco> &nbsp;<qco> any reason why do you no longer use this page? https://billwurtz.com/musicvideos.html</qco> </h3>      i realized the distinction was becoming completely irrelevant for the audience, as i started merging music into all videos more and more, and the lines continued to blur even more from my perspective, as i started doing more musical content for vine. i merged that page into the videos page\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n9:52 am</dco> &nbsp;<qco> any way to emulate a car sound system other than going into your car and listening to your song thru the car speakers?</qco> </h3>      you could try making an EQ setting for that. put the same song on your recording session and also on a CD or other device. play it in your car and then use your favorite headphones (which you are most familiar with) on the computer. make an EQ setting on the computer to match as closely as possible. but i don't know, car systems are very volatile so i don't know if you could simulate that. what i mean is, if the frequencies are not perfectly balanced, things ring out badly. 200hz gets out of control. at least that's what happens to me, on every car system i've heard\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n9:50 am</dco> &nbsp;<qco> Dear Angela,\n<br>\n<br>Would you do me the biggest favor in the world and make a Grinch tweet? Just a Grinch tweet. Thanks!\n<br>\n<br>Thanks,\n<br>Grandpa</qco> </h3>      i'm quite sure i have done a grinch tweet \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n8:27 am</dco> &nbsp;<qco> have you ever considered writing your own software or paying others to write some for you? might give you some interesting powers</qco> </h3>      oh that's true \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n7:56 am</dco> &nbsp;<qco> hey bill the song you're free to do whatever you want to. do some of the lyrics have a deepeer meaning </qco></h3>      deeper than what<h3> <qco>\ncause i fell like that for some reason and if they do what is it (btw im not that good at english so im sorry for my grammar)\n<br></qco> </h3>      if you listen/watch, that is the way you will be getting the maximum meaning\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n7:55 am</dco> &nbsp;<qco> how many rounds of car testing do you normally do? </qco></h3>      maybe like 4 or 5. the checklist gets smaller every time. usually i go to car testing way before it's 'entirely done' and then car test my way to completion<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also what devices do you test on (apart from a car stereo)</qco> </h3>       as many as i can find\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n7:41 am</dco> &nbsp;<qco> how to become a high-achiever?</qco> </h3>      you gotta just get out there and start achieving stuff at a high rate of speed \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n7:34 am</dco> &nbsp;<qco> Do you know how chickens are made?</qco> </h3>      i think they are made from chickens but i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n6:50 am</dco> &nbsp;<qco> guitar with or without the pick?</qco> </h3>      sure. or how about a pick without the guitar\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n6:40 am</dco> &nbsp;<qco> encountered ghosts before?</qco> </h3>      i am ghost\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n6:13 am</dco> &nbsp;<qco> I want to get into music production but I have very little knowledge of it. I know some music theory but I know next to nothing about actual production like how to mix, EQ etc. I thought it would be a good idea to learn from the masters and try to recreate instrumentals of your songs and get it to sound as close to the original as possible. </qco></h3>      i think that might be a confusing and difficult task. and i think a soundalike would much more heavily rely on matching the arrangement than the eq<h3> <qco> I'm hoping that way I learn from practical experience and find out things along the way. Do you think that's a good approach to learning music production? How did you get started and what approach would you recommend?</qco> </h3>      Just do what's necessary. record something using just 2 instruments, see how it goes. see how it sounds. the first thing you will learn is simply how to set the volumes of each instrument in comparison to each other. sounds dumb but it's very important and you must start there. do things in the order that you hear a need\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n6:11 am</dco> &nbsp;<qco> bill, my sexy pants told me they are not sexy anymore. what should i do about it?</qco> </h3>      you have to upgrade to the latest version\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n6:10 am</dco> &nbsp;<qco> would you like to do a real interview soon? with a real person?</qco> </h3>      i think this one is real and all the people here are real but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n3:08 am</dco> &nbsp;<qco> I'm sure this is a common one, but any advice for someone inspired by you to compose songs?</qco> </h3>      do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n2:57 am</dco> &nbsp;<qco> how not to think about what others think about you</qco> </h3>      start thinking things about them\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n2:45 am</dco> &nbsp;<qco> How does Pyongyang feel about being mentioned in Hello Sexy Pants?</qco> </h3>      ok i hope\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n1:45 am</dco> &nbsp;<qco> does the new song have a lot to do with your experience with school ?</qco> </h3>      not that i know of\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n1:15 am</dco> &nbsp;<qco> why do you choose to use relatively older software?</qco></h3>      when i chose to use it it was not old. and my decision to keep using it is because i now have many years worth of experience on it which would be significantly set back if i had to switch to an entirely different program<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and do you think it has a huge impact on the style of your music/videos,</qco></h3>      i doubt it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or would you make them that way no matter what you were using?</qco> </h3>      maybe plus some things and minus others\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.18&nbsp; \n12:40 am</dco> &nbsp;<qco> holy crap i was just google earthing places for fun and like 2 seconds after i was clicking on random notebook entries from u and i happened to click on https://billwurtz.com/note200905140237.html this one. which mentions google earth. is this destiny</qco> </h3>      destiny is all that and much more\n<br><br>"
  }
]
