[
  {
    "html": "<h3> <dco>7.20.19&nbsp; \n12:08 pm</dco> &nbsp;<qco> whats the best topping for rice cakes</qco> </h3>      \nalready been topped, with rice. the rice topping is already baked on. it's unclear which side is the top, so the rice toppings have been into the bottom also, just to be safe\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.19&nbsp; \n9:52 am</dco> &nbsp;<qco> hey bill how do i make potions?</qco> </h3>      \nall you gotta do is mix 2 non-potions\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.19&nbsp; \n9:26 am</dco> &nbsp;<qco> Do you eat horse?</qco> </h3>      \nnever eat horse. must only drink horse\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.19&nbsp; \n9:10 am</dco> &nbsp;<qco> can states morally secede?\n<br></qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.19&nbsp; \n8:45 am</dco> &nbsp;<qco> Will the video you're working on ever be finished?</qco> </h3>      \nyes and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.19&nbsp; \n8:23 am</dco> &nbsp;<qco> could you put down your guard for a minute so we can destroy you?</qco> </h3>      \ni will think about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.19&nbsp; \n6:24 am</dco> &nbsp;<qco> I have a great idea that can help you remove some pressure from people demanding more content: Take some of the old classic Bill Wurtz songs that we all love (Crazy/raining, Bob Marley, I Can Play, The Road etc.) and put them up on Spotify! That would generate some hype in the community and give you some more time to figure out your new software in peace.\n<br>\n<br>Thanks :)</qco> </h3>      \nthat doesn't quite fit with the theme around here these days, of 'new and improved'\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.19&nbsp; \n5:10 am</dco> &nbsp;<qco> Did you know that there is a legitimate argument for the idea that water is not wet?</qco> </h3>      \ni don't care\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.19&nbsp; \n3:51 am</dco> &nbsp;<qco> Do you find yourself being recognised by fans in public often?</qco> </h3>      \ni am able to disguise myself by wearing my pants sideways\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.19&nbsp; \n1:47 am</dco> &nbsp;<qco> Ever eat a burrito and wish it was filled with stew?</qco> </h3>      \nno, that's because i don't know what stew is\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.19&nbsp; \n1:00 am</dco> &nbsp;<qco> Are you coming back?&nbsp;</qco> </h3>      \ni didn't leave\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n11:17 pm</dco> &nbsp;<qco> what makes music awesome? thabks</qco> </h3>      \nscientists are still trying to figure out\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n11:11 pm</dco> &nbsp;<qco> Why do most of you videos involving wanting you or someone to come home?</qco> </h3>      \nthey don't but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n11:08 pm</dco> &nbsp;<qco> do you follow a specific process to make your videos?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n10:46 pm</dco> &nbsp;<qco> I wrote a song whilst experiencing an anomalous creative surge and now I'm worried I'll never write a better song. Have you ever experienced this?</qco> </h3>      \nnot since long before i realized it's not true\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n9:14 pm</dco> &nbsp;<qco> Are still making videos?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n8:43 pm</dco> &nbsp;<qco> I want to name my lamp, what is a good name for a lamp?</qco> </h3>      \nMy Lamp\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n8:34 pm</dco> &nbsp;<qco> Where did the kitten who usually hangs out in my backyard go? I'm concerned for her saftey.</qco> </h3>      \ncould have gotten a network television deal\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n7:35 pm</dco> &nbsp;<qco> yknow if you wait long enough (like 25 years or so) technology might progress to the point where it could automatically transcribe most of the source material of the notebook page</qco> </h3>      \ni think that technology existed 30 years ago. maybe 50\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n6:32 pm</dco> &nbsp;<qco> have you ever noticed how *perfect* water is?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n6:21 pm</dco> &nbsp;<qco> Please, please, please be so kind and answer this question Bill!\n<br>\n<br>Preamble: you generate a ton of files: text files for ideas, journals, lyrics, scripts, etc etc, images, pictures, screenshots, audio recordings, video recordings, combinations of all of the above when you start editing and putting them together, and all the other things I'm probably missing.\n<br>\n<br>Actual question: how do you organize all that?\n</qco></h3>      by date or contents. the computer organizes that for me. yours probably does too<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tFinal rant: I feel that so many of my ideas and projects get stuck just because my laptop is a mess, I have files all over the place, and an organizing system that has a lot of room for improvement and I use only inconsistently. I don't know exactly how or where to start improving this. I'm also afraid that organizing could be a very long project in of itself. HELP!\n<br>\n<br>Thanks a lot!</qco> </h3>      \ni try to put a keyword in the name of the thing, and then add a distinctive keymash (ajoi3rre0) to make sure it doesn't collide. if it's text and need to find it, i can also search by contents. just type distinctive string you know is in there, in quotes. <br>\nthere's a lot of different things depending on your use case. and you also need to organize your mind / life, which is probably the more important challenge\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n5:33 pm</dco> &nbsp;<qco> Do you consider yourself an animator</qco> </h3>      \nnot yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n4:50 pm</dco> &nbsp;<qco> what is your opinion on communism</qco> </h3>      \ntried and true\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n4:19 pm</dco> &nbsp;<qco> do you plan on releasing anything in the near future?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n3:45 pm</dco> &nbsp;<qco> Wait did you do a live stream??</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n3:40 pm</dco> &nbsp;<qco> Are you really gonna force me to get a tiktok</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n3:28 pm</dco> &nbsp;<qco> DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT ?</qco> </h3>      \nquit what\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n3:05 pm</dco> &nbsp;<qco> is it weird (or will it be weird) going through [massive technology transformation] and also make reality videos about the nearly year long struggle that was making hotewig? since you were going through a similar but smaller scale transformation with 3d animation at the time. do you feel like that was a completely different person?</qco> </h3>      \nreality editing has always been many years offset. so i am used to that feeling. if i spend a lot of time searching through reality archives sometimes i feel like i am transported to that time, and i almost forget what the current date/year is\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n2:30 pm</dco> &nbsp;<qco> is your current technological adaptation an attempt to design a system of keyboard shortcuts/controls for every single thing you have to do when making a song video (and non-song videos too I suppose), and subsequently learning to use them fluently?</qco></h3>      that's always a good idea. but then sometimes certain things just can't be shortcutted. then you search a little harder and you find out that they can, but some of them still can't. then, you look a little harder and you may eventually find that even those can, but yet still some other ones still can't. then one day you can't take it anymore and you resort to more advanced tactics<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t If so, I think that's a genius idea to speed up the song-video release time to fit within the dream schedule. And it's totally worth a period of time with no new releases in order to give you a chance to learn it.&nbsp;</qco> </h3>      automation is not the only thing i am working on\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n1:07 pm</dco> &nbsp;<qco> what do you call that part when somebody is about to spill the beans about something important, but then somebody interrupts him/her.</qco> </h3>      \na good save\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n11:47 am</dco> &nbsp;<qco> <a href=\"q.php?date=201907180009\">7.18.19&nbsp;&nbsp;12:09 am</a>  is \"get from here to there\" a valid purpose for buying a boat? or building one, for that matter?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n10:52 am</dco> &nbsp;<qco> <a href=\"q.php?date=201907182206\">7.18.19&nbsp;&nbsp;10:06 pm</a>  wait what? Stream? have you been live streaming?</qco> </h3>      \nno but i was a guest on a show that did\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n10:45 am</dco> &nbsp;<qco> Hi Bill, fan club president here. You owe your membership fees, when can I expect them?</qco> </h3>      \nthere must be some mistake, i'm not in a fan club\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n7:55 am</dco> &nbsp;<qco> am i a cat</qco> </h3>      \npossibly 2 cats\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n3:57 am</dco> &nbsp;<qco> do you have a favorite videogame console you played on in your childhood? favorite videogame on that console?</qco> </h3>      \napple IIe\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n3:22 am</dco> &nbsp;<qco> Are you quitting videos, or making another video about history?</qco> </h3>      \nneither\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n1:05 am</dco> &nbsp;<qco> i really enjoyed the live stream.&nbsp;&nbsp;i like watching your interviews.&nbsp;&nbsp;you're doing a good job.&nbsp;&nbsp;do you feel physically tired after?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n12:53 am</dco> &nbsp;<qco> can a state be legitimate</qco> </h3>      \nfor the right price\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n12:27 am</dco> &nbsp;<qco> Will you make more youtube videos</qco> </h3>      \ni will think about it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n12:20 am</dco> &nbsp;<qco> when you combine a certain thing with another certain thing you can get an incredibly emotional moment. i take for example you songs: in i wanna be a movie star at the part \"everybody wants more than just a friend\" you added the phrase \"let's reestructure the fabric of the known universe\" in the video. the fact here is that you added it at a part when the melody has like a \"rise\" so it causes some kind of euphoria, mixed with adrenaline, inspiration and energy. i mean, if that sentence wouldn't be there it'd definitely have a less-powerful effect. i also noticed that in and the day goes on with the \"mountain escape plan\" and the \"use a bike to escape the grid\" at a calm part preparing for the \"rising part\" (\"and i'm right where I belong\"). but the truth is you do this a lot, countless times, do you do this on purpose? </qco></h3>      the best description was your first sentence<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tare you conscious of that effect you produce?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t and how do you know where, when, whenst and how to use it?</qco> </h3>      \nall i can do is use my own emotions as a guide\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n11:45 pm</dco> &nbsp;<qco> How big is the rock you live under&nbsp;</qco> </h3>      \nfake\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n10:28 pm</dco> &nbsp;<qco> Hi Bill,\n<br>\n<br>With regards to your desire to use AppleScript to press buttons that Automator cannot write scripts for, have you attempted to use macOS's GUI Scripting festures? See the Apple Developer guide here:\n<br>\n<br>https://developer.apple.com/library/archive/documentation/LanguagesUtilities/Conceptual/MacAutomationScriptingGuide/AutomatetheUserInterface.html\n<br>\n<br>Hope this helps.\n<br>\n<br>Take care, give care, kill all cops,\n<br>-Maymay\n<br></qco> </h3>      \nthe ones i'm having trouble with not menus. but the way i can list everything (more than menus) is by saying \"UI elements.\" an example of ones that are giving me trouble are \"static text.\" also, for this, the inspector shown on the page you linked is useful but not really because it usually gives the wrong name of stuff, where as the \"UI elements\" gives the exact name of stuff. but it unfortunately doesn't give all the actions that can be done with it. what's further ironic is that the Automator will record your action beautifully and say \"click static text\". but if you write that yourself exactly in the apple script the same way, it just says 'missing value.' this method works for most buttons/menus, etc, but for certain things, like when you 'click static text' that doesn't work \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n10:06 pm</dco> &nbsp;<qco> I noticed that you want to do mocap in that recent stream.did you know you can do mocap with a Kinect?\n<br></qco> </h3>      \nyes but it seems kinect is extinct. all the information on that subject is from about 2014. if you think this method still exists and if you can walk me through the steps i would love to hear it. also i think windows is required, is that correct\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n10:05 pm</dco> &nbsp;<qco> so do you eat Ice?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n8:11 pm</dco> &nbsp;<qco> im a weird astral thing stuck in a humanoid body, which i guess is just as equally a weird astral thing... maybe. hm.. and i belong making music and creating what i feel, because living around all these people isnt doing it anything but... confining. constraining. ive barely lived out my life, but i have trouble. the main problem now seems to be i have a shitty laptop and cant find the software thats right, thats cheap or free or whatever.. but all the other pieces are there to start. any wise words?</qco></h3>      use what you have. it sounds like you haven't learned how to use it yet. getting extra things is just going to make the learning more difficult<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t i have guitars. i have drums. no keys. no software. no mics.</qco></h3>      i think you own something with a mic. almost everything has mics nowadays. but if you really don't have one, you'll have to start playing live shows<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t no money. its pretty fucked to be stuck. but i know things will move with time. patience. this is an awful question. . oops. awful questions are worth asking too, sometimes. hm. if you get to this, know its giant for me. thanks, bill. you inspire me infinitely. even if this goes unanswered (how does one answer this anyway)&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n8:06 pm</dco> &nbsp;<qco> I had my phone audio on mono for ~6 months without knowing it by accident, and I switched it off today, allowing songs to make full use of my car's surround sound speakers. Contrary to my expectations since you are a small indie producer with little/no outside help, your songs made great use of it (particularly when i get older). Do you design music with different types of speakers that might play them in mind?</qco></h3>      the goal is to try to make it sound as good as possible on any device<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Do you listen to your tracks in various ways (eg mono, stereo, surround) to see how that might affect them?</qco> </h3>      sometimes it's good to test in mono, to catch more obvious things. i've never tested in surround and i actually don't really know how it works nor have access to it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n7:14 pm</dco> &nbsp;<qco> whos your parents</qco> </h3>      \nsigfried and roy\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n5:25 pm</dco> &nbsp;<qco> hey bill, me and my friends decided to play parrot or carrot, but we dont know how to play it. can you leave instructions? thabk you</qco> </h3>      \nfake\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n5:22 pm</dco> &nbsp;<qco> what do you think about people trying to be a smartass by saying that old music is better than modern music.</qco> </h3>      \nthe joke's on them. the old music was once new and the new music will soon be old\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n4:51 pm</dco> &nbsp;<qco> Don't know why you say you aren't a good guitarist. Quote from the comments of I'm Crazy / It's Raining: \"If that guitar playing wasn't quantized...he is one of the most in-time, scary, skilled, studio-quality musicians out there.\" My one (nerdy) question is, what type of guitar do you play in that video? </qco></h3>      yamaha mm6<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tI'll take a random guess that it's a 60's-era Japanese brand, but I'd be intrigued to find out. Lovely clean sound.</qco> </h3>      \n\n<br><br>"
  }
]
