[
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n3:16 pm</dco> &nbsp;<qco> Serious: Do you make everything yourself?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you have a team of people who help you out?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n3:11 pm</dco> &nbsp;<qco> Bill, any advice on improvising on the piano? I can usually get a nice melody going but I have trouble playing a bass to match it with my left hand.</qco> </h3>      try this ... try just playing chords and bass. chords with right hand, 1 bass note with the other hand. play some songs. sing along if you want. the thing about doing this, is if you do it enough, everything will start to get more interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n3:03 pm</dco> &nbsp;<qco> What is the origin of pineapples?\n<br></qco> </h3>      i could not even begin to imagine\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n2:15 pm</dco> &nbsp;<qco> are you writing your own questions or do people actually submit them to you?</qco> </h3>      none of the purple text was written by me. it is all from submissions, from people like you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n1:59 pm</dco> &nbsp;<qco> Do you think America should switch to the metric system?</qco> </h3>      maybe at some point\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n1:49 pm</dco> &nbsp;<qco> Are life's disappointments a result of the limitless possibilities life bestows upon us?</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n1:05 pm</dco> &nbsp;<qco> what are your thoughts on soap?</qco> </h3>      thinking about it now. will keep you updated\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n1:03 pm</dco> &nbsp;<qco> I miss you Bill. When will we hear from you again, performance-wise?</qco> </h3>      i am having a countdown timer\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n1:01 pm</dco> &nbsp;<qco> what is the cure for stupidity???</qco> </h3>      it's not a disease. it's a technique\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n12:50 pm</dco> &nbsp;<qco> what is this website?</qco> </h3>      billwurtz dot com\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n12:02 pm</dco> &nbsp;<qco> I don't know what to draw. Give me ideas</qco> </h3>      how about a football\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n11:55 am</dco> &nbsp;<qco> <a href=\"q.php?date=202003232239\">3.23.20&nbsp;&nbsp;10:39 pm</a>  will that song be called \"my favorite song?\"</qco> </h3>      maybe one of them will\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n11:38 am</dco> &nbsp;<qco> I have a prediction that you're not working on just a single video, but a SERIES of multiple videos, songs, skits, jingles, etc., and that you're not going to start posting them until you're completely done with each one.</qco> </h3>      that's probably not what i will do, it is more likely that they will be made new. but there is no need to predict things like this because i can tell you exactly that i am undergoing intense training and development on my video making techniques, to not only remedy the quantitative issues that have always plagued me, but also for some important and basic artistic benefits which have been sorely needed for quite some time now\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n11:25 am</dco> &nbsp;<qco> How has your quarantine been? </qco></h3>      ok<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you think that you have a cure?</qco> </h3>      i have a remedy for the quarantine, not the virus. i also don't think i have the virus\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n11:11 am</dco> &nbsp;<qco> In the history of the entire world, i guess video when we start to receive mail on the computer you received mail from George Busch on 2/12/200 at 4:27 p.m. He invited you to a BBQ at his place. Was it fun?</qco> </h3>      i didn't go. that message was not meant for me. and it was also fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n11:09 am</dco> &nbsp;<qco> Hey bill, I have a keyboard in front of me, what i do now?&nbsp;</qco> </h3>      press a key\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n11:00 am</dco> &nbsp;<qco> Why is earth?</qco> </h3>      for people like you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n10:44 am</dco> &nbsp;<qco> In many videos you told you were a \"piece of garbage\" or a \"looser\". Why did you think that?</qco> </h3>      this may be a thought we all think from time to time. i am just doing my part to show you ways to express this feeling in a fleeting and fun musical way\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n10:27 am</dco> &nbsp;<qco> make a video in april 1</qco> </h3>      i will be making videos every day if possible, but that particular day is not significant to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n10:13 am</dco> &nbsp;<qco> If I pour something else in a water bottle, will it still be called a water bottle?&nbsp;</qco> </h3>      check the label\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n10:13 am</dco> &nbsp;<qco> thoughts on brazil?</qco> </h3>      come to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n10:13 am</dco> &nbsp;<qco> How do I bend the fabric of space time?&nbsp;</qco> </h3>      that's not entirely clear to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n10:09 am</dco> &nbsp;<qco> Why is everyone in the Airport Terminal having an unusual day?</qco> </h3>      germs\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n9:35 am</dco> &nbsp;<qco> Are you mentally stable?</qco> </h3>      I WOULD HOPE TO IMAGINE SO!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n9:22 am</dco> &nbsp;<qco> Where is Egypt?</qco> </h3>      in the north east corner of africa\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n8:57 am</dco> &nbsp;<qco> can you help me invent the cookie crumb</qco> </h3>      yes i will start by inventing the cookie, that should get you started\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n8:56 am</dco> &nbsp;<qco> did you make it to the south pole by nightfall?</qco> </h3>      i must have made it there at some point, because the video got made and it does include the south pole\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n8:56 am</dco> &nbsp;<qco> What do I do when I'm bored and stuck in a car?</qco> </h3>      drive the car\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n8:55 am</dco> &nbsp;<qco> Do you answer every question you get? </qco></h3>      not even close<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If not, how do you choose which answers to give with a surprising amount of wisdom?</qco> </h3>      hm, i'm not sure. it's kind of like surfing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n8:53 am</dco> &nbsp;<qco> What to you think of the void?</qco> </h3>      spacious, luxurious,\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n8:09 am</dco> &nbsp;<qco> i agree with you that a song supposed to have many meanings, but when were you doing the songs, did it have your own meaning?</qco> </h3>      songs, in general, seem to be one of the most potently concentrated explosions of meaning you can find on this earth. that precisely why i have largely devoted my life to songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n7:59 am</dco> &nbsp;<qco> why is everything so plain and dumb</qco> </h3>      that is to distract you from how interesting everything really is\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n7:52 am</dco> &nbsp;<qco> what's your opinion on different kinds of motorsports</qco> </h3>      sometimes i am overwhelmed with all the kinds\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n7:44 am</dco> &nbsp;<qco> I feel like listening to music is stressful for me nowadays, to the point of overtly obsessing on finding the 'coolest' music albums unheard of, or relying on music forums for their consensus on what's the best music, only to end up not liking it. What do you think should I do?</qco> </h3>      don't worry about it. try listening to no music at all, and then i think you will unavoidably seek out the stuff you really want to hear, when you want to hear it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n7:15 am</dco> &nbsp;<qco> What makes your videos entertaining and your songs good?</qco> </h3>      could be that little bit of crack cocaine i slipped in there\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n7:01 am</dco> &nbsp;<qco> do you learn by experimenting or reading about what you need to learn?</qco> </h3>      experimenting and sometimes searching for answers to specific problems\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n5:50 am</dco> &nbsp;<qco> why did you misspell \"questions\" as \"ueqstions\". it clearly says in the english dictionary its spelt as \"questions\"</qco> </h3>      it's not ueqstions, it's <font style=\"font-size: 2em; font-weight: bold;\">ue<font color=\"#00EE3B\">q</font>stions</font>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n4:42 am</dco> &nbsp;<qco> Are these questions annoying, even if you do say \"they make me stronger\"?</qco> </h3>      i do admit i sometimes get annoyed by all the strength i'm getting\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n3:56 am</dco> &nbsp;<qco> hello bill,\n<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;so, i'e just started learning Blender and i was wondering if there is some shortcut like 'command ?'\n<br>\n<br>i tried it but it doesn't work...\n<br>\n<br>i'm reading a linkedin tutorial but it's probably for a slightly older version, and it seems like they already changed the name or place for the 2d editor when you go to the editor type icon...(2.8)\n<br>\n<br>Thanks in advance, you're quite amazing,\n<br>a blender 2.82 User :)</qco> </h3>      there is something quite like that. i have it mapped to a regular space bar on another keyboard, but looking into it it seems like it's just F3. however, i can't guarantee that that's the default, i may have switched the key blender uses. To find out, go to preferences, go to 'keymap', and in the search bar type 'search' and you should see something called 'window search', and it should say what key it is, which for me is saying F3 but i can't remember if that's the default setting. Another thing you might find useful, for example, in the node editor windows, whenever you press 'shift A' to add something, that menu has a search thing in it, so in that case it would be 'shift A', 'S' to trigger that, if you happen to be in a node editor window which will allow you to search nodes to add. some of the other sections probably have search tricks hiding in them as well, but as i said the main one is called 'window search' and it's F3 on mine which may or may not be the default but you can find out in the preferences and set it to your own choice\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n3:52 am</dco> &nbsp;<qco> Do you get frustrated when you switch from one video editing program to another? </qco></h3>      only attempted that once and it was so devastating that i decided to look on the bright side and completely reinvent myself instead<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I ask this because I listened to the h3podcast with you in it.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n3:42 am</dco> &nbsp;<qco> What is the most precious thing?</qco> </h3>      stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n3:08 am</dco> &nbsp;<qco> will humans learn that there are shades of grey rather than only black and white ?</qco> </h3>      you'll never believe this but there's colors too\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n2:57 am</dco> &nbsp;<qco> Do you put the bowl,cereal, or milk first?</qco> </h3>      bowl\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n2:43 am</dco> &nbsp;<qco> What are you doing instead of making videos rn?</qco> </h3>      learning how to make videos. thanks for asking\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n2:27 am</dco> &nbsp;<qco> If you gave a ted talk what would it be about?</qco> </h3>      TED\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n2:01 am</dco> &nbsp;<qco> Since it took you a year too make a 19 minute video, can we expect a 38 minute video when you return?</qco> </h3>      maybe at some point but absolutely not for that reason. actually for the opposite reason\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n1:40 am</dco> &nbsp;<qco> Thoughts on money?\n<br></qco> </h3>      too expensive\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n1:25 am</dco> &nbsp;<qco> in your song \"i just did a bad thing\" what did you do that was so bad?</qco> </h3>      did a thing that was too good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n1:22 am</dco> &nbsp;<qco> Why is there something rather than nothing?</qco></h3>      don't you get it, there's both. but you obviously don't notice the nothing because it's nothing. there could be nothing for almost infinite years and you wouldn't be around to even wonder about it until the moment that you are here<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; hotewig briefly covers this topic, as an unknown entity wishes to be something, go somewhere, do something, for things to change, and to invent time and space. But those concepts didn't even exist before the universe started. Those concepts only work within the framework of the universe and everything not existing all at once (separated by time). Somehow, it devised the concept of \"change\" in a sea of&nbsp;&nbsp;where the concept of change didn't even exist. In fact, nothing would have been able to devise the concept of change, as thinking requires change in the form of movement of electricity across neurons, and in the energy expended thereof. </qco></h3>      the only possible explanation i could have is that the essence of consciousness supercedes all of physical somethingness. that would actually explain a lot, would explain why consciousness is so freakin weird<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;There was a point in the nothingness that was perturbed somehow, and this first change led to a cascade. What perturbed nothingness?</qco></h3>      i blame you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Did nothingness not-exist forever which is so long that something would've happened? </qco></h3>      yes, but you can't quite say 'did' because that's a time word<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is this the consequence of eternity?</qco> </h3> \n      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.20&nbsp; \n1:09 am</dco> &nbsp;<qco> If cheese and the moon are both made of earth - what is earth made of?</qco> </h3>      dreams, dreamyness,\n\n<br><br>"
  }
]
