[
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n4:44 pm</dco> &nbsp;<qco> do you dislike questions that are the opposite of recently answered questions</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; 4:02 pm</dco> &nbsp;<qco> What time is it?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n2:19 pm</dco> &nbsp;<qco> Opinions on the word crap?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n1:31 pm</dco> &nbsp;<qco> Why do siren noises change as they get closer then then change back once farther away?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n1:16 pm</dco> &nbsp;<qco> Hi, Bill. At what age do you think we start to feel like an adult?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n12:31 pm</dco> &nbsp;<qco> bill your song 'i'm a princess' raises real questions about the true meaning of royal lineage. the princess is evidently moving towards better things despite her (his?) paranoia about the neighbours (symbolising the working class) so it makes me wonder about the self-reinforced legitimacy of authority. then of course the conclusion completely brings down our understanding of princesshood and tells us that it was an illusion all along, that we allowed the fantasy of royalty to exist, it was just written in the fine print that it was a construction. so are you really a princess?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n10:58 am</dco> &nbsp;<qco> How do you feel about power chords? I can't recall you playing power chords in one of your songs, but I could be wrong.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n9:17 am</dco> &nbsp;<qco> Ghosts, is there any credibility? I understand ghost hunting relies on pseudoscience&nbsp;&amp; confirmation bias. However my spouse will look me dead in the eyes, swearing that they saw a loved one walk by in the house they died in. I know they wouldn't lie to me, I'm torn here.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n6:49 am</dco> &nbsp;<qco> Whath doth yer thinketh of longer songs, like 10-16 min long? Would you ever like to do one?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n5:06 am</dco> &nbsp;<qco> how many negatives are not not not not not not not not not not not not not not not not not not not not not not not not not not not not in this sentence?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n3:59 am</dco> &nbsp;<qco> It's about time I come out and tell you. I'm Questions Mike. All of the questions on this page have been from me. I am sorry</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n3:52 am</dco> &nbsp;<qco> what can ruin something?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n2:15 am</dco> &nbsp;<qco> Are you feeling at all degraded or oppressed?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n1:14 am</dco> &nbsp;<qco> should art be made on purpose?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n1:11 am</dco> &nbsp;<qco> bill can you explain what chord progression is i've been struggling with understanding it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; 1:09 am</dco> &nbsp;<qco> how do i find the motivation to do things</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n1:04 am</dco> &nbsp;<qco> how many of something is several?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n12:30 am</dco> &nbsp;<qco> how do i become glow in the dark like you</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n12:22 am</dco> &nbsp;<qco> do you ever think about reverse psychology and then think about reverse reverse psychology and then suddenly find yourself 15 reverses deep in psychology and don't know if you should keep on going or call it quits. cause i, uh, don't</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n12:18 am</dco> &nbsp;<qco> Do you ever answer rhetorical questions on this page?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n11:54 pm</dco> &nbsp;<qco> How do you fall asleep?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n11:13 pm</dco> &nbsp;<qco> you know how people like to quote that lyric from Earth Wind&nbsp;&amp; Fire on sept 21st, i was just thinking to myself that it must suck for people who had a really bad experience on a sept 21st at night. any other memes like that i should've been more mindful of?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n10:23 pm</dco> &nbsp;<qco> what's your favorite musical key</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n9:55 pm</dco> &nbsp;<qco> Again, thank you for not posting a lot of opinions about potentially divisive political and social topics. I'm so weary of all the polarized arguments in our society, and I love that I can just enjoy your music and come to your website without having to think about whether we see eye to eye on issues, which could distract from the wonder of your art. It's a relief not to have to go there. Do you intentionally avoid those types of topics?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n9:33 pm</dco> &nbsp;<qco> do we endure solely to endure even more, or is our purpose to bring purpose to others</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; 9:23 pm</dco> &nbsp;<qco> What got you interested in making music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n9:16 pm</dco> &nbsp;<qco> what catagories or steps have you split your creation process into?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n9:00 pm</dco> &nbsp;<qco> what's a thing that's kind of metaphorically like a trash bin, to look through, but not a literal trash bin</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n7:15 pm</dco> &nbsp;<qco> Are you afraid of the dark?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; 7:14 pm</dco> &nbsp;<qco> what inspired you to do music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n4:59 pm</dco> &nbsp;<qco> How long should it take to make a song, ideally?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n4:01 pm</dco> &nbsp;<qco> I'm so bad at scheduling. I'm sooooo so bad, even though I've tried many times. I can 90% say I know exactly what the ____ is like you were saying to someone a little while ago, but I honestly have no way of knowing how long these things take, and then \"it'll be recorded next week\" is then \"it's been months and I'm stuck on the same thing AGHH\"&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n3:51 pm</dco> &nbsp;<qco> do you have any plans for the summer?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n2:03 pm</dco> &nbsp;<qco> what's the best question i can ask you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n1:05 pm</dco> &nbsp;<qco> One of my favorite lines in your music is \"Do you remember the day we pretended to be every star in the sky?\" from \"Might Quit\". What inspired that line or what feeling were you trying to capture when writing it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n11:52 am</dco> &nbsp;<qco> what is your favorite thing to draw</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n11:28 am</dco> &nbsp;<qco> am I stuck in the truman show?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n9:29 am</dco> &nbsp;<qco> Could you write a math joke in base 7?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n9:21 am</dco> &nbsp;<qco> bill wurtz is there anyone in this world whom you hate</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n8:56 am</dco> &nbsp;<qco> Should I write about it or talk about it?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n8:46 am</dco> &nbsp;<qco> how epic is the epic of gilgamesh</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n7:00 am</dco> &nbsp;<qco> Congratulations, you have been selected to headline a death metal concert as the vocalist! What is your ultra brutal catchphrase?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n5:13 am</dco> &nbsp;<qco> Do you think it would be better to be all-knowing or all-seeing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n5:04 am</dco> &nbsp;<qco> is there any chance we're thinking of the same thing right now</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n2:49 am</dco> &nbsp;<qco> how do you manage to stay creative, I find as I grow older, my imagination progressively gets worse</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n2:00 am</dco> &nbsp;<qco> are there any words you don't like the spelling of?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n12:29 am</dco> &nbsp;<qco> will I ever get to see bill wurtz live at a music festival?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n12:12 am</dco> &nbsp;<qco> does your new project have anything to do with saxophones? I really like saxophones :)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.25.25&nbsp; \n12:11 am</dco> &nbsp;<qco> have vacations that you've been on influenced the creation of some songs you've made?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n11:48 pm</dco> &nbsp;<qco> Is santa claus still a twitter meme</qco> </h3>"
  }
]
