[
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n5:32 pm</dco> &nbsp;<qco> Do you want backup singers in your band or would you rather have musicians who are able to sing the harmony parts themselves while playing?</qco> </h3>      we will have 2 or 3 backing singers<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n5:31 pm</dco> &nbsp;<qco> how do you get the lyrics for your for your songs</qco> </h3>      i make them up<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n5:13 pm</dco> &nbsp;<qco> how do I get good at things</qco> </h3>      do them? <br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n5:03 pm</dco> &nbsp;<qco> ok so here's a fun fact, and some fun information you would like to know about having a discord server. now that you have one, you can make it function however you like. you can have multiple conversation channels for different types of conversation, (maybe a separate channel for the mods, a separate channel for talking about sensitive topics, a separate channel for pasting the rules of the chat, to explain to the people how each channel is designed to be used, etc.) . also you can have voice channels, where people can talk to each other. you can have as many as you like, and call them whatever you want. you can also put them in any order. another fun thing about discord is \"roles\", you can give create little tags which can allow the person access to whatever channels you set it to, and you can make their name whatever color you want. you can set roles that can change other roles, create channels, move channels, all sorts of shenanigans you can give\n people a\n ccess to or not. finally, to open it up to the public, simply post an invite link somewhere on your webpage, or somewhere like on your twitter. you can set these invite links to expire, or not. it's all up to you. that's a discord crash course, i hope it made sense, if there are any questions, just let me know and i'll get back to you somehow!</qco> </h3>      that sounds like a full time job. if i did any of that, i wouldn't have any time to make videos or music<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n4:36 pm</dco> &nbsp;<qco> do you agree with the statement that everything in life is a 50/50 chance, either it happens or it doesnt.?</qco> </h3>      it doesn't always have to be 50/50<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n4:27 pm</dco> &nbsp;<qco> Is youtube going to be a long term thing you will do or would your ever stop uploading there?</qco> </h3>      i always try to make sure my material is in the most popular places. youtube is very popular, so i will continue to post there as long as it remains popular<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n4:02 pm</dco> &nbsp;<qco> you talk about your discord server a lot;\n</qco></h3>      no i don't. but people ask about them a lot<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how would we access it or where is the link to it?</qco> </h3>      there isn't one<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n3:40 pm</dco> &nbsp;<qco> Do you think the US government is corrupt?</qco> </h3>      not as much as some governments<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n3:31 pm</dco> &nbsp;<qco> i asked a question like couple months ago, what was the answer?</qco> </h3>      my question is, what was the question<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n3:30 pm</dco> &nbsp;<qco> do you sing</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n3:30 pm</dco> &nbsp;<qco> why do so many people ask questions</qco> </h3>      why are you asking yours? thinking about that might give you some insight<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n2:58 pm</dco> &nbsp;<qco> Should I make music and art to show the world, even if I'm really bad at it and sensitive to criticism?</qco> </h3>      if you want you could do a lot more of it first and show it to an imaginary audience on a regular basis and you will get much better very quickly<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n2:54 pm</dco> &nbsp;<qco> have you ever wrote</qco> </h3>      sure<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n2:35 pm</dco> &nbsp;<qco> how often do people ask you stuff?</qco> </h3>      quite often i'd say<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n2:17 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201801212110\">1.21.18&nbsp;&nbsp;9:10 pm</a>  how do I be less lazy about things I dont want to do but have to</qco> </h3>      figure out more clearly the consequences of not doing it<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n2:14 pm</dco> &nbsp;<qco> Sometimes I'm worried that music has finished its lengthy evolution, and thus everything I compose has already been made by someone else. Do you recognize this feeling?</qco> </h3>       <a href=\"q.php?date=201603181450\">3.18.16&nbsp;&nbsp;2:50 pm</a> <br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n2:14 pm</dco> &nbsp;<qco> How do you create such amazing work and what is the deep meaning to all of them.</qco> </h3>      if you think it's amazing then you must already have experienced the meaning<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n2:14 pm</dco> &nbsp;<qco> what do i do my life is falling apart</qco> </h3>      start formulating a plan for re-assembly. hint, it does not have to be assembled the same way as last time<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n2:12 pm</dco> &nbsp;<qco> is danny short for dannifer</qco> </h3>      there is only one way to know for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n1:47 pm</dco> &nbsp;<qco> DID YOU JUST MAKE THE BACKGROUND A LIGHTER GRAY </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nOR IS THAT JUST ME</qco> </h3>      it could be the brightness setting on your monitor\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n1:46 pm</dco> &nbsp;<qco> &nbsp;im sad</qco> </h3>      ah, ##relatable<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n1:32 pm</dco> &nbsp;<qco> Can you make music only with your voice</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n1:15 pm</dco> &nbsp;<qco> did ya always make more quirky things like your video and web design, or did you do things more like the standard in the past.</qco> </h3>      there is no standard for what is standard. never was<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n1:15 pm</dco> &nbsp;<qco> do you like the number 27</qco> </h3>      it's ok<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n1:13 pm</dco> &nbsp;<qco> what are your feelings regarding photosynthesis</qco> </h3>      seems legit<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n1:04 pm</dco> &nbsp;<qco> Are all of your songs funny?&nbsp;</qco> </h3>      nothing is funny<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n12:36 pm</dco> &nbsp;<qco> are the lyrics in new canaan true?</qco> </h3>      most of them<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n12:24 pm</dco> &nbsp;<qco> using the last year of your life as perspective, are you generally happier or sadder in any given moment?</qco> </h3>      than what<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n11:32 am</dco> &nbsp;<qco> Should I feel like a weirdo loser for going to restaurants by myself sometimes?&nbsp;</qco> </h3>      no, that's a winning move. you should feel like a winner if you do that<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n11:16 am</dco> &nbsp;<qco> Are you a silly goose, a mongoose, or just a regular goose?&nbsp;</qco> </h3>      non-goose<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n10:34 am</dco> &nbsp;<qco> I don't understand math, it doesn't make sense to me. How do I het better at math so I van pass my math class?</qco> </h3>      i think it makes more sense if you do it on your own. try it out at home, have some fun, and then come back to class and ace it. impress your friends<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n9:31 am</dco> &nbsp;<qco> How do you record and layer your vocals though? I can't figure out&nbsp;</qco> </h3>      you just record one and then record the other, and put them both at the same time. and make sure the more important one is louder\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n8:44 am</dco> &nbsp;<qco> how to not use caps lock?/</qco></h3>      so far you are doing great<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;why are you not using it?</qco> </h3>      why are you not using it<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n7:16 am</dco> &nbsp;<qco> What should I do if it's raining and I usually walk to school?</qco> </h3>      sounds like you are already doing the right thing<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n6:28 am</dco> &nbsp;<qco> what is an elephant?</qco> </h3>      imagine a big dog. now imagine it a little bit bigger. an elephant is like that but also a little bit different<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n6:10 am</dco> &nbsp;<qco> Is \"when did all the windmills start to turn so slow\" a metaphor, or did you put it in because it sounded good?</qco> </h3>      it just felt like a good fit. realized the possible meanings afterwards<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n5:04 am</dco> &nbsp;<qco> what should i eat for breakfast</qco> </h3>      lunch?<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n5:04 am</dco> &nbsp;<qco> what is your advice for young musicians</qco> </h3>      different advice would fit different people<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n3:51 am</dco> &nbsp;<qco> Do you have a motto and/or a favourite quote?</qco> </h3>      there are more than enough words and phrases to go around, to always be enjoying new and different phrases. once they pause time forever then maybe it would be time to start thinking about a favorite<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n3:28 am</dco> &nbsp;<qco> Is YouTube you're favourite of all the social media's&nbsp;</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n3:03 am</dco> &nbsp;<qco> have you ever used the h*ck word before</qco> </h3>      i can think of 2 words i use that fit that format, and 3 others which i don't use<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n3:03 am</dco> &nbsp;<qco> how much do you know</qco> </h3>      i'd say a medium amount<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n2:31 am</dco> &nbsp;<qco> How do you spell words</qco> </h3>      so far you are doing great<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n2:11 am</dco> &nbsp;<qco> have you ever read any of those books that claim to help you be more productive?</qco> </h3>      i'd prefer to do something a little more productive<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n2:09 am</dco> &nbsp;<qco> ay are you traditional</qco> </h3>      in some ways no, in other ways not really<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n2:00 am</dco> &nbsp;<qco> some of your songs have you singing a bunch of words in a row on the same note. thoughts?​</qco> </h3>      i think that's true<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n1:56 am</dco> &nbsp;<qco> Have you ever ask someone to help you with the edit in your videos?\n<br></qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n1:18 am</dco> &nbsp;<qco> I do not pay attention to the lyrics of your songs. What do you think?</qco> </h3>      \ni did when i was making it, but now i don't listen to the song at all, since it's done\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n1:09 am</dco> &nbsp;<qco> like you said in your first video on this website, is it really not so hard to do?</qco> </h3>      that song was not hard to do<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.18&nbsp;\n12:55 am</dco> &nbsp;<qco> If everyone was a lot more tolerable of each I think there would world peace. Or at least something closer to that</qco> </h3>      i don't think it's about tolerance. i think it's just everyone wants each other's food and money. which is fair, everyone wants food and money<br><br>"
  }
]
