[
  {
    "html": "<h3> <dco>1.23.21&nbsp; \n12:15 am</dco> &nbsp;<qco> How do I get over my fear of the dentist?</qco> </h3>      \nyou'll have to become a dentist\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n11:51 pm</dco> &nbsp;<qco> What are your favorite type of videos to make?\n<br></qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n11:36 pm</dco> &nbsp;<qco> in \"at the airport terminal\" when it said, \"and it's 8:45\" was it actually 8:45 when you wrote that</qco> </h3>      \ni doubt it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n11:31 pm</dco> &nbsp;<qco> What is a good topic for when you can't think of things to talk about?</qco> </h3>      \nliterally hundreds of things, that you can't think of\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n10:51 pm</dco> &nbsp;<qco> when was the last time you were lost, </qco></h3>      2019-2020<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how did you find your way? you can answer this literally or metaphorically</qco> </h3>      by cancelling some of my dreams, at least temporarily\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n10:47 pm</dco> &nbsp;<qco> how do you manage to stay so you? like, seriously, i find it so hard to be me sometimes because sometimes i feel like I don't belong. How do you manage to keep going?</qco> </h3>      \ni had a problem quite early on where i realized i was extremely NOT anyone else. so i had to scramble, to find someone to be. so now it's pretty well baked in at this point\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n10:25 pm</dco> &nbsp;<qco> What is art?</qco> </h3>      \nscience\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n10:07 pm</dco> &nbsp;<qco> Would you ever consider using stop motion on one of your videos?</qco> </h3>      \nyes. actually i've done it before\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n9:47 pm</dco> &nbsp;<qco> im trying to make shorter songs like you suggest, but i cant quite make it work. any tips on how to get into that headspace or how to approach writing seconds-long songs</qco> </h3>      \ntry shorter. try something that's only 1 second\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n9:46 pm</dco> &nbsp;<qco> How did you learn to sing? </qco></h3>      by singing, especially improvising<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I've been copying your style in an attempt to learn and it going way better than expected.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n9:43 pm</dco> &nbsp;<qco> have any of the questions you've received here influenced your lyrics/song titles/etc?</qco> </h3>      \ni was made aware of the classic adage \"why is it called a building if it's already been built\", by seeing that again and again on the questions page. i referenced it in the second verse of here comes the sun\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n9:37 pm</dco> &nbsp;<qco> is there anything you can explain about the worlds your songs sing about?</qco> </h3>      \nmy songs are an attempt to explain the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n9:03 pm</dco> &nbsp;<qco> How do you come up with the ideas for your videos?</qco> </h3>      \ni try to just stick with common sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n8:15 pm</dco> &nbsp;<qco> what do you think about boneless oatmeal?</qco> </h3>      \nfake. still has bones in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n7:54 pm</dco> &nbsp;<qco> When people say to me \"your mixes sounds thin/muddy because of the arrangement\", I kind of understand where they're coming from - frequencies clash, they can't occupy the same space etc etc. But is this what people really mean by \"arrangement\"? Because I feel like there's gotta be more to it. Can you shed light on this? What is a \"bad\" arrangement and what is a \"good\" arrangement?</qco> </h3>      \nin terms of sound clarity, basically you just want to get as much power out of as few sounds as you can. when it gets too cluttered, it turns to mud. But, when you have less, sometimes it may feel like you need more power. it's a paradox that sometimes feels like it takes a lifetime to overcome. but everyone gets better at this, the more they do it. The issue goes back further than arranging, ..... ultimately it goes back to the songwriting. if you write a song good enough, it's almost impossible to fuck it up later\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n7:50 pm</dco> &nbsp;<qco> what chord(s) did you use for the 'done' in the final 'until the day is done' in 'here comes the sun'?</qco> </h3>      \nEsus4/G#, Amin9\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n7:48 pm</dco> &nbsp;<qco> was the reason that it took forever to upload your new song because of the 3D in it?</qco> </h3>      \nno, the actual video file is 2D, so the upload time is the same as a 2D video. except maybe slightly more because i went to 30 frames per second instead of 25\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n7:21 pm</dco> &nbsp;<qco> how do i eat a pineapple</qco> </h3>      \ni couldn't even begin to imagine\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n7:15 pm</dco> &nbsp;<qco> how do you think of such unique and funky ideas each video?</qco> </h3>      \njust get out there and start moving molecules around. or, try to keep them in the same place and watch them break free\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n7:10 pm</dco> &nbsp;<qco> When did you first decide that you wanted to make music?</qco> </h3>      \ni don't remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n7:10 pm</dco> &nbsp;<qco> Thoughts on meditation?</qco> </h3>      \ni'm pretty sure it's not meant to be thought about \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n6:43 pm</dco> &nbsp;<qco> do you tend to think about music theory while writing your songs? </qco></h3>      i think about music, that much is for sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is it just for descriptive purposes e.g. answering questions on here after the fact about chords or whatever</qco> </h3>      any music theory is gonna just fall apart as soon as someone else comes along with a cooler song\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n6:29 pm</dco> &nbsp;<qco> What took you one year?</qco> </h3>      \nhistory of the entire world, i guess (actually 11 months)\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n6:25 pm</dco> &nbsp;<qco> Why did you stop uploading videos after \"might quit\"&nbsp;</qco> </h3>      \ni tried to do the next video entirely in 3D, which ruined my life, but, i already needed to rebuild my life anyway, so i took the opportunity to do so\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n6:11 pm</dco> &nbsp;<qco> what is an apostrophe</qco> </h3>      \na minor smudge\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n6:03 pm</dco> &nbsp;<qco> Do you have a video you're most proud of/is your favorite?&nbsp;</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n5:54 pm</dco> &nbsp;<qco> Are there any story based videos like hi im steve on the way?</qco> </h3>      \noh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n5:48 pm</dco> &nbsp;<qco> opinion on september, the song by earth wind fire ?</qco> </h3>      \n'fuck the click'\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n5:45 pm</dco> &nbsp;<qco> what's your favorite movie?</qco> </h3>      \nShrekleback: the adventures of Chad Krogre\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n5:38 pm</dco> &nbsp;<qco> when did you start playing music?</qco> </h3>      \na long long time ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n5:35 pm</dco> &nbsp;<qco> are you human?</qco> </h3>      \noh that would explain a lot\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n5:33 pm</dco> &nbsp;<qco> Why is there no link for VACATIONING IN THE MIDDLE OF THE SUN in expert mode?</qco> </h3>      \nbecause the content itself belongs on that page, in the timeline\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n5:25 pm</dco> &nbsp;<qco> your next song would be listed between \"might quit\" and \"here comes the sun\" on the songs page, since you recorded it in april and you recorded \"here comes the sun\" in september</qco> </h3>      \nyes that's right\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n5:23 pm</dco> &nbsp;<qco> what kind of keys should i buy? weighted keys or non weighted keys? </qco></h3>      that depends how heavy you want the keyboard to be, compared to how fast you want to play it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and from your experience, which do you prefer?</qco> </h3>      unweighted\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n5:22 pm</dco> &nbsp;<qco> i have a billion undeveloped song ideas lying around and i really want to see them turn into real songs, but whenever i try to develop any of them further i almost always find myself paralyzed at the thought of making any \"wrong\" musical decisions, and not fulfilling the idea's true potential-not creating the strongest possible version of it, or accidentally not staying true to what the original idea was meant to convey, if that makes sense. i feel as though these ideas can be truly great but i'm not ready to write them yet. should i work on more non-serious ideas as practice to build up to the serious ones </qco></h3>      yes that's a good idea<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or should i just not take them as seriously or what?</qco> </h3>      keep the list going. i had 'La de da' in my list for 5 years because i was scared of fucking it up. 'here comes the sun' was in the list for at least 8 years\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n5:21 pm</dco> &nbsp;<qco> Does your visuals in videos have any correlation to the deeper meaning of the song?</qco> </h3>      \nas much as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n5:10 pm</dco> &nbsp;<qco> I asked this before but it got buried and I cant find it now, what is the meaning/purpose of ur videos</qco> </h3>      \nto contain as much meaning/purpose as possible\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n5:09 pm</dco> &nbsp;<qco> I clicked on \"expert mode\" and I see \"VACATIONING IN THE MIDDLE OF THE SUN on 1.2.20. There is no link there&nbsp;&nbsp;unlike pretty much everything there. What is that?</qco> </h3>      \njust sort of a meloncholy yet frustrated announcement\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n5:08 pm</dco> &nbsp;<qco> Is your next song called \"back on the road\"?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n4:52 pm</dco> &nbsp;<qco> what time signature is movie star in?</qco> </h3>      \nmostly 9/4, with some exceptions in the verses and bridge\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n4:46 pm</dco> &nbsp;<qco> In the retrospect of the cosmos, often we find that the world around us is far different from the world we perceive. In any case, we limit our understanding to the world to what we know, never letting in what we do not. Very few manage to truly understand the vast sea of comprehension. Anyway, do you like pizza?</qco> </h3>      yes, it reminds me of the earth, being round and flat at the same time\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n4:45 pm</dco> &nbsp;<qco> How do you make sense of the world?</qco> </h3>      \ncould write songs about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n4:44 pm</dco> &nbsp;<qco> what are your thoughts about sand</qco> </h3>      \nbland\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n3:21 pm</dco> &nbsp;<qco> do your songs have a deeper meaning</qco> </h3>      \nthat depends on what the other thing is you're comparing it to\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n3:21 pm</dco> &nbsp;<qco> Was there an inspiration for \"Here comes the Sun\".</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also why do many of your songs reference love?</qco> </h3>      that's normal for songs, but i think i actually do it less than most other songs\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n2:37 pm</dco> &nbsp;<qco> you dont seem to have used your full potential in 3d yet</qco> </h3>      \nhave you used yours\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n1:43 pm</dco> &nbsp;<qco> Is the last part of the video \"might quit\" a foreshadowing of \"here comes the sun\"?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Because there is a sun and what seems as a box\n<br>\n<br>Also in the \"might quit\" video, the structure in the verse \"but I think I might quit, gonna learn some new lessons I won't forget\" done in blender?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n1:15 pm</dco> &nbsp;<qco> Do you specifically choose your clothing when filming your singing?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n1:12 pm</dco> &nbsp;<qco> at exactly 6:33pm, you capitalised a letter in an answer. how does this make you feel?</qco> </h3>      \nnormal. that is a very normal thing for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n1:07 pm</dco> &nbsp;<qco> I saw you say that you're next video would come out on March 10th </qco></h3>      in what year<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(this was before you posted \"here comes the sun\" on the 18th) and you said you would try to post weekly after that. Is that going to happen still?</qco> </h3>      weekly would be so dreamy. i've been wishing for that for many years now\n\n<br><br>"
  }
]
