[
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n4:20 pm</dco> &nbsp;<qco> who is Ponso Skidpul?</qco> </h3>      it's me, but like with a weird jacket maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n4:08 pm</dco> &nbsp;<qco> it is the second day of my life with a midi keyboard, and I have realized that hitting large chords with one hand is very difficult, if not impossible. i have also realized that sustain pedals exist. so my question is: am I right in my conclusion that sustain pedals are essential for solo playing? that would be surprising. i always thought pedals are only for advanced players, since they're never talked about.\n<br>i can't tell if I'm having such a hard time only because i need more practice, or because I'm shooting myself in the foot by not having a pedal</qco> </h3>      yea, get a pedal. it can help with things you didn't even think it would help with. just please LIFT IT UP WHEN YOU CHANGE CHORDS! so as not to be a slob\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n4:04 pm</dco> &nbsp;<qco> What skill sets do you wish you had more time to indulge in?</qco> </h3>      character / face animation\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n3:54 pm</dco> &nbsp;<qco> how do i be weird and mysterious?</qco> </h3>      i will be giving a tutorial\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n3:25 pm</dco> &nbsp;<qco> Why are saltines</qco> </h3>      mainly for if you are drunk on a pirate ship\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n3:14 pm</dco> &nbsp;<qco> is the recorder an instrument</qco> </h3>      [calculating] yes, it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n3:12 pm</dco> &nbsp;<qco> what color is a color changing substance (ex. a mirror)</qco> </h3>      a mirror is not a color changing substance, but a color changing substance would be different colors over time. a mirror however, is grey, but because it is extremely reflective, it reflects everything. the reason you can tell it's grey is because it does not alter any of the colors it reflects, therefore it would have to be an entirely neutral color\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n3:03 pm</dco> &nbsp;<qco> Are you ok with the circumference of the moon? I don't enjoy it much.</qco> </h3>      i suspect you are bluffing\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n2:46 pm</dco> &nbsp;<qco> I was playing some of your old songs that i like and i noticed some jazzy and mpb (popular brazillian music) vibes, made me wonder if you like hearing thins kind of songs, or what songs do you like hearing? </qco></h3>      brazil does some very special things, musically <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tDo they inspire you to have new ideas or you dont spend much time hearing other people songs?</qco> </h3>      i have heard an extremely large amount of music, this is partly because music is very important to me but also because i am extremely old. i will be 100 soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n2:32 pm</dco> &nbsp;<qco> Can a match box?</qco> </h3>      [calculating] yes, it can\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n2:31 pm</dco> &nbsp;<qco> what is the definition of normal</qco> </h3>      very strange\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n2:26 pm</dco> &nbsp;<qco> I forgot my name what do I do&nbsp;</qco> </h3>      oh this is fun, you get to make a new one\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n2:22 pm</dco> &nbsp;<qco> am i possessed</qco> </h3>      no but you can find sites on line that will do that for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n2:21 pm</dco> &nbsp;<qco> What's your favorite beatles Album? Mine personally is, Magical Mystery Tour and The White Album.</qco> </h3>      i don't actually know which songs are on which album\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n2:10 pm</dco> &nbsp;<qco> My music teacher hasn't taught us about how to read music or anything because she thinks we did it in primary school, we weren't. So I'm feeling extremely confused about music because of that, and I don't really understand anything I find on the internet. \n<br>\n<br>Do you have any sources that you'd recommend?</qco> </h3>      i don't know any specific sources, but i can be a source. if you want to learn to read notation, i will probably want to start you off with rhythms. time goes forward from line to line. the first thing you want to do is understand beats. it's just like a steady ticking clock that ticks along with the beat all the way through a song. listen to some songs, and see if you can tap your foot along to the beat. also be aware that music notation flows left to right, and then down to the next line. left to right, next line, left to right, etc. just like the words on this page. let me know when you have found the beat for some of your favorite songs. if you look at the cowbell part for the second verse of my song 'hallelujah', that is an example of the beat. you might say i am hitting the cowbell 'on the beat'. it usually stays the same for the whole song. the songs you pick may have a faster or slower beat from that, but most of them will probably be slightly faster, because that song has a relatively slow tempo. see if you can find the beat for some of your favorite songs, then i will see if i can tell you what's necessary to start understanding what happens on the page<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n2:06 pm</dco> &nbsp;<qco> What are you working on right now?</qco> </h3>      i don't wanna talk about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n1:43 pm</dco> &nbsp;<qco> over that last few years it's become harder to think, how can i fix it</qco> </h3>      gotta make some diagrams\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n1:39 pm</dco> &nbsp;<qco> should i clean my room</qco> </h3>      yes, thank you for checking with me first\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n1:36 pm</dco> &nbsp;<qco> when's your next song/video coming out</qco> </h3>      as soon as uefcking possible. but what's also important to me is when the following 20 to 100 song/videos come out\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n1:34 pm</dco> &nbsp;<qco> Are you ready for a WW3?</qco> </h3>      no. cancel it please\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n1:09 pm</dco> &nbsp;<qco> are noodles friendly?</qco> </h3>      yes, extremely\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n1:08 pm</dco> &nbsp;<qco> how does knitting work?</qco> </h3>      threads dance together, and then there's a blanket\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n1:08 pm</dco> &nbsp;<qco> what do you think about hummus?</qco> </h3>      don't be fooled, it has high importance and is very important\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n1:08 pm</dco> &nbsp;<qco> what is a good way to eat a pomegranate?</qco> </h3>      for me the first step would be figuring out what the heck a pomegranate is\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n1:08 pm</dco> &nbsp;<qco> how is your day?&nbsp;</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n1:08 pm</dco> &nbsp;<qco> your opinion on Pennsylvania?&nbsp;</qco> </h3>      it is simultaneously the biggest small state and the smallest big state. so in that way it is an extremely useful measuring tool, for figuring out if any state is big or small. just compare it to pennsylvania and bam there's your answer\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n1:05 pm</dco> &nbsp;<qco> How do I find an audio editing software that does what I need it to do, with a reasonable price?</qco> </h3>      you won't entirely know if it does what you need it to do until you actually use it for a while. then you will start to learn what it can do, and also learn what you need it to do. those 2 categories will also merge and change quite a bit, and also stay the same. if this is the first time searching for anything like this, you won't really have any idea what you are doing, but the sooner you make a decision and get started, the sooner and quicker you will start learning all these answers<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n1:02 pm</dco> &nbsp;<qco> are you out of your mind?</qco></h3>      yes, and in<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t i know i am.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n12:59 pm</dco> &nbsp;<qco> What are you up to today?</qco> </h3>      goals\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n12:47 pm</dco> &nbsp;<qco> alright bill, this year is going to be the best,</qco></h3>      why put limitations on it that way? for example, haven't i been working on extraordinary developments during 2019 that will lend itself to the work i do after? (yes) and what if there are setbacks during 2020, will there be a temptation to give up because the '2020' resolution seems failed? what if the entire duration of the year 2020 goes well, then will there be an understanding that things should go badly in 2021? i think it's best not to stare too hard at the jan 1s, and let time flow as it deserves<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; for you and for me, creating for we are creators \t\tand is not creating the only thing that seems worthwhile?</qco></h3>      it's pretty good but there are a few other worthwhile things that i can think of ....<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t we are remembered for what we created, some might say its silly, why put your heart and soul in creations when, in the end, we will all perish.</qco></h3>      why use other letters in your sentence besides h, when h is the last letter<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t To that I say, how do they know.. I mean humans seem to have this drive to be remembered, its completely unreasonable when you think of it,</qco></h3>      i disagree<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t but isnt everything reasonable?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t For example we have the desire to reproduce in order to extend the impact of our species, maybe the end goal is escaping the collapsing universe?</qco></h3>      that is a great goal but first we're going to have to solve extinction. even before that it would be convenient to solve mortality in some way<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t who knows, but thats not my point, my point is that if we have this strong urge to be remembered, maybe there is some deeper meaning to it, one we cant grasp? </qco></h3>      i think it's quite simple. the only way anything really seems to exist in consciousness is to be aware of it, and remember it. seems like that's a pretty obvious step 1 to reality entirely<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tperhaps this life is just the first stage,</qco></h3>      i would guess it to be one of the middle stages<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t or maybe its a stage after a previous one, and the previous one impacted this one, we were rewarded with different skills because of our previo\n us stage\n s, maybe this cycle never ends..</qco></h3>      that would make sense to me<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t i dont know.. i like deeper questions how about you? </qco></h3>      deeper than what, exactly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tany imput on this one?</qco></h3>      yes absolutely<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t good luck friend on earth</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n12:46 pm</dco> &nbsp;<qco> Hello, I'm with the Pants Police. Just checking in to make sure that you are wearing pants?</qco> </h3>      i am wearing something extremely similar\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n12:29 pm</dco> &nbsp;<qco> what if Spain was in Greece?</qco> </h3>      i think it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n11:43 am</dco> &nbsp;<qco> What is a good thing to write when testing a pen in the store?</qco> </h3>      Ordinance,\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n10:17 am</dco> &nbsp;<qco> what is the proper torso shaped like?</qco> </h3>      a nurbs curve\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n10:04 am</dco> &nbsp;<qco> Silly question, but what are the chords for \"I hate myself\"?</qco> </h3>      Ema7, Ama7, Ema7/B\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n9:13 am</dco> &nbsp;<qco> What do you think of the length of a year ?</qco> </h3>      it's fine but the width is what throws me off\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n9:10 am</dco> &nbsp;<qco> What did you do to become such an awesome person? Do you have any advice on how I could become a better person?</qco> </h3>      it looks like you are off to a good start, developing your own idea of what you believe awesome is and can be\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n7:50 am</dco> &nbsp;<qco> what colour is wet socks</qco> </h3>      cloudy spring morning\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n7:19 am</dco> &nbsp;<qco> Standing while doing work is changing my life, standing desk good?</qco> </h3>      yes, very good, although for it to truly work right for you in your life, it will probably need to be able to switch easily between standing and sitting\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n6:43 am</dco> &nbsp;<qco> how much cheese is too much?</qco> </h3>      i'm not interested in that, i am only interested in how much is just right\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n5:24 am</dco> &nbsp;<qco> You never listen to your songs in case they are bad, but your music is so flawlessly written and produced that you really have nothing to worry about! You wouldn't have this many fans if the songs were bad! Also, YouTube comments have come a long way since you first joined YouTube and almost every comment on your videos says how exceptionally brilliant you are... would you ever consider going on a nostalgia binge and listening to your stuff?</qco> </h3>      very rarely, but there is demons in there somewhere .........\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n5:08 am</dco> &nbsp;<qco> is duality the 4th dimension</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n4:12 am</dco> &nbsp;<qco> why does god hate us</qco> </h3>      doesn't really, but that always gets more clicks\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n4:09 am</dco> &nbsp;<qco> when is now</qco> </h3>      always\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n2:32 am</dco> &nbsp;<qco> am I the only one who gets bothered by people starting on the wrong letter when doing the aLtErNaTe CaPiTaLiZaTiOn thing when there's an I and L next to each other, resulting in \"lIkE\" instead of \"LiKe\"? (the later of which looks much better and more legible)\n<br>that's something to keep in mind when/if you make your alternate capitalization script, i guess</qco> </h3>      that's true. that's why that sort of style is best left to the experts\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n2:09 am</dco> &nbsp;<qco> opinions on the rainbow?</qco> </h3>      it appears to be a type of fruit\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n1:47 am</dco> &nbsp;<qco> What is fruit?</qco> </h3>      it appears to be a type of vegetable\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n1:19 am</dco> &nbsp;<qco> What do you feel about dogs and other such creatures?</qco> </h3>      they're pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n1:11 am</dco> &nbsp;<qco> why are youre videos reminding me of my own mind? (sry 4 b4d 3ngl1sh 1m frum gormeny)</qco> </h3>      we could have similar minds\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n12:57 am</dco> &nbsp;<qco> I'm trying to get to a point where I'm doing the work that is hard yet the hardness produces fun and dynamic change, but it has gone poorly so far. The cycle poops out after a month or so, then there are twice as many months of wallowing in confusion and a little agony. Any advice for the next round, to find that fun?</qco> </h3>      you are on the right track, if you can avoid confusing yourself ....\n<br><br>"
  }
]
