[
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n5:56 pm</dco> &nbsp;<qco> know any decent 1 chord songs?</qco> </h3>      giant steps melodyned to C maj\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n5:54 pm</dco> &nbsp;<qco> if we're made out of cells that can replicate why can't we replicate</qco> </h3>      i thought we could but whatever\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n5:49 pm</dco> &nbsp;<qco> if you were to make a 2 hour long movie would it be shown in theaters</qco> </h3>      sure, i just gotta get the keys to the damn projector\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n5:35 pm</dco> &nbsp;<qco> what was your favorite song 12 years ago?</qco> </h3>      kyrie?\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n4:11 pm</dco> &nbsp;<qco> Who do you main in Smash Bros. Ultimate?</qco> </h3>      myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n3:53 pm</dco> &nbsp;<qco> i was wondering where you were, but then i realized you were already asked that a billion times. so instead, what your favourite colour?</qco> </h3>      surprise me\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n3:49 pm</dco> &nbsp;<qco> do you have a favorite vegetable</qco> </h3>      surprise me\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n3:44 pm</dco> &nbsp;<qco> i heard jesus is coming and he's going to eat all of us</qco> </h3>      oh i think i read the same pamphlet\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n3:26 pm</dco> &nbsp;<qco> when was that last time you jumped?</qco> </h3>      about 6 hours ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n1:29 pm</dco> &nbsp;<qco> Have you learned anything about answering questions from having this page?&nbsp;&nbsp;</qco></h3>      yes. it seems as if i have learned everything, but then the next day i always learn something more<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tDo you think you have progressed or changed through time as far as your answerings?</qco> </h3>      i have learned some new tricks, and also kept the old ones. one of the best tricks is switching between new and old tricks\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n1:13 pm</dco> &nbsp;<qco> Whats the population of Canada?</qco> </h3>      1000, and that's just the polar bears alone\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n12:41 pm</dco> &nbsp;<qco> how do i climb the mountian</qco> </h3>      you could wait for sea level to rise and then swim over it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n12:26 pm</dco> &nbsp;<qco> Why aren't reality vids in expert mode?</qco> </h3>      the dates exist in a different paradigm. usually on expert mode, the product found at each date is exactly the way it existed at that time. where as on the reality page, the source material (audio or live video) is from that date, but there has been significant post production added much later, such as editing out 99.9% of it and then adding captions and graphics\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n11:56 am</dco> &nbsp;<qco> Do you have a favourite piece of your own work?</qco> </h3>      we'll see\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n11:52 am</dco> &nbsp;<qco> are you tired of question about this progect</qco> </h3>      what project\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n11:50 am</dco> &nbsp;<qco> what software do you use to make your awesome videos?</qco> </h3>      we'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n11:48 am</dco> &nbsp;<qco> In your song 'In the Airport Terminal', how long did you heat your porridge for?</qco> </h3>      long enough to escape from the bridge\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n11:26 am</dco> &nbsp;<qco> Do you ever justjust have a strok</qco> </h3>      thankfully not. i've heard about that happening for real to some people. it's not good, sometimes they die\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n11:14 am</dco> &nbsp;<qco> <a href=\"q.php?date=201910280104\">10.28.19&nbsp;&nbsp;1:04 am</a>  what would inspire you to say hello to something that didn't even inspire you to write a song about it?</qco> </h3>      that's just the power of songs. do you think the writers of \"the hoki poki\" ever actually did the gosh dam hoki poki? i think not\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n10:56 am</dco> &nbsp;<qco> does making beautiful art on youtube your job? or do you have other means of S u s T e N a N c E</qco> </h3>      selling songs on spotify/apple/google/amazon/pandora helps too. patreon helps too, god bless whoever all those people are. i also discovered massive oil reserves off the coast of mongolia, actually that's not true\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n10:24 am</dco> &nbsp;<qco> Can you do any cool math tricks with the current reading of the countdown timer?</qco> </h3>      i could double it but that might be cheating\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n10:13 am</dco> &nbsp;<qco> I've read somewhere that you've had a lifelong passion for music beginning at a very early age</qco></h3>      that's true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t (I believe the source I read quoted you as saying something along the lines of \"I started banging on pots and pans in the kitchen when I was 2, and it all sort of started from there\", </qco></h3>      not true. i never tried any pots or pans until i was maybe 7, long after i had started music, and it was only on one occasion, and it was not in the kitchen, and i was tapping them at moderate to respectable volume ranges<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tbut correct me if I've been misinformed). Do you think that someone like me, who is discovering a passion for music in high school, has any chance of achieving the skills to reach the heights you have?</qco> </h3>      i only know what it's like to learn music starting extremely early. i have no idea what it's like to start later\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n9:51 am</dco> &nbsp;<qco> How to survive on the plane? I hate it</qco> </h3>      first thing you'll wanna do is go ahead and don't crash\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n9:36 am</dco> &nbsp;<qco> are the spoons the instrument?</qco> </h3>      yes, and forks\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n7:24 am</dco> &nbsp;<qco> <a href=\"q.php?date=201910251207\">10.25.19&nbsp;&nbsp;12:07 pm</a> &nbsp;&nbsp;isn't it fun to think whilst deciding something possibly mundane that you could have a consequence that shifts your paradigm? or do you think i just need more sleep?</qco> </h3>      one time i watched into the spiderverse and it convinced me to throw away my old software. so far that's going great\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n5:30 am</dco> &nbsp;<qco> Blue or yellow? </qco></h3>      how about green<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t And why?</qco> </h3>      couldn't decide\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n5:23 am</dco> &nbsp;<qco> Do you want to take a walk with me through the hills of France?</qco> </h3>      been there done that. how about the bering straight\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n3:10 am</dco> &nbsp;<qco> Is life real?</qco> </h3>      let me check\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n2:19 am</dco> &nbsp;<qco> Is existentialism a belief all humans should have one day in their life?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n1:42 am</dco> &nbsp;<qco> Opinion on waffles?</qco> </h3>      they must have been invented by accident\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n1:36 am</dco> &nbsp;<qco> my wild and crazy audio journal recording archives are approaching a vastness and wildness level i had not anticipated and it's beginning to frighten me a little</qco> </h3>      that's normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n1:05 am</dco> &nbsp;<qco> is y a constanant or vowdl</qco> </h3>      it's whatever you've dreamed it to be\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n12:53 am</dco> &nbsp;<qco> explain your absence from youtube with a subtle hint on this P R O J E C T?</qco> </h3>      i could link you to all the times i have described in great detail what i'm doing, but since you wanted a hint, let's just say i'm in for a bit of an u<font style=\"font-size: 2em;\">p</font><font style=\"font-size: 4em;\">g</font><font style=\"font-size: 8em;\">r</font><font style=\"font-size: 16em;\">a</font><font style=\"font-size: 32em;\">d</font><font style=\"font-size: 64em;\">e</font>\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n12:47 am</dco> &nbsp;<qco> when is the next amazing video</qco> </h3>      very soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n11:33 pm</dco> &nbsp;<qco> dont say bad words ok</qco> </h3>      too late, all words are bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n11:30 pm</dco> &nbsp;<qco> have you ever walked across a beach only to find some water after a while</qco> </h3>      seems like on a beach you'd find water after a very short time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n10:59 pm</dco> &nbsp;<qco> I hear you appreciate a good anagram.&nbsp;&nbsp;But can you form one from this question, with two palindromes included somewhere?</qco> </h3>      i could, but not on this page. you'll have to submit it to the anagrams page\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n10:16 pm</dco> &nbsp;<qco> what do i do if someone hates me</qco> </h3>      show them some love. they'll never expect that. doesn't count if it's hateful love\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n9:21 pm</dco> &nbsp;<qco> Know any decent 2 chord songs?</qco> </h3>      row row row your boat? nevermind, that song sucks\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n9:04 pm</dco> &nbsp;<qco> if i put in 5 or so years of work into learning singing and instruments (though not taking lessons) and i write songs then post them online could i plausibly achieve success to the point where music could give me a stable living (most likely from donations)? what would the percentage of achieving success through music be (for someone without much natural talent other than a naturally pretty okay singing voice)?</qco> </h3>      i have no idea. the only reason i considered doing the kind of thing i do was because i already knew for so long i was good at it, to the point where it was tearing me apart inside. and i was willing to go to the ends of the earth to make it happen. even having all the necessary talents, there is still an extreme amount of work you must do to publicize yourself, single handedly. it's something i would never imagine anyone doing, unless their life depended on it. i hope that doesn't sound too discouraging, please remember that if your life does depend on it, you're going to be able to do it just fine. if don't feel your life depends on it, you can still probably do just fine, it's just that your strategies are probably going to be quite different from mine\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n9:01 pm</dco> &nbsp;<qco> idk if you remember me but i'm the professional loud talker from early august who was worried my chest cold would fuck up my voice. good news is it didn't, bad news is i've had to be more of a professional yell/screamer lately and my current warmup is defo inadequate. any suggestions?</qco> </h3>      get a megaphone. if people don't understand why you are using a megaphone, i think you should explain it to them over the megaphone\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n8:35 pm</dco> &nbsp;<qco> i am not a religious man. but i've always had faith in the existence of a phenomenological \"Luigi\" to the \"Mario\" that is Garfield...\n<br>\n<br>\"He who hates Tuesdays,\"\n<br>\n<br>oh, i feel him with us even now. do you?</qco> </h3>      maybe it's nermal\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n8:28 pm</dco> &nbsp;<qco> Thoughts on fruit?\n<br></qco> </h3>      it might be a vegetable\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n6:26 pm</dco> &nbsp;<qco> HOW DO YOU TURN OFF CAPS LOCK</qco> </h3>      you're going to have to get a new computer\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n6:13 pm</dco> &nbsp;<qco> are there ever going to be any more extra modes added to the website alongside expert mode?</qco> </h3>      it's possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n6:03 pm</dco> &nbsp;<qco> What is your opinion on crabs (the crustacean)?</qco> </h3>      not very realistic\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n5:35 pm</dco> &nbsp;<qco> How do you know what the name of a chord is? Like, if I was just playin' some notes, and made up a chord, and I was like, sweet, but I don't have paper, just the notes app on my phone?\n<br></qco> </h3>      if you don't have a chord name, you could just write down the notes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n4:58 pm</dco> &nbsp;<qco> Is spaghetti just Italian ramen?</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n4:45 pm</dco> &nbsp;<qco> how do I ask questions?</qco> </h3>      so far you're doing great\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n3:48 pm</dco> &nbsp;<qco> your music is amazing. my mornings are saved when i play bill wurtz on shuffle in spotify. thank you so much for everything you do. i hope you understand you dont owe us anything. we owe you. do whatever you want to do. you're a great human being. any answer is ok, so i know you saw this message.&nbsp;</qco> </h3>      that's kind of you\n<br><br>"
  }
]
