[
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n1:27 am</dco> &nbsp;<qco> Where did you get your knowledge</qco></h3>      it is available anywhere (everywhere)<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and will you tell me what the heck we are doing here?</qco></h3>      what is who doing where<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Humans just demolish the earth and all that has to do with it.</qco></h3>      it's not a fight but the earth is stronger<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Trump, nuclear bombs, wars, poverty, corrupted governments... what is there to stay positive about? </qco></h3>      \nwe came from snails and now we can fly. and we're about to do way more<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Oblivious is bliss but I already woke up. Juns Lee.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.18&nbsp;\n12:50 am</dco> &nbsp;<qco> i feel high can you help</qco> </h3>      i am trying\n\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2018-02.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n11:41 pm</dco> &nbsp;<qco> why do you think people are so upset that you dont always use capital letters</qco> </h3>      perhaps because some of the other things they are usually mad at were not available\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n11:26 pm</dco> &nbsp;<qco> Can you do an unboxing video?\n<br></qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n10:37 pm</dco> &nbsp;<qco> Do you have any other goals for yourself besides making better content faster?</qco> </h3>      ride a bike with just the training wheels\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n10:15 pm</dco> &nbsp;<qco> tell me a secret about your new video</qco> </h3>      i hope it's pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n10:08 pm</dco> &nbsp;<qco> could you elaborate on how thinking about the ground helps you relax when stressed? sounds useful but what about the ground do you think about? sorry if I'm overthinking</qco> </h3>      its catch-ability\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n10:07 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201802272134\">2.27.18&nbsp;&nbsp;9:34 pm</a>  Yes, but wouldn't you rather kids watch your content with some words censored (making it lesss enjoyable) than them never be exposed to it at all?</qco> </h3>      what are you talking about. the original versions are freely available to anyone, on my channel and sites. bonus there's no commercials before it there\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n9:38 pm</dco> &nbsp;<qco> I just found your Youtube channel recently, and I think you are a good YouTuber, you keep your originality of content you made and don't really concerned about the trends nowadays\n<br>And the question is, how can you be like that? </qco></h3>      \ni'm actually not a 'youtuber', and i think that may be part of the secret, is making the videos while logged off of youtube. and then only sign-in to post them<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is there a motivation to keep your content fresh and original?</qco> </h3>      it just feels good to be fresh, that's my motivation. kind of like a cool glass of water. you're motivated to drink it, so you can feel the freshness\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n9:25 pm</dco> &nbsp;<qco> do you like the idea of fans wearing and purchasing the merch made just by you?</qco></h3>      it's tolerable<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you just not like having merch in general?</qco> </h3>      of course not. if you are gonna make t-shirts, it would be better to make great t-shirts, not regular t-shirts with a reminder of another thing that was better not as a t-shirt\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n9:19 pm</dco> &nbsp;<qco> I do poetry on and off and my biggest stumbling block is inspiration. I'm working on ways of getting inspired in my own time, but was wondering do you have a method to getting inspired, or is it just throwing all your idea spaghetti at a wall until you see what sticks?</qco> </h3>      for me it has always been the opposite problem. too much inspiration, can't keep up\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n8:48 pm</dco> &nbsp;<qco> is climate change real or fake?</qco> </h3>      real. if it stays the same that's when you know it's fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n8:16 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201802272214\">2.27.18&nbsp;&nbsp;10:14 pm</a> &nbsp;&nbsp;&nbsp;so you're really good at sightsinging? </qco></h3>      what? there was no singing in that story<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and can just write what you hear in your head on paper? </qco></h3>      sure. that's not sight singing, that's ear writing<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is this a skill i should learn?</qco></h3>      do you want to<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; usually when i transcribe thoughts i need a piano to figure out what i'm thinking</qco> </h3>      that's reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n7:23 pm</dco> &nbsp;<qco> do your plan in making video is simplicity, random, or both?</qco> </h3>      not quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n7:09 pm</dco> &nbsp;<qco> Why won't Wix just leave me the hell alone?&nbsp;</qco> </h3>      oh they're going to do it louder now\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n6:11 pm</dco> &nbsp;<qco> Do the lyrics in your songs relate to the emotions that you feel while writing the song\n\n</qco></h3>      they could<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you just randomly think of lyrics as you write them, without really thinking about whether they relate to your emotions or each other?</qco> </h3>      i don't write songs randomly, i try to make them good\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n6:02 pm</dco> &nbsp;<qco> want to know how everything is glued to the ceiling? that's called \"Way too much compression\", where the dynamic range of a specific track or entire project is squashed down, and then the whole thing is boosted back up so it's 0db.\n</qco></h3>      yea but i don't think mine will do that. like i've looked at some pop tracks before and it was absolutely maxed out the entire time, even though it didn't sound like it. i don't know if i have the capability to do that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; would recommend not competing in the loudness wars</qco> </h3>      yea but then how else are the neighbors gonna hear my music over their own music\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n5:47 pm</dco> &nbsp;<qco> Is knowledge a prison?</qco> </h3>      no but it can make prisons. and escape them, and then make new prisons to escape<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n5:36 pm</dco> &nbsp;<qco> Do you use auto tune?\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n How much do you use it?</qco> </h3>      none\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n5:34 pm</dco> &nbsp;<qco> I need a name for my pineapple plant. Thinking something genderless and suggestive of infinite power. Suggestions?</qco> </h3>      pow\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n5:29 pm</dco> &nbsp;<qco> what do you do with questions you don't know the answer to?</qco> </h3>      either skip it or make something up\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n4:59 pm</dco> &nbsp;<qco> Hey. Just finished listening to all of the entries in \"reality\". Will there be more, if given enough time, </qco></h3>      of course<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is it over?</qco> </h3>      it's barely even started\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n4:57 pm</dco> &nbsp;<qco> do you think you have gotten faster at making things? Theres all this talk from you about wanting to move faster and im just wondering if youve made progress on that front. Thanks</qco> </h3>      i'm always faster at doing the things i've already done before. but doing the same things again won't help anyone, nor will it help me out run the how-to channels\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n4:54 pm</dco> &nbsp;<qco> your opinion on cavemen and cavewomen?</qco> </h3>      they have left the cave, but they have drawn a picture, to commemorate their experiences\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n4:21 pm</dco> &nbsp;<qco> I am your father</qco> </h3>      oh that's good to know\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n4:20 pm</dco> &nbsp;<qco> Do you enjoy questions? I write all them</qco> </h3>      i think you got that backwards. everyone writes this one\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n3:50 pm</dco> &nbsp;<qco> I got really weirdly good at Tetris, but no one cares. Can you please be impressed?</qco> </h3>      i can't tell how good you are\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n3:36 pm</dco> &nbsp;<qco> will the new video come out in march?</qco> </h3>      damn sure well better sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n2:34 pm</dco> &nbsp;<qco> who let those dogs out?</qco> </h3>      i think the more important question is who imprisoned the dogs in the first place\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n2:20 pm</dco> &nbsp;<qco> How would you like to improve as a human being?</qco> </h3>      make content faster but also better at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n2:18 pm</dco> &nbsp;<qco> How can I learn to read sheet music? I've been trying for years and can't put it all together.</qco> </h3>      start with really simple stuff. get some exercise books or something. actually fuck books, you can find everything online i'm sure. let me know if you have any questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n1:43 pm</dco> &nbsp;<qco> How do I stop trying</qco> </h3>      maybe get the thing right for once\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n1:09 pm</dco> &nbsp;<qco> have you ever thought about making a mock advertisment of a product that doesn't exist, so it lets people know that you despise advertising?</qco> </h3>      i've done that at least 3 times that i can think of, but probably more\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n1:03 pm</dco> &nbsp;<qco> considering your skills with anagrams, i bet you're fuckin unbeatable in scrabble.</qco> </h3>      <a href=\"q.php?date=201707031207\">7.3.17&nbsp;&nbsp;12:07 pm</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n12:58 pm</dco> &nbsp;<qco> its snowing outside, and it never snows here, ever. what is happening</qco> </h3>      from what i understand, something really weird happened at the north pole, and as a result some of the continents have traded temperatures for a while\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n12:23 pm</dco> &nbsp;<qco> When did the Middle Ages start to be called the Middle Ages?</qco></h3>      maybe about 1500<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And also if the first civilizations date back about 6,000 years, then shouldn't the Middle Ages be around 1000 BC (at least for another thousand years, then it could be around 0 AD)?&nbsp;</qco> </h3>      i guess it depends which ages you care about\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n12:02 pm</dco> &nbsp;<qco> http://www.billwurtz.com/000_0079.JPG\n<br>3 questions about this picture:\n<br>1. How long did it take to print out all these quotes and stick them to the wall?\n</qco></h3>      i didn't do it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. Is it the room from your bookstacking video? </qco></h3>      yes, actually it's the other way around, the video is from the room<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It looks like it is\n<br>3. Does the room still looks like the picture?</qco> </h3>      that would be extremely unlikely\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n11:18 am</dco> &nbsp;<qco> do you ever get that feel when you're so close to being done with a project you can just taste it</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n11:02 am</dco> &nbsp;<qco> i havent asked a question in a year. what has changed brother man</qco> </h3>      i finished the damn history of the world thing, then i finally jumped to songs, then i went back to realizing how important videos are, and ever since then i have been trying to find a balance between song-videos and non-song-videos, and trying to reduce the production time on everything, as always\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n10:31 am</dco> &nbsp;<qco> do you use rhetoric in your music?</qco> </h3>      now that i think about it, yes i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n10:26 am</dco> &nbsp;<qco> how do i get rich quick</qco> </h3>      start by getting rich at an average / medium rate, and then pick up the pace a little\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n8:39 am</dco> &nbsp;<qco> how to get rid of self-doubt?</qco> </h3>      find out for sure what the right answers are\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n8:33 am</dco> &nbsp;<qco> i'm 21 and i've never had a girlfriend what's wrong with me?</qco> </h3>      you don't have a girlfriend\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n7:26 am</dco> &nbsp;<qco> Where did you get your inspiration for all your amazing music?</qco> </h3>      in the earth's atmostphere, and on its surface\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n7:05 am</dco> &nbsp;<qco> have you ever watched a reptile?</qco> </h3>      i haven't done that since the good old days\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n4:41 am</dco> &nbsp;<qco> what is your name\n<br></qco> </h3>      i will check\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n2:32 am</dco> &nbsp;<qco> why don't you ever ask us questions</qco> </h3>      why don't you ever notice when i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n12:28 am</dco> &nbsp;<qco> https://instagram.com/p/-7SqxEzYPH/ what's with the avacoda on your desk?</qco> </h3>      if you watch the final video this was made for, you can see it in action\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n12:02 am</dco> &nbsp;<qco> thoughts on postmodern sincerity or chocolate soy milk ?&nbsp;</qco> </h3>      post modern? when the heck is that supposed to mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.18&nbsp;\n12:00 am</dco> &nbsp;<qco> yo how tf do i sing good</qco> </h3>      just sing more, but also relax and take breaks, and have fun. do a bit of roleplay even\n<br><br>"
  }
]
