[
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n4:18 pm</dco> &nbsp;<qco> do you like music?</qco> </h3>      \nit's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n3:55 pm</dco> &nbsp;<qco> How much time does it take to make lyrics</qco> </h3>      \nabout .2 seconds per lyric\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n3:52 pm</dco> &nbsp;<qco> so i like writing and lyrics tell stories a lot of times so i was wondering if you had any tips for story progression because a lot of times i give up in the middle\n<br>also you're really cool and i love your music</qco> </h3>      \nif you're in the middle of the story, ask yourself what would happen as a result of what has happened. Or, ask yourself what definitely should NOT happen as a result of what has happened. and try doing that. then spend the rest of the time trying to figure out why that unexpected thing could have happened\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n3:16 pm</dco> &nbsp;<qco> what is your new song about?</qco></h3>      you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or is it a surprise..?</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n3:02 pm</dco> &nbsp;<qco> who are your favorite music artists</qco> </h3>      \ncould be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n2:29 pm</dco> &nbsp;<qco> Every time I go to write a song anymore, it sounds the same as something I've already done. It feels like I've lost the ability to make anything genuinely new and/or interesting. I have begun to bore myself artistically. How do I snap out of it?</qco> </h3>      \npretend you are in a songwriting contest. now, try to do something that would make you disqualified\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n2:01 pm</dco> &nbsp;<qco> What do you think is a good way to stop procrastinating, or at least make it happen less?</qco> </h3>      \nfirst you'll want to stop using the word procrastinate. it's a very long word, especially considering it is a word for not doing anything. think of all the things you could have done in the time it takes to say that word\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n1:16 pm</dco> &nbsp;<qco> How would you describe your music</qco> </h3>      \ni would post it online and let folks discover it at their convenience\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n1:01 pm</dco> &nbsp;<qco> When did you get into music, and how? (School, friend recommendation, common interest, etc.)</qco> </h3>      \ni don't remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n12:28 pm</dco> &nbsp;<qco> does animation take longer than writing a narritive?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n12:18 pm</dco> &nbsp;<qco> hey bill, I find that when i want to write music I don't have any idea's then when one good idea graces my mind I can't continue it past one verse. Do you ever have the same problem, or know any ways to fix it? its really annoying.</qco> </h3>      \n\ntry doing much shorter songs for now\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n12:46 pm</dco> &nbsp;<qco> what song that you have made is your favorite?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n12:41 pm</dco> &nbsp;<qco> Do you record you vocal twice for stereo effect or use some plugin to do that</qco> </h3>      \nif you hear it left and right, that's 2 different recordings\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n12:12 pm</dco> &nbsp;<qco> what's the 3rd word of the 2nd minute of your new song</qco> </h3>      \nthe\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n12:11 pm</dco> &nbsp;<qco> what's the craziest dream you've ever had at night</qco> </h3>      \ni dreamed it was daytime\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n11:28 am</dco> &nbsp;<qco> whats your favorite music</qco> </h3>      \npeople music\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n11:22 am</dco> &nbsp;<qco> how many of your songs do i have to listen to before im officially insane</qco> </h3>      \njust 1, if you choose wisely\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n10:37 am</dco> &nbsp;<qco> i've been listening to your songs on spotify and they're pretty cool!!!!!!!@!!1111 thank you!!!!!!!!!!!!!!!!!!!!!!! but why did you put these songs on spotify exacly??????/ thank you</qco> </h3>      \nto increase the chances that you may hear it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n9:56 am</dco> &nbsp;<qco> does the day go on</qco> </h3>      \ndunno, that sounds like some sort of ponzi scheme to me \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n9:55 am</dco> &nbsp;<qco> What is your criteria for a sexy pair of pants? </qco></h3>      surprise me<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Happy holidays Bill</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n8:32 am</dco> &nbsp;<qco> what is a good christmas present?</qco> </h3>      \n364 additional days\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n7:13 am</dco> &nbsp;<qco> when you were writing leadsheets could you hear the chords you were writing in your head?</qco> </h3>      \nyes, still can\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n5:49 am</dco> &nbsp;<qco> how many years do i need to master the piano?</qco> </h3>      \nas soon as you play your first note, you are master. it only gets better from there as you become more master. there's probably no limit to this\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n5:27 am</dco> &nbsp;<qco> When is gonna be next song out?</qco> </h3>      \nevery time i have tried to predict, i have been wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n5:10 am</dco> &nbsp;<qco> When is your next song going to be finished?</qco> </h3>      \nthe song is finished, i'm just doing the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n4:54 am</dco> &nbsp;<qco> how is the process of creating a song? Like... Wake up, make coffee, forget to drink the coffee, eat your table, create song</qco> </h3>      \nmake table, forget to eat table, \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n4:45 am</dco> &nbsp;<qco> Not a question Bill but the outro to Mount St. Helens is incredibly awesome to listen to. One of the best outros of all time In my opinion&nbsp;</qco> </h3>      \nholy landslide you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n3:43 am</dco> &nbsp;<qco> i don't have a question but i have been lurking around your website and i think you're super brilliant. wait, never mind i have a question now. How long did it take you to write \"and the day goes on\" ? that is a very good song.</qco> </h3>      \nabout 2 days\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n2:34 am</dco> &nbsp;<qco> What is might quit about? </qco></h3>      it seems to have themes of independence, finding your way in the world, etc <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is there a deeper meaning?</qco> </h3>      \nit depends how deep a meaning you have already found in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n2:24 am</dco> &nbsp;<qco> Whats your favorite song?</qco> </h3>      \ni haven't found it yet, that's why i keep making new ones just in case \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n2:11 am</dco> &nbsp;<qco> Were the songs \"And the day goes on\" and \"i wanna be a movie star\" supposed to feel emotional?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n1:45 am</dco> &nbsp;<qco> How hard is it to learn 3D animation&nbsp;</qco> </h3>      \nimpossible. do not attempt\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n12:36 am</dco> &nbsp;<qco> i keep having ideas when it's hard to write them down (shower etc.) and if i do go to write the idea down i usually forget most of the details. and if i deliberately put myself into a situation where i can easily write things down (usually by having my ideas document open or by using an audio recorder), then i can't have ideas. it feels like it's only possible for me to either have ideas or remember them, but not both.</qco> </h3>      \nthat's true, ideas come most easily when they would be harder to write down. There are 2 strategies for the shower. one strategy, if you think the idea is really that good, just get out of the shower and go write it down. Or, if you don't want to do that, here are some memory tricks. pretend you are explaining the idea to someone else, and start explaining it in as many technical ways as you can. Pretend you have to explain it to them so that they can reproduce the idea exactly, but, you are not allowed to actually demonstrate it. For example, if it's a sentence, say \"the first word is ___, the second word is ____,\" etc... Count the words. remind yourself how many words there are. Say all the odd numbered words. Say all the even numbered words. Think of the first letter of each word, and put all those letters together. try to come up with an alternate sentence using the same starting letters. Try to access the idea in as many different ways as you can. If it is a musical idea, start thinking of the notation of it, imagine you are explaining the musical notation to someone else without singing it. List the notes in order. Count the notes. List the rhythmic values in order. If you don't know musical notation in this way, hopefully you have some other conceptual notation system you use to think about notes and time. What tempo is it? what song has a similar tempo? how many notes are in the first beat? how many notes are in the second beat? etc etc etc. Keep trying to access the idea on as many mental avenues as you can, and this will increase the likelyhood that you will be able to retrieve it. but really the best option is to just get out of the shower. Most other places besides the shower, try to carry a recording device with you, the most common one being a smart phone. and if you have that, then much of these techniques will not be necessary\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n11:40 pm</dco> &nbsp;<qco> Any estimated date for Next Video? Maybe a Year, what time of the year (Early, Mid, Late), a season, month, exact date? Something? Sorry was just curious :)</qco> </h3>      \nevery estimate i've made so far has been wildly wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n11:33 pm</dco> &nbsp;<qco> what do you think about all the funky groozy time signatures like 15/16 and 3/8 and stuff</qco> </h3>      \nthey are usually used to transition from one groove to another. they are intra-groove devices. 15/16, if used continually, will be bumpy. 3/8, if used continually, will actually sound normal but there will be way too many bar lines written on the page\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n11:02 pm</dco> &nbsp;<qco> what is oatmeal?</qco> </h3>      \na type of slop. it is in the mush family of slop\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n11:01 pm</dco> &nbsp;<qco> im still not quite sure, are you working on a new video?</qco> </h3>      \nyes, but the important thing to remember is, i will do many more videos after that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n10:48 pm</dco> &nbsp;<qco> what are your thoughts about mitochondria?</qco></h3>      it is the powerhouse of the cell<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; can you make a song about it? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;seriously, does someone even need to learn about mitochondria in order to be a musician?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n10:07 pm</dco> &nbsp;<qco> What would you consider the best shade of grass</qco> </h3>      \ndark\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n9:48 pm</dco> &nbsp;<qco> What do you feel about curse words?</qco> </h3>      \nevery word is curse. enjoy\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n8:55 pm</dco> &nbsp;<qco> Is it weird that I just sat here for 2 hours reading all your answers?&nbsp;</qco> </h3>      \nyes, that seems like not enough time to read them all\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n7:52 pm</dco> &nbsp;<qco> I'm having trouble getting my songs to all be the same volume. Any advice?&nbsp;</qco> </h3>      \nfirst, find a song you think is the right volume. then, adjust the master level of your song to match it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n6:35 pm</dco> &nbsp;<qco> What is the sky</qco> </h3>      \nsort of a safety net\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n4:54 pm</dco> &nbsp;<qco> Can you think of a six letter word?</qco> </h3>      \nsurely\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n4:47 pm</dco> &nbsp;<qco> Thoughts on tables?</qco> </h3>      \nit's like a chair, for objects \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n4:25 pm</dco> &nbsp;<qco> Why do i feel so powerful?\n<br></qco> </h3>      \nthis is due to your access to the time space continuum\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n3:31 pm</dco> &nbsp;<qco> Are you working on anything at the moment?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n2:01 pm</dco> &nbsp;<qco> How can you talk about everything and nothing at the same time?</qco> </h3>      \nuse....... words\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n1:45 pm</dco> &nbsp;<qco> where did you learn to use your instruments</qco> </h3>      \nat home, and in the work place\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n12:45 pm</dco> &nbsp;<qco> &nbsp;is \"355. 4.2.12 dream idea\" from https://billwurtz.com/reality/201605260707.mp4 the and the day goes on song?</qco> </h3>      \nno, this was an instrumental only figure that came from a dream that was very apocalyptic in nature. the riff/music is very positive sounding, but what was happening in the dream was quite apocalyptic. during writing sessions in august 2020 i got 3 or 4 stanzas of lyrics on it\n<br><br>"
  }
]
