[
  {
    "html": "<h3> <dco>2.4.19&nbsp; \n1:05 am</dco> &nbsp;<qco> answer this once and for all: <a href=\"tour.html\">are you gonna go on tour?</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.4.19&nbsp; \n12:35 am</dco> &nbsp;<qco> during your live show, would it make you happy if the audience sang along (\"that's when i'll know it worked\") or would you prefer that they listened quietly and took in your/the band's performance?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.3.19&nbsp; \n8:57 pm</dco> &nbsp;<qco> your lack of optimism about your next project will never stop me from being relentlessly excited about it. do you think you'll do more stuff like it (whatever it is) in the future</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.3.19&nbsp; \n8:06 pm</dco> &nbsp;<qco> how's the current video-in-making going?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.3.19&nbsp; \n7:51 pm</dco> &nbsp;<qco> should i do what i need to</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.3.19&nbsp; \n7:47 pm</dco> &nbsp;<qco> yo, just wanted to chime in and say that I'm pumped for the experimental content, even if it's a \"train wreck\"&nbsp;&nbsp;with no known release date</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.3.19&nbsp; \n6:25 pm</dco> &nbsp;<qco> What do you think of grapefruits?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.3.19&nbsp; \n6:18 pm</dco> &nbsp;<qco> Bill do you know what a concept album is?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Elo released one in 1981 called \"Time,\"&nbsp;&nbsp;&nbsp;&nbsp;and I just wanted to tell you that. It's so amazing! I think if you were to ever make an album, it should be a concept album. I just love when every song relates to a fuller story while each individual song has a messege</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.3.19&nbsp; \n5:00 pm</dco> &nbsp;<qco> In long long long journey, triangle man goes to the museum and says MOST of the paintings were painted by somebody else. Does this mean he is a famous painter and some of his work has been displayed in the museum?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.3.19&nbsp; \n4:42 pm</dco> &nbsp;<qco> when's your next vid gonna come out?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.3.19&nbsp; \n2:28 pm</dco> &nbsp;<qco> What is the worst part about making a video?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.3.19&nbsp; \n2:20 pm</dco> &nbsp;<qco> I think I saw you skiing&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.3.19&nbsp; \n1:53 pm</dco> &nbsp;<qco> Can I commission you for a short vid?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.3.19&nbsp; \n9:24 am</dco> &nbsp;<qco> you said you did a bad thing.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What did you do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.3.19&nbsp; \n7:21 am</dco> &nbsp;<qco> Did you private \"a brief history of spain and portugal\" because it was flagged for misleading?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.3.19&nbsp; \n4:47 am</dco> &nbsp;<qco> What is the subject matter of your exciting new project that definitely isn't a train wreck?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.3.19&nbsp; \n3:29 am</dco> &nbsp;<qco> What is your favorite lake on this planet earth?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.3.19&nbsp; \n2:34 am</dco> &nbsp;<qco> how does one initiate conversation with another human?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.3.19&nbsp; \n2:29 am</dco> &nbsp;<qco> so what happened to the whole making a song every two weeks for at least a year thing?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i mean i know you tried adding in more stuff and got a bit derailed and have been struggling to get back on a schedule but now you're working on a non-song video? i mean that's cool and i'm looking forward to it but....i guess what i'm wondering is do you have a plan to get back on a strict song+video schedule again soon? cause songs are fun</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.3.19&nbsp; \n12:08 am</dco> &nbsp;<qco> How can I keep from being discouraged when others tell me that art is something i can't pursue forever? I feel like I'm being put down a lot for wanting to make creativity a career.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n11:39 pm</dco> &nbsp;<qco> could one find a means of contacting you outside of random chance on a website that you probably only check occasionally?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n or is such a thing unrealistic for someone such as yourself?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nare you into philosophy?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nand again, your content is a literal gem. it takes work, dedication, and real talent.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n not to mention how ridiculously rare real creativity is in today's culture.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n you don't need to fear having a big ego, and i wouldn't assume you do, but imo you probably should. (not really but you know what i mean)\n<br>\n<br>also is moral realism legit\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nand do you ever plan on opening up your life more to the public?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nfull respect if that's not in your personal agenda because clearly my subjective morality is correct over everyone else's so i'm entitled to state whether or not your decision is respectable.\n<br>\n<br>also is religion legit or man made trash based on nothing but religious dogma rather than historical events from multiple authentic sources and sciency stuff</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n11:18 pm</dco> &nbsp;<qco> do you consider post-1965 avant garde music jazz?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n10:38 pm</dco> &nbsp;<qco> Will the new video be coming out in the next week, or the next month?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n10:14 pm</dco> &nbsp;<qco> How do you resolve what to go with when multiple things sound right/work well? I'm finding this to be an actual problem because I relatively often come up with wildly different paths for my work that are both satisfying in different ways. Does this happen to you?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n9:01 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201902010238\">2.1.19&nbsp;&nbsp;2:38 am</a>  Why do you think prime numbers help in making the music have more \"originality\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n8:09 pm</dco> &nbsp;<qco> Thoughts on math?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n7:18 pm</dco> &nbsp;<qco> should i pursue what i want to do or pursue something that will realistically get me money</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n6:10 pm</dco> &nbsp;<qco> is there any industry standard loudness.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n i either mix my tracks to loud or not loud enough. how do i find the middle ground</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n3:58 pm</dco> &nbsp;<qco> how much is a bill-ion</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n2:54 pm</dco> &nbsp;<qco> What can you say about you current project?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Is there music involved?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Is it a video?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Is it by yourself still?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Does it take place in your room?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Does the content involve you?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n or Are exploring particular subject matter?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Will we hear your voice in it?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n On a sliding scale from Monday Good Firetruck to HotEWIG, how involved is this project?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n How do you feel about it this far?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n2:51 pm</dco> &nbsp;<qco> if u could do anything what would you do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n2:46 pm</dco> &nbsp;<qco> Since you prefer to release songs individually, do you enjoy listening to albums beginning to end?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Let's say there's a musician or band that you've loved for a long time, and they release a new album. What do you do while listening to this music that's new to you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n2:41 pm</dco> &nbsp;<qco> I'm unboxing things. What's the best thing to unbox?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n2:21 pm</dco> &nbsp;<qco> do you still have 2 different copies of quicktime and 3 browsers on your dock</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n2:08 pm</dco> &nbsp;<qco> I have a philosophy that chords aren't inherently functional;&nbsp;only notes are functional. Like, G7 isn't dominant in C because it's V7, it's dominant because B, D, and F are dominant-sounding notes in C.&nbsp;&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n1:53 pm</dco> &nbsp;<qco> Bill, do you think you wanted to make a song without a video you could make one of those videos where it's just a vinyl spinning?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n1:39 pm</dco> &nbsp;<qco> My teacher said liking the color orange makes me a psychopath. Is that true</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n1:23 pm</dco> &nbsp;<qco> Why do you care for music a lot?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n1:14 pm</dco> &nbsp;<qco> would be cool if your new video is 5 minutes long</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n12:50 pm</dco> &nbsp;<qco> you just cant make a bad song can you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n12:39 pm</dco> &nbsp;<qco> when do you think you're uploading your next video? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;will it be a long one?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; maybe one like ball and stick?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;btw i think you're one of the most talented musicians nowadays</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n11:33 am</dco> &nbsp;<qco> Would you make a video about you reading this webpage?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n11:07 am</dco> &nbsp;<qco> I personally hate astrology, but I have a couple of friends/acquaintances/family members who are into it and from what I can tell, the attraction of astrology isn't that it can predict the future. 99% of astrology fans don't know if Mercury is in retrograde or what that even means. They couldn't identify a single one of the zodiac constellations in the actual night sky.\n<br>\n<br>The attraction of astrology is that it's an elaborate personality test that encourages a lot of self-reflective navel-gazing, which some people enjoy and find beneficial. For instance, the \"typical\" positive Aries traits are courage, daring and competitiveness, while the negative traits are self-centeredness, anger and pushiness. Obviously, not every person born in the month of April has these as their dominant traits... but pretty much everyone has these traits present to some extent, so they'll reflect on this crude psychological assessment. An Aries who actually is dari\n ng and c\n ompetitive might acknowledge that they come off as rude or attention-seeking to others. And an Aries who's naturally shy might feel empowered by a personality test that tells them that deep down, they're courageous and decisive. Astrology books that promise to give relationship tips for Capricorns and Libras (or whatever) are actually just full of basic good communication advice that will probably smooth a relationship between any two people. So people can feel like they're getting real benefit from astrology.\n<br>\n<br>If people really don't feel like their personality fits their sign, they can get a fancy natal chart done that will tell them that even though their sign in Taurus, the position of Jupiter or whatever counteracts their Taurus traits and makes them a true Scorpio. Astrology is just a very elaborate, mystical personality test that you can manipulate to get whatever results you want. It's really not that different from the MBTI personality test, which is extrem\n ely popu\n lar among \"rational\" people even though it's junk science. People like personality tests and astrology because people like thinking about themselves and coming up with fancy terms to express their identity.\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n10:52 am</dco> &nbsp;<qco> what's your favourite song that you've written?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n10:27 am</dco> &nbsp;<qco> On some question a pretty long time ago about sleep schedules, you said that \"maybe if you let it get really really bad, it will get really really good\". As someone who is often quite frustrated and anoyed with sleep, could you potentially elaborate?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n9:21 am</dco> &nbsp;<qco> do you do typical Cool bandmember things in your liveaction videos (bass power stance, singer-shuffling, air drum flair, etc) because they're your natural instincts when playing those instruments, or because it's a good way to crush nerves/selfconsciousness? or for other reasons? \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;you just look so cool and confident in songs a lot of the time, and i've been told i'm awkward onstage, and i was wondering if pretending to be cool helps</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n7:28 am</dco> &nbsp;<qco> do you choose a time signature before you write a song or do you let it choose you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n4:09 am</dco> &nbsp;<qco> Can you give us a hint as to what you're working on now?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n3:45 am</dco> &nbsp;<qco> how do i get over the past? the past bothers me a lot and i want to move on. how?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.2.19&nbsp; \n12:37 am</dco> &nbsp;<qco> I think I may have made peace with everything</qco> </h3>"
  }
]
