[
  {
    "html": "<h3> <dco>9.28.17&nbsp;\n12:01 am</dco> &nbsp;<qco> why did you make a song about napkins</qco> </h3>      to see if it would work\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n10:20 pm</dco> &nbsp;<qco> When you link somebody to a page where its a list of everybody that said a certain thing like \"what if one person is asking all of these\" <a href=\"how-do-you-remember-if-a-question-has-already-been-asked-before.html\">how do u remember</a> to do that. i am very impressed. ex;&nbsp;<a href=\"q.php?date=201709270318\">9.27.17&nbsp;&nbsp;3:18 am</a> </qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n10:07 pm</dco> &nbsp;<qco> how can i compel myself do sth that i am not interested in£¿</qco> </h3>      maybe if you are really interested in the result\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n9:36 pm</dco> &nbsp;<qco> can you tell us the \"rules and regulations\" of this page?</qco> </h3>      you type a thing in the box, and then i try to come up with something else to type in response\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n9:35 pm</dco> &nbsp;<qco> what are the two pronounced chords on the guitar 8 seconds in https://youtu.be/lcEqU4Bmo64?t=8s ?</qco> </h3>      Aadd2 over E, and Amin(add2) over E. in other words, it's A, and A minor, but they leave the open B string ringing for both (at least i think that's how they did it, i'm not really a guitar player) and the bass player plays E for both\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n9:06 pm</dco> &nbsp;<qco> In your normal speaking voice, do you think its more natural to say the word 'politics' as 3 16th notes, or maybe as 3 8th note triplets?&nbsp;</qco> </h3>      it is 2 16th and 8th, because you need more space before saying the next word\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n8:53 pm</dco> &nbsp;<qco> Is there really such a thing as the 'Music Police' who will come and get you if you don't resolve your fancy chords according to the Official Laws and Regulations of Jazz Music?&nbsp;</qco> </h3>      neither of those things even slightly exist\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n7:56 pm</dco> &nbsp;<qco> WHEN WILL THE SEQUEL TO [[[ COME OUT I HAVE BEEN WAITING FOR YEARS</qco> </h3>      that is the 3rd in a 4 part series, released on 4 consecutive days to billwurtz dot com and youtube\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n7:55 pm</dco> &nbsp;<qco> Who IS General Tso?</qco> </h3>      he is your friend, your neighbor, your passionate ex-lover from a forgotten era\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n7:08 pm</dco> &nbsp;<qco> What is your favorite late-night snack?</qco> </h3>      the morning\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n6:35 pm</dco> &nbsp;<qco> Do you ever feel so overwhelmed by all the stuff you have to do that you feel like a rabbit caught in the headlights? And then panic because you're stuck and time's ticking away and you don't know if you have enough time left on the planet to do the things you want?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n6:34 pm</dco> &nbsp;<qco> thoughts on a company doubling down on an unpopular move thus further angering their fans and making the company even more unpopular?&nbsp;</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n5:38 pm</dco> &nbsp;<qco> opinion on food?</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n5:29 pm</dco> &nbsp;<qco> what is your opinion on humans?</qco> </h3>      i think they are doing a great job\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n5:09 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201709260127\">9.26.17&nbsp;&nbsp;1:27 am</a> &nbsp;&nbsp;&nbsp;I like to take other people's texts and use them as lyrics. what do you think bill?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n3:37 pm</dco> &nbsp;<qco> how many questions have you refused to answer here?&nbsp;</qco> </h3>      does skipping it due to time constraints count as refusing\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n3:37 pm</dco> &nbsp;<qco> What do you know about arithmetic?</qco> </h3>      it can be used for good, as well as evil\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n3:33 pm</dco> &nbsp;<qco> how do you make good content?</qco> </h3>      start by trying to make it bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n3:21 pm</dco> &nbsp;<qco> Do you think you'll ever make any vr content?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n2:23 pm</dco> &nbsp;<qco> What does 240 mean</qco> </h3>      it's like 420, with a twist\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n2:13 pm</dco> &nbsp;<qco> If you are god, who is the devil?</qco> </h3>      me also, duh\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n2:13 pm</dco> &nbsp;<qco> MM/DD/YYYY, DD/MM/YYYY, or YYYY/MM/DD?</qco> </h3>      for what\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n1:54 pm</dco> &nbsp;<qco> what do you think of shirts?</qco> </h3>      they are helpful, and useful\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n1:14 pm</dco> &nbsp;<qco> how many emails do you normally receive</qco> </h3>      2\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n12:26 pm</dco> &nbsp;<qco> Hi I just asked the question about sharps, flats and naturals. I guess the altered note in one clef but not the other would never really come up because you'd just change the scale degree.. like if you had a C7#9 or whatever you'd never write the #9 note as Eb, you'd write it as D# so that way you don't have an E and Eb)...</qco></h3>      that's true but there are some situations when it gets really dense when you might need F and F# at the same time. let's say if you are scoring a horror movie or something you might even need them in the same octave because you have F, F#, G all mashed together. i honestly have no idea how you would notate that. it is rare and only in extremely dissonant 'horror' type situations<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but I'm not really asking you about the sharp/flat rules.. I'm more just curious about my system.&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n12:22 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201709270052\">9.27.17&nbsp;&nbsp;12:52 am</a> &nbsp;&nbsp;&nbsp;yeah I know that Chris Farley was the one who wrote the lyrics, but are the chords that you used to to accompany the singing also his? </qco></h3>      no. all i had to work with was what can be heard in the movie<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;btw sorry if I was messing up words, english is not my native language</qco> </h3>      ah, right.... melody actually just means the notes he sang. not any of the chords or other notes that support\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n12:20 pm</dco> &nbsp;<qco> When I write down music, I always get confused about sharps, flats and natural symbols. Like if you have a note outside of the key signature and you put a flat,sharp or natural symbol on it, <a href=\"q.php?date=201705232021\">by the next measure are you supposed to assume that if that same note has no symbol then it's back to normal</a>? Or if the note is altered in one clef, but not the other, do I put a sharp/flat/natural symbol on just the one clef and leave the other one unaltered? </qco></h3>      in situations like that i think courtesy accidentals are very important<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What if there's a modulation, do I put the new key signature in the middle of the score, or do I just adjust the sharps and flats accordingly? </qco></h3>      if it stays there for a significant amount of time, then put a new key signature<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;My strategy is just to write everything as if it's in the key of C. </qco></h3>      that is sometimes called an 'open key' and it is mainly used when it's just so all over the place it's not worth putting a key signature. i used an open key for a video where i transcribed and harmonized spoken language, as music. no sense putting a key because it was all over the place. but most 'reasonable' music should have a key signature<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Notes that are sharp I write the sharp symbol, notes that are flat I write the flat sumbol. I never write the natural symbol, and if a note is played with a sharp or flat multiple times in the same bar, I write the symbol each time (instead of just once). This works fine for me, because usually the\n only per\n son who reads my sheet music is me. And this system makes sense to me.... but is this a bad strategy if I were to share my music with other people?Like if I were to write something out for some horn players or a piano player or whatever, would this system throw them off do you think?&nbsp;</qco> </h3>      yes. accidentals last at least until the end of the bar. i always thought there was disagreement about whether or not they last until the end of the line. but they definitely last at least until the end of the bar, and you should not be repeating the symbol if the note stays that way within the same bar, and therefore you need a natural to specify if it changes back. and if it changes back right at the beginning of the next bar, probably use a courtesy natural just in case. if it's in different octaves i think the rules become a little more ambiguous and courtesies are good, i'm not sure of the exact rules when it's different octaves\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n11:51 am</dco> &nbsp;<qco> So the story goes (if I remember correctly) that god created adam, then sometime afterwards created eve from one of adam's ribs... when god created animals, did god create only male animals, then created the females from the male's ribs? Or did god make male and female animals simultaneously? What about flowers? Did god make stamens before carpels?</qco> </h3>      you will have to ask the author\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n11:30 am</dco> &nbsp;<qco> how can i learn how to music good</qco> </h3>      try to make up a new way<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n11:06 am</dco> &nbsp;<qco> do you need a manual randomization program?\n</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n9:37 am</dco> &nbsp;<qco> why are some animals smaller than humans&nbsp;</qco> </h3>      ah, i see your point. i will make them all the same size\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n8:31 am</dco> &nbsp;<qco> i gotta get out of here</qco> </h3>      come stay with me!!!\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n5:55 am</dco> &nbsp;<qco> bill!i want to do EVERYTHING. where do i start?</qco> </h3>      nothing. this should enrage you so much over time that eventually you will just let your neighbors dog pick something\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n5:41 am</dco> &nbsp;<qco> If you have to perform along to a song you've heard only once, which instrumental part (vocals included) do you think you could remember the best and confidently play?</qco> </h3>      every song is different. in many cases the drums have the least to worry about because they don't have to really learn the chord changes. however, there are many songs where drummer crucially needs advanced knowledge of the road map, breaks, hits, kicks, etc. although this is reasonably easy to memorize by counting. chord changes can be very easy to memorize if you have a large familiarity with common music, and the song is relatively normal. the vocals would usually be by far the hardest to immediately get, due to lyrics\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n4:13 am</dco> &nbsp;<qco> Do you create better work when you are under strict guidelines set by someone else or when you have total freedom?&nbsp;</qco> </h3>      guidelines set by someone else does not work for me. total freedom is insane to deal with, and setting guidelines for myself is confusing and challenging. but otherwise nothing will happen and i would explode. which i did for quite some time until eventually figuring it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n3:22 am</dco> &nbsp;<qco> in \"new cannan\" you show little regard to time and space, </qco></h3>      that's not true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;getting both the time of the day of your trip and the destination wrong. on this page, however, you have expressed your appreciation of the time-space continuum multiple times. thoughts on that?</qco> </h3>      without time and space, the journey never would have existed. the song would not have existed. and you would not exist and neither would i. there are many ways to use time, and one of the best ways is by telling stories and being creative\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n3:18 am</dco> &nbsp;<qco> <a href=\"why-do-people-assume-you-are-depressed.html\">why do people think you are depressed?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n2:50 am</dco> &nbsp;<qco> How did it feel when you finished HotEWIG and uploaded it?</qco> </h3>      nice, very good\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n2:18 am</dco> &nbsp;<qco> How long did it take for you to make the history videos?</qco> </h3>      3 months, and 11 months, respectively\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n1:35 am</dco> &nbsp;<qco> Will you ever date a man\n<br></qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n1:19 am</dco> &nbsp;<qco> how do i tie my shoes?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n1:16 am</dco> &nbsp;<qco> Is there a story or genre of movie you would like to star in or otherwise be a part?&nbsp;&nbsp;If I got to be in one I think a historical movie would be my choice. I'd hope it to be an educational experience.</qco> </h3>      my hobby is breaking genres. it's like popping bubble wrap. you gotta do it, you can't just not pop the bubbles\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n12:53 am</dco> &nbsp;<qco> If your answer were, \"only if they have popsicles,\" what would be the question?&nbsp;</qco> </h3>      would a popsicle salesman be in direct competition with the local convenient store\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n12:52 am</dco> &nbsp;<qco> <a href=\"q.php?date=201709251429\">9.25.17&nbsp;&nbsp;2:29 pm</a> &nbsp;&nbsp;(not the same guy/gal from the question) sounds very nice! how long did it take you to write and record the melody?</qco> </h3>      the melody was written and performed by chris farley\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n12:45 am</dco> &nbsp;<qco> Bill what are your thoughts on people starting their questions with \"bill\"</qco> </h3>      seems unnecessary but i guess it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.17&nbsp;\n12:29 am</dco> &nbsp;<qco> I'm working on my doctorate and I currently hate my life because of school. I want to finish my degree so I can (legally) practice occupational therapy but I'm having trouble focusing in every class lately. Have you ever experienced something like this in regards to one of your projects, </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how did you manage to finish the job?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n11:41 pm</dco> &nbsp;<qco> if given the opportunity, would you live in space for a year?</qco></h3>      absolutely not<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; anything you'd try to do while you're up there?</qco> </h3>      no. there is nothing there\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n11:37 pm</dco> &nbsp;<qco> I recently stumbled across a collection of poems I wrote in eighth grade, and seeing them made me want to crawl into a hole and die. Do you ever feel that way? What should I do about it?</qco> </h3>      make more new things\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n11:04 pm</dco> &nbsp;<qco> why is China the far east and USA the far west even though they're right next to each other?</qco> </h3>      on a sphere if u wanna talk about left and right u gotta draw the line somewhere. how about in the middle of the biggest ocean (pacific)\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n10:58 pm</dco> &nbsp;<qco> To me, your style of music and videomaking is so unique and so popular at the same time, that variation would probably be met with backlash. Do you ever feel creatively limited by your persona/style?&nbsp;</qco> </h3>      naaaaaah\n<br><br>"
  }
]
