[
  {
    "html": "<h3> <dco>4.5.21&nbsp; \n1:32 am</dco> &nbsp;<qco> If you work really hard on something, does that guarantee that it will be good?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.21&nbsp; \n12:26 am</dco> &nbsp;<qco> Is there anything you've tried to make or do that's been out of your reach?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.21&nbsp; \n12:05 am</dco> &nbsp;<qco> would you ever write a song in 5/4?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.21&nbsp; \n11:46 pm</dco> &nbsp;<qco> Do you often get tired?</qco> </h3>      \nabout 34% of the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.21&nbsp; \n9:49 pm</dco> &nbsp;<qco> When you write your lyrics, do you think about what to write next? Or is it just whatever pops into your head?</qco> </h3>      \ni write it the same time as the music. and yes, it must pop into my head, if i want it to be good. I can try to think about what it will be, would be, or should be, but usually that does not work. the 'pop' is the only way to get anything of legitimate quality\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.21&nbsp; \n9:41 pm</dco> &nbsp;<qco> I feel stupid for not noticing until now and for not understanding what they mean but I just realized that in 'i'm a princess' there are boarders for large portions of the video. could you explain what the significance of the boarders is?</qco> </h3>      \nthat's usually a frantic last minute attempt to try to get the video to not suck as bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.21&nbsp; \n8:20 pm</dco> &nbsp;<qco> I'll ask an honest question that isn't too weird, what would you recommend to someone wanting to learn guitar?</qco> </h3>      \nlearning guitar\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.21&nbsp; \n7:08 pm</dco> &nbsp;<qco> how is comic sans?</qco> </h3>      \ni couldn't even begin to describe\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.21&nbsp; \n2:46 pm</dco> &nbsp;<qco> I'm going to college next year. What advice do you have for an introvert who is sort of nervous to meet new people?</qco> </h3>      \nyou could always become a guru. even if it's just a backup plan\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.21&nbsp; \n1:48 pm</dco> &nbsp;<qco> What is the weirdest time signature you have used for a song?</qco> </h3>      \n1/1\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.21&nbsp; \n11:42 am</dco> &nbsp;<qco> Do you plan on making a video for every song you releasE?</qco> </h3>      \nonly if it can be done faster in a way that does not make it worse\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.21&nbsp; \n9:07 am</dco> &nbsp;<qco> I've noticed that you have plently of instrumentals that are actually quite good, but you tend to focus on music with words (as in, making videos for the songs and so on). Why is this?</qco> </h3>      \nthink of it this way ..... i guarantee you never would have heard any of those instrumentals if i had never made any content with words\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.21&nbsp; \n7:29 am</dco> &nbsp;<qco> What does \"In California\" reveal about your opinion on the U.S. and your identity as a citizen?</qco> </h3>      \nnothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.21&nbsp; \n7:26 am</dco> &nbsp;<qco> What is life?\n<br></qco> </h3>      \nit's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.21&nbsp; \n4:50 am</dco> &nbsp;<qco> please write a book about life</qco> </h3>      \ni have good and bad news. the good news is, i write about life every day. the bad news is i don't do it in books because i am living in the digital age. but then again the good news is about doing it digitally for now is that i can probably reach more people that way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.21&nbsp; \n4:07 am</dco> &nbsp;<qco> You've always seemed like a hyper-productive person to me. Have you ever been in a rut where you just can't seem to do anything productive at all? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>How do you get out of it?</qco> </h3>      write down exactly what seems to be going on, and exactly what i would rather was happening\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.21&nbsp; \n2:47 am</dco> &nbsp;<qco> whats your relationship with spoken language</qco> </h3>      \nperpetually in the honeymoon stage\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.21&nbsp; \n12:41 am</dco> &nbsp;<qco> are you a burrito?</qco> </h3>      \nno but i can see why you would think that\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.21&nbsp; \n12:31 am</dco> &nbsp;<qco> Where do you get your ideas from?</qco> </h3>      \ndown the street\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.21&nbsp; \n11:08 pm</dco> &nbsp;<qco> With the videomaking tools you have right now, could you fully recreate any video you have made since history of the entire world?</qco> </h3>      \nthere's many other things i have yet to make for the first time, so i should take care of those first, then maybe circle back for the re-makes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.21&nbsp; \n9:24 pm</dco> &nbsp;<qco> Will your next video be titled \"monkeys (chimps?)\"?</qco> </h3>      \ni can see why you would think that\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.21&nbsp; \n8:15 pm</dco> &nbsp;<qco> what side do you peel a banana from</qco> </h3>      \nthe inside\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.21&nbsp; \n8:11 pm</dco> &nbsp;<qco> what are you in awe of?</qco> </h3>      \nconsciousness\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.21&nbsp; \n7:31 pm</dco> &nbsp;<qco> how to start a conversation??</qco> </h3>      \n\"hey guys, welcome to this conversation\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.21&nbsp; \n7:14 pm</dco> &nbsp;<qco> was there a reason (if any) to include a bobbing animating during the phone bit during \"i'm a princess?\"</qco> </h3>      \nyes. the reason is music. when someone performs a song, or even listens to a song, it is quite common for the body to bob along with the music, maybe without even realizing it. Also, when animating a character performing a song, if you don't do this, it looks like a statue\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.21&nbsp; \n6:32 pm</dco> &nbsp;<qco> What are your plans for the future</qco> </h3>      \n\nenter the calendar\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.21&nbsp; \n5:40 pm</dco> &nbsp;<qco> what is your opinion on airplane food?</qco> </h3>      \nbest food. airlines have the best food, to distract you from how high up in the air you are\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.21&nbsp; \n4:46 pm</dco> &nbsp;<qco> Do you have any recommendations for someone who can only seem to make a full song once a millennium? I've got loads of half and quarter songs but it's so hard to stretch them to 2-3 minutes</qco> </h3>      \nthat's because the song does not want to be stretched. At any moment in the song, all you have to do is just figure out what you really really really want to do. ending the song IS an option, but i feel like most people don't consider this. that's why i hear so many stretched songs out there\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.21&nbsp; \n4:32 pm</dco> &nbsp;<qco> Your thoughts on lemonade</qco> </h3>      \nit seems so vivid and lifelike\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.21&nbsp; \n4:25 pm</dco> &nbsp;<qco> any tips for learning from the mistakes i made in my bad music compositions?</qco> </h3>      \nnot bad enough. try to make something worse\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.21&nbsp; \n1:14 pm</dco> &nbsp;<qco> What genre is your music?</qco> </h3>      \nnormal\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.21&nbsp; \n9:19 am</dco> &nbsp;<qco> Do you release every song you produce?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or do you make some in between that you don't like enough to release?</qco> </h3>      that would seem like some kind of huge mistake\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.21&nbsp; \n9:04 am</dco> &nbsp;<qco> why don't you use capital letters</qco> </h3>      \ni do, but why don't you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.21&nbsp; \n8:07 am</dco> &nbsp;<qco> What is the thing that Damien Maymdien skips in Maybe I could eat blades of grass?</qco> </h3>      \nthe plot\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.21&nbsp; \n6:35 am</dco> &nbsp;<qco> at what point in the process was the pickup of the might quit dream melody shortened to how it is in the song?</qco> </h3>      \nlyrics\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.21&nbsp; \n6:12 am</dco> &nbsp;<qco> i like writing a whole lot, but everything i write ends up feeling like a derivative ripoff of things i've read from other cooler writers, so i don't really feel proud of any of my writing because none of it feels like it's truly \"Mine\". how can i get better at developing my own style and my own concepts?</qco> </h3>      \nif you start going around the world that should do the trick\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.21&nbsp; \n3:05 am</dco> &nbsp;<qco> one of my favorite character types in different types of media is the \"obsessed artist.\" do you think you relate to any of the characteristics of this archetype?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.21&nbsp; \n2:19 am</dco> &nbsp;<qco> how's this new song coming along?</qco> </h3>      \ngood\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.21&nbsp; \n1:55 am</dco> &nbsp;<qco> any tips for a randy musician? i can't seem to find the inspiration to finish a song and i feel like im just beating my head against a door at 148 bpm. thank you and i wish you a good harvest.</qco> </h3>      \nthis may seem counter intuitive, inappropriate, and/or impossible, but, see if you can try to calm down\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.21&nbsp; \n1:24 am</dco> &nbsp;<qco> what's your opinion on the psychological theory that new ideas no longer exist, and that every \"new\" idea is just copying previous work slightly differenT?</qco></h3>      if you go by that theory, then i think you have to assume that the older idea is also based on an even older idea<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also, which should i learn first, percussion or guitaR?</qco> </h3>      you can learn those both at the same time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.21&nbsp; \n1:12 am</dco> &nbsp;<qco> hey i just noticed the cool little borders you have around the thumbnails of your two most recent videos. i like them, and i curious why you made that choice&nbsp;</qco> </h3>      \nto hopefully make it look better\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.21&nbsp; \n12:55 am</dco> &nbsp;<qco> How do you practice when you play multiple instruments? Is there a pattern to which or do you just wing it?</qco> </h3>      \nmy strategy has been to write and produce as many songs as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n11:24 pm</dco> &nbsp;<qco> its really weird how it all just happens, no matter what. what do i do if i feel overwhelmed</qco> </h3>      \nhave you considered starring in your own TV show\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n10:39 pm</dco> &nbsp;<qco> can you put apples in a video?</qco> </h3>      \nthat almost seems too outlandish\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n9:39 pm</dco> &nbsp;<qco> Do you still practice or is most of your time dedicated to just songwriting and graphics? What did/does your practice schedule look like?</qco> </h3>      \nwriting and producing as many songs as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n9:22 pm</dco> &nbsp;<qco> what song are you most proud of?</qco> </h3>      \na new one i can make\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n7:40 pm</dco> &nbsp;<qco> I feel like I am biding my time until university is over. How can I do the things now?</qco> </h3>      \ntry just writing some things down. that can be done no matter what time it is. you may even find things that you wouldn't have written any other time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n6:48 pm</dco> &nbsp;<qco> why do you put the lyrics in the video?</qco> </h3>      \nsometimes it increases the potency\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n6:42 pm</dco> &nbsp;<qco> Do you ever doubt yourself?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.21&nbsp; \n6:28 pm</dco> &nbsp;<qco> What was the strange thing you did in Just Did a Bad Thing?</qco> </h3>      \nthere are 2 ways to look at it. it's either \"writing the song\", or \"ending the song\", because that occurs at the end of the song and therefore both are true. i guess it all depends on which one of those 2 things you think is more strange\n\n\n\n\n<br><br>"
  }
]
