[
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n4:04 pm</dco> &nbsp;<qco> in your song 'in california' you reference being able to smoke marijuana in west virginia. however, as a west virginian myself, you cannot recreationally smoke marijuana (legally.) were you aware of this?</qco> </h3>      \nit was written in 2011, at which time it was not recreationally legal in any state. at that time, california was one of the only states (maybe the only state) where it was legal medically. so that is generally where the idea comes from. All the state-swaps in the other verses are just songwriting\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n4:03 pm</dco> &nbsp;<qco> How tall does a hill need to be to become a mountain?</qco> </h3>      \nmore than 25% of its width\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n2:32 pm</dco> &nbsp;<qco> What is a funny dream you've had?&nbsp;</qco> </h3>      \ndreamed that i was awake\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n2:09 pm</dco> &nbsp;<qco> will you ever make blue cheese illegal</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n1:42 pm</dco> &nbsp;<qco> sorry man my mind's like totally blank i don't even know what i meant by that anymore but check it out i got another one. okay so hear me out: <br><br>all that there is deserve each other.<br><br>like like like have you heard of jigsaw puzzles? you know these little things made of plastic that have like little holes and bulges and the the bulges fit in the holes and you put the whole thing together and it's like an actual thing? well this is not like that at all. just completely just forget about that. it's got completely nothing to do with this. okay so get a water bottle. dasani kirkland doesn't matter as long as it's full of water. alright grab it and squish it as fast as you can. well it probably burst open right?<br><br>all i'm saying is that your squish deserved that burst and that burst deserved your squish. you wanna know why? because it was full of water. okay alright do this again but actually you might need another water bottle. okay okay so you got that water bottle. what you gotta do is you gotta drink all the water. just chug it. so now what do you have? you have an empty water bottle. squeeze that shit. right now do it. did anything happen? no. no drop of water spilled out of that bottle. your squish deserved that not-burst and that not-burst deserved your squish. but look man. this is like a metaphor. kind of like a a simile. everything is water bottles. and they're like tryna squeeze each other. but they just gotta have the prerequisite volume of fluid intensity.</qco> </h3>      \ni understand\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n1:06 pm</dco> &nbsp;<qco> Do you hate tennis</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n12:22 pm</dco> &nbsp;<qco> is having a large cd collection pointless</qco> </h3>      \nnot entirely\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n11:08 am</dco> &nbsp;<qco> what's your favourite idea?</qco> </h3>      \na new one\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n10:32 am</dco> &nbsp;<qco> How do I win at spelling?</qco> </h3>      \njust go in there and spell the heck out of everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n8:47 am</dco> &nbsp;<qco> why is math so hard</qco> </h3>      \nbecause you skipped something. you must have skipped all the fun parts\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n7:52 am</dco> &nbsp;<qco> how do you feel about graffiti?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n6:06 am</dco> &nbsp;<qco> do you ever hear a song and it's so good and strong that you just wanna go crazy</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n1:32 am</dco> &nbsp;<qco> You have any tips on getting motivated to actually do stuff? Whenever there's something inconvenient I have to do I end up with the indescribable urge not to do it event though I have to do it eventually and it's not even that bad and then I put it off and have a bad time</qco> </h3>      \nyes, this makes sense. most people don't want to do what they don't want to do. one of the best ways to handle this is to better understand why you have to do it. who wants you to do it? why do they want you to do it? have you ever wanted someone else to do something? why did you want them to do it? the more you can close this gap, the more you can love and appreciate the task. And the other thing you can do is start thinking in more detail HOW you are going to do it. imagine you were going to teach someone else how to do it. confusion is very paralyzing, and developing a teachable understanding of any task can often be a great way in\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n12:38 am</dco> &nbsp;<qco> i really like words, do you share this profound interest?</qco> </h3>      \nyes i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n12:28 am</dco> &nbsp;<qco> Where do I buy model airplanes?</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.23&nbsp; \n11:57 pm</dco> &nbsp;<qco> do you ever just daehygwfuzksjgyurtedy?</qco> </h3>      \nyes i do, in fact i'm doing it right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.23&nbsp; \n11:34 pm</dco> &nbsp;<qco> how do we know when redacted things are redacted by you or the question asker&nbsp;</qco> </h3>      \ni don't change the questions. that's a company policy i have. in the rare case that i do, i'd make it extremely clear in the answer, and why. the only example i can think of right now is when someone told me, in very specific musical detail, a musical idea that they had in a dream. i wanted to answer the question because i wanted to encourage them to use the idea because it is theirs, and i also wanted to block out the actual details of the idea because i didn't want anyone else to steal it from them. i made it very clear, in my answer, that i had done that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.23&nbsp; \n10:36 pm</dco> &nbsp;<qco> What effects does location have on attitude and survival? I'm trying to decide if I should move house, and which place to choose.</qco> </h3>      \nlocations make a big difference. if you're going to do it, the best thing you can do is look at many many many many different places. then you will get a very good idea about what you like and don't like, and also what the prices are\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.23&nbsp; \n10:24 pm</dco> &nbsp;<qco> What kind of corners are they selling anyways?</qco> </h3>      \njust the point\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.23&nbsp; 9:41 pm</dco> &nbsp;<qco> what's your favorite color</qco> </h3>      \nmedium\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.23&nbsp; \n9:19 pm</dco> &nbsp;<qco> I was on the card select but couldn't get the card with the product information on it. Did\n<br>d you remove it?</qco> </h3>      \nno it's there. should have a probability of 1 out of 54\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.23&nbsp; \n8:59 pm</dco> &nbsp;<qco> You know the sort of songs you just love on a different level because they remind you of something or somewhere? They're some of the best songs (in my life, anyway, and I'm sure others would agree), but its like, you can't write songs that give that feeling.</qco></h3>      yes you can, but you can't guarantee which song it's gonna be<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; They may acquire that feeling for someone specific, if they happened to fins it connecting with a memory, but isn't that kind of sad? Do you have any thoughts on the matter?</qco> </h3>      songwriting is unpredictable. each song becomes what it wants to become, and you can't really control it too much. the best thing you can do is keep experimenting and doing it with an open mind. it's frustrating but that's also what makes it magical\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.23&nbsp; \n8:31 pm</dco> &nbsp;<qco> how would you pull yourself out of a barren wasteland</qco> </h3>      \ndecorate and renovate the whole thing so now it's a decorated special land\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.23&nbsp; \n7:38 pm</dco> &nbsp;<qco> proper pronunciation of uranus?</qco> </h3>      \nnone\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.23&nbsp; \n6:24 pm</dco> &nbsp;<qco> Can I paint the sky?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.23&nbsp; \n3:48 pm</dco> &nbsp;<qco> whats the dumbest dream youve had</qco> </h3>      \ni have never had a dumb dream. all my dreams are of average intelligence\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.23&nbsp; \n3:27 pm</dco> &nbsp;<qco> Has there ever been a time where you just felt like the content you put out was not up to your standards?&nbsp;</qco> </h3>      \nyes, always\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.23&nbsp; \n2:18 pm</dco> &nbsp;<qco> opinion on yourself?</qco> </h3>      \ncan't decide\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.23&nbsp; \n12:27 pm</dco> &nbsp;<qco> okay dude dude dude dude dude i just had this crazy idea. so so get this: the world, but better</qco> </h3>      \ngo on\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.23&nbsp; 12:11 pm</dco> &nbsp;<qco> do you think time travel is possible</qco> </h3>      \nit's guaranteed. it's impossible to travel at all without time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.23&nbsp; \n10:10 am</dco> &nbsp;<qco> How do you make you songs sound so wiggly? I quite like it, it's mesmerizing for my ears</qco> </h3>      \nsometimes it's interesting to try to make them not wiggle. sometimes that makes them wiggle even more\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.23&nbsp; \n5:20 am</dco> &nbsp;<qco> hey Bill, what's your top 3 favourite songs you've written from 2022 and why?</qco> </h3>      \ni love and hate them all equally\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.23&nbsp; \n5:06 am</dco> &nbsp;<qco> do you often [REDACTED] if it's [REDACTED] to [REDACTED] [REDACTED] when you [REDACTED]?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.23&nbsp; \n1:01 am</dco> &nbsp;<qco> Do you believe in gravity?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.23&nbsp; \n12:08 am</dco> &nbsp;<qco> Do you find that your best work takes more or less effort? </qco></h3>      no corrolation<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is hard work a good thing if it doesn't produce the ideal results? </qco></h3>      maybe ideal results are impossible. the hard work might still be good if it made the results good, OR even if it just gave you some more practice and experience<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Am I overthinking?</qco> </h3>      you are definitely thinking. thinking is all fun and cool as long as it's not spinning you around into an entrapped cycle\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n11:59 pm</dco> &nbsp;<qco> is a character gonna play some music ?</qco> </h3>      \ni think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; 11:58 pm</dco> &nbsp;<qco> you've inspired entertained&nbsp;&amp; educated me so much bill. what's your favorite country</qco> </h3>      \ncan i get like a hybrid\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n11:06 pm</dco> &nbsp;<qco> how to i stop sabotaging my own recovery?</qco> </h3>      \ngo ahead and start sabotaging some blank pieces of paper\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n10:49 pm</dco> &nbsp;<qco> there is a cat in my house what do i do</qco> </h3>      \ncount the cats in your house\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n9:57 pm</dco> &nbsp;<qco> How long do you think it took to build the great pyramid of giza</qco> </h3>      \nbetween 1 and 20 years\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n9:33 pm</dco> &nbsp;<qco> do you ever just aaaaaaaaaaAAAAAAAAAAAAAAAAAAAAAAAAA</qco> </h3>      \nyes i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n8:49 pm</dco> &nbsp;<qco> why is everything so sad</qco> </h3>      \nto make it seem even more wonderful when things become happy soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n8:48 pm</dco> &nbsp;<qco> sometimes i am paralyzed by worry that i'll never meet my own standards and i'll disappoint everyone who believes in me. i know I'm not brilliant, but sometimes i worry i am not even mediocre. what do i do to stay motivated and avoid falling out of love with everything i create?</qco> </h3>      \nmaybe it would be good to study some of your favorite creators, and hear their story about what they've gone through. i think you'll find that most of them are very very very familiar with the exact feelings you just described\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n8:43 pm</dco> &nbsp;<qco> in terms of percentages, how similar will your next video be to each of your previous four videos?</qco> </h3>      \ni can't calculate that, but i can rank them. of those 4, it's most similar to the rabbit/hat video (although not very similar), second most similar to the juggling video, and the beach and perfect videos are tied for 3rd place\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n8:40 pm</dco> &nbsp;<qco> Are Cats and the Economic state of Venezuela the same, </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and can I adopt both?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n8:05 pm</dco> &nbsp;<qco> Why do songs with rhythm make me feel good?&nbsp;&nbsp;</qco> </h3>      \nbecause you are * ~ a l i v e ~ *\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n6:36 pm</dco> &nbsp;<qco> hey bill how do i make it so i don't see demons while i'm writing lyrics for my music</qco> </h3>      \nyou'll have to never try. this is the easiest, most genuine, and healthiest way to write. it's where you get the absolute best results. the big problem with this method, however, is there is no guarantee that you will ever get any results at all. so for that reason it's not quite professionally viable. if you do 'try', there's many great ways to try, and make inroads to results, but you're gonna get demons\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n4:58 pm</dco> &nbsp;<qco> Are you aware that we are now in the past?</qco> </h3>      \nnot quite yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n3:38 pm</dco> &nbsp;<qco> are you interested in the surprisingly active model train community?</qco> </h3>      \nwithout commenting on whether or not it surprises me, nor commenting on whether or not i am in the community, nor whether i am interested in model trains, i will admit that the community is intersting to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n3:37 pm</dco> &nbsp;<qco> so... when i make music, i don't really know what i'm doing. i just stack notes in a certain way in a certain order until it sounds the way i want it to. i'm not sure if this is a very efficient strategy. should i try to actually think ahead about what the chords and rhythms are before putting them down? if so (or maybe even if not), how do i get better at analyzing that sort of stuff?</qco> </h3>      \nif you like the results you are getting, then surely you're fine. if you're getting restless and want to try something different, then i'm sure there are different ways. i'm not totally sure i understand exactly what way you're doing it, but, ....... at its best, music is usually a magical force that wants to come flying at you in real time. which is always a challenge because to really catch it properly it requires that you can somehow capture it as quickly as it comes. this is a frustrating but magically exciting phenomenon that most writers (music or non) surely must befriend, throughout their life\n<br><br>"
  }
]
