[
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n11:35 pm</dco> &nbsp;<qco> i like your website just how it is, are u gonna make ur music free so we can hear it?&nbsp;</qco> </h3>      i think you already can hear it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n10:29 pm</dco> &nbsp;<qco> Are banana peels actually slippery?</qco> </h3>      no but the banana is\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n10:11 pm</dco> &nbsp;<qco> I could use some history knowledge. Anything you know about 19th-century cowboys? It may sound odd, but I'm determined to prove that they've had an impact on American history and culture, though people don't seem to believe me. Got any help for me?</qco> </h3>      the entire west was cowboys. of course they had an impact, but you don't need to look at history to know that. look at the present, as people in the west still commonly wear cowboy hats to this day\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n9:31 pm</dco> &nbsp;<qco> what happens when we've made every song in the world and there's no more new music?</qco> </h3>      that already happened centuries ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n8:53 pm</dco> &nbsp;<qco> what should i do to prove i deserve things in my possession which i haven't outright earned?</qco> </h3>      the best way i can think of is to use them very well\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n8:44 pm</dco> &nbsp;<qco> What's a good way to make friends?&nbsp;</qco> </h3>      start or join a business\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n8:23 pm</dco> &nbsp;<qco> how come there was no harmony in the future song?</qco> </h3>      didn't have the stamina and organizational skills back then. recording a full length song is hard work, when you do everything yourself. vocal harmonies seems essential, but after doing all the instruments and lead vocals it can be exhausting to even think of going through a whole additional process. but somewhere around 2015 i got hooked on vocal harmonies and i got all my skills and procedures much more organized and refined. so i've been doing it ever since\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n8:03 pm</dco> &nbsp;<qco> If I wrote movie star I wouldve totally ended that one with a fadeout of the 'i'm gonna be a movie star' outro. I feel like a fadeout fits the vibe of the song, cuz it's like the song keeps goin on forever as the narrator/you goes and becomes a movie star. But I do like the ending of the song as is, with those 2 emphatic piano chords. But was the one a candidate for a fadeout when you writing it at all?&nbsp;</qco> </h3>      it was written to be a fade, and played to be a fade. but the player(s) natural stopping point was coherent enough to feel stronger than a fade, so i left it in<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n7:47 pm</dco> &nbsp;<qco> How can a song have both the major and minor chord of the same note in a chord progression and have it work (e.g. Hotel California verse is Am E7 G D F C Dm E)?</qco> </h3>      i think you will find that minor keys are allowed to use either 6 note, and either 7 note. so in the key of A minor that would be F or F#, and G or G#. the example you gave is good because it does them all, in a very ordinary manner, over the course of the 8 bar figure. actually i think hotel california is in B min for the non-capo holders, but that's not the point\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n6:32 pm</dco> &nbsp;<qco> how to music good?????</qco> </h3>      start by hitting things, to find the most interesting to hit. if none of them are interesting you will have to hit them in an interesting pattern to there by force it to be interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n6:23 pm</dco> &nbsp;<qco> Do you have a favourite reality video?</qco> </h3>      i would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n5:52 pm</dco> &nbsp;<qco> Best band name off the top of your head</qco> </h3>      buddy rich band\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n5:51 pm</dco> &nbsp;<qco> what's one bill wurtz quote you really like/that stands out to you?</qco> </h3>      yes but i don't want to\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n5:31 pm</dco> &nbsp;<qco> do you have the ability to scratch the floor?</qco> </h3>      yes but i don't want to\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n5:06 pm</dco> &nbsp;<qco> which song written by you is most likely about you?</qco> </h3>      new canaan\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n2:34 pm</dco> &nbsp;<qco> is there a hidden meaning in your songs,</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or are they just a product of your mind wandering?</qco> </h3>      a bit more, hopefully\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n2:29 pm</dco> &nbsp;<qco> how do i shrink conan o'briens big forehead?</qco> </h3>      his forehead is tiny compared to the rest of his body\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n1:27 pm</dco> &nbsp;<qco> the bwb Live is a real thing?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n1:11 pm</dco> &nbsp;<qco> https://billwurtz.com/questions/q.php?date=201801301808c\n<br>\n<br>\"the failure of this was that a full 3+ minute song, with video, can not be done in 2 weeks. i wanted to believe it could be done, but it just can't.\"\n<br>\n<br>hey bill you just proved yourself wrong. how do you feel about that?</qco> </h3>      in this case, very good\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n12:46 pm</dco> &nbsp;<qco> Does God make you more creative? Do drugs make you more creative? Do penguins make you more creative? What is the secret to your creativity?&nbsp;</qco> </h3>      all 3\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n12:36 pm</dco> &nbsp;<qco> I spend some hours getting through the whole reality page I discovered just today. It was very intriguing to see how uncertain everything seemed to you at the very beginning. You know, you jumping in and out of schedule and trying to make things work. Does it feel a little bit more certain now?</qco> </h3>      the general themes all remain the same. like a lot of 'oh shit oh crap' etc. that sort of thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n12:18 pm</dco> &nbsp;<qco> what is your opinion on vst instruments&nbsp;</qco> </h3>      never tried that brand\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n12:09 pm</dco> &nbsp;<qco> how to slef?</qco> </h3>      ilve\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n11:59 am</dco> &nbsp;<qco> What's the bass player's job when a song is vamping on 1 or 2 chords for a long long time?</qco> </h3>      get comfortable\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n11:24 am</dco> &nbsp;<qco> How do I focus on listening to long instrumental pieces without my mind occasionally drifting off?</qco></h3>      ideally something would happen during it that excites you some how. if not then keep looking for something else that does<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Like, how do I stop this internal verbal monologue and start thinking/feeling musically for a while?</qco> </h3>      which monologue have you been having\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n10:02 am</dco> &nbsp;<qco> whats the last thing you were angry about?</qco> </h3>      how big and small the universe is at the same time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n9:22 am</dco> &nbsp;<qco> Does your vine \"Just wanna do something reasonable\" have any connection to the line \"and dress into something more reasonable\" from the Mt. video</qco> </h3>      same writer\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n6:36 am</dco> &nbsp;<qco> Hey Bill. Just noticed this but I'm pretty sure the clip you used during 'it's 1900' in and the day goes on is Melbourne Australia, which is where I live. Would you happen to remember where you got it or if my observation is correct?\n</qco></h3>      it is not melbourne<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I can see tram tracks and what looks like Flinders st station in the distance which would mean we're facing south on Elizabeth st. Just thought that was cool. Also hate to point out the elephant in the room but Australia was founded in 1901.\n</qco></h3>      melbourne existed well before that, regardless. it is also not the city in the video<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; So your video is a a bold-faced LIE.\n</qco></h3>      that's not true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Nah jks but when you get your band together I hope you come to Melbourne. looking forward to the next song mate.</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n6:29 am</dco> &nbsp;<qco> Is it cool to go to sleep on the floor</qco> </h3>      as long as you are physically robust enough to avoid strains or injury, and/or sickness\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n4:57 am</dco> &nbsp;<qco> what is the most humble think to ask for for Christmas&nbsp;</qco> </h3>      for everyone else to get gifts instead of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n2:34 am</dco> &nbsp;<qco> is it just me or do you really like the phrase \"oh hell yeah\"</qco> </h3>      it's ok<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n1:20 am</dco> &nbsp;<qco> Hold on major and minor keys are confusing me. So the notes in C major are the same as the notes in A minor, yes? So then is it possible to take a song that is in C major and say that it's in A minor? Or would that be sinful? How do you tell whether a song is in a major key or its identical minor key?</qco> </h3>      you'll just have to decide whether the home base is C or Amin. many many many many many many songs seem to balance it exactly evenly between both. many songs sound like the key of C for the chorus and Amin for the verses. one of the world's most popular repeating chord sequences is Amin, F, C, G, which feels exactly balanced between the relative major and minor\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.18&nbsp; \n12:27 am</dco> &nbsp;<qco> lots of people ask \"what's your favorite x\" questions which you usually respond that you'd prefer a new x to be your favorite,</qco></h3>      that's only when they ask about things i've made<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; would you start giving different answers if people asked \"what's your favorite x at the moment\" or anything like that?</qco> </h3>      if they are still asking about something i have made then the answer would be the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n11:11 pm</dco> &nbsp;<qco> If you had the power to change the music streaming industry, what exactly would you do</qco> </h3>      add a feature where it makes the entire planet more healthy and inhabitable\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n11:10 pm</dco> &nbsp;<qco> I moved to NYC a couple months ago and I am having a hard time making friends. I believe I'm being friendly but my classmates seem so cold. What should I do?</qco> </h3>      make friends with other people besides your classmates. there must be billions of people there besides your class mates\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n10:49 pm</dco> &nbsp;<qco> How was your day Bill? Just wanted to ask what your favorite soda was.</qco> </h3>      baking\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n9:52 pm</dco> &nbsp;<qco> you mentioned recently that the end product of your songs isn't what it would've been if you'd had the ideal materials at your disposal.</qco></h3>      i don't think i quite said that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n if and when those materials become available, would you ever redo a song as you'd previously envisioned it? or does that end product eventually begin to dominate your original vision?</qco> </h3>      there is no such thing as ideal tools. which is why it's often disasterous to try to aim too high with the tool quality. the self doubt can get devastating. but i would almost never re-do something i've already done. this is because there are many more things left to do than have been done\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n9:36 pm</dco> &nbsp;<qco> something that's been running through my mind... how to do something that is truly new and unique. like synthetic biology use to be a major interest of mine, it seemed so new and exciting, and I thought it would be something I would want to do serious research with given the chance. but synthetic biology is already been built up, people are already flocking to it, it's general path and goals are already known or guessed. recently I've been thinking I want to do something alone in the wilderness, going where no one has gone before(for real). but of course that's difficult. limitations, of being human, culture, being unable to forget what we already know... it may be all caked in, we are already baked. however there are techniques out there to try and escape...</qco> </h3>      don't forget that every other innovative person in history has felt like this before\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n9:23 pm</dco> &nbsp;<qco> what was in that fragile box?\n\n</qco></h3>      nothing. it is solid, so there is no space inside<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and what did you say in the end of the video where its a whisper.</qco> </h3>      you'll have to say which one, i'm sure i've ended several different videos with a whisper\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n9:06 pm</dco> &nbsp;<qco> why is nudity an inappropriate thing to humans it just kind of confuses me</qco> </h3>      \nit is too powerful\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n8:53 pm</dco> &nbsp;<qco> What would you do if you had to go to school, and that was all fine and good until you remembered halfway through that everything it taught was simply one restricting form of looking at the immense and barely-understood-by-humans conglomeration of information that is the universe and in a matter of centuries that narrow perspective on the universe would be completely abandoned for a revised and equally narrow perspective and the only things that would maybe still mean anything are things like love and life and books that can't be quantified or explicitly understood but somehow are more than the sum of their parts and besides your existence and what you choose to do with it doesn't really matter in the grand scheme of things and you want to go and work on these things that will matter centuries from now, whether or not it will be eventually recognized by humanity, but currently those things are not materially rewarded by society\n</qco></h3>      they are but sometimes the difficulty level on the game is set slightly harder than you may have expected<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and so you may be star ved, inc arcerated, ostracized, or broke because of doing those things which is fine I guess but then you accidentally let it get to you and become very angry and bitter at humans for not setting up their society to reward doing things that matter which impacts both your ability to do things that matter and also go to school?</qco> </h3>      have you considered setting up another society, so you can be in charge of delving out the rewards so as to delve them out properly\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n8:44 pm</dco> &nbsp;<qco> Upright Bass or Cello? Which is the supirior insturment?</qco> </h3>      it is you who is superior\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n8:05 pm</dco> &nbsp;<qco> Do you like pottery?</qco> </h3>      i like the pots when they are finished\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n7:47 pm</dco> &nbsp;<qco> Slow Down was great, but I think you need to go to rehab for starting clauses with \"and\". It got to be too much toward the end there</qco> </h3>      how about something more like <a href=\"https://billwurtz.com/monday-stack-of-&amp;s.mp4\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n7:28 pm</dco> &nbsp;<qco> The answer to 2 consecutive questions on this page spells out Fun - and the un didn't really make sense as an answer to a question. Did you do this on purpose?\n<br></qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n6:19 pm</dco> &nbsp;<qco> In Slow Down (which is great btw) when you say the physicists are always letting it bounce around it feels like you're about to keep going but then it cuts to the voiceless melody full of sweet feelings. Were you about to say something there</qco> </h3>      \njust reflecting upon the previous lines, and also reflecting upon the music figure established over the past few bars\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n5:41 pm</dco> &nbsp;<qco> how does one attain your charisma?</qco> </h3>      it is do it yourself charisma\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n5:34 pm</dco> &nbsp;<qco> some would say that music is a form of language cause it helps express feelings. how do i learn ancient greek declensions</qco> </h3>      i have never heard of a declension\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n5:15 pm</dco> &nbsp;<qco> why are you&nbsp;</qco> </h3>      could be fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n4:32 pm</dco> &nbsp;<qco> do you ever consider going back to expand on segments you already released as videos?&nbsp;&nbsp;</qco></h3>      not usually<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nI am curious why you didn't continue with \"I'm a Person\"</qco> </h3>      because it was primarily written to be shown on an app called \"vine\" which had a time limit of 6 and a half seconds, and auto-loop\n<br><br>"
  }
]
