[
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n8:46 pm</dco> &nbsp;<qco> what's a good way to write longer music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n7:58 pm</dco> &nbsp;<qco> If you could name you aesthetic, what would you call it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n7:42 pm</dco> &nbsp;<qco> how do you transform weird things into marterpieces</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n5:59 pm</dco> &nbsp;<qco> do you constantly analyze things in your mind, like the shape of an object or the composition of music, kinda deconstructing and reconstructing&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n4:35 pm</dco> &nbsp;<qco> How are you so awesome. everything you do is unique in your own way. your otherworldly personality uh man you are amazing!\n<br>&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n4:28 pm</dco> &nbsp;<qco> what should i do when i feel bad?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n3:55 pm</dco> &nbsp;<qco> Your videos are delicious poems of life written on heavy clouds that smell like pixelated love hidden in a shoe.\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n3:19 pm</dco> &nbsp;<qco> Are you making new videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n2:52 pm</dco> &nbsp;<qco> to avoid having to make the verse worse than the chorus, maybe you could not split the song into verses and choruses and just have a string of music and lyrics, or a series of verses? what do you think?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n2:52 pm</dco> &nbsp;<qco> I'm a baby composer (I only have 3 complete songs and about a billion random pieces of songs I haven't put together yet) but I haven't been able to take a music theory class yet and won't till next year. Do you have any tips about songwriting (music theory-wise,</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how not to be a total perfectionist about it, </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how to keep things creative and weird)?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n2:03 pm</dco> &nbsp;<qco> where do you stand philosophically?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n1:33 pm</dco> &nbsp;<qco> I've never written a whole song before. I love playing music and desperately want to create but I think it's awful. How do I escape my chasm of self doubt in my music writing abilities?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n1:29 pm</dco> &nbsp;<qco> learning the g blues on a harmonica but i cant seem to bend the notes, any advice?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n1:24 pm</dco> &nbsp;<qco> do you like 2020 as a number?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n1:10 pm</dco> &nbsp;<qco> Can I be on your future podcast</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n1:06 pm</dco> &nbsp;<qco> Does your video \"world peace phone\" have a meaning? or did you just think \"meh this is pretty good\" like I'm so confused help</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n12:55 pm</dco> &nbsp;<qco> Do you stress out thinking your work isn't good enough and that people will hate it despite the overwhelming support you've received </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and the fact that's entirely untrue?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n12:51 pm</dco> &nbsp;<qco> Hey Bill, hope you're doing well. I apologize if this was answered before, but i would really like to know your perspective on visiting music schools or just schools in general on how they shape minds...</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n12:38 pm</dco> &nbsp;<qco> why are you so mysterious?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n12:20 pm</dco> &nbsp;<qco> You ever just wake up and be like \"yea i'm awesome\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n11:57 am</dco> &nbsp;<qco> Are you more likely to answer a random question or a normal question</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and which one is more enjoyable to answer</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n11:44 am</dco> &nbsp;<qco> Do you ever teach music privately? If not, would you consider it?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I would love to get a lesson with you (songwriting, etc.). I think you're amazing. I'm from Canada, and starting my Master's at Juilliard this Fall in Jazz Guitar.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n11:17 am</dco> &nbsp;<qco> Opinions on the Viola?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n10:45 am</dco> &nbsp;<qco> Do you find that you sing and then make the song out of it more or do you write the everything as a whole more?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n9:08 am</dco> &nbsp;<qco> would you like to go on an adventure?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n8:22 am</dco> &nbsp;<qco> I am trying to write songs but most ideas are extremely similar to your old jingles. maybe because ive spent an embarassingly long amount of time looking at them, or maybe because i enjoy them the most (my conspiracy theory is, it's a combination of both). how do i grow out of copying someone and thinking more originally?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n8:15 am</dco> &nbsp;<qco> any advice for people like me who don't have a 'sense' of commitment</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n7:17 am</dco> &nbsp;<qco> what do I do if I heat my porridge for the wrong amount of time?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n7:05 am</dco> &nbsp;<qco> I like stairs. Do you like stairs?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n6:44 am</dco> &nbsp;<qco> When is mount St' Helens gonna blow up? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And will it be a 'fine swell day' then?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n6:44 am</dco> &nbsp;<qco> This was probably asked before, but why were you sad in your I'm sad video</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n6:30 am</dco> &nbsp;<qco> 'at the airport terminal' is such an inspirational song to me, i must ask how long you heated your porridge</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n4:52 am</dco> &nbsp;<qco> i recently broke up with my girlfriend so i started listening to your music to help get by so i really jsut wanna say thank you for that.Your music helps a lot and is just so nice and calming to listen to. My personal favourites are la de da de da de da de day oh and might quit. I dont know how you mad such masterpieces but you did it so good job</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n4:46 am</dco> &nbsp;<qco> if you were making a language what's the first thing you would make a word for</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n4:38 am</dco> &nbsp;<qco> Do you have an idea for something entertaining to do during the quarantine</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n4:36 am</dco> &nbsp;<qco> if possibly explainable, where and what is your whole aesthetic/persona derivative of? is/are there any prime inspiration(s) and motivator(s)?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n4:22 am</dco> &nbsp;<qco> what would your ideal friend be like?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n4:14 am</dco> &nbsp;<qco> why dont some artifacts have posted date?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n3:34 am</dco> &nbsp;<qco> Is it true you love your fans so much you're spending years perfecting your craft</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n2:45 am</dco> &nbsp;<qco> When a human being or other creature with opposable thumbs strums a guitar or similarly-shaped, differently-sized instrument, it's generally taught that their dominant hand is meant to be pressing down on the strings over the frets while their non-dominant hand strums the strings further down the body of the guitar. Wouldn't playing guitar be more effective if the musician was carefully constructing chords with their dominant hand while strumming with their non-dominant hand? \n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I ask because I learned how to play a 'non-dominant hand' guitar and then a 'dominant hand' guitar upside-down and I am wondering if it is too late for me to change my ways.\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, if someone is ambidextrous, how do they pick which hand does what??</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n2:19 am</dco> &nbsp;<qco> what is your most recurring mood?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n1:56 am</dco> &nbsp;<qco> Do you think the visuals to your songs are an important part of enjoying them? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or are they just music videos.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n1:36 am</dco> &nbsp;<qco> Do you know how many trees are purple?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n12:53 am</dco> &nbsp;<qco> which do you think is better learning business or art</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.17.20&nbsp; \n11:56 pm</dco> &nbsp;<qco> why do you think it's funny to make jokes about ohio or wyoming but if you try to joke about tennessee or new hampshire you will get no laughs</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.17.20&nbsp; \n11:54 pm</dco> &nbsp;<qco> thoughts on sand?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.17.20&nbsp; \n11:48 pm</dco> &nbsp;<qco> Do you have any cool new musical ideas that you can't wait try?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.17.20&nbsp; \n11:34 pm</dco> &nbsp;<qco> I'm really sad that I can't look the way I want to, and it's making me very dysphoric and insecure. Any advice oh master of editing and comedy</qco> </h3><s>mind tricks</s>"
  },
  {
    "html": "<h3> <dco>8.17.20&nbsp; \n11:28 pm</dco> &nbsp;<qco> has the quality of memes decreased or increased over the years?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.17.20&nbsp; \n11:07 pm</dco> &nbsp;<qco> Tips on learning a new instrument with no instructor?</qco> </h3>"
  }
]
