[
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n8:23 pm</dco> &nbsp;<qco> I want to record my thoughts like you have, but I don't know whether to do text or sound recordings. Sound may be more stream of consciousness and better convey my current emotions, but text leaves less room for misunderstanding and incoherence and takes up less storage. If I could only pick one, which would you recommend?</qco> </h3>      try both 10 times then see if you can decide then. you don't have to decide you can keep doing both\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n7:55 pm</dco> &nbsp;<qco> how come stories are worth monetary value but music by itself isn't?</qco> </h3>      both of them probably need some kind of delivery vehicle. kind of like a plate for a meal. yet both could still probably be good without the plate, for a more dedicated and open minded consumer\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n7:46 pm</dco> &nbsp;<qco> how did you break the screen on your piano</qco> </h3>      it's one of the self breaking ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n7:19 pm</dco> &nbsp;<qco> if the serving size for pizza bagels is 5 bagels, why do they serve them in packages of nine?</qco> </h3>      to coerce you into buying that next package\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n6:54 pm</dco> &nbsp;<qco> For the video \"i've been thinking\" what had you been thinking about for a long time?</qco> </h3>      nothing. that video was written very quickly, and also produced very quickly\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n6:38 pm</dco> &nbsp;<qco> Are different fonts actually different languages</qco></h3>      some are but some are not. whatever language your computer is set to, that's what language you will mostly see fonts for<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; because if yes then why are they all pronounced the same. Your move, Michael Crichton</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n6:25 pm</dco> &nbsp;<qco> Hey bill. I'd love to take a walk. But I can't. My parents would punish me if I tried to. They never let me leave the house alone.\n</qco></h3>      is that really true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I'm upset of that because I feel like I really need to just get away from all of the things that depress me. Because to tell you the truth, I don't want to be here anymore. It makes me terribly sad that I can't do anything about my current situation. Because I'm just a teenager that can't even be trusted with making my own decisions. I'm sad because I don't want to be here anymore with my family- I want to be alone and just express myself freely. I really just want to die. \n</qco></h3>      well that's counter productive<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I can't wait till I'm an adult to just leave. I can't. But if I decide to just get away from everything, then I'll get punished. I'm so scared and angry that I can't even do a simple thing that you reccomened to me- to just take a walk. Fuck! Last time I decided to take a walk.... let's just say it was a terrible between my parents&nbsp;&nbsp;and I. I can't be myself. And that upsets me and makes me miserable. I'm sorry I'm just so upset and it seems like there's nothing I can do to help myself. I don't want to be here anymore. I wish I didn't exist so that I didn't suffer through so much bullshit.&nbsp;</qco> </h3>      if your parents won't let you go for a walk i'm pretty sure you can call the police over that\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n5:43 pm</dco> &nbsp;<qco> Why does this website exist?</qco> </h3>      so you can see the contents at your own preferred time without me having to email it to you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n5:17 pm</dco> &nbsp;<qco> little dinosaurs or cats?</qco> </h3>      i wonder if you can combine the 2 some how\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n4:51 pm</dco> &nbsp;<qco> do you like it when people ask you questions through the anagrams page?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n4:32 pm</dco> &nbsp;<qco> how do i become a better person?</qco> </h3>      how good are you so far\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n4:00 pm</dco> &nbsp;<qco> you had idea generation sessions for vine, right?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; you didn't just figure out your jingle the day of.\n</qco> </h3>      sometimes \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n3:15 pm</dco> &nbsp;<qco> do you take requests</qco> </h3>      yes but sometimes i change them to an entirely different request\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n2:14 pm</dco> &nbsp;<qco> what is the best video youve ever made</qco> </h3>      hold on i'm not done making them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n1:48 pm</dco> &nbsp;<qco> i designed the cover of my school magazine, they said they would pay me but they never did and I'm too scared to bring it up. what should i do?</qco> </h3>      figure out exactly which person told you you would be paid, and find their email address, and send them this email, assuming their name is jeff and if their name is not jeff just put a different name where it says jeff<br>\n<br>\nsubject: Magazine Design<br>\n<br>\nHey Jeff,\n<br>\nSo glad for the opportunity to desigin the magazine cover this year. Just wondering .... you did say it was a paid job right? Just wanted to check in about that! (was saving up to buy a windmill, or a donkey or maybe even a donkey and a windmill.) <br>\nThanks so much!<br>\n<br>\nWendlyn\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n12:32 pm</dco> &nbsp;<qco> I'm just going to talk about how I feel when I try to express myself through art and how I struggle sometimes. So haha this is going to be stupid. But I stare at a blank piece of paper and then my mind just goes blank and then I'm like \"how the fuck am I supposed to express my feelings through a pencil? Do I create a new character?\"</qco></h3>      no, something much simpler. <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And then I freeze up and my mind freaks out like this: jdgdhsjshshsjsj and I stop at the idea of a character and I'm like ahhhhh. </qco></h3>      like start by putting a dot on the page and that's all you're allowed to do, but the one freedom you do have is you can choose anywhere on the page to put the dot. really try to go wild with that one decision. then put a time stamp on it and call it a day. i think you will be amazed at how many unique locations there are for just 1 dot. really makes you think about the shape and size of the page doesn't it. bonus, see if you can find a crazy place to put the date<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And now I realize how stupid I've been. I should just doodle and not give a fuck about what happens. Just express it- even if it isn't clear. And I've been so scared to do something wrong because I want to be so much like the other people I look up to that are able to create cool stuff. But if I look at how I'm feeling at the moment, It doesn't even feel right to make \"cool stuff\" it feels right to express my anger and fear and confusion. And with music it's sorta similar- I can improvise sometimes and I love the way I'm able to do it. And other times I just mess up and just struggle and freak out again like ahsbsbdhddhdh yeah I'm not perfect at all. But pfft atleast I'm looking at how stupid I am and realizing how stupid I am.\n</qco></h3>      everyone is stupid. it's fun<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Yeah bill sorry for being stupid. I vent on here and I look back and I'm like holy shit I was really really fucking stupid. Ha. Ok I'm going to take my advice now and make some art that's kinda stupid but honest if that makes sense. Bye.&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n12:19 pm</dco> &nbsp;<qco> sometimes i go to church just to hear the music. does this make me a bad person</qco> </h3>      sometimes they only want you to go for your money. does that make them bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n12:10 pm</dco> &nbsp;<qco> when i play uke i can't get my fingers to move to the next chord fast enough. any tips/advice?</qco> </h3>      just start playing songs. let the song motivate you to reach the chords as fast as you want, while also forgiving you for the space because it's more important when you play the chords than when you don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n11:19 am</dco> &nbsp;<qco> what do you think of dryer sheets? i mean they're nice and all, but there's one laying on my carpet and i don't like the way it's looking at me...</qco> </h3>      oh you don't wanna know what it's thinking\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n10:44 am</dco> &nbsp;<qco> is it ok if i don't know what my art means or if it means anything at all?</qco> </h3>      is it ok with you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n10:32 am</dco> &nbsp;<qco> What are your thoughts on film as a medium?</qco></h3>      i hardly know anything about it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And also on doing medium-defying things and hoping people will like it</qco> </h3>      oh there's the ticket\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n10:31 am</dco> &nbsp;<qco> What's the better part of the egg: the yolk or the white?</qco> </h3>      the crack\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n10:22 am</dco> &nbsp;<qco> Is ten years a long time to you?</qco> </h3>      i can think of a longer time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n9:09 am</dco> &nbsp;<qco> Hey BIll, I'm going to college soon and I'm feeling pretty nervous. Any advice on what to do and what to study?</qco> </h3>      when moving to a new place, it is absolutely impossible to know what to do until you get there<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n8:04 am</dco> &nbsp;<qco> what's the best thing to keep in a fanny pack</qco> </h3>      extra fanny packs\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n7:39 am</dco> &nbsp;<qco> how to talk to people when you never have anything interesting to say ever</qco> </h3>      try saying something uninteresting\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n6:53 am</dco> &nbsp;<qco> Does Simon have amnesia or did he just never do anything?</qco> </h3>      i don't remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n5:31 am</dco> &nbsp;<qco> does the piano know something i don't know</qco> </h3>      most likely\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n5:27 am</dco> &nbsp;<qco> What's next?</qco> </h3>      self counting sheep\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n4:31 am</dco> &nbsp;<qco> What do you think about europe?</qco> </h3>      could really amount to something\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n3:29 am</dco> &nbsp;<qco> besides Normal, what blending mode do you use most?</qco> </h3>      hard light\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n2:21 am</dco> &nbsp;<qco> how do I tackle the realisation of the mundanity of life?</qco> </h3>      falsely\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n2:09 am</dco> &nbsp;<qco> logistical question. if you record yourself so much... how do you also have the time to listen to what youve recorded? what's your schedule look like for that??</qco> </h3>      i usually don't but maybe once every 10 years i spend about 3 months searching through it all and editing/producing it into a somewhat coherent/relevant chronicle for public consumption (or at least to anyone who is able to successfully bypass the password prompt)\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n1:38 am</dco> &nbsp;<qco> I have to get my driver's license in the next year but I hate driving and there's never any time to practice, and I'm also bad at it, what do I do</qco> </h3>      you could take the test and fail, which would be good news if you hate driving because then you wouldn't have to do it again after that\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n12:42 am</dco> &nbsp;<qco> Hi I like music but no one else does,\n</qco></h3>      are you sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n what do I do as a pianist?</qco> </h3>      you could go to a halloween party\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n12:27 am</dco> &nbsp;<qco> Fine weather, isn't it?</qco> </h3>      it's mixed / changing\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n11:44 pm</dco> &nbsp;<qco> Thoughts on fireflies?</qco> </h3>      they are blinky\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n11:39 pm</dco> &nbsp;<qco> &nbsp;Should tom delonge rejoin blink-182?</qco> </h3>      only he knows\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n11:03 pm</dco> &nbsp;<qco> this sounds like a dumb cliche but i literally have no friends at school and i just don't fit in with everyone else and it's getting really annoying and sad.&nbsp;</qco> </h3>      ah, this sounds like the life style of an entrepreneur\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n10:30 pm</dco> &nbsp;<qco> I can't tell if the poem I just wrote is fire, or a dumpster fire, so to speak. What should I do?</qco> </h3>      write another\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n9:49 pm</dco> &nbsp;<qco> Hey. I've been feeling pretty terribly lately. I'm just really overwhelmed by being human- you know- the fact that you're required to go to school, and expected to go to college and if you don't you're considered a failiure,</qco></h3>      a large percentage of the world's most successful people dropped out of college or didn't go<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the pressure of my family to dedicate my life to school because they tell me that if I don't, I'm going to be poor. And I'm attempting to be a good artist only to fall on my face. And I try to run away from these terrible feelings through video games and I even fail at that too. So I'm going through a pretty rough time. I don't even know what to do to help myself. But thank god it's nighttime. I can't stand the daytime because I'm surrounded by an environment that I hate and whenever I open my eyes I can see every single inch of it. I guess to comfort myself in these times I just go underneath my blankets and distance myself from the world and type to you. I just really want to feel better but I don't know how. Actually, I'd feel a lot b etter if I knew that I can succeed in the future without college and if I could be comfortable talking to my parents about my feelings. And i had a car so I can just leave my house and distance myself from everything I hate about this world. </qco></h3>      i think you may get better results if you think more in terms of strengthening your force field, rather than trying to escape. i think if you escape in a car you may feel trapped in a car. cars are small. if you need to leave, you can walk ... sometimes that feels better than driving anyway<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I think that's how I can truly be happy you know- being confident in the future and in yourself. I'm a bit hesitant to go all in and have a whole bunch of confidence that if I get better at art I'll be all set in life. I mean even if I'm wrong, I might as well try, right? It's better than just sitting here extremely afraid and sad. And i feel like I can learn a lot from it all- I mainly think that being good at art would be what makes me joyous and feel fulfilled in life because I love expressing myself. But if I can express myself in a more moving and beautiful way like through music and drawing, I think I'll have a blast. I can express myself in ways that have never been done before. But I have to learn first. I have to get really good and experienced to be able to express myself through song the way I want to.</qco></h3>      actually sometimes the most true and powerful expressions occur before you have barely learned anything. and at the same time, no amount of experience will ever be enough to express anything 'perfectly' unless you adopt the view that everything is perfect (which is a fine view) in which case that's great news because that means anything you could possibly do would be perfect even if it wasn't quite what you were expecting (kind of like people) <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; So maybe I can type out my feelings in the meantime you know? And still continue to learn the mechanics but still express myself. And then when I get to the point where I'm super confident in my ability, I'll attempt to express my deep feelings through music.</qco></h3>      if you are waiting for 'confidence' before 'attempt' you might be doing this backwards<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Music is my main goal. I'm going to listen to some music before going to sleep. Bye.&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n9:36 pm</dco> &nbsp;<qco> opinion on egg?</qco> </h3>      good and bad, packaged conveniently in a very small container\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n9:19 pm</dco> &nbsp;<qco> Did you ever do car tests with the vine jingles?</qco> </h3>      no, and as a result i am sure they are exploding in the mid-low range\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n9:02 pm</dco> &nbsp;<qco> Hey. What inspired you to write \"the stupid song\"? (the first one)</qco></h3>      tried to start a song really really stupid. which by then i was well aware was a back handed strategy to open the floodgates to unforseen emotional richness<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; when I first listened to that song, I cried because I felt exactly the same way as you- someone- with no purpose- with nobody to help me. Desperately trying to find a reason to live or see the light of day. And it killed me hearing you sing about wanting somebody to help you through feeling bad. I needed someone so desperately in that moment, and I guess you were the one.&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n8:04 pm</dco> &nbsp;<qco> Is hello sexy pants about love?</qco></h3>      maybe<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Like you say, \"Hello sexy pants\" to a girl</qco></h3>      doesn't have to be a girl does it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and she gets happy</qco></h3>      evidence?<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and then you say, \"where'd you get those pants?\" And then she gets mad </qco></h3>      evidence?<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and the rest of the lyrics is about anger</qco></h3>      what about the entire next verse about liking the pants and things being easy and wishes coming true, and then that entire next verse about friendship and taking friendliness all over the world<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and your trying to cheer her up promising to take her through the hills of France even though you only care about her pants and then she goes on live TV and Congress gets mad and the lights go black. Is that what it's about?\n</qco></h3>      maybe but probably not quite<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If not, what's it about?&nbsp;</qco> </h3>      it's hard to know, the damn thing wrote itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n7:53 pm</dco> &nbsp;<qco> how do you stay creative? So that everything you do is different but is \"you\".</qco> </h3>      \nthere is an intricate series of fake-out maneuvers\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n7:47 pm</dco> &nbsp;<qco> what do you think of YouTube monetization algorithms?</qco> </h3>      they very secretive and powerful ..... my best hope is to be more secretive and powerful than them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n7:21 pm</dco> &nbsp;<qco> Hey bill. I'm extremely sad. I fail a lot of the things I want to get good at. And my environment makes it hard for me to have hope and feel better about myself. I can't help but think that's no matter how hard I try to live a happy life, I'm going to fail and be extremely depressed forever. I'm extremely hopeless and tears are flowing from my eyes as I type this. I really want things to go better but I've been struggling for years. I'm trying so hard to calm myself down but I find it so hard... please- I'd really appreciate anything you can say to that you feel could help me.&nbsp;</qco> </h3>      take a walk and then give me an update on what you saw / learned / thought\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n6:59 pm</dco> &nbsp;<qco> If something ways negative weight how much does it weigh?</qco> </h3>      negative something\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n6:59 pm</dco> &nbsp;<qco> how do you keep organized when working on a large project (like hotewig)? there are so many moving parts (research, music, script, art) and they all interact with each other. i try to keep track of stuff in text files but then i end up either making 10,000 small text files or two or three giant ones both of which are completely unorganized. every time i try to impose order on them they just... unorganize themselves when the project changes direction as it inevitably does. how do you impose order without ruining the inherent messiness of the creative process?</qco> </h3>      for that one i already knew what i was doing because i had already done history of japan, which was the exact same process but much smaller in scale. history of japan however was still much larger than any other project i did before, so i was somewhat surprised that it went so smoothly, but nonetheless i had still done a huge amount of videos before then, so my processes were well under control by then. if you produce a lot of work you learn everything you need to know automatically. if you start with very small sized products you will learn very quickly and easily<br><br>"
  }
]
