[
  {
    "html": "<h3> <dco>1.2.25&nbsp; \n1:51 pm</dco> &nbsp;<qco> if you had an inn and wanted to theme each room, what would some of the themes be?</qco> </h3>      \n1,2,3,4,5,6,7,8,9,10,11, and so on\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.25&nbsp; \n1:37 pm</dco> &nbsp;<qco> when you want to set a goal do you first think about if it is even possible and/or if you know how to do it or are you just like 'i will learn how to do this as i go along'</qco> </h3>      \nthe best things to choose as goals are things you feel connected to so inately that you can't even imagine yourself not doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.25&nbsp; \n1:04 pm</dco> &nbsp;<qco> how to be better</qco> </h3>      \nyou're automatically better\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.25&nbsp; \n11:48 am</dco> &nbsp;<qco> any tips on dealing with misunderstanding?</qco> </h3>      \nstart by talking about how it feels to be having a misunderstanding. maybe that can be the first agreeable point in this\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.25&nbsp; \n10:50 am</dco> &nbsp;<qco> what can one look forward to</qco> </h3>      \nyou'll have to make something up. if all else fails, check out what other people have made up before\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.25&nbsp; \n9:08 am</dco> &nbsp;<qco> If Jesus was born on Christmas and died on Good Friday, doesn't that mean He only lived about three to four months?</qco> </h3>      \nno, but that's not the only thing that doesn't mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.25&nbsp; 7:29 am</dco> &nbsp;<qco> hey bill! big fan. 2 questions\n<br>1: favorite guitar ever made?</qco></h3>      hasn't been made yet. make another one<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>2: do you like pink floyd?</qco> </h3>      \nit's ok, they are self-liking\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.25&nbsp; \n6:53 am</dco> &nbsp;<qco> sometimes i want to crawl into a little cupboard and shut the door</qco> </h3>      \nthat sounds like the plot of a movie\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.25&nbsp; \n6:25 am</dco> &nbsp;<qco> Opinions on sleep?</qco> </h3>      \nno, that would keep me awake\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.25&nbsp; \n5:20 am</dco> &nbsp;<qco> did yopu take bank holiday</qco> </h3>      \nbank holidays are those monday ones, throughout the year which america likes to give special names while not admitting secretly that it's all exactly the same holiday\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.25&nbsp; \n4:34 am</dco> &nbsp;<qco> would you recommend the name Bill?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.25&nbsp; \n3:31 am</dco> &nbsp;<qco> hey bill, i'm new to the website, and a little lost. can you please direct me to the questions page?</qco> </h3>      \nno way, that would ruin the thrill of finding it yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.25&nbsp; \n3:18 am</dco> &nbsp;<qco> how do you keep hold of your own perspective, even when other people pressure you to think like they do?&nbsp;&nbsp;to me it's super hard to not just immediately fold and say \"you're right\".&nbsp;&nbsp;you seem pretty good at it</qco> </h3>      \nit's hard to be pressured into something i can't figure out\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.25&nbsp; \n3:10 am</dco> &nbsp;<qco> how to catch up to things I already missed&nbsp;</qco> </h3>      \nmake up for that by participating in new things someone else will miss\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.25&nbsp; \n11:58 pm</dco> &nbsp;<qco> what is the best response to \"true or false: this sentence is false\"</qco> </h3>      half of the sentence has a 50% chance of being false and a 50% chance of being true. the other half, on the other hand, has a 50% chance of being true and a 50% chance of being false. what's guaranteed is that the 2 halves \"this sentence\" and \"is false\" have opposing boolean status to each other. ALSO: because the 2 halves directly refer to each other, that means the sentence is not complete because there is no grounding. like if you point 2 mirrors directly at each other, you won't see anything unless there are some non-mirror objects somehow involved (such as yourself, to be able to even view it). so inconclusion the sentence is 50% incomplete, and it's 50% likely that each half is the incomplete half, and independently also 50% likely that each half is the true half.<br>\n     <br>\n     Is the above paragraph true or false? \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.25&nbsp; \n10:29 pm</dco> &nbsp;<qco> If you answer a question in one way one time and then you answer it in the opposite way a different time, is that bad</qco> </h3>      \nno, and it could even open up a whole new other conversation\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.25&nbsp; \n9:43 pm</dco> &nbsp;<qco> im so full of inspiration but cant create anything new when i sit down and try. suggestions?</qco> </h3>      \nyes, i use the following 2-sided approach: first sharpen your 'catch' skills, so when you get those good ones when you are way way outside the office, you have infrastructure to catch them. even if it's just catching like 1 line, you've caught it. file it away for when you're ready for it. but then to supplelement that, as a separate exercise, you can also sometimes sit down and try to come up new things that are terrible. the twist here that makes it more fun is you are allowed to make them terrible, and do like 20 or 30 of them. heck, make 29 the same and the last one different. how hard could that be if they are all supposed to be terrible. but then, the other twist, and i almost didn't wanna tell you this part, but a side-effect of these brute-force writing sessions is they will also make it even more often that you get good ideas away from the office, which hopefully you have learned to catch, as part of the first part of this advice\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.25&nbsp; \n9:27 pm</dco> &nbsp;<qco> did you ever turn orange from eating too many carrots. or a different color mayhaps</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.25&nbsp; \n8:49 pm</dco> &nbsp;<qco> does the moon really exist</qco> </h3>      \ni'll think about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.25&nbsp; \n8:31 pm</dco> &nbsp;<qco> do you eat the sun and if not would you like to at some point before it eats you?</qco> </h3>      \ni'll think about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.25&nbsp; \n7:41 pm</dco> &nbsp;<qco> what do you think about school?</qco> </h3>      \nso absurd it just might work\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.25&nbsp; \n7:04 pm</dco> &nbsp;<qco> &nbsp;I feel like it was a new year a year ago</qco> </h3>      \ni know what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.25&nbsp; \n5:28 pm</dco> &nbsp;<qco> is this year new?</qco> </h3>      \nit is right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.25&nbsp; \n3:27 pm</dco> &nbsp;<qco> how do you pull a rabbit out of a hat</qco> </h3>      \nthis is a deal breaker for most people, but you have to first put a rabbit into a hat. there is no other reason for a rabbit to be in a hat to begin with\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.25&nbsp; \n1:30 pm</dco> &nbsp;<qco> How's the future?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.25&nbsp; \n1:08 pm</dco> &nbsp;<qco> how do you feel moving to 2025</qco> </h3>      \nfine\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.25&nbsp; \n10:46 am</dco> &nbsp;<qco> do you think we should add new colors to the visible light spectrum, I've gotten a bit bored of the pre existing ones.&nbsp;</qco> </h3>      \ndo you have any idea of how to even begin doing that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.25&nbsp; \n9:52 am</dco> &nbsp;<qco> have you ever jumped relly high</qco> </h3>      \ni've done it more than once, but those weren't the only times i'm going to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.25&nbsp; \n6:32 am</dco> &nbsp;<qco> Is cake bread?</qco> </h3>      \nnot all cake is bread, and not all bread is cake. but it is possible to make an item that is both\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.25&nbsp; \n5:06 am</dco> &nbsp;<qco> What happened to the small song jingles like in your old stuff? I noticed in your \"perfect\" video that there are no jingles except for the background instrument sounds like wee wooop but no jingles with like lyrics and stuff. Idk</qco> </h3>      \nbasically what happens to some things is they are in some videos, and then what happens to other things is they are in other videos. there are some things that haven't even been in videos yet -- those will be in future videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.25&nbsp; \n3:48 am</dco> &nbsp;<qco> I have songs that I wrote several years ago, I still like how they sound but I have changed a lot since then and I don't relate to the messages of those songs anymore. I'm struggling with the idea of still playing them. So I was wondering if you relate to this with any of your old songs? And if so, do you think about reworking the lyrics/message of them while keeping the instrumental? Or do you feel like the whole song is from a moment in time from that part of your life and the lyrics and instrumental are intrinsically linked?</qco> </h3>      \nboth. it can carry important value from the original time, but it is also possible to update things sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.25&nbsp; \n1:54 am</dco> &nbsp;<qco> happy new year, what aren't your new years resolutions this time around?</qco> </h3>      \neverything. i don't do the new years resolution for anything. in my view that would be a massive curse, and i can explain why except for the fact that i already explain it too often\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.25&nbsp; \n1:15 am</dco> &nbsp;<qco> What's ur fav day of week</qco> </h3>      \ntuesday\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.25&nbsp; \n12:27 am</dco> &nbsp;<qco> What if you could divide by zero and break some other rule instead of proving 1=2?</qco> </h3>      \nseems chill\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.25&nbsp; \n12:02 am</dco> &nbsp;<qco> Is this the first question of 2025</qco> </h3>      \nnot the first asked, but the first answered. actually to be excrutiatingly specific it is the first among the questions asked here in 2025 to be answered, but not the first one asked here in 2025 nor the first one answered here by me in 2025. i hope you are following my logic here\n\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2024-12.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>12.31.24&nbsp; 11:10 pm</dco> &nbsp;<qco> Why is a raven like a writing desk?</qco> </h3>      \nit happens like this: if you think about trying to write something that doesn't mean anything, you will be forced to think of your writing desk and nothing else. But that makes you feel like a raven. so you end up writing the residue of your thoughts, which is \"Why is a raven like a writing desk?\". the only problem is, now this actually does mean something, because it reflects the nature of what you were trying to do\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.24&nbsp; \n11:01 pm</dco> &nbsp;<qco> I'm not religious or spiritual. I guess I'm an atheist but being an atheist is so sad and boring. And I want to go to church and sing as long as I can and feel some sort of godly love wash over me. Do you understand what I'm saying?</qco> </h3>      \nthere are some kinds of churches where the music would be too strong for even darwin himself to resist \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.24&nbsp; \n9:26 pm</dco> &nbsp;<qco> What year is it?</qco> </h3>      \nlet me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.24&nbsp; \n9:07 pm</dco> &nbsp;<qco> when will you take me out to the ball game</qco> </h3>      \nhow about one note late for the words\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.24&nbsp; \n8:31 pm</dco> &nbsp;<qco> if you had to choose one or two of your videos to showcase your best work (for say, an imaginary job interview or something) which would you choose and why?</qco> </h3>      \nthe whole reason i do what i do the way i do it is so i don't have to do it like that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.24&nbsp; \n8:04 pm</dco> &nbsp;<qco> why does 3/4 time signature sound so good</qco> </h3>      \nbecause you've heard someone do it good\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.24&nbsp; \n6:48 pm</dco> &nbsp;<qco> wanna fight?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.24&nbsp; \n6:33 pm</dco> &nbsp;<qco> Would you like to rejoice with me?</qco> </h3>      \nok\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.24&nbsp; \n6:30 pm</dco> &nbsp;<qco> I want to use an expression that means the same thing as \"not the sharpest tool in the shed\", and I want it to include \"fish in the sea\". But I can't think of the right adjective, as in \"not the [blank]-est fish in the sea\".\n<br>\n<br>I don't want to use 'biggest'. Because I think 'biggest fish in the sea' implies either importance or maybe even physical strength/ability (as opposed to mental ability).&nbsp;&nbsp;\n<br>\n<br>Can you help?&nbsp;</qco> </h3>      \n\"not the smartest fish in the .... school of fish\" you have to pause there or else i don't think it works\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.24&nbsp; \n5:39 pm</dco> &nbsp;<qco> If you were to divide your musical journey from birth to now à la Taylor Swift, how would you go about that? What Bill Wurtz \"era\" would you say you're in now? How long have you been in this \"era\"? What would you say characterizes this \"era\"?\n<br>Best wishes for 2025!</qco> </h3>      \nthe 'musical' journey has been blended in with many of my other journeys for quite some time now. the current phase probably began around april 22, 2023. as usual, i can give you much more details about the current era during the next era\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.24&nbsp; \n4:07 pm</dco> &nbsp;<qco> does everyone deserve love</qco> </h3>      \nyes\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.24&nbsp; \n3:46 pm</dco> &nbsp;<qco> can i write a poem using something other than words?</qco> </h3>      \ni don't see why not. you can even claim, in the poem, that it's words even if it's not. or you could have the poem say it's not words even though it is. these are all technically legal poetic options\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.24&nbsp; \n3:04 pm</dco> &nbsp;<qco> This question is from the future of 2024 and when you ll see it will be 2025\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>Wait i think i did it wrong</qco> </h3>      \nyou're doing great so far\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.24&nbsp; \n3:00 pm</dco> &nbsp;<qco> can you write my uni recommendation lettr</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.24&nbsp; \n1:38 pm</dco> &nbsp;<qco> would you consider yourself as a hero</qco> </h3>      \ni'll do my best\n<br><br>"
  }
]
