[
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n4:16 pm</dco> &nbsp;<qco> Do you plan on ever making a 3rd instalment in the history of series?</qco> </h3>      that sounds like a good idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n3:43 pm</dco> &nbsp;<qco> help i am lost where is up can you tell me&nbsp;&nbsp;\n<br>&nbsp;&nbsp;where is up?</qco> </h3>      drop something, then go the other way\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n3:35 pm</dco> &nbsp;<qco> will you ever go on a tour?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n3:32 pm</dco> &nbsp;<qco> Will you ever do a sequel to bears? i love that one!</qco> </h3>      it turns out, 'die' was a sequel to 'bears', but i accidentally made the second one first. to be clear, i should explain that the lyrical content has nothing to do with each other. they were literally part of an exercise to make songs of increasing length, starting with 1 second, then 2, etc. The problem is, i screwed up and 'die' was actually 2 seconds, thanks to the cymbal. so i had to backtrack and do a shorter one. but if you are looking for more pieces in the 5 seconds or less range, i am pleased to announce that i did way more of those than i ever should have\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n2:46 pm</dco> &nbsp;<qco> would you like some lemonade?</qco> </h3>      yes but how do i know you're not bluffing\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n2:27 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201909051727\">9.5.19&nbsp;&nbsp;5:27 pm</a>  what kind of school tho?</qco> </h3>      maybe doing some audio/visual media, possibly answering some questions to supplement it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n2:05 pm</dco> &nbsp;<qco> do you live in a field</qco> </h3>      no but i may have came from there\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n1:30 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201910171743\">10.17.19&nbsp;&nbsp;5:43 pm</a> &nbsp;&nbsp;the question is \"where's the video LOL!!!!!\" would now be a good time to ask or should I try a different time?</qco> </h3>      any time is fine, but what video specifically\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n1:27 pm</dco> &nbsp;<qco> Do you write lyrics first then music, or music then lyrics?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Or do you write music with your left hand and lyrics with your right hand simultaneously?</qco> </h3>      usually i think of them both simultaneously in my mind, and then sing the lyrics musically while accompanying it musically on the keyboard. then i talk through and discuss how it went, how it's going, or how it possibly should go instead. then do it again\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n1:26 pm</dco> &nbsp;<qco> Will you ever make a video for \"Got to Know What's Going On\"?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n1:24 pm</dco> &nbsp;<qco> Have you ever considered releasing your music on physical media like vinyl?</qco> </h3>      no but i would consider it if the internet got sick and died, which i don't expect to happen but you never know\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n1:21 pm</dco> &nbsp;<qco> What have you been doing these past 7 months?</qco> </h3>      re-inventing my entire brains out, while also trying to hide from people who keep reminding me how long it's actually taking\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n12:45 pm</dco> &nbsp;<qco> I know how to win at spelling, but how do you win at grammar?</qco> </h3>      impossible. in grammar, everybody loses\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n12:31 pm</dco> &nbsp;<qco> Can we get a timeline for when your next project will be complete?</qco> </h3>      sure. wait, what the heck is a project\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n10:27 am</dco> &nbsp;<qco> i have creative block could you please give me a lyric to start with&nbsp;</qco> </h3>      of\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n9:59 am</dco> &nbsp;<qco> Do you like books,or maybe something that books for a birthday party at booktopia, or maybe a book about booking for a birthday party at booktopia for 5 books an hour?</qco> </h3>      books are very cool, but i must admit what i love to do most with them is display them on video\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n9:44 am</dco> &nbsp;<qco> if you could change your name, what would you change it to?</qco> </h3>      Magic Johnson\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n8:49 am</dco> &nbsp;<qco> any advices on how to deal with autumn?</qco> </h3>      start on a big project you are afraid will take too long, and then be amazed when spring comes frighteningly soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n8:34 am</dco> &nbsp;<qco> do you have any ideas for me</qco> </h3>      probably\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n5:09 am</dco> &nbsp;<qco> when will we get bill wurtz 2?</qco> </h3>      exorbitantly soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n4:58 am</dco> &nbsp;<qco> Hey bill, what's a potato?\n<br>.\n<br>.\n<br>.\n<br>.\n<br>.\n<br>.</qco> </h3>      it's like a baseball, of nature\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n4:19 am</dco> &nbsp;<qco> how are you going to go about making a major scientific breakthrough in particle/quantum physics? Aren't there entire teams of scientists across the whole world trying to do the same thing with huge machines worth millions? Of course, there's no harm in trying, and you're probably smart enough. Just wondering how you're planning on doing it.</qco> </h3>      i guess it just comes down to asking the right questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n4:07 am</dco> &nbsp;<qco> Is it now time for the news, travel and weather where you are?</qco> </h3>      i think you can get that stuff online, any time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n3:12 am</dco> &nbsp;<qco> How did you learn to start bringing people closer and letting them in?</qco></h3>      i didn't, but i did learn how to retreat away from  people<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Was self-improvement involved?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n3:08 am</dco> &nbsp;<qco> can you help me get over my social anxiety?</qco> </h3>      i think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n2:56 am</dco> &nbsp;<qco> <a href=\"q.php?date=201910161918\">10.16.19&nbsp;&nbsp;7:18 pm</a>  How would you describe this ability? Is it like more analytical \"I can literally hear all the notes\", or emotional \"feels like pants\" or just plain experience?</qco> </h3>      experience has taught me how to identify all the feels. which is way quicker than identifying the notes individually. but experience has also taught me how to identify the notes, on the off chance that they might be feelless chords, i can always do it the hard way, with notes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n2:47 am</dco> &nbsp;<qco> I'm hoping you can be real with us here.&nbsp;&nbsp;Were you ever an average singer?&nbsp;&nbsp;</qco></h3>      still am<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tDid you need to do exercises to become great?</qco></h3>      the peculiar thing i found very quickly was that improvising the lyrics is really the only way to unlock the voice. besides that, over time it gets better anyway<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t&nbsp;&nbsp;Hope you see the importance of honesty in a question like this.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n1:11 am</dco> &nbsp;<qco> coolest map you've ever drawn?</qco> </h3>      maybe <a href=\"map.png\">this one</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.19&nbsp; \n12:24 am</dco> &nbsp;<qco> yo dude what time is it</qco> </h3>      Friday, October 18, 2019 11:57:09 PM\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.19&nbsp; \n11:46 pm</dco> &nbsp;<qco> what am i supposed to do with my life after school bill please help</qco> </h3>      start a business\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.19&nbsp; \n10:40 pm</dco> &nbsp;<qco> why is my soup soupy</qco> </h3>      it must be fate, or destiny, i always forget which is which\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.19&nbsp; \n10:27 pm</dco> &nbsp;<qco> What Do You Think About South-American Followers??(Spanish-Speaking Fans)</qco> </h3>      they're pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.19&nbsp; \n10:24 pm</dco> &nbsp;<qco> Will you ever type at least one capital letter?</qco> </h3>      sounds like you've never seen my videos but if you don't want to watch them, i have collected all the capital letters used on just the questions page alone, <a href=\"capitals-report.php\">here</a> \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.19&nbsp; \n10:03 pm</dco> &nbsp;<qco> Do you have a schedule when it comes to answering these?</qco> </h3>      it's generally once a day (or 2 ..... oops)\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.19&nbsp; \n9:01 pm</dco> &nbsp;<qco> how often do you update scarmble?</qco> </h3>      was once a day for most of last year, but currently not at all because i am working on developing a whole myriad of new things\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.19&nbsp; \n8:17 pm</dco> &nbsp;<qco> thoughts on the CN Tower?</qco> </h3>      useful, in case i forget which way is up\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.19&nbsp; \n8:15 pm</dco> &nbsp;<qco> how do you come up with such deep answers?</qco> </h3>      fracking\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.19&nbsp; \n7:53 pm</dco> &nbsp;<qco> what did you major in at college?</qco> </h3>      i don't even know how to major in something at college. i don't even know how to go to college actually. not even sure what college is. i hope it's not important......\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.19&nbsp; \n7:18 pm</dco> &nbsp;<qco> Do you think this shirt looks good on me</qco> </h3>      for some reason i can't seem to see it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.19&nbsp; \n7:13 pm</dco> &nbsp;<qco> hey so i was listening to this rap song and i'm having trouble trying to discern the rhythm that he raps at a certain part https://www.youtube.com/watch?v=mwnMeAfB7xk at about 2:21. the farthest i've gotten is i'm thinking they might be quadruplets? but in 4/4? some kind of 4:3 polyrhythm? in addition, i'm wondering how one would go about transcribing this rhythm so if you could help show me that, it would be much appreciated. thanks</qco> </h3>      that would be exactly 4:3. the word \"pistol\" starts exactly on beat 4, and there have been exactly 16 notes covering the span of 12 normal subdivisions. if i had to write that for myself to read, i might do something like <a href=\"oaiusydfghauy.jpg\">this</a>. truly the sound is pretty exact dotted 16th notes, which are probably not pleasant for anyone to read. but the way i wrote it at least gives an idea of the neighborhood of where the beats land, while also making a written note to clarify. or maybe i would write a note to myself \"actually dotted 16ths\" because i am aware of how dotted 16ths are supposed to land, mathematically. (4:3 like you said). actually, update, at this tempo it would actually be dotted 32nd notes. same concept but even more beams. even more of a reading nightmare<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.19&nbsp; \n7:08 pm</dco> &nbsp;<qco> hpw did u get ur singin voice</qco> </h3>      by singing. that's the only way. \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.19&nbsp; \n6:57 pm</dco> &nbsp;<qco> how do i find direction?</qco> </h3>      look for arrows, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.19&nbsp; \n6:36 pm</dco> &nbsp;<qco> what do you think of cats?</qco> </h3>      they have a certain electrical quality to them\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.19&nbsp; \n6:08 pm</dco> &nbsp;<qco> How many days of sleep do you get each day?</qco> </h3>      anywhere up to 1 half a day\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.19&nbsp; \n6:08 pm</dco> &nbsp;<qco> What is your advice on making friends?</qco> </h3>      start a business? or join a business. either one should work. business is friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.19&nbsp; \n5:46 pm</dco> &nbsp;<qco> if you could beat up anybody (and have a 100% chance opf winning) who would it be</qco> </h3>      bullys\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.19&nbsp; \n5:43 pm</dco> &nbsp;<qco> bill i have a question, is now a good time to ask?</qco> </h3>      that depends what question it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.19&nbsp; \n4:25 pm</dco> &nbsp;<qco> If you were to wake up in a field somewhere and you didn't know which direction was which and the sun was low in the sky... would you be able to tell if it was sunrise or sunset? (You don't have any time telling device with you and you had no idea what time it was when you awoke in the field)</qco> </h3>      yes, after about 20 minutes. or maybe instantly, depending on how many people are in the field, if the field happens to be located in a reasonably populated area\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.19&nbsp; \n4:14 pm</dco> &nbsp;<qco> how do you answer so many questions so fast, while also working on other things?</qco> </h3>      i do all the questions at once for a day (or sometimes 2, oops) then work as hard as i can for a day (or sometimes 2, oops). i must say, i have installed some wild keyboard shortucts a few months ago that definitely increase the speed of the entire process significantly\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.19&nbsp; \n4:03 pm</dco> &nbsp;<qco> favorite youtube channels (aside from yours)?</qco> </h3>      will smith\n<br><br>"
  }
]
