[
  {
    "html": "<h3> <dco>1.13.19&nbsp; \n7:45 pm</dco> &nbsp;<qco> Why do you put your songs on your website when you finish the video instead of when you finish the audio?\n<br></qco> </h3>      \n\nso as to not spoil the product<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.19&nbsp; \n7:43 pm</dco> &nbsp;<qco> when is the right time to check the time</qco> </h3>      now<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.19&nbsp; \n7:35 pm</dco> &nbsp;<qco> what song of yours would you want to see someone dance to?</qco> </h3>      sheep\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.19&nbsp; \n7:17 pm</dco> &nbsp;<qco> i really want to share my work and use it to express myself to others, but no one really seems interested, and i can never really find a way to tell anyone about it without missing parts of the picture. tips on creative expression, and how to get all your brilliant ideas out of you and into the world?</qco> </h3>      \n\nfind a safe and quiet space where you can start putting it all together in the exact way you want it. also you're gonna want to go out into a field and get some blessings from the 17 ancient sages<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.19&nbsp; \n6:18 pm</dco> &nbsp;<qco> What is the best time to go to bed?</qco> </h3>      \n12pm<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.19&nbsp; \n6:17 pm</dco> &nbsp;<qco> your video \"ball and stick\" is coolest vid ever</qco> </h3>      i am hopefully making a cooler one<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.19&nbsp; \n6:09 pm</dco> &nbsp;<qco> How do you make sure the things you do in life are correct</qco> </h3>      \nconsult with the haters and trolls. if they don't respond to your inquiry, just go ahead and do the thing and they will contact you afterwards\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.19&nbsp; \n1:34 pm</dco> &nbsp;<qco> what do you want to watch this year?</qco> </h3>      out\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.19&nbsp; \n1:27 pm</dco> &nbsp;<qco> what is \"at the airport terminal\"?</qco> </h3>      \na song<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.19&nbsp; \n12:06 pm</dco> &nbsp;<qco> how to listen to bass lines more clearly</qco> </h3>      \nturn up the low frequency<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.19&nbsp; \n11:17 am</dco> &nbsp;<qco> i dont know how to think</qco> </h3>      if you did then you couldn't\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.19&nbsp; \n11:06 am</dco> &nbsp;<qco> How do you like your sandwich?</qco> </h3>      \n\nslanted<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.19&nbsp; \n9:26 am</dco> &nbsp;<qco> Do you ever sit back and think \"man...I have done a ton of shit!!!&nbsp;&nbsp;Maybe even a fuck ton!!!\"&nbsp;&nbsp;Just curious.</qco> </h3>      sometimes<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.19&nbsp; \n7:43 am</dco> &nbsp;<qco> What should I be asking?</qco> </h3>      what you should ask<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.19&nbsp; \n6:13 am</dco> &nbsp;<qco> I ordered a pizza and I am excited for it how do i spend the time</qco> </h3>      \norder pizzas for the entire neighborhood\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.19&nbsp; \n5:47 am</dco> &nbsp;<qco> What to do when bored?</qco> </h3>      \nbegin to diagnose the world's problems and attempt to solve them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.19&nbsp; \n2:19 am</dco> &nbsp;<qco> Does the state of nothingness exist?</qco> </h3>      \nnot really but that's ok\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.19&nbsp; \n2:13 am</dco> &nbsp;<qco> why are melons so evil?</qco> </h3>      \nthat is to enable the lemons to live\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.19&nbsp; \n2:01 am</dco> &nbsp;<qco> sometimes i think a melody sounds good, but when i forget about it and play it the next morning, it sounds like garbage. have you ever experienced this, or am i just a rookie?</qco> </h3>      you might not have documented it properly, with tempo, timing, and chordal information included. maybe even delivery information. recording might be necessary to really get it, plus a bit of additional instruction, and at least a couple demos, counted off properly\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.19&nbsp; \n1:59 am</dco> &nbsp;<qco> why don't you rearrange the numbers 240 on your wall into 420.</qco></h3>      i already changed them from 420 to 240<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; not criticizing, i just think 420 would look nice.</qco></h3>      was boring to me<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; thanks for sharing your content</qco> </h3>      thank you for thanking me\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.19&nbsp; \n1:53 am</dco> &nbsp;<qco> Are you dumb?\n<br></qco> </h3>      we'll see<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.19&nbsp; \n12:16 am</dco> &nbsp;<qco> why was mount st helens the song that you explained for genius?</qco></h3>      i don't know<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; idk how genius works oops</qco> </h3>      me neither\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.19&nbsp; \n10:38 pm</dco> &nbsp;<qco> will you run for president? I would vote for you</qco> </h3>      if i had to be president i would not have any time to do any of the things you have ever known me to do<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.19&nbsp; \n9:26 pm</dco> &nbsp;<qco> What's your current target date for releasing the video for airport terminal?</qco> </h3>      none\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.19&nbsp; \n9:02 pm</dco> &nbsp;<qco> Have you ever listened to your music on a set of Beats by Dre? The bass sounds have a nice little boost</qco> </h3>      little????????????????\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.19&nbsp; \n5:53 pm</dco> &nbsp;<qco> You have probably talked about this before, if so I am sorry I forgot, but what goes into a bill wurtz \"song idea generating session\". Thanks.</qco> </h3>      \ni just have to come up with ideas. not the best way to get ideas, necessarily<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.19&nbsp; \n5:34 pm</dco> &nbsp;<qco> are you retarded</qco> </h3>      we'll see<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.19&nbsp; \n5:45 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201901111446\">1.11.19&nbsp;&nbsp;2:46 pm</a>  - Your answer sounds romantic but that's not the case.\n</qco></h3>      yes it is<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Most pop songs use the same I-V-vi-IV chord progression -\n</qco></h3>      actually more songs use 4, 6-, 1, 5 (same thing but different order) at least from about 1990-2015, but that trend may be starting to fade. for a long time the blues was most popular. but still these have never actually amounted to 'most music.' a 'plurality' possibly but not a 'majority' sorry for the statistics terminology<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n there has to be something about this that is objectively more pleasing than other chord combinations to the human ear, else the same formula wouldn't work again and again as it does now to make hits. The number of combinations that achieve the same effect must be limited and there has to be a pattern to it. Isn't that what studying music is all about?&nbsp;</qco> </h3>      yes but don't forget to put lyrics and melodies in too, or at least something besides just the chords, otherwise you might not have too much going for you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.19&nbsp; \n3:40 pm</dco> &nbsp;<qco> Equal temperament or just intonation?</qco> </h3>      \nif you have to play any music then you're gonna want equal. if it's just 1 chord sitting there then you could purify it i suppose\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.19&nbsp; \n3:35 pm</dco> &nbsp;<qco> there have been lots of snapshots from the Airport Terminal video on your instagram. Is the plan for it to come out next tuesday?</qco></h3>      the plan was for it to come out last tuesday<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n From what we've seen so far it seems like it's definitely gonna be one of your best ones yet</qco> </h3>      i wouldn't be so sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.19&nbsp; \n2:19 pm</dco> &nbsp;<qco> why is everything temporary</qco> </h3>      \nwhy do you keep changing things\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.19&nbsp; \n1:37 pm</dco> &nbsp;<qco> where can i find until the night returns?</qco></h3>      near the end of 'at the airport terminal'<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; keep up with the great work!!</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.19&nbsp; \n12:48 pm</dco> &nbsp;<qco> can you explain \"eat bread\"?</qco> </h3>      \n\nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.19&nbsp; \n11:18 am</dco> &nbsp;<qco> do you have advice on how to write chords that punch hard? like the \"everything goes astray\" B major chord in \"just did a bad thing?\"</qco> </h3>      \nprobably if you start learning all the notes and chords in every recording you enjoy, eventually it will sink in and you will absorb the powers of all of that music\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.19&nbsp; \n10:18 am</dco> &nbsp;<qco> If I buy a song of yours on iTunes, do you get that money?</qco> </h3>      maybe a little bit<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.19&nbsp; \n10:09 am</dco> &nbsp;<qco> Why are your songs so pleasing to listen to?</qco> </h3>      \n\ncould be that bit of crack cocaine i slipped in there<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.19&nbsp; \n9:08 am</dco> &nbsp;<qco> How the hell did you make a Q&amp;A web page so addicting?</qco> </h3>      \ni am telling the truth at a very peculiar rate\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.19&nbsp; \n8:33 am</dco> &nbsp;<qco> Trying to find the first step in a program on how to make program steps.&nbsp;&nbsp;Any help?</qco> </h3>      the first step is you're gonne wanna go ahead and make that first step\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.19&nbsp; \n7:47 am</dco> &nbsp;<qco> is music your greatest love?</qco> </h3>      sort of\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.19&nbsp; \n6:41 am</dco> &nbsp;<qco> How does one learn to sing and hit specific notes when desired? I want to improve my singing but when I try I can't precisely control my voice into something that sounds nice. Help.</qco> </h3>      the best way is to simply do it more, on a regular basis. even better if you do it in church because there is the added threat of being punished in the confessional booth if you don't do it properly\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.19&nbsp; \n4:53 am</dco> &nbsp;<qco> \"Just did a bad thing\" is the most addictive piece of music ive ever heard. it's structured so perfectly. what happened that made you come up with that song?</qco></h3>      nothing really, that first line is just one of many other song ideas from a song idea generating session. not even the best one, probably one of the worst actually. but the reason it got picked for recording was due to time constraints. i kept narrowing it down and ended up excluding all the choices for not being good enough until i narrowed it down to 1 but then i excluded that one too for not being good enough. 'bad thing' was excluded way earlier, because it was one of the least good. so after having eventually excluding them all for not being good enough, i realized i was at a dead end and the clock was running out so for a twist i just kind of picked one of the worst ones, and wrote it extremely quickly. this was actually an advantage, because when you try to make a bad thing good in a very short amount of time, you are forced to bring out your very best. it's kind of like when it's 8:59 and the bread store is closing at 9:00, you will discover some automobile maneuvering skills you perhaps didn't know you had, just to get that bread\n\n\n<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i suppose my question is... what bad thing did you do, Bill Wurtz?</qco> </h3>      the ones i've done i usually put my name on\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.19&nbsp; \n3:34 am</dco> &nbsp;<qco> Do you ever get the feeling that the universe is a big joke that we're all taking too seriously?</qco> </h3>      it is a huge joke that we are likely not taking seriously enough<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.19&nbsp; \n2:38 am</dco> &nbsp;<qco> I can't find \"until the night returns\"... where is that?</qco> </h3>      \n\nnear the end of \"at the airport terminal\"<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.19&nbsp; \n1:40 am</dco> &nbsp;<qco> Does the balloon from \"i'm best friends with my own front door\" have the same safe apocalypse-proof feeling for you as the blimp in \"mount st. helens\"? It feels that way to me.&nbsp;</qco> </h3>      oh hell yeah<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n11:14 pm</dco> &nbsp;<qco> \"So the office thing I really can't explain. I just wanted to just get gone. Just out there, you know. And I kind of like saying since is the kind of probably wouldn't look like good music on paper, but just making the melody so that it works. I don't know how to explain it.\" That middle sentence got a bit discombobulated i think, that's one of your genius page submissions, just a heads up</qco> </h3>      i've never submitted to the genius page\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n11:10 pm</dco> &nbsp;<qco> how do you write songs in a major key? almost everything i write is minor and whenever i try to write in major i think it sounds cliche and generic.&nbsp;</qco> </h3>      try spending more time not on the 1 chord. for example, if the song is in the key of C, try using chords like, F, G, Amin7, and Dmin7, more often than C. while singing stuff in C. see what happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n11:07 pm</dco> &nbsp;<qco> there's so much incredible music it's actually overhwleming</qco> </h3>      that's true<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n10:51 pm</dco> &nbsp;<qco> What was filming that video with genius like? </qco></h3>      kind of like an escape the room<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Are you doing any more interview type things in the future?</qco> </h3>      yes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n10:48 pm</dco> &nbsp;<qco> What are the requirements for being in your band?</qco> </h3>      none\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.19&nbsp; \n10:19 pm</dco> &nbsp;<qco> what color do you feel most indifferent about?</qco> </h3>      grey<br><br>"
  }
]
