[
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n4:39 pm</dco> &nbsp;<qco> what's the best marketing strategy?</qco> </h3>      \nreplace most of the objects in the world with an advertisement for your product\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n3:42 pm</dco> &nbsp;<qco> why are circles so round</qco> </h3>      \nto help them spin without being noticed\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n2:44 pm</dco> &nbsp;<qco> what if pop music has always been bad (mostly) except people forget the bad bits from the past and only remember the good parts so they say today's pop sucks compared to the unconsciously cherrypicked past?</qco> </h3>      \nthat seems entirely true except it's not mostly bad, actually the bad parts are usually a mistake, and not the music's main driver. otherwise it wouldn't have been made, and wouldn't have been popular\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n1:48 pm</dco> &nbsp;<qco> Do you think a comedian's life is more interesting than a regular person?</qco> </h3>      \ncomedians are regular persons\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n1:45 pm</dco> &nbsp;<qco> what do you think of shrek</qco> </h3>      \nnot sure, never seen the movie, i just have all the shrek furniture\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n1:36 pm</dco> &nbsp;<qco> what drives you insane but still makes you sane enough? </qco></h3>      the space time continuum<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;totally not a random question</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n1:31 pm</dco> &nbsp;<qco> what does music sound like?</qco> </h3>      \nconsciousness\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n1:26 pm</dco> &nbsp;<qco> do you SLAP Bass?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n1:13 pm</dco> &nbsp;<qco> Do you know when the world will end</qco> </h3>      \nit has been simultaneously ending and starting this entire time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n1:05 pm</dco> &nbsp;<qco> How do you tell if something is in a minor key vs major key without listening to it first, and what key it's in,  </qco></h3>      if you're looking at notation, hopefully you are literate enough with notation that you can imagine the way it sounds in your head. at least that is usually the standard of literacy for textual reading<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also is the first note of a scale the key signature the scale is in?</qco></h3>      that depends where you start the scale<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I'm having a hard time learning key signatures and the circle of fifths etc. please help I'm struggling</qco> </h3>      just learn a lot of songs in the key of C only for a while. get totally comfortable with it, like it's your home you live in. then when you get comfortable with that i will tell you what changes when it's in F instead\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n1:02 pm</dco> &nbsp;<qco> Is the time next to each question the time you answered them or the time they were asked</qco> </h3>      \nasked\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n1:02 pm</dco> &nbsp;<qco> Why do muscles hurt sometimes?&nbsp;</qco> </h3>      \nthey might have been punched\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n12:48 pm</dco> &nbsp;<qco> how do you make cool songs</qco> </h3>      \nscientists are trying to figure out\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n12:32 pm</dco> &nbsp;<qco> Okay, I like your songs and it inspires me a lot to do drawings. How do you make the chorus sound so good?</qco> </h3>      \nno one knows for sure. you just have to make 1000 of them and see what happens. i think you will start to get it after you've done 25 or 50\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n12:27 pm</dco> &nbsp;<qco> At what point do you know when a song's finished and to stop working on it / adding new stuff to it?</qco> </h3>      \nit's impossible to ever know that for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n12:25 pm</dco> &nbsp;<qco> What is your opinion on boats?</qco> </h3>      \ni like the floating feature\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n12:24 pm</dco> &nbsp;<qco> hi bill. I just analyzed \" when I get older \" for my ap lang class. It was a satire into looking into things deeper than they are. Is it deep tho? -3-</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n12:14 pm</dco> &nbsp;<qco> What happens if you play the guitar with your tongue?</qco> </h3>      \nit will taste bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n11:54 am</dco> &nbsp;<qco> I think I've heard you write in an answer on this page that your schedule plan is (or was, at some point) to work as fast as possible. I always seem to work slowly, no matter what I'm working on (wide range of things affected: from cooking, to answering emails, getting ready in the morning, reading, doing math, writing emails, doing pushups, to name a few things). Its kind of a nightmare. I am wondering how you have managed to get yourself to work as fast as possible, and do you have any tips you think may help me work faster?</qco> </h3>      \ni guess it just depends how soon you want the results\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n11:53 am</dco> &nbsp;<qco> what is wrong with me</qco> </h3>      \nyou're too good\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n11:25 am</dco> &nbsp;<qco> Is Steve from your video a real person or based on a real person?</qco></h3>      it might be based on you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What's the story behind it?</qco> </h3>      to try to write an entirely fictional video that goes longer than 15 seconds\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n11:23 am</dco> &nbsp;<qco> Might Quit is about finding myself, atleast to me. What is it about to you?</qco> </h3>      \nprobably the same\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n11:20 am</dco> &nbsp;<qco> do you still edit with the mousepad on a laptop?</qco> </h3>      \nabsolutely not, but i never just used that. i also have always made extensive use of the computer keyboard\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n11:08 am</dco> &nbsp;<qco> can you tell me a funny joke?</qco> </h3>      \nthe universe is probably infinite in size\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n11:05 am</dco> &nbsp;<qco> Why didn't you answer my other question?</qco> </h3>      \nbecause i answered someone else's question instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n10:40 am</dco> &nbsp;<qco> what are your opinions on water?</qco> </h3>      \nbest served dry\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n10:36 am</dco> &nbsp;<qco> what is a human</qco> </h3>      \n     some sort of combination between an animal and a computer \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n10:22 am</dco> &nbsp;<qco> This is a question, right?</qco> </h3>      \nlet me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n10:01 am</dco> &nbsp;<qco> In \"When I get Older\" you say the music cured your disease. Is this just a random lyric or does it symbolize something?</qco> </h3>      \nit symbolizes the healing powers of music\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n9:52 am</dco> &nbsp;<qco> hi, should i pretend that i have to work 40 hours a week even though i am my own boss, in order to stay on top of things?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n9:37 am</dco> &nbsp;<qco> what's your opinion on clocks</qco> </h3>      \na timeless classic\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n9:35 am</dco> &nbsp;<qco> what happens if you took soap, and combined its properties with soap?</qco> </h3>      \nhm, it's something to think about\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n9:06 am</dco> &nbsp;<qco> This statement is false.</qco> </h3>      \ni want to believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n9:01 am</dco> &nbsp;<qco> why do you have such a big ukelele</qco> </h3>      \nso that it can be more similar to a guitar\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n8:57 am</dco> &nbsp;<qco> My sleep schedule has become really weird and my attempts to fix it have made it worse. If I set even multiple alarms I've turned them off and gone back to sleep. How do I get a regular sleep schedule of 11pm to 7am?</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n8:55 am</dco> &nbsp;<qco> was \"when i get older\" inspired by a dream?</qco> </h3>      \nno. well actually yes, but not the kind during sleep. the other kind\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n8:52 am</dco> &nbsp;<qco> opinion on england?</qco> </h3>      \nsometimes it blows my mind, just how english they are\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n8:26 am</dco> &nbsp;<qco> hello where is the diamond store located i want cheap diamond</qco> </h3>      if you want cheap diamonds you're gonna want to go to the non-diamond store which may also have some diamonds, like near the check-out\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n8:11 am</dco> &nbsp;<qco> why didnt you show what was in the last box https://www.youtube.com/watch?v=e1bEWoblGZA</qco> </h3>      \ni thought it would be more fun to show the box from the point of view of what was in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n8:10 am</dco> &nbsp;<qco> I didnt know enter meant send :} bill I need your help. no damnit, makind needs your help. we are to crowd source an open source not for profit project to stop germs going where they want. i emailed you because im a dinosaur but trying you here instead. scott&nbsp;</qco> </h3>      \ni am currently already undertaking a massive undertaking, with which i also intend to help humanity\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n8:07 am</dco> &nbsp;<qco> how do you write such cool jazzy chord progressions do you have formal training or do you just *feel it out* whatever that means</qco> </h3>      \ni have extensive training which i have engaged in by myself, but i no longer know which things are 'jazzy' or not, ever since realizing that jazz just means pop\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n7:53 am</dco> &nbsp;<qco> are you worried that you will forget how to make songs once your video department adjustment is over?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n7:52 am</dco> &nbsp;<qco> Could you elaborate on the creative process you use in making videos, plz?</qco> </h3>      \nyes absolutely\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n7:16 am</dco> &nbsp;<qco> Is there any specific type of music you listen to, like a preferred genre/genres?\n</qco></h3>      regular<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>PS: I, absolutely love each and every one of your songs;&nbsp;each with their own story or idea behind it. it's so inspiring to me, and I want to thank you for the work you put into each of them.\n</qco></h3>      holy afternoon torchlight you are very friendly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you plan to write anything else at all?</qco> </h3>      yes, i will continue writing forever. i will also continue to deliver things i have already written\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n6:55 am</dco> &nbsp;<qco> what happens if you peel a banana from the middle</qco> </h3>      \nyou're probably gonna be on the news\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n6:51 am</dco> &nbsp;<qco> What inspired you to begin creating music?</qco> </h3>      \ni don't remember but if i had to guess i would say that it's music\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n6:44 am</dco> &nbsp;<qco> Why can't I go to the mall?</qco> </h3>      \ndisease\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n6:11 am</dco> &nbsp;<qco> how do you play guitar well.</qco></h3>      i'm not sure, but actually i just remembered i am sure. just spend a lot of time with it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I've been trying to self teach myself for ages and its not working out. I thought i'd ask the expert.</qco></h3>      i'm not a guitar expert but i am an expert on some other things<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How do you play guitar well(please be serious)</qco> </h3>      based on my experience with a number of other things, i can safely say that you need to just spend a lot of time with it. it's that simple\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n6:09 am</dco> &nbsp;<qco> your last 6 second video was old macdonald. And your update schedule has slowed since. Has the vine shutdown affected you</qco></h3>      not at all, i was so deep in working on history of the world that i didn't even notice<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and will you consider TikTok as they are very simalar</qco> </h3>      yes, there are at least 4 sites that are great for short videos, and i plan to use all 4 of them, and the long ones at the same time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.20&nbsp; \n5:46 am</dco> &nbsp;<qco> Is it almost time yet</qco> </h3>      \nyes\n<br><br>"
  }
]
