[
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n3:03 am</dco> &nbsp;<qco> bill, I am about to make a lot of content with the intent that thousands might one day see it... I also have just the worst case of anxiety when it comes to how I look, what people think of me, etc. And I wanna go wild and crazy and be goofy and be myself but how can I do this when my self image is literally *pfft*</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n2:06 am</dco> &nbsp;<qco> have you ever wrote a song without the letter \"e\" in it</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n12:25 am</dco> &nbsp;<qco> why is it so hard to do something productive&nbsp;&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.10.21&nbsp; \n12:19 am</dco> &nbsp;<qco> What exactly is your connection to Scary Pockets? </qco></h3>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n8:44 pm</dco> &nbsp;<qco> do you think the louder you get a mix, the tighter the volume levels have to be for its elements? sometimes i want to just put a \"maximizer\" on my master and realize as soon as i start pumping everything, the unbalances become more noticeable, the loud start feeling louder in comparison to the mix etc. im not sure if its the maximizer, just the volume perception, or what.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n6:56 pm</dco> &nbsp;<qco> the citi building now says altice</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n6:07 pm</dco> &nbsp;<qco> there are so many problems going on in the world: the environment, poverty, governmental issues. </qco></h3>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n5:12 pm</dco> &nbsp;<qco> was the \"storm\" in the video for \"here comes the sun\" meant to be a coronavirus or was that an accident?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n3:02 pm</dco> &nbsp;<qco> What is your song writing process/</qco></h3>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n2:53 pm</dco> &nbsp;<qco> what is the first letter of the next songs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n2:49 pm</dco> &nbsp;<qco> will there be an airhorn in your next song?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n2:30 pm</dco> &nbsp;<qco> If someone who has never heard one of your songs before asked you personally which one they should listen to, what would you say?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n1:53 pm</dco> &nbsp;<qco> bill how have you gotten through quarantine?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n1:18 pm</dco> &nbsp;<qco> i feel like ive broken character so many times that i need to start from scratch to make it all about something else than the broken character. what&nbsp;&nbsp;is your favorite relaxation technique?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n1:14 pm</dco> &nbsp;<qco> Do you think people will stop using money someday?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n1:08 pm</dco> &nbsp;<qco> is there anything you really want to learn how to do that you haven't gotten around to yet?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n12:16 pm</dco> &nbsp;<qco> what does money mean</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n10:14 am</dco> &nbsp;<qco> I've seen you have one word answers to pretty long questions, but I wonder what's the equivalent from the other side, like have you ever gone ham with your answer on one word questions or so?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n8:53 am</dco> &nbsp;<qco> Are you often neutral in your emotions</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n5:35 am</dco> &nbsp;<qco> I think people keep asking \"when's the album coming\" because they expect you to make a fully commercial album, released by big record label, imprinted on cd/vinyl. Maybe that would be a good idea 10-15 years ago, but considering the changing circumstances in the industry, self-publishing becomes more profitable, thus more preferable option. What do you think?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n3:58 am</dco> &nbsp;<qco> how do you prime factor numbers so well? you're great at doing it</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n3:11 am</dco> &nbsp;<qco> what is meant by seeing the light of day in your song \"rabbit snakes\"?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n1:29 am</dco> &nbsp;<qco> Where do you get the context/ideas for your music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.9.21&nbsp; \n1:18 am</dco> &nbsp;<qco> thoughts on the ampersand?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n10:02 pm</dco> &nbsp;<qco> I notice that some of your Jazz songs are 5+ minutes long, did you just put loops or improvs? Whatever it is, It sounds really cool.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n8:45 pm</dco> &nbsp;<qco> hey bill! i have this kinda old song that ive been trying to work on, and i cant for the life of me figure out a bridge/new part for it, and i feel it needs something.\n<br>its a slow thing kinda r&amp;b-ish, and it chord plays for one bar:\n<br>the verses are a Cmaj7 - Am7 - Dm7 - F/G loop, and the chorus is Fm7 - Em7 - Am7 - Dm7 x2 coming right after the Dm7 in the last bar of the verse, and after the chorus theres a transitional F/G to return to the verses.\n<br>so far i have a verse/chorus/verse/chorus structure and i want to write a bridge after that 2nd chorus, but then i would like to somehow arrive to a Fm7 to have a 3rd and final chorus/ending kinda thing. any recommendations? ideas?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n7:20 pm</dco> &nbsp;<qco> what's the story behind the bread at the end of 7.1.14 tuesday video?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n6:36 pm</dco> &nbsp;<qco> Hey bill. So I've read a lot of other questions about writing melodies/lyrics at the same time. I have applied it and got some nice verse melodies with lyrics I like too.&nbsp;&nbsp;But now I'm in a predicament with the second verse. Now I'm kind of back to trying to puzzle piece lyrics into the preexisting verse melody. I've tried to come up with a new melody/lyrics but then it seems too unrelated to the beginning. So what's the technique for getting around this/ what do you do to help with writing second verses are things like them? Thank so much!!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n6:23 pm</dco> &nbsp;<qco> Have you ever made waltz-style music? </qco></h3>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n5:12 pm</dco> &nbsp;<qco> what does the \"oh no wear is my pink tutu\" on the 404 page mean?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n5:05 pm</dco> &nbsp;<qco> In your last song (got some money), I really really love the rythm and harmony when you say \"got some money (etc.)\" in various parts of the song. My question is: can you tell me what chords are you using? I'm not capable of figuring all of them out on my own :/. And if you won't do it, thank you anyways for your contribution to the world of music. Bye! =)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n4:23 pm</dco> &nbsp;<qco> what are you thinking about right now</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n3:23 pm</dco> &nbsp;<qco> when i heard I'm A Princess for the first time and it got to the bit about the door that put a big smile on my face because i remembered how often you had talked about doors on this page. i know that song was written and recorded largely before you started talking about doors a bunch, </qco></h3>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n2:39 pm</dco> &nbsp;<qco> Did you create the universe as we know it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n2:15 pm</dco> &nbsp;<qco> is the yea at the end of money the same as the yea it took me all day to compose from this is a song for my next album?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n1:59 pm</dco> &nbsp;<qco> would you put glowworms all over your ceiling</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n1:14 pm</dco> &nbsp;<qco> Do you use auto-tune</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n10:25 am</dco> &nbsp;<qco> how did you make the vocals of \"understand\" (2:28) in \"money\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n3:31 am</dco> &nbsp;<qco> is your next song gonna be about common problems in someone's life?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n1:42 am</dco> &nbsp;<qco> do you have any hobbies that others may find quite niche? could be completely unrelated to making music or entertainment for the masses.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n1:11 am</dco> &nbsp;<qco> how do i stop overthinking everything i do and say?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n12:55 am</dco> &nbsp;<qco> Would you ever use equal temperaments other than 12-tone?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n12:17 am</dco> &nbsp;<qco> when i'm singing a song, and i start to go in a different direction from where the actual song goes, should i try to get back on track or can i let myself get carried away with the music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n11:42 pm</dco> &nbsp;<qco> Is Electric Feel [https://www.youtube.com/watch?v=MmZexg8sxyk] in C minor or Eb major?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n11:00 pm</dco> &nbsp;<qco> How different do you think your songs from, say, 2011 would have come out if you had written or produced them today?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n9:56 pm</dco> &nbsp;<qco> the best video you ever made?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n9:36 pm</dco> &nbsp;<qco> thoughts on linear algebra?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n8:59 pm</dco> &nbsp;<qco> is long long journey a sequel to when I get older?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n8:37 pm</dco> &nbsp;<qco> what is the origin of life</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n8:04 pm</dco> &nbsp;<qco> Hearing your thoughts on 12TET and your experiments with just intonation was really cool! Have you done any similar tinkering with tuning systems like 19TET, 24TET, etc? </qco></h3>"
  }
]
