[
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n10:40 pm</dco> &nbsp;<qco> What's your take on cat videos?</qco> </h3>      you just have to make sure there's a cat in the video. that's all it takes to make a cat video\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n10:37 pm</dco> &nbsp;<qco> how many almonds would you say is the perfect amount?</qco> </h3>      1, if it's perfect\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n10:29 pm</dco> &nbsp;<qco> How can I stop worrying about unnecessary things?</qco> </h3>      if you worry about enough unnecessary things, then soon you will need to worry about the unnecessary worrying, which will be necessary to worry about at that point\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n10:20 pm</dco> &nbsp;<qco> what's the craziest twilight zone episode?</qco> </h3>      the one where you have been in the show the entire time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n10:01 pm</dco> &nbsp;<qco> think i finally understand the whole \"everyday the prize gets higher for if i can make this work.\" From reality.&nbsp;&nbsp;because my skills and experience and vision keep developing even as i dilly dally around the real big challenges because they scare the shit outta me still but i keep realizing more and more of my power and potential. was that what you were talking about at all?&nbsp;</qco> </h3>      that sounds about right. it's kind of like when the lottery thing keeps growing if no one has won it yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n9:23 pm</dco> &nbsp;<qco> can you show me how to wear trousers?</qco> </h3>      i am still learning\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n9:20 pm</dco> &nbsp;<qco> when will you update the journal page?</qco> </h3>      as soon as i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n9:13 pm</dco> &nbsp;<qco> what were you feeling when you sang \"thought i explained this\" because i can't even think of the word i feel when i hear it. it is a very strong tug somewhere mid tummy.</qco> </h3>      it felt nice to sing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n8:56 pm</dco> &nbsp;<qco> Ever think about whoring out your jingling ability to THE CORPORATION?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n8:53 pm</dco> &nbsp;<qco> I'm applying to graduate school soon and I'm worried I won't get in do you have any advice&nbsp;</qco> </h3>      apply to the ones you don't really want first, for practice<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n7:58 pm</dco> &nbsp;<qco> How do you feel about alpacas?</qco> </h3>      they have reached something of legendary status\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n7:41 pm</dco> &nbsp;<qco> I have always had a song in my head as long as I can remember. Sometimes my own tune, sometimes someone else's, and it's been just a quiet little soundtrack to my life. For some months now, though, it has all been your music. I wouldn't mind it at all - your stuff is great and makes me feel things and I relate so hard to your exploding all over - but now it's so \"loud\" and intense that it's not background music anymore. I really need to explode out my own work!! So I guess my question is - do you ever have to clear your mind out of things you really like so you can hear your own self? How do you do it??</qco> </h3>      nowadays i have this 1 repeating vocal exercise i do. it might sound simple but it actually is the perfect remedy for what you are talking about\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n7:38 pm</dco> &nbsp;<qco> Do you like South Park?</qco> </h3>      6 days to air<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n6:45 pm</dco> &nbsp;<qco> Do you often feel like you have to please everyone with your videos?</qco> </h3>      being pleased sounds boring\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n6:40 pm</dco> &nbsp;<qco> Why is the moon cheap?</qco> </h3>      it is priceless\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n6:30 pm</dco> &nbsp;<qco> how far are you into writing the next song</qco> </h3>      pretty far but not far enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n5:59 pm</dco> &nbsp;<qco> do you like the rainbow?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n5:45 pm</dco> &nbsp;<qco> how much thought goes into your aesthetic</qco> </h3>      aesthetic is probably more about feel than thought\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n5:44 pm</dco> &nbsp;<qco> bill help i have begun school for architecture but i currently dislike architecture</qco> </h3>      at least you didn't have to build the school\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n5:27 pm</dco> &nbsp;<qco> Do you have a personal mission statement?</qco> </h3>      \nno but i am getting one\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n5:24 pm</dco> &nbsp;<qco> Im trying to write a song for this one tree that i know, it lives on my block but I'm very shy. How do I go about this conundrum?</qco> </h3>      that doesn't sound like a conundrum. being shy is probably good for song writing\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n5:04 pm</dco> &nbsp;<qco> Would you write a song in 5/4 timing?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n4:50 pm</dco> &nbsp;<qco> make a songs</qco> </h3>      i see what i can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n4:11 pm</dco> &nbsp;<qco> you ever wonder why we're here?</qco> </h3>      why who's where<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n4:08 pm</dco> &nbsp;<qco> Hey! Hi! Hmmm! Ohm, hmmm... I... Hmmm... I am in depression. Would you... Like, will you.... I mean... What is your advise? I mean do you have advice? Hmmm... I tried to lick the moon but couldn't reach it so licked cheese instead. And I am looking for different currencies. Thanks bill. (Note: I did not write Bill because you write your name as bill.) Regards.</qco> </h3>      sounds like you are doing pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n3:35 pm</dco> &nbsp;<qco> I'm awful at singing and I want to improve, but I'm living in a university dorm with people on either side and absolutely no soundproofing. I don't have a car or anywhere to go off campus, so what tf should I do to allow me to sing horribly in peace?</qco> </h3>      you may have to be sneaky about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n3:24 pm</dco> &nbsp;<qco> whats the name of your next song</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n2:46 pm</dco> &nbsp;<qco> Why don't you do interviews?</qco> </h3>      i was thinking of letting you ask me the questions instead. cut out the middle man, you know\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n2:43 pm</dco> &nbsp;<qco> If you could instantly learn a new language what language would you learn&nbsp;</qco> </h3>      telepathy\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n1:20 pm</dco> &nbsp;<qco> What's the right moisture levels for certain things?</qco> </h3>      certain\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n1:14 pm</dco> &nbsp;<qco> i spilled my tea what do i do</qco> </h3>      pick it up! \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n12:04 pm</dco> &nbsp;<qco> why is the drum sound at 1:46 in sexy pants so loud? it scares me every time. why would you do this bill</qco> </h3>      sorry about that, my finger slipped\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n10:34 am</dco> &nbsp;<qco> Is the person you put out to us through your content really \"you\" or just a sort of character you've created for the sake of filling the role that seems to lead to your success? Do you ever feel yourself tiring of acting a certain way that makes other people happy?</qco> </h3>      i hope to change it up as much as possible\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n10:14 am</dco> &nbsp;<qco> why shouldn't i kill my self</qco> </h3>      seems like a waste of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n9:08 am</dco> &nbsp;<qco> everyone is so negative where are all the positive people</qco> </h3>      could be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n9:07 am</dco> &nbsp;<qco> What's your motto in life?</qco> </h3>      right now it's actually <a href=\"mmmmmmmmmmmmm.png\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n9:03 am</dco> &nbsp;<qco> Have you ever considered the idea of unwarranted mood changes?</qco> </h3>      there has to be a warrant somewhere\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n8:47 am</dco> &nbsp;<qco> if i think i love music and i'm not making any do you think it's infatuation instead of love?</qco> </h3>      could be both, and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n8:01 am</dco> &nbsp;<qco> How do you make a good chorus?</qco> </h3>      no one really knows for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n7:22 am</dco> &nbsp;<qco> Why do you think people ask you ridiculously deep questions on this website?</qco> </h3>      it's a ridiculously deep world\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n4:48 am</dco> &nbsp;<qco> your chord progressions match your lyrics pretty amazingly. They take unexpected turns, but it works beautifully to my surprise. I haven't come across modulations skills like these since Queen and some Elton John. In the cheese moon one, it seems you just keep stacking secondaries until you've made it all the way back somehow. How do you do it?</qco> </h3>      that's very nice of you. i actually recieved complaints about that one, might have gone too crazy\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n3:49 am</dco> &nbsp;<qco> I'm gonna channel these feelings into a really good soup.</qco> </h3>      that's the spirit\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n3:36 am</dco> &nbsp;<qco> How do I make friends if I can't maintain enough of a presence around them and I don't have any other friends?</qco> </h3>      what sorts of things do you like to do?\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n2:52 am</dco> &nbsp;<qco> if you were a sandwich would you share it?</qco> </h3>      too real. am sandwich\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n1:05 am</dco> &nbsp;<qco> What came first, eggs or legs?</qco> </h3>      i was going to say eggs but i just realized it's legs - wait no i just realized it might be eggs but i'm still not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n12:46 am</dco> &nbsp;<qco> You usually answer questions multiple times per day, </qco></h3>      that's not true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but you've been very quiet today. Are you more busy than usual, or have all our questions sucked?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n12:11 am</dco> &nbsp;<qco> my back hurts because of my bad posture. should I try to fix my posture</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n12:05 am</dco> &nbsp;<qco> does the Climate Change Court have corrupt judges</qco> </h3>      each side thinks the other is corrupt\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n11:49 pm</dco> &nbsp;<qco> you seem to be an avid proponent of the 'increase desperation until productivity summons itself' method, so how can one produce the proper amount of desperation for something in the shortest amount of time possible given that they're already madly passionate about it but they're also inclined to be lazy</qco> </h3>      i don't really know any other way. this is kind of bad and good news at the same time some how\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n11:48 pm</dco> &nbsp;<qco> will you take a walk in a forest and write some songs about it k thanks bye</qco> </h3>      that sounds like a good idea\n<br><br>"
  }
]
