[
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n10:38 pm</dco> &nbsp;<qco> name my fish a name other than fishy or anything with fish in it</qco> </h3>      tank\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n10:27 pm</dco> &nbsp;<qco> soap tips</qco> </h3>      i see what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n10:27 pm</dco> &nbsp;<qco> do you get stressed about the whole 'making content regularly' because if it were me, i would not like having the time limit on NEEDING to have new content.</qco> </h3>      \nyea but how else is everyone going to find out about the stuff i already know i can do but haven't done yet. for example, how would they have ever found out about [pick a thing i've done] before i had done it, when all i had ever done up until then was the stuff i had done before that. do you see what i mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n10:22 pm</dco> &nbsp;<qco> Towards the end of the chorus of la de da, for the part that goes 'la da de day' (just before 'when will you come back home' part) is that a B7 (on la) and Emin7 (on day) and then a D9 (I think I hear an E in there?) just before the next verse? Or am I missing some extensions or something in there?&nbsp;</qco> </h3>      oh come on man, this stuff is so standard. you're missing what goes in between and your last chord isn't right\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n10:09 pm</dco> &nbsp;<qco> Would you live to invest on nothing?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n9:57 pm</dco> &nbsp;<qco> when did u write 'go to the store'? is it from a library session?</qco> </h3>      believe it or not that was actually during a short period of time where i thought it might be a good idea to just sort of write a song while i was recording it. some good and interesting things can happen when you do it that way, but i very quickly concluded that i get much stronger results when i firmly write the song before starting the recording process. that's just the way i get stronger results, and it plays to my strengths better\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n9:38 pm</dco> &nbsp;<qco> Were you always weird?</qco></h3>      i'm just trying to be reasonbale<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And also, was life worse or better when you came to Earth?</qco> </h3>      it's a completely different program. what came else-wise is unrelatable, unmemorable, and inaccessable to the current experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n9:19 pm</dco> &nbsp;<qco> If you could create your own beverage company, what would you sell?</qco> </h3>      those things that can turn anything into clean water\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n9:17 pm</dco> &nbsp;<qco> Do you exist in a reality different from our own?</qco> </h3>      not really<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n9:04 pm</dco> &nbsp;<qco> i'm the real bill wurtz</qco> </h3>      fair enough<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n8:55 pm</dco> &nbsp;<qco> How do you figure out what you want to do in life?</qco> </h3>      try things and see what you like?\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n8:39 pm</dco> &nbsp;<qco> the concept of dividing by 0 being 'undefined' has always made sense to me. like, on an intuitive level. today i was trying to explain it to someone who was confused by this property, and despite my best efforts, they just didn't get it. but now i'm wondering if i'm the one who misunderstood it. i'm gonna attempt to explain it to u, because i know you understand math. and maybe u can tell me if there's a flaw in my explanation/understanding.\n<br>to divide a number by x, you split it into x many pieces. 8/2=4, because each of the two equal pieces of eight = four. or, 8/5=1.6, because each of the five equal pieces of eight = one and six-tenths. so, to get zero equal pieces of eight, you need to find a value that when added zero times = eight. and there isn't a value like that.\n<br>do u think that makes sense (how i said it)?</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how could i change this explanation so it is easier to understand?</qco> </h3>      that sounds great. i've settled in on my subtraction argument, which i arrived at much earlier in the course of the questions project, and it still holds up for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n8:33 pm</dco> &nbsp;<qco> When writing an essay or some other text, why does it feel good to have 3 topic points and use 2 adjectives to describe nouns, but weird to have/use a different number of points/adjectives?</qco> </h3>      i think if you try it you might find it very liberating and exciting\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n8:03 pm</dco> &nbsp;<qco> why is kentucky so boring?</qco> </h3>      because you've never been to western kansas\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n7:52 pm</dco> &nbsp;<qco> will you do a behind the scenes video?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n6:57 pm</dco> &nbsp;<qco> You give really good advice. Have you ever thought about being an advisor?</qco> </h3>      didn't you just say i was already doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n6:44 pm</dco> &nbsp;<qco> how do you find the surface area of a cylinder</qco> </h3>      pretend it's a rectangle wrapped around and then find the area of the wrapped rectangle, then add the area of the 2 circles on the end\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n6:39 pm</dco> &nbsp;<qco> Do you record any of the demos to your songs \n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do you wait to record until the final product is ready? If you do record demos will you ever post them on your website (you might already I haven't poked around too much)?</qco> </h3>      not usually. but they might show up in various ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n6:25 pm</dco> &nbsp;<qco> What do I do if someone I don't enjoy working with constantly tries to contribute to my work?</qco> </h3>      go somewhere where they can't find you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n5:39 pm</dco> &nbsp;<qco> Are you still doing questions?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n4:22 pm</dco> &nbsp;<qco> Upgrading your stuff and then learning the programs may seem inefficient, but in the long run might drastically speed things up. Some of the methods you are used to having to do in multiple steps could be condensed into a single step. Have you thought about this?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n3:28 pm</dco> &nbsp;<qco> I was just at a store and the person in front of me paid in cash, and when he got his change he told the cashier that he needs more change back. because 'I gave you a $20'. But I saw that he actually paid with a $10. Should I have said anything?\n</qco></h3>      i don't think so<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Would you have said anything?&nbsp;</qco> </h3>      no. the cashier will figure out that their drawer is short, and then they will have to learn to pay closer attention. hopefully they will learn to use <a href=\"aodisfhae.mp4\">this technique</a>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n3:21 pm</dco> &nbsp;<qco> what was the first step you took to becoming what you are today?</qco> </h3>      was born\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n3:02 pm</dco> &nbsp;<qco> do you resonate with the number \"2\" specifially more than the other numbers?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n2:47 pm</dco> &nbsp;<qco> Do you have a favorite philosophy?</qco> </h3>      switching philosophies\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n1:39 pm</dco> &nbsp;<qco> hi bill, your order confirmation number is C302842386</qco> </h3>      that's not true\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n12:54 pm</dco> &nbsp;<qco> do you ever feel like, instead of getting a de-esser, gettting an ess amplifier, and making the esses as powerful as possible, and also other sounds too?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n11:49 am</dco> &nbsp;<qco> is telling myself i have lots of time a good idea in terms of sustainability?</qco></h3>      it depends how much time you have<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it's comforting but what if i suddenly flip out and have no time left.</qco></h3>      flipping out won't change the amount of time you have<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or should i say i have time left for the things that are out of my control to iron themselves out, and no time to spare in terms of the things i can change and develop right now? i want to be the best i can right now but i dont want to feel freaked out 24/7 either</qco> </h3>      your freak levels seem to be firm, and strong\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n11:45 am</dco> &nbsp;<qco> do you like the sky</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n11:42 am</dco> &nbsp;<qco> if a banana spoke to you what would it say?\n<br></qco> </h3>      you can never predict what a banana will say. that's just something i've learned, from being in the biz\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp;\n11:35 am</dco> &nbsp;<qco> So what did you mean by this?http://www.billwurtz.com/journal201108181753.html Were the songs you were writing in 2011 not real? Are your current songs real?</qco> </h3>      eh, i guess the grass is always realer on the other side of fence\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp; \n10:32 am</dco> &nbsp;<qco> how to close a door?</qco> </h3>      put the door in the doorway\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp; \n9:41 am</dco> &nbsp;<qco> is the new song a travel song like new canaan?</qco> </h3>      almost but not quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp; \n9:25 am</dco> &nbsp;<qco> Do you have a dog.</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What's your favorite dog? Mine is a Pembroke Welsh Corgi.\n<br></qco> </h3>      i would prefer not to judge dogs based on their race\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp; \n8:41 am</dco> &nbsp;<qco> Your videos actually helped me a lot when I'm down, is it bad that I actually cried whilst watching one of them</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nP.S did you ever finish reading Life Of Pi?</qco> </h3>      i did not start\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp; \n7:52 am</dco> &nbsp;<qco> can you write a song about cats?</qco> </h3>      yes but not right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp; \n6:58 am</dco> &nbsp;<qco> Milk or cereal first?</qco> </h3>      how about the bowl first\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp; \n6:24 am</dco> &nbsp;<qco> Have you ever had 2 projects that have the same deadline? If so, how do you prioritise on what to do first?</qco> </h3>      \nstart a 3rd project \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp; \n5:56 am</dco> &nbsp;<qco> can you make a video like soap tips but with brush tips</qco> </h3>      that sounds too similar to a video i've already done \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp; \n4:35 am</dco> &nbsp;<qco> thoughts on breasts?</qco> </h3>      they are helpful, and useful \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp; \n3:47 am</dco> &nbsp;<qco> Someone told me I had a wide forehead today and it's all I can think about now. How have I not been aware of my own wide forehead til now. How do I stop thinking about other people noticing things I've never noticed about myself.&nbsp;</qco> </h3>      see how many things you can notice about them. turn the tables\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp; \n3:34 am</dco> &nbsp;<qco> How do I do I create something with self doubt and lack of time and resources</qco> </h3>      just think of all the people who are doing it with even more self doubt and even less time and resources \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp; \n1:51 am</dco> &nbsp;<qco> Tips on distracting myself from obsessive counting? Music is my usual valve for stress, but for this I just incorporate the beat.</qco> </h3>      imagine the joys of playing in a bucket of mud \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp; \n1:32 am</dco> &nbsp;<qco> W H Y&nbsp;&nbsp;D O&nbsp;&nbsp;Y O U&nbsp;&nbsp;N E V E R&nbsp;&nbsp;T Y P E&nbsp;&nbsp;I N&nbsp;&nbsp;C A P S&nbsp;&nbsp;A N D&nbsp;&nbsp;S P A C E S</qco> </h3>      why do you never change up the amount of spaces you use between letters\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp; \n1:22 am</dco> &nbsp;<qco> how does one get over a creative block/art block, etc?</qco> </h3>      think outside the block \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp; \n1:02 am</dco> &nbsp;<qco> is your new song one of the ones written on a trip somewhere, like new caanan was?</qco> </h3>      no but it sounds like it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.18&nbsp; \n12:53 am</dco> &nbsp;<qco> do you like salt lamps</qco> </h3>      they seem somehow more complicated than they need to be, but that's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.18&nbsp; \n11:17 pm</dco> &nbsp;<qco> what was the first idea you remember having</qco> </h3>      where the hell am i\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.18&nbsp; \n10:58 pm</dco> &nbsp;<qco> would you place one of those silly sparkly \"new!\" .gifs next to stuff you just uploaded to this site?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it'd be cool, I think</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.18&nbsp; \n9:57 pm</dco> &nbsp;<qco> get a grammy</qco> </h3>      i will do it when i get a chance \n<br><br>"
  }
]
