[
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n11:19 pm</dco> &nbsp;<qco> I'm insanely curious about your songs and their meanings and deeply interested in figuring out in its entirety. Would you think this is something that's possible for someone not even acquainted with you? I heard that every lyric you write is deliberate and I would believe that immediately. Either way, whether you say it's possible or not I'm still likely gonna try. Expect a 10 hour analysis video about your videos someday in the future mr wurtz. I have immense respect and curiosity for you.</qco> </h3>      the only way to experience the meaning of a song is to experience it yourself, first hand, by listening to the song. if it were possible to express the meaning in any other way (without a song) then i wouldn't have needed to use songs for it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n10:20 pm</dco> &nbsp;<qco> what is your favorite april fools joke?</qco> </h3>      \ndoing the joke on april 2 instead of april 1\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n9:57 pm</dco> &nbsp;<qco> who on earth could ever get me to settle down</qco> </h3>      \nmaybe if someone tries to get you riled up, you will resist with drowsyness and settle down\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n9:19 pm</dco> &nbsp;<qco> what the fuck is an album&nbsp;</qco> </h3>      \ni'm imagining something lovely but i've never seen a real album measure up to the feeling i have of what it could be\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n8:30 pm</dco> &nbsp;<qco> No pickles in pickleball?</qco> </h3>      \nsurprise, the ball is the pickle\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n6:34 pm</dco> &nbsp;<qco> Is space (the place) a recurring theme in your songs to a large extent? </qco></h3>      not really<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so what might it represent&nbsp;</qco> </h3>      space\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n6:28 pm</dco> &nbsp;<qco> how much bread do you own?</qco> </h3>      \nalways rent bread\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n5:46 pm</dco> &nbsp;<qco> why doesn't fasten mean 'make faster'</qco> </h3>      \nit means \"make fast\", and fast means fixed/close. but then the question is why does \"fast\" now mean high speed. and i think it may have gone something like this: something 'fast' is something close and immediate. and if you do something immediately, .... it kind of means you're doing it quickly\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n5:14 pm</dco> &nbsp;<qco> Have you ever considered writing a piece of music for the stage?</qco> </h3>      \nglaringly abscent from my skillset is \"convincing a bunch of people to perform something i wrote\". that's the reason i don't tend to consider writing for that\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n4:34 pm</dco> &nbsp;<qco> I AM A ROBOT. I MISSED TO MANY CAPTCHAS AND NOW I'M HERE. ARE YOU A BEEP BOOP BEEP?&nbsp;</qco> </h3>      \ni don't believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n4:29 pm</dco> &nbsp;<qco> In your answer to someone asking whether or not you liked imaginary numbers, your answer was: '&nbsp;&nbsp;&nbsp;i do now, ever since i started thinking of positivity and negativity as a full circle instead of just binary' Could you elaborate? I hold a linier view of positivity and negativity.</qco> </h3>      \nthink of positive 1. on the right side of the number line. it's totally positive, always positive. 1 times 1 equals 1. Now think of negative 1, on the left side of the number line. always negative. Negative 1 times negative 1 equals positive 1 (the negatives cancel out). but imagine that these two points (left and right, negative and positive) are actually part of a circle that goes all the way around. 1 straight up would be a number called \"i\" in mathematics. imagine that this number can't decide whether it's positive or negative. it's half positive half negative.  So what's i times i? 'i' can't decide whether it's positive or negative, so you take one of each. like 1 times -1. the result is negative 1. And this is of course exactly the definition of i, it's the square root of negative 1. Directly straight down would be negative i, which of course also squares to negative one because like the upper i, it also can't decide whether it's positive or negative so you also get one of each, except technically in the opposite order\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n3:12 pm</dco> &nbsp;<qco> Apparently in Britain \"randy\" means \"horny\". It gives a whole new meaning to \"i'm feeling randy\" doesn't it?</qco> </h3>      \nnot new for me, i was aware. actually i was probably borrowing from matthew perry <a href=\"randy.mp4\" target=\"_blank\">here</a>. while the primary definition, as used on the button, still is 'in the mood to see randomly selected questions from the archive'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n1:50 pm</dco> &nbsp;<qco> I saw my former partner because very romantic with his new girlfriend. What is the best way to unleash the pent up hate and jealousy in my soul without destroying myself?</qco> </h3>      \nthis may not be convenient, but this is one of the better reasons to relocate to another geographic region entirely. i think if you do that you will be fine, and maybe even look back on the move as a great catalyst for what else you would soon discover there\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n1:44 pm</dco> &nbsp;<qco> your brain works in a very interesting way</qco> </h3>      \nimagine having to live with that all the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n1:34 pm</dco> &nbsp;<qco> what is an insanely cool door you've seen?</qco> </h3>      \ni think regular doors are insanely cool. i don't know where that leads us\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n1:23 pm</dco> &nbsp;<qco> how many degrees of separation do you think there are?</qco> </h3>      \nhow many do you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n12:48 pm</dco> &nbsp;<qco> do you ever write only words to keep your word-writing skills sharp for when you write a song</qco> </h3>      \nsure WAIT A MINUTE are you trying to gaslight me, what has all the white text on this page this entire time been\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n12:25 pm</dco> &nbsp;<qco> What's your favorite album out of all the albums released or unreleased</qco> </h3>      \ni haven't found one as good as what i think i imagine a good one should be like\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n12:08 pm</dco> &nbsp;<qco> what is your favorite flavor</qco> </h3>      \n'good'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n12:05 pm</dco> &nbsp;<qco> how do chord progressions work? do people just come up with something and hope it sounds good or is there a deeper picture?</qco> </h3>      \nfirst i think you should forget the word \"progression\". it's a distracting and totally meaningless word in that phrase. that being said, \"how do chords work\" no one actually knows. that's one of the things that makes music so exciting and amazing, because at the moment the music is working, we all can feel the chords working! we are certain they are working, it moves us, it brings us to tears. but no one will ever be able to explain exactly how or why exactly which things work when. But, just like language, (which has the same conundrum usually), with some experience you will automatically figure out how to express yourself with EASE. in a way that is unique to you while also relating to the way other people do it\n  <br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n8:42 am</dco> &nbsp;<qco> Why is graphology not about graphs but handwriting?</qco> </h3>      \nit's kind of the same reason why the army of rubber ducks you arranged perfectly in the lake is no longer in the exact same arrangement but still kind of close\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n8:13 am</dco> &nbsp;<qco> Why do scientists say mushrooms are inclassable instead of making a mushroom class</qco> </h3>      \ni thought they were in the fungi class, but i haven't been following the classifications too closely \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n5:51 am</dco> &nbsp;<qco> So a basic assumption of science is that the basic laws of the universe are unchanging.</qco></h3>      i think i have heard scientists posit that they might change. but who knows, i never saw their badge<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; But what if we lived in a world where this wasn't true, and how do we know we don't? or would that world be too unstable to allow scientists to exist in the first place? Do you have any further insight?</qco> </h3>      \nplenty of laws change depending on where or when. there's always something new to discover which makes you have to adjust your previous understanding of what you thought the 'basic' laws were\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n3:27 am</dco> &nbsp;<qco> Do you make the whole animation to make the video of your songs? Or you make parts of the animation then you connect it to another part of the animation? (I have no idea how to even ask this)</qco> </h3>      \ni make the whole thing (i also have no idea how to answer this)\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n1:58 am</dco> &nbsp;<qco> how to not be evil?</qco> </h3>      \nit's probably impossible to actually be evil, but at the same time it's probably also impossible to guarantee that you won't be\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n1:58 am</dco> &nbsp;<qco> What is the most exotic instrument you've played?</qco> </h3>      \njeans\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.25&nbsp; \n12:56 am</dco> &nbsp;<qco> Do you like parrots? You wanna see mine? \n<br>\n<br>Note: there's only one right answer for both questions</qco> </h3>      \nthat's not true\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2025-03.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n10:52 pm</dco> &nbsp;<qco> If you divide human traits into 60 traits with normalized probability distributions (a low estimate given how many traits there can be) the chance that one person falls into the normal part of all 60 distributions is (0.683)^60 or 1.132*10^-10, a 1 in 1 trillion chance. This means that probably no one on Earth is \"normal\" but it also means your chance of falling into the top 1% on at least one of those traits is 1−(0.99)^60 or 45.3%. This becomes more likely the more traits you consider. Do you think these statistics nerds rediscovered something fundamental about human nature that we already knew?</qco> </h3>      \npossibly, but you lost me at quantification of traits. who could possibly define what is 1 trait and what is 2 traits. i mean what if, right from the beginning, you consider 'normal' to be the name of one of the traits. heck, what if having a lot of traits is a trait. what then\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n10:26 pm</dco> &nbsp;<qco> lately the evil forest gnomes have been trashing my car and pissing in my cereal boxes, do you deal with this often? they're too small to shoot and i damage all my expensive pottery</qco> </h3>      \nthey are not evil, the problem is they have been told that you are evil. i realize that doesn't solve the problem, but at least maybe it can provide some perspective\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n10:11 pm</dco> &nbsp;<qco> what is the best chord</qco> </h3>      \nF. just kidding, chords are made to change\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n9:53 pm</dco> &nbsp;<qco> do you like frosted cheerios?</qco> </h3>      \nfrost them more. i dare you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n9:21 pm</dco> &nbsp;<qco> will you be my april fool</qco> </h3>      \n(telling the truth) sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n9:14 pm</dco> &nbsp;<qco> How often do you get repeat questions?</qco></h3>      regularly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (on this topic is this question new?)</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n8:11 pm</dco> &nbsp;<qco> I feel like I've mentioned/asked this before, but what the hell, I'll do it again. I noticed you have Shel Silverstein's book \"The Missing Piece\" in your bookstacking video and I wanted to know if you've ever read its sequel \"The Missing Piece Meets the Big O\" and if you'd agree with me that the sequel is a superior version of the story&nbsp;</qco> </h3>      \ni'm familiar with both but i'm not going to claim that one or the other is superior\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n6:14 pm</dco> &nbsp;<qco> What if there are creatures we can't see because they exist between time&nbsp;</qco> </h3>      \nyou'll have to just imagine what they would look like, but more importantly WHEN \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n5:55 pm</dco> &nbsp;<qco> why do metaphors exist?\n<br></qco> </h3>      \nfor understanding, enlightenment, analysis, humor, joy, and pleasure. and for winning arguments obviously\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n5:19 pm</dco> &nbsp;<qco> If I don't have free will, how come I'm putting 1tbsp of wasabi paste into my mouth right now?</qco> </h3>      \ndon't worry you're not doing it. you lied about doing it. you still have free will, which can be demonstrated in other ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n4:52 pm</dco> &nbsp;<qco> quality and quantity?</qco> </h3>      \na match made in heaven\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n4:51 pm</dco> &nbsp;<qco> Why Is This Page Spamton Color</qco> </h3>      \nmaybe they were inspired by this page which came out first\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n1:53 pm</dco> &nbsp;<qco> Ever considered/tried novel writing?</qco> </h3>      \nnot really. i've never been a novel reader, so it wouldn't occur to me to write in that medium. That being said, if we were living in a pre-television pre-cinema era, where novels largely fulfill that same role, i think it's likely that i'd have a much deeper relationship with the novel format, and i'd probably wish to use it to accomplish many of the same things i accomplish in the modern day through video. On the other hand, perhaps i'd be making use of the musical stage. Or then again perhaps i'd prefer purely writing for the possibility of working alone\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n1:29 pm</dco> &nbsp;<qco> if you met a fan in person and they knew you for ur music, would you rather them talk about that or have them ignore the fact you do music? unsure if you'd be happy or not with a potential new friend already knowing you more then you know them cuz of your content</qco> </h3>      \nhow would you feel if it was you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n12:53 pm</dco> &nbsp;<qco> Do you believe, or do you doubt?</qco> </h3>      \nyou need to say what. do i believe _____, do i doubt _____, if you fill in those blanks then we're talking about something\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n12:22 pm</dco> &nbsp;<qco> do you like complex numbers (a + bi, where i is the square root of -1 and a and b are real numbers)?</qco> </h3>      \ni do now, ever since i started thinking of positivity and negativity as a full circle instead of just binary\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n11:47 am</dco> &nbsp;<qco> how to learn and be good at mathematics</qco> </h3>      \nthe only way i know how to be good with math is to fall deeply in love with math at a young age. but that's not really fair to all the other ways which there might be\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n10:45 am</dco> &nbsp;<qco> is easter getting bleaker and bleaker?</qco> </h3>      \nyes but some people may argue that there is a larger trend where it's getting less bleak, on a longer timescale. then perhaps other people could still make a counterargument using an even longer timescale\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n9:56 am</dco> &nbsp;<qco> How do you deal with imposter syndrome&nbsp;</qco> </h3>      \nhow about with some good old fashioned fomo\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n9:15 am</dco> &nbsp;<qco> have you ever listened to an album that felt like it had a 'shape' to it, like in the structure of the album tracks/track order, stuff like that?</qco> </h3>      \nno. here's the thing, i always heard from people like you that albums have that, or the good ones have that. so i always believed it. then one day when i was in the mood to experience some great album shapes, i put on some great albums by great artists. and i was SHOCKED (like and subscribe) by not only the fact that none of the albums had any such shape, but actually the individual songs weren't even in a very good order on the album. And i know what you're going to say \"oh but you need to check out THESE albums, you know, the famous great ones\" yes i checked those ones and they didn't have it. at least not for me. ever since then i've been trying to explain this to people in hopes of one day validating my experience in this. but no one ever believes me. they always just make the follow up suggestion that i'm supposed to check out certain ones but i have checked those ones. i promise. you have to believe me. i don't know where else to turn\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n8:04 am</dco> &nbsp;<qco> i just won 8 free pizzas , what do i do&nbsp;</qco> </h3>      \ngive slices to your absolute closest 48 friends. not all your friends, just the closest 48\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n6:06 am</dco> &nbsp;<qco> how do i get better at remembering things, i don't remember anything i study and that usually becomes a problem</qco> </h3>      \nthe things you're gonna remember are the things that matter to you, the things you enjoy, and the things that make you curious\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.25&nbsp; \n5:02 am</dco> &nbsp;<qco> Is it bad to have a best friend? Because I feel like it's unfair to all the really good friends i had before i befriended the person who is my most likely best-friend-candidate. This feels like im opening myself up to all the drawbacks that come from the assumed exclusivity of romantic relationships</qco> </h3>      \nmaybe you'll get a chance to try many different configurations of friendships, over time\n<br><br>"
  }
]
