[
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n5:40 pm</dco> &nbsp;<qco> do you hate capital letters and/or the shift/caps lock?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n5:30 pm</dco> &nbsp;<qco> Would you ever consider building a comedic stand-up performance integrating your videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n5:17 pm</dco> &nbsp;<qco> do you know what a blue corn moon is</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n4:11 pm</dco> &nbsp;<qco> Do you use vocoder or autotune or a different method to tune your voice? \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If it is the later please explain that method</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n4:08 pm</dco> &nbsp;<qco> Do you ever believe that everyone except for you is a robot?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n3:12 pm</dco> &nbsp;<qco> favorite dead meme</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n2:38 pm</dco> &nbsp;<qco> When you say \"I'm not sure if that answers your question\" are you actually not sure if it answers their question?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is it just a joke because you know it doesn't answer their question?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n2:22 pm</dco> &nbsp;<qco> Do you plan on using 3D animation in any of your videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n12:39 pm</dco> &nbsp;<qco> Do the people that tell you to update notes not know you have a twitter?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n12:05 pm</dco> &nbsp;<qco> speak you the english good?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n12:02 pm</dco> &nbsp;<qco> what does it mean to \"be happy\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n11:56 am</dco> &nbsp;<qco> Do you pledge allegiance to the flag of the united states of america, and to the republic for which it stands, one nation under god, indivisible, with liberty and justice for all?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n11:42 am</dco> &nbsp;<qco> why do people need to show their lives to other people using social media?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n11:19 am</dco> &nbsp;<qco> How much dirt do I have to throw in the ocean before I make another country?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n11:15 am</dco> &nbsp;<qco> Have you considered putting in an \"Updates\" page that encompasses everything on the site (aside from maybe the questions page) so that people will just find the updates rather than asking about them?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n11:03 am</dco> &nbsp;<qco> why cant shit be compared. youre out here saying everything is as different as apples and oranges but i can still tell you which fruit i like better overall. some days i will want oranges because of my mood but if im more of an appley kind of fella then thats alright. and maybe that preference means something, so i tell others about it. same with everything else. maybe i even like the smell of oranges better, but when im asked my favorite fruit to eat, it isnt kumquat, or banana, or t-rex because ive developed a preference for apples. im so confused why you don't like preferences!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n10:30 am</dco> &nbsp;<qco> What do you define as a friend?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n10:24 am</dco> &nbsp;<qco> How much time does doing all the daily stuff (questions, scramble, twitter, reality) take away from doing your main project? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or is it not really quantifiable, just an significant amount of time that could be spent on the video?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n9:56 am</dco> &nbsp;<qco> you answered a question at <a href=\"q.php?date=201707291632\">7.29.17&nbsp;&nbsp;4:32 pm</a> about what kind of scientist you'd be if you were one, by saying that you already are a scientist. what kind of scientist are you? :)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n7:59 am</dco> &nbsp;<qco> you said as an answer to a question question once that you agreed that some words sound funny merely because of the way they are, like their arrangement of syllables. Can you give an example of such a word that you feel sounds humourous?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n7:33 am</dco> &nbsp;<qco> Can you develop a time machine so that you can record lots and lots and lots more songs and videos,then go back in time to today and release them all simultaneously? Please and thank you.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n7:30 am</dco> &nbsp;<qco> Do you have hidden messages in your songs/videos? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I don't mean deeper meanings and symbolism etc.. I mean literal hidden messages, like if you play something backwards or if you slow a video way down, etc.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n7:26 am</dco> &nbsp;<qco> holy shit you added so many reality videos. 16 since last time i checked. are you focusing more on the reality page now? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;isn't it slowing down the making of videos?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n1:38 am</dco> &nbsp;<qco> Do you think your music is more like a thick steak served in a dim, decorated room with a heavy plate and hefty silverware, or a cucumber, freshly twisted from the vine and eaten under the sun that warmed and ripened it? I'm leaning toward the latter, personally.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n1:15 am</dco> &nbsp;<qco> is the fact that steve is levitating during the last jingle a reference to your \"i can sort of fly a little bit\" dreams?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n12:28 am</dco> &nbsp;<qco> would you say your capabilities have increased steadily or quickly as compared to similar stretches in your past life</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.2.17&nbsp;\n12:03 am</dco> &nbsp;<qco> Hello! Couple questions for you... When writing out the script for your videos, do you also make notes for yourself about stuff like vocal inflections, tone, delivery, timing, etc?&nbsp;&nbsp;</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, is there any improvisation involved in the score/background music (I think you said before you do that part last, but do you fully chart it out before recording it?) </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or improvisation in the main jingles? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;For example in 'hi, i'm steve'... for the mailwoman's variation of the \"that's the way i like to live my life\" jingle there's a little keyboard fill that comes right after \"live my life\". Was that fill entirely written out note-by-note beforehand?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n11:20 pm</dco> &nbsp;<qco> Do you really know what's going on?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n10:28 pm</dco> &nbsp;<qco> what do all good documentaries have to have</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n10:18 pm</dco> &nbsp;<qco> I saw a Paul Simon interview online where he was talking about the song Still Crazy After All These Years (unfinished at the time of the interview)... and he said something that I thought was very interesting. He said he wanted to go to either a C or C# in the bridge because he hadn't used them in the melody of the verse. His quote was that \"the listener will not ever consciously&nbsp;&nbsp;say 'those are two new notes I haven't heard\". But, in fact, it will be refreshing to the ear.\" He also compared the same thing to comedy, saying that you can establish a comedic pattern, but then once the pattern is recognized you have to alter it. Just curious what your thoughts are on this? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you think you do something kind of similar to this in writing songs or making videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n9:57 pm</dco> &nbsp;<qco> If life were a video game, what would the Final Boss Fight be? (The 'Bowser' of Life?)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n9:29 pm</dco> &nbsp;<qco> Do you think Maybe I'm Amazed is Paul's best song, as he himself thinks?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n9:22 pm</dco> &nbsp;<qco> what's the best way to destroy my enemies?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n9:19 pm</dco> &nbsp;<qco> Do you think that differences like autism and ADHD serve a purpose / have reason for being present in humans, other than genetic mutations or accidents?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n9:06 pm</dco> &nbsp;<qco> but you cant be happy everything exists right? things like starvation, war and genocide cant possibly make you happy.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n9:06 pm</dco> &nbsp;<qco> is there anything that's not cool</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n8:51 pm</dco> &nbsp;<qco> if a CRITICAL ERROR in hotewig was discovered (not saying there is one) \n\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but you could easily fix it with an annotation, would you go back (after some research) and add the correction?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n8:23 pm</dco> &nbsp;<qco> I think that the reason people aren't noticing more inclusions in journals is because of a design discrepancy that I'm not too sure how to fix... a lot of people are used to this Scrolling Content Feed like on twitter or tumblr or facebook where people are almost being trained to smash the refresh button and develop a tunnel vision for the top most post at all times, so much that they lose all periphery in their content consumption habits... It's kinda tragic, but it's one of the reasons why I really like your site. I think some users are trying to force you into some kind of \"Genre\" of creator (whether it be your site or music or etc) so much that people seem to believe that you're trying to be irreverent, but all you do is just... *is*. Words kinda fail me there, and that's okay I think. People are looking at the pages that update \"top-down\" (as in \"updates as you finish content\" such as the music, videos, and most of the time the questions page) a\n nd autom\n atically assume that it applies to Literally Everything In The Entire World Ever All The Time Always when your notebook stuff is clearly labeled with a very definite Date Of Time, emphasizing Creation Chronology, but your site didn't exist forever so you come to this design dilemma for the content that was made Pre-Website: Emphasize Creation Chronology, or Update Chronology? Well, it's not really a dilemma, but it's more that people are too busy trying to see you in their terms as a creator so much that they're missing out on the actually new content. Something about not seeing the forest for the trees?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n8:15 pm</dco> &nbsp;<qco> What motivated you to change from short/medium sized videos to medium/long videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n7:33 pm</dco> &nbsp;<qco> I was reading about how musicians use to get different effects and sounds from their instruments 'back in the day.' Some pretty cool stuff. In You Really Got Me, Ray Davies apparently used a razor blade to splice the speaker cone in his amp and poked pins into the cone. In Street Fighting Man, Keith Richards got an electric-guitar sound from an acoustic by using a tape cassette to record and overdub the parts and by playing right up to the mic. Link Wray used to poke holes in his speaker cone with pencils to get that fuzzy tone. You had all sorts of experimentation with reel to reel tape recorders to get echos and other weird effects. Lots of old blues guitarists would turn the gain and volume all the way up on lo-fi amps to the point of nearly blowing out the speakers to get their sounds. Sam Phillips (who produced a lot of those 50's rockabilly/rock 'n' roll records with Sun Records) would re-feed the playback from the recorder to the head, adjusti\n ng the s\n pace between the heads, tape speed and other stuff to make crazy echo and delay effects.... Today with all sorts of effects pedals, built in effects on amplifiers, digital recording sofwares where you can alter the sounds in so many different ways, do you think that these \"proto-effects\" or these old recording techniques are obsolete? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;When you're recording do you ever experiment with any of this type of stuff to create effects or different sounds, or do you it all on the computer, effects pedals, etc.?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n6:52 pm</dco> &nbsp;<qco> Would you say that you're in \"show business\"?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n5:53 pm</dco> &nbsp;<qco> i want to be your friend, i think we would be really good friends. we have pretty similar lifestyles and points of view. is the position for friend still open?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n5:49 pm</dco> &nbsp;<qco> do you have a pet goat</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n5:35 pm</dco> &nbsp;<qco> Be honest, do you sometimes get tired of music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n5:16 pm</dco> &nbsp;<qco> do you ever feel like you need a long break from this page</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n4:52 pm</dco> &nbsp;<qco> people that ask why there aren't any updates to the notebook etc, things are popping up all the time it's just that doing things in order is overrated.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n4:41 pm</dco> &nbsp;<qco> what's the point in having favorites if everything is unique and different in their own way</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n4:10 pm</dco> &nbsp;<qco> How do you feel about passive agressiveness</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n4:02 pm</dco> &nbsp;<qco> why is read and read spelled the same way</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n3:59 pm</dco> &nbsp;<qco> On \"hi i'm steve\", are the three \"that's the way i like to live my life\" songs connected as a full song, or did you do the same song two/three times?</qco> </h3><br><br>"
  }
]
