[
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n8:48 pm</dco> &nbsp;<qco> getting more and more reasonable by the minute. not too long ago it used to be by the hour. i seem to be on an exponential trajectory of increasing reasonability</qco> </h3>      you could be having a manic episode\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n8:45 pm</dco> &nbsp;<qco> Would you ever score a feature film?</qco> </h3>      maybe\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n6:41 pm</dco> &nbsp;<qco> why do you think a lot of people think your music can be defined as \"extremely positive\"?</qco> </h3>      i think it is positive. but i've heard a lot of people say it's negative, so i may have cranked up the dial a bit more just to be safe\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n6:04 pm</dco> &nbsp;<qco> do you feel like your creative process has helped you grow emotionally as a person a lot?</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n5:11 pm</dco> &nbsp;<qco> is your song 'outside' about being outside the box all the time?</qco> </h3>      i'd say it's more about the transition of leaving the box. going from inside to outside (going outside)\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n4:08 pm</dco> &nbsp;<qco> why is there a little sudden trumpet in your music videos?\n</qco></h3>      because there is trumpets in the music at that time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do you want to scare me with it?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n3:17 pm</dco> &nbsp;<qco> who took my bones </qco></h3>      skeletons<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and where can I find them</qco> </h3>      in the skeletons<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n2:39 pm</dco> &nbsp;<qco> Do you ever answer a question with a graph or illustration or is it only ever words?</qco> </h3>      i frequently use various other types of media, as needed\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n2:22 pm</dco> &nbsp;<qco> i don't think my friends take me seriously, they only laugh when i get angry and they don't help me much and then expect for me to feel sympathy for them when something goes wrong for them, any advice?</qco> </h3>      <a href=\"suggestion.mp3\">advice</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n1:59 pm</dco> &nbsp;<qco> which songs have you used bass in</qco> </h3>      almost all of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n1:42 pm</dco> &nbsp;<qco> what would you call a chord with the notes B C# E</qco> </h3>      i actually don't think there are any common names for that that are any quicker than just saying the notes. but if you put a bass note in there it might get simpler to name\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n12:30 pm</dco> &nbsp;<qco> whats your advice on learning the piano and the guitar, as a beginning player to both instruments?</qco> </h3>      the best thing i can recommend is you are gonna need access, to the instrument. beyond that, it's in your hands\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n11:59 am</dco> &nbsp;<qco> Do you, or have you, struggled with doubts about whether your creations \"matter?\"</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Does it ever feel like \"because I want to\" or \"because I'm driven to\" aren't good enough reasons?</qco></h3>      i've always felt like there is a little more to it than that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n This is coming from someone who loves making music, but whose music doesn't get any listens.&nbsp;</qco> </h3>      that's where i was for most of my life. i suppose that's why i wanted others to hear it so badly, because i knew it matters\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n11:19 am</dco> &nbsp;<qco> why is it so easy to remember how a song goes</qco> </h3>      i actually think it is not. until you hear it more than once\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n11:07 am</dco> &nbsp;<qco> Can you name a major artist of the last 20 years that did not have a manager?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n10:51 am</dco> &nbsp;<qco> Do you like using low-pass filters?</qco> </h3>      sure. or sometimes go scuba diving for a powerful real world version\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n10:09 am</dco> &nbsp;<qco> Thank you so so much for all that you do.&nbsp;&nbsp;What are a few albums you think everyone should hear at least once?</qco> </h3>      i actually don't really know anything about albums. it's not really the way i listen to music\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n9:00 am</dco> &nbsp;<qco> are you god's gift to this world </qco></h3>      everyone is<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is the world a gift to you?</qco> </h3>      yes, and everyone\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n8:05 am</dco> &nbsp;<qco> in hello sexy pants does the line \"At the clothing store, nobody tells you that the whole world is changing. At the grocery store, someone will tell you what changed is you\" mean that when you focus on superficial things like clothing and how others think of you, you don't realise that you can't please everyone because everyones opinions always change, but when you focus on what you need, like food, you realise that you are always changing and can only please yourself? or am i just completely off?\n<br>\n<br></qco> </h3>      it's like a story (like from books, etc)\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n7:56 am</dco> &nbsp;<qco> hey i have some songs written but im not sure how to get into recording them. Any general tips for taking preformed music and self-producing/recording it?</qco> </h3>      start with whatever you have. most computers actually have a standard program on them which will get you started. i will say this again and again, you must start with the simplest thing you can find. starting with a too complicated program will ruin everything and could possibly cause you to quit and never come back\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n7:49 am</dco> &nbsp;<qco> i saw you respnd to a question asking about what kind of genre of music yours is, and it reminded me of a comment from a while ago on of your songs calling it 'wurtzwave'. whats your opinion on that?</qco> </h3>      that's ok but i'm not sure if the word wave is necessary there\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n6:56 am</dco> &nbsp;<qco> if you were god, would you give the universe and everything in it a purpose and meaning?</qco> </h3>      yes but also add a rich sense of intrigue throughout, if possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n6:49 am</dco> &nbsp;<qco> how are the non-music parts of being an Online Musician going?</qco> </h3>      pretty good<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n6:29 am</dco> &nbsp;<qco> What are your thoughts on the minor third?</qco> </h3>      grows on trees!\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n6:01 am</dco> &nbsp;<qco> Do you think life is complicated?</qco> </h3>      yes, and simple\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n5:45 am</dco> &nbsp;<qco> Music is just paintings in time. Thoughts?</qco> </h3>      that sounds about right\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n5:35 am</dco> &nbsp;<qco> What's your vocal range?</qco></h3>      i'm not sure ... you'll have to see what the highest and lowest notes are you can find on the recordings<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you wish it was wider, or higher, or lower?</qco> </h3>      wider, mostly higher\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n4:09 am</dco> &nbsp;<qco> what is the optimal loudness for a mix?</qco> </h3>      as loud as possible without sounding strange\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n3:32 am</dco> &nbsp;<qco> Can humans fly?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n2:43 am</dco> &nbsp;<qco> your mixes need a bit more bass</qco> </h3>      that may be true, but i think sometimes people tell me there is too much. who am i supposed to believe\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n2:33 am</dco> &nbsp;<qco> Did you intentionally reference the hook from I Write Stupid Music in Long Long Long Journey</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n2:18 am</dco> &nbsp;<qco> what's a place you haven't been?</qco> </h3>      the north pole\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n1:17 am</dco> &nbsp;<qco> Hey Bill. Would you consider releasing an album with some of you're music in it?&nbsp;</qco> </h3>      i prefer to release songs individually\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n1:14 am</dco> &nbsp;<qco> bill how are you coming up with new songs fast?</qco> </h3>      i have always been able to come up with new songs this fast. what i was not able to do, however, is finish the writing and record and vidify them at the rate i am now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n1:00 am</dco> &nbsp;<qco> You mention about the podcast thing popping up completely unconsciously--Have you ever regretted opening up the pathway from your subconscious to your art? \n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nIs self awareness a blessing or a curse?</qco> </h3>      surely both\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n1:52 am</dco> &nbsp;<qco> did you put swear words in We Could Just Get High? i know it's something you've done in other songs but i can't tell if it's done there. pretty sure i here some sneaky words between some lines</qco> </h3>      i think there is a secret fuck in there some where\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n1:51 am</dco> &nbsp;<qco> Why do I hate what I make&nbsp;</qco> </h3>      to encourage you to make it even better in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n1:35 am</dco> &nbsp;<qco> so you've said that it's taken you roughly two weeks (as of recently) to create new songs.\n\n</qco></h3>      plus the video<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\n what exactly do you do in that two week timeframe from the moment you start composing, to uploading the youtube video?\n<br>\n<br>Thanks Bill!</qco> </h3>      to explain all that would be a whole entire video. which i am excited to make but unfortunately can't make unless i stop doing the other videos the video would be about\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n1:31 am</dco> &nbsp;<qco> are you a human or a alien</qco> </h3>      both for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.18&nbsp; \n12:23 am</dco> &nbsp;<qco> would you need your future band members to be able to read sheet music</qco> </h3>      not necessarily\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.18&nbsp; \n11:41 pm</dco> &nbsp;<qco> have you ever had a lucid dream before, if so, what did you experience?</qco> </h3>      everyone is asking me questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.18&nbsp; \n11:26 pm</dco> &nbsp;<qco> is life weird for you? it sure seems that way from your content</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.18&nbsp; \n11:06 pm</dco> &nbsp;<qco> What is the most earth-shattering discovery you have ever made?</qco> </h3>      1=2\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.18&nbsp; \n11:03 pm</dco> &nbsp;<qco> i want people to dance to my music as much as they dance to all their favourite radio hits. but how do i make that happen</qco> </h3>      i'm not sure. there are many different strategies people use but i'm currently using an entirely different strategy and i'm not entirely sure if it's working\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.18&nbsp; \n10:06 pm</dco> &nbsp;<qco> in all honesty, what kind of genre is your music</qco> </h3>      you'll have to listen and see\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.18&nbsp; \n10:05 pm</dco> &nbsp;<qco> for some reason i really like the sound of the line 'it's a long long day, and we've come a long long way.' the way it just goes up at the beginning and then ends deeper just sounds really satisfying. is there a name for that in music?&nbsp;</qco> </h3>      ah that's the old up-down\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.18&nbsp; \n7:34 pm</dco> &nbsp;<qco> when are you appearing on the h3 podcast?</qco> </h3>      nov 30\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.18&nbsp; \n7:28 pm</dco> &nbsp;<qco> what are your thoughts on immortality?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.18&nbsp; \n7:02 pm</dco> &nbsp;<qco> Will you ever post more things on the Notebook?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.18&nbsp; \n6:52 pm</dco> &nbsp;<qco> is dodecahedron one of the basic shapes?my teacher said no - zac</qco> </h3>      sounds like you have one of the basic teachers\n<br><br>"
  }
]
