[
  {
    "html": "<h3> <dco>5.26.22&nbsp; \n11:00 am</dco> &nbsp;<qco> Would you describe the upcoming song as more of a bop, a groove, or a vibe? Or perhaps something totally different?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.26.22&nbsp; \n10:49 am</dco> &nbsp;<qco> If there is real estate, then what is fake estate?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.26.22&nbsp; \n10:29 am</dco> &nbsp;<qco> Do you take the post office seriously?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.26.22&nbsp; \n9:18 am</dco> &nbsp;<qco> What's gotten you excited recently?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.26.22&nbsp; \n4:01 am</dco> &nbsp;<qco> What advice would you give to someone trying to teach themselves proper singing technique? Specifically, what would you suggest practicing to start singing from your chest instead of your throat?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.26.22&nbsp; \n12:12 am</dco> &nbsp;<qco> i've been thinking about a bill wurtz videogame. i feel as if it would seem very much like it was from the gamecube-era. i know you don't play videogames, but if you were to MAKE one, what do you think would be the most important aspect? \n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n11:35 pm</dco> &nbsp;<qco> I really appreciate this question section because it's nice to see people asking the same questions I have and knowing that people are the same as me. thanks. Anyway, I am writing because I realized there is something wrong with me. I was talking to a friend about when we used to be super busy. I asked her how she was not miserable when she was overloaded not only with school and extracurriculars, but also heavy work shifts. She said \"I wasn't miserable. I was happy.\" Which made me realize how much I am not like that. I was miserable with half the schedule she had, and I continue to dread any amount of work that comes my way no matter how minuscule or easy. Except for I think I have a slightly smaller aversion when it comes to practicing music, though perhaps I would start to hate it if I pursued it as a serious education/career path. So basically what I am saying to you is: is there something wrong with me,</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; should I look/wait for something I enjoy doing or\n </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; should I just force myself to stick with something, and do you have any advice.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n10:11 pm</dco> &nbsp;<qco> how does it feel seeing all the past work you've done?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n9:55 pm</dco> &nbsp;<qco> What's the story that inspired your song \"New Canaan\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n5:33 pm</dco> &nbsp;<qco> what would you consider the sequel to \"maybe i could eat blades of grass?\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n4:43 pm</dco> &nbsp;<qco> will you grow a long white beard at some point in your life or nah?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n4:31 pm</dco> &nbsp;<qco> have you tried pineberries</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n4:20 pm</dco> &nbsp;<qco> how is anyone supposed to get excited about going to school</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n4:01 pm</dco> &nbsp;<qco> So I'm trying to make instrumental music with new techniques - instead of programming all of it I combine programming with physical equipment (drum machine&nbsp;&amp; synthesizer), having a more loose collective of styles rather than being more stylistically focused, making generally longer songs, practicing buildups, possibly adding in vocals/lyrics, etc.\n<br>\n<br>But it's been really frustrating because I've gotten so good at the much more creatively limited methods I used before, and it feels like I'm back to square one to a degree. \n<br>\n<br>I tried going back to old methods and it's going great. I'm getting way more music done than I have been in months. But it feels *too* easy, if that makes sense. Like I could come up with a lot more creative and imaginative stuff if I wasn't just hypnotically pumping out the same stuff I'd always done.\n<br>\n<br>I guess my question is, is it possible for creative projects to be *too* easy to make? How do I know when\n  I've hit that creative hotspot to make truly great art?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n3:30 pm</dco> &nbsp;<qco> Is outside about dying?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n10:44 am</dco> &nbsp;<qco> have you ever made music for a video game and if not will you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n10:23 am</dco> &nbsp;<qco> All the planning seems like it's stopped working,&nbsp;&nbsp;what do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n4:47 am</dco> &nbsp;<qco> is it okay to have feelings</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n3:02 am</dco> &nbsp;<qco> do you like grass</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n1:34 am</dco> &nbsp;<qco> do you like to draw sometimes</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n12:52 am</dco> &nbsp;<qco> how do you program the universe? (help)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n12:26 am</dco> &nbsp;<qco> was it intentional that the \"just did a bad thing\" video was uploaded onto youtube on December 25th</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n12:18 am</dco> &nbsp;<qco> should i even attend my music theory classes</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n10:11 pm</dco> &nbsp;<qco> I've been homeschooled during since March 2020 and now I have to go back to school now. All the kids there are so strange to me. Anyways, the part in \"might quit\" that goes \"It's the first day of school, and I think I might quit. Because the things I've been seeing here don't make sense\" is so relatable to me. \n<br>\n<br>When you write your songs, do you make lyrics that you connect to yourself, or things you think others would connect to?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n9:57 pm</dco> &nbsp;<qco> do you ever rearrange your room to spring some extra joy in your life?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n8:52 pm</dco> &nbsp;<qco> When you emphasized \"I'm scared\" near the beginning of 9 8 7, was that a reference to your previous song of that name or just a coincidence given the truth of the line?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n8:21 pm</dco> &nbsp;<qco> What's currently the most ambitious project you'd like to tackle sometime in the future?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n6:31 pm</dco> &nbsp;<qco> how does music work</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n4:10 pm</dco> &nbsp;<qco> either im stupid, or there is a pizzicato violin(?) line in \"im a princess\". is there a pizzicato violin(?) line in \"im a princess\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n3:31 pm</dco> &nbsp;<qco> What is the 97th word of your next song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n11:36 am</dco> &nbsp;<qco> are the lows absolutely necessary?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n11:30 am</dco> &nbsp;<qco> is there an intentional mystery to be solved through your songs and their lyrics, etc.?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n9:46 am</dco> &nbsp;<qco> how did you develop your musical style?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n9:21 am</dco> &nbsp;<qco> will there be another non-music video this year, </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and will it involve chips (not sponsored)?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n7:38 am</dco> &nbsp;<qco> are you in denial</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n2:00 am</dco> &nbsp;<qco> How do i break the loop?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.23.22&nbsp; \n10:29 pm</dco> &nbsp;<qco> what is your favorite kind of apple?</qco> </h3><del>bad</del>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n5:45 am</dco> &nbsp;<qco> in the reality video 3.30.16 2:48am at around the 0:22 mark you say something that to me sounds like \"i'm including sympathy-\" before cutting yourself off, is this correct? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, are you saying like you're including/editing video that will perhaps \"bend the narrative\" to make it look like you're an underdog reaching a vast height or something along those lines (as opposed to just someone going through their life without it being all cinematic)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.23.22&nbsp; \n10:06 pm</dco> &nbsp;<qco> What's your favourite ice cream flavour? :D</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.23.22&nbsp; \n10:05 pm</dco> &nbsp;<qco> have you learned more about yourself by answering so many questions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.23.22&nbsp; \n10:02 pm</dco> &nbsp;<qco> What are better: Apple , Pine Apple, Orang , or Lemon\n<br>Rate in Order 1 to 4</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.23.22&nbsp; \n9:42 pm</dco> &nbsp;<qco> what chords did you play in \"i'm scared\" at the parts where it goes \"i'm scared of my own face\", \"yes i do is that true?\", \"it's a bad and good tune&nbsp;&amp; i would sing it to you\", and \"the things that i love to be scared of\", respectively?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.23.22&nbsp; \n8:53 pm</dco> &nbsp;<qco> Hello! What type of music would you call yours?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.23.22&nbsp; \n8:35 pm</dco> &nbsp;<qco> has every music been made already??</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; is it ok if i make tracks that sound similar to other songs but i didnt even know those songs existed</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.23.22&nbsp; \n6:03 pm</dco> &nbsp;<qco> I love how your songs are confusing but also hopeful and funny at the same time. How and why do you do that?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.23.22&nbsp; \n3:52 pm</dco> &nbsp;<qco> are there any non-song videos in the pipeline?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.23.22&nbsp; \n3:30 pm</dco> &nbsp;<qco> What is there to do? I find that when school or work is happening im eager to go home and then I have a great time at home knowing I escaped school/work. But when there is no school or anything to begin with and i start my day at home then it's not nearly as fun, borderline unpleasant. do you know of a solution is the predicament</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.23.22&nbsp; \n3:08 pm</dco> &nbsp;<qco> what should i do at a sleepover</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.23.22&nbsp; \n2:58 pm</dco> &nbsp;<qco> do you wish/plan to do hyperrealistic 3d videos at some point?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.23.22&nbsp; \n1:31 pm</dco> &nbsp;<qco> Is your next song going to be angry, loud and crazy?</qco> </h3>"
  }
]
