[
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n9:26 am</dco> &nbsp;<qco> why is playing the blame game so fun</qco> </h3>      \nit's thrilling to think that the other person might win\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n9:05 am</dco> &nbsp;<qco> i am a very proficient musician but for some reason i just can't hit a note properly with my voice... did you have to work on your vocal skills in order to sing as well as you can?&nbsp;</qco> </h3>      \nput it this way, i had to do a lot of singing less good before i could sing as good as i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n8:10 am</dco> &nbsp;<qco> How do learn quantum mechanics without questioning life and becoming a lunatic locked up in a mental asylum?&nbsp;</qco> </h3>      \nthe trick is, if you learn it good enough, no one should be able to lock you in anywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n8:08 am</dco> &nbsp;<qco> hey bill what's a good senior quote</qco> </h3>      \n'i hope you are enjoying this yearbook so far, and i hope it brings you even more joy and pleasure with each page turn.'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n5:55 am</dco> &nbsp;<qco> this is very random but please hear me out: i've always felt an unexplainable hatred for the randomest things. you seem like someone that can empathise,</qco></h3>      ......maybe not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; so please tell me - is it normal to HATE the multiplication 7 x 9 = 63?? i'm not sure why but i hate it so much, it just doesn't make sense to me. </qco></h3>      yes that one is kinda weird, but i can suggest: it may become a little more friendly once you realize you can take 8x8=64 and you can reduce the result by 1, just by taking the numbers on either side of 8, instead of 8. this is true of any square number. you can get one lower result by using the numbers on either side of the square root, instead of the square root<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i also feel an immense dislike for the zapfino font,</qco></h3>      <font style=\"font-family:zapfino;\">yes i will admit that one seems a little inappropriate</font><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; as well as the word 'meatball'. some other things that disgust me include people who write '(:' instead of ':)', people who type up stories and stuff in helvetica as a default instead of times new roman, and people who write the letter 'S' starting from the bottom. please tell me i'm not the only one who hates the most mundane things like these. if you cannot relate at all, then uh,, idk i guess im just messed up. :D</qco> </h3>      \nit sounds like the general quality of your life over all must be very good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n5:54 am</dco> &nbsp;<qco> I have been up for 48 hours now and I'm starting to think that my lawn gnome is talking to me. What should I say?</qco> </h3>      \nah, this is a perfect chance for you to lie down for just 1 minute, while you think of something to say. lying down, even just for 1 minute, will give you a lot of great ideas. i'm pretty sure it will help you come up with the perfect thing that that gnome is supposed to say\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n5:20 am</dco> &nbsp;<qco> how to tell if x is the bpm for your track, and not maybe x-1 or x+2, is there any way in which you feel differently in such small shifts? is it a different body feel? do you sway to click tracks? get the bpm just right to the sway? and not try to guess the sway at every bpm?</qco> </h3>      \njust use a tap tempo button, play it for about 8 bars while glancing at it periodically during that time, then that should give you an idea. then test it around there and listen to it for about 8 to 16 bars, then test some of the surrounding tempos. then just stick with it. because it will be kind of dicey to try to change it later, at least after any audio waves have been recorded\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n5:13 am</dco> &nbsp;<qco> Do you hate capitalism?</qco> </h3>      \ni'm not even sure if i know what that is\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n5:12 am</dco> &nbsp;<qco> Do you like eggs if so what type?</qco> </h3>      \nHATCHED\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n4:04 am</dco> &nbsp;<qco> how do you make your videos?&nbsp;</qco> </h3>      \nwe'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n3:49 am</dco> &nbsp;<qco> So...i've been wondering...\n<br>\n<br>How long does it take you in average to code stuff in blender?\n</qco></h3>      code what<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And what was the shortest and longest time so far?</qco> </h3>      \ni could do an undo push, just by pressing this button: bpy.ops.ed.undo_push(). so that took about a half second. that puts an undo step into the script, so that way when you perform the 'undo' command, it will stop there and not blow right by that point in the process. The longest time to come up with code for something would be something i am still working on\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n3:46 am</dco> &nbsp;<qco> If bread is bread, then what is milk??</qco> </h3>      \nlet me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n2:54 am</dco> &nbsp;<qco> How do I play the secret H note on the piano?</qco> </h3>      \nyou might have already played it, but you might not know until you visit germany\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n2:15 am</dco> &nbsp;<qco> What's your favourite story?&nbsp;</qco> </h3>      \nit might be Your story, if i knew it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n2:13 am</dco> &nbsp;<qco> Hi Bill. I need some advice. If I worked really hard for something (a test) will i do well?</qco> </h3>      \nprobably, as long as the creator of the test wants it to be reasonably plausible for a person to pass\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n2:02 am</dco> &nbsp;<qco> how would you describe the taste that the Courier font leaves in the mouth?</qco> </h3>      \nit's kind of like........ wheat strips\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n1:43 am</dco> &nbsp;<qco> What do you like to spend your day doing?</qco></h3>      make as much progress as possible<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is music a hobby you do in free time,</qco></h3>      at this point i consider my time very expensive<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or is it for work time? </qco></h3>      it's all in the name of science<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What is your opinion on toilet paper alignment?</qco></h3>      try to line it up with Orion's Belt<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you play video games? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What's your favorite book? </qco></h3>      i can't think of any books<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What's your favorite song?</qco> </h3>      \ni can't think of any songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n1:21 am</dco> &nbsp;<qco> Can you think of a new color?</qco> </h3>      \nno but i'll know when i see it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n12:43 am</dco> &nbsp;<qco> MBTI type?</qco> </h3>      \nXtReMe PErsonaBLE BLAsT!!::!::::\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.20&nbsp; \n12:26 am</dco> &nbsp;<qco> is australia actually there?</qco> </h3>      \ni will send a quick email and find out for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n11:57 pm</dco> &nbsp;<qco> thoughts on norway?</qco> </h3>      \nonly thing straighter than the roads is the trees\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n11:53 pm</dco> &nbsp;<qco> have you ever been recognized in public</qco> </h3>      \nyes but it wasn't me\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n11:34 pm</dco> &nbsp;<qco> hey bill do you like telling lies?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n11:17 pm</dco> &nbsp;<qco> Why do I sleep so much?</qco> </h3>      \nbecause you are awake so much, at other times\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n11:13 pm</dco> &nbsp;<qco> What was in the \"Fragile\" \"Do not open\" box from the unboxing video?</qco> </h3>      \nan even more fragile box\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n10:16 pm</dco> &nbsp;<qco> what is music</qco> </h3>      \nit's like a blanket....... of emotions\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n9:51 pm</dco> &nbsp;<qco> hey wanna be friends I like your music</qco> </h3>      \ni will make some more music for you to be friends with\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n9:47 pm</dco> &nbsp;<qco> whats your favorite music genre</qco> </h3>      \nwhat the heck is a music genre. wait a minute........................... what the heck is a favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n9:41 pm</dco> &nbsp;<qco> Do you have any tips for singing in tune?</qco> </h3>      \nyes. just spend a lot of time around digital electric pianos, and music recordings. especially music recordings that are well in tune, like most of the music of the past 15 years\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n9:28 pm</dco> &nbsp;<qco> Can you ask a question? </qco></h3>      did you ask first if you could ask that question<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(The answer&nbsp;&nbsp;will always will be \"Noodle sharks\")</qco> </h3>      \nthat's not true\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n9:27 pm</dco> &nbsp;<qco> Is your music based off personal experiences, life lessons you've learned, or something else?</qco> </h3>      \ncould be all of that and so much more\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n9:04 pm</dco> &nbsp;<qco> how do you learn electric guitar without wanting to die</qco> </h3>      \nget good at muting most of the strings\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n8:34 pm</dco> &nbsp;<qco> Do you feel like you've mastered any of the new programs you're trying to learn?</qco> </h3>      \nthe tables have turned. i am now teaching those programs to do things\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n8:32 pm</dco> &nbsp;<qco> does pizza belong on a pineappe</qco> </h3>      \nit belongs hand in hand, as brother and sister, with the pineapple\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n8:20 pm</dco> &nbsp;<qco> how do i write a regular song?</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n8:17 pm</dco> &nbsp;<qco> Do you get analysis paralysis?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n7:35 pm</dco> &nbsp;<qco> why are the sunsets pretty</qco> </h3>      \nit's the argument between day and night. you may not think arguments are pretty, but they are. that's why they are featured so often in works of art and fiction\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n7:34 pm</dco> &nbsp;<qco> You are a very funny and interesting person. My question is what trauma led you to becoming like this?</qco> </h3>      \nmight have dropped myself on my head when i was young\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n7:20 pm</dco> &nbsp;<qco> What are you doing staying up all day and night?</qco> </h3>      \nif i have stayed up all day, that usually means i have slept all of the previous night. and if i am up all night, it usually means i have slept during all of the previous day. hope that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n7:15 pm</dco> &nbsp;<qco> Is life a simulation?</qco> </h3>      \nof what\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n7:07 pm</dco> &nbsp;<qco> i wanna make music but i dont know where to start. how did you start making music</qco></h3>      i don't remember. as far back as i can remember, i already was<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how should i</qco> </h3>      i think if you have some type of piano keyboard, that will help. and if you have a lot of song recordings that you like, that will help too. the real magic is when you try to bring those together -- try to recreate some of the songs and melodies you've heard from the recordings, on the instrument\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n7:01 pm</dco> &nbsp;<qco> Do you have more time on your hands from the Coronavirus or not?</qco> </h3>      \nput it this way....... i no longer go out to lunch\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n7:00 pm</dco> &nbsp;<qco> What are fish?</qco> </h3>      \nsome type of bird plane, of the sea\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n6:37 pm</dco> &nbsp;<qco> do you ever feel like youve got a mix down pat but then you listen to the result over a phone speaker and it sounds awful? im working with making purposefully lobit music and theres a couple of tunes that sound lovely through headphones and proper speakers but absolutely dire through phone speakers, like theres this horrible harsh scraping sound made whenever a mid/high frequency tone plays. have you any tips on this stage of the mixing process? any compromises i should consider?</qco> </h3>      \njust be aware that nothing in the low frequency range will exist on the phone. also another thing to help put it in perspective, if someone mostly listens to music through a pancake speaker (phone speaker, tablet speaker, something flat like a pancake, with no bass, etc), they might be used to that sort of sound. so while you might be shocked, a certain amount of that is just you being shocked about the sound of the speaker. but that being said, you should also try to avoid any situations where the only significant thing happening is a low frequency thing. Another approach, which i used to swear by before i actually tried it, is starting your entire arrangement on a pancake soundsystem. or just make an EQ pancake simulation, like <a href=\"iphone-simulator-eq.png\" target=\"_blank\">this</a>. I would recommend doing that IF you think your audience will ONLY listen to it through the pancake, and never with anything else. but if you know that some of the audience will be hearing the bass, then you're gonna have to go back in and fix major problems because your bass will probably be exploding. I've tried this strategy once and it didn't go well. I think the best solution is to have an easy switching system where you can check the pancake, regular, and just check many types of speakers very quickly, at all times during production, including at the very beginning when you are first starting the arrangement\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n6:37 pm</dco> &nbsp;<qco> how did you learn to sing \n</qco></h3>      i'm not sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;it's great</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n6:04 pm</dco> &nbsp;<qco> please tell me you are releasing stuff soon</qco> </h3>      \nhow did you know\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n6:04 pm</dco> &nbsp;<qco> opinion on canadians</qco> </h3>      \nif someone is canadian that's usually a pretty good sign of what country they might be from\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n5:44 pm</dco> &nbsp;<qco> Whats the meaning of I just did a bad thing?</qco> </h3>      \nbeing a song, there is really no limit to the amount of meaning it could have. that's just something i've learned about songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n5:26 pm</dco> &nbsp;<qco> any opinion of UFO robot tits?</qco> </h3>      \nsounds like something from the USA\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.20&nbsp; \n5:06 pm</dco> &nbsp;<qco> Are you working on anything big?</qco> </h3>      \ni suppose that would be one way to describe it\n<br><br>"
  }
]
