[
  {
    "html": "<h3> <dco>11.29.24&nbsp; \n5:30 pm</dco> &nbsp;<qco> If Friday is black Friday and Monday is cyber Monday, what are Saturday and sunday</qco> </h3>      \n'go get a tree' weekend\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.24&nbsp; \n5:23 pm</dco> &nbsp;<qco> hey bill do your prefer outcome or process?</qco> </h3>      \ni'm greedy and would like both please\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.24&nbsp; \n4:59 pm</dco> &nbsp;<qco> have you ever been in an avoidance war</qco> </h3>      \nnot that i'm aware of\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.24&nbsp; \n2:10 pm</dco> &nbsp;<qco> what's the worst two digit number?</qco> </h3>      \nevery time i try to think of one that wouldn't be good, it seems like the best\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.24&nbsp; \n9:06 am</dco> &nbsp;<qco> yo, i think you like saying \"i don't recall\" and i think i picked it up from you. idk why, but its just so good. that is all</qco> </h3>      \ni think it's kind of a parody of courtroom vibes. for better or for worse\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.24&nbsp; \n8:00 am</dco> &nbsp;<qco> what should we do with a drunken sailor</qco> </h3>      \ni think everyone just dances around and sings songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.24&nbsp; \n4:50 am</dco> &nbsp;<qco> Do you think the future exists?</qco> </h3>      \nthere's multiple futures\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.24&nbsp; \n4:00 am</dco> &nbsp;<qco> how to put a rabbit in a hat if it didnt start in the hat</qco> </h3>      \nyou can buy a hat with a rabbit built in\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.24&nbsp; \n3:25 am</dco> &nbsp;<qco> Do you like Comic Sans?</qco> </h3>      \nonly on special occasions\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.24&nbsp; \n3:04 am</dco> &nbsp;<qco> Did you ever get sleep paralysis?</qco> </h3>      \nwhenever i think i have it, it turns out to have been a dream, because then i finally wake up for real and i'm in a completely different position anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.24&nbsp; \n1:43 am</dco> &nbsp;<qco> How do I make my art speak for itself or does it already do that?</qco> </h3>      \nany art can speak for itself, but it helps if you don't do a bunch of additional speaking 'about' it<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.24&nbsp; \n1:25 am</dco> &nbsp;<qco> My mind was not molded in a way that is good for doing well in this world</qco> </h3>      \nyou can re-shape as you go. this is natural\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.24&nbsp; \n10:57 pm</dco> &nbsp;<qco> do you think its still worth trying</qco> </h3>      \nwhat is it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.24&nbsp; \n7:14 pm</dco> &nbsp;<qco> happy thanksgiving if you celebrate. what alternative animal would you choose to represent the holiday if you could?</qco> </h3>      \nhow about the mushroom\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.24&nbsp; \n7:12 pm</dco> &nbsp;<qco> what's your favorite holiday</qco> </h3>      \nevery time i tell someone, it changes to a different one. so in order to keep with the same one i have in mind, i will not say it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.24&nbsp; \n4:52 pm</dco> &nbsp;<qco> when's thanksgiving?</qco> </h3>      \nin canada it's the second monday in october, and in the usa it's the 4th thursday in november\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.24&nbsp; \n3:10 pm</dco> &nbsp;<qco> What&nbsp;&nbsp;happens when you think of more questions faster&nbsp;&nbsp;than you can find the adequately right answer to them? \n<br></qco> </h3>      \nmaybe it's time for a walk-and-talk\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.24&nbsp; 2:57 pm</dco> &nbsp;<qco> &nbsp;&nbsp;HAVE YOU EVER BEEN BETRAYED, ABANDONED, OR OTHERWISE MADE AN INCOHERENT FOOL OUT OF.</qco> </h3>      \nmaybe not in that exact order\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.24&nbsp; 2:18 pm</dco> &nbsp;<qco> how are you so cool</qco> </h3>      \nthat's your fault\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.24&nbsp; \n1:55 pm</dco> &nbsp;<qco> string theory falls apart when you ask what the strings are made of</qco> </h3>      \nnot everything has to be made of something. some things are just the thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.24&nbsp; \n1:11 pm</dco> &nbsp;<qco> What's the thing that makes/made you feel the most humility?</qco> </h3>      \nseeing someone do or say something that deeply bothers or offends me and then immediately realizing that it's exactly the kind of thing i might do or say\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.24&nbsp; \n12:44 pm</dco> &nbsp;<qco> What kind of genre would you classify your music?</qco> </h3>      \ni've hopelessly lost trust in genres a long long time ago\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.24&nbsp; \n11:23 am</dco> &nbsp;<qco> thanksgiving or christmas</qco> </h3>      \nthis would be thanksgiving\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.24&nbsp; \n10:19 am</dco> &nbsp;<qco> September is NOT the seventh month</qco> </h3>      \ni know, but to be fair it's the seventh month since march 1st\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.24&nbsp; \n9:43 am</dco> &nbsp;<qco> The text in your videos is usually in Helvetica, but not always. How do you decide when to put something in a different typeface?</qco> </h3>      \nthe advantage of keeping it all the same, is you tend to see through the font and see the meaning without even seeing the font. but then again, after keeping it the same for a long time, it becomes powerful to use a different one occasionally\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.24&nbsp; \n9:39 am</dco> &nbsp;<qco> During presentations (like public speaking) I could have prepared so well like have everything planned out. But no matter how well I prepare I always black out and rattle on and on and say whatever comes to mind. And at the end I dont remember anything I said or if I made the point that I wanted to make. And then the feedback is usually quite positive. But still it would be nice to not feel like someone else takes control of my mind and body while im speaking because its just bound to go horribly wrong at some point right</qco> </h3>      \nmake it a fun game of discovery, discovering together with the audience what the prepared notes were. you and your audience will both will be equally surprised at which things resonate and which things don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.24&nbsp; \n9:24 am</dco> &nbsp;<qco> what was the worst idea you've ever had?</qco> </h3>      \nthe idea of answering this question in this exact particular manner\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.24&nbsp; \n9:02 am</dco> &nbsp;<qco> is art extremely arbitrary</qco> </h3>      \nart is most arbitrary when it's called 'art'\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.24&nbsp; \n8:52 am</dco> &nbsp;<qco> Why is dough a slang term for money?</qco> </h3>      \nit's about bread\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.24&nbsp; \n8:51 am</dco> &nbsp;<qco> why do things thing?</qco> </h3>      \nwas probably thinged by a previous thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.24&nbsp; \n7:32 am</dco> &nbsp;<qco> How do I become competent?</qco> </h3>      \nit just happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.24&nbsp; \n4:19 am</dco> &nbsp;<qco> my clients are unsatisfied with upper case and lower case letters... is it possible to show them middle case letters? what should i do?</qco> </h3>      \ni don't believe your story\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.24&nbsp; \n2:25 am</dco> &nbsp;<qco> whats your favorite thabksgivihg thing</qco> </h3>      \nknowing how to calculate which week it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.24&nbsp; \n12:43 am</dco> &nbsp;<qco> Would it be fair to describe your work as surrealist, or at least heavily influenced by surrealism?</qco> </h3>      \nnow that you put it like that, i don't think i know what the word surrealism means\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.24&nbsp; \n11:54 pm</dco> &nbsp;<qco> you've been clear about working on your vision, your ideas, your craft and yourself before even releasing something fully-featured to an audience of other people, do you think that process is as important or (even replicable) when being a whole, multi-person band? this honing, destilation of what should be done is fragmented, and overall very different from being just you, or so it seems. have you ever thought about this?</qco> </h3>      bands evolve just as people do. although if the people don't want to stay together then it doesn't happen\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.24&nbsp; \n11:35 pm</dco> &nbsp;<qco> i have lost count of the amount of times i have oscillated between the states of truly firmly believing i got everything figured out, and truly firmly believing that everything is chaos and i do not even know what discernment is. this is so existentially embarrassing. do you have anything that will help me get back to the one where i have everything figured out (i like that one better) or even just some things figured out (i will take what i can get)</qco> </h3>      \ni'm surprised you haven't caught on by now, that you're going to end up back there again\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.24&nbsp; \n11:02 pm</dco> &nbsp;<qco> Out of all your videos/songs, which one(s) do you think is/are the least Bill Wurtz-like? As in, the one(s) that you believe is/are noticeably different from most of the content you make, be it in regards to the music/visuals themselves or the way they were produced?</qco> </h3>      \nthat's exactly the reason i do what i do. to avoid having to ever figure that out\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.24&nbsp; \n10:23 pm</dco> &nbsp;<qco> sufficient number of things in one place?</qco> </h3>      \nall of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.24&nbsp; \n9:54 pm</dco> &nbsp;<qco> What is your favourite emoticon?</qco> </h3>      \ni still haven't found one i like\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.24&nbsp; \n7:28 pm</dco> &nbsp;<qco> whats the wisdom equivalent of intelligence agencies</qco> </h3>      \ni can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.24&nbsp; \n5:56 pm</dco> &nbsp;<qco> If you were slightly drunk at a party and you saw a coyote, would you think it was your dad because it picked up a tomato?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.24&nbsp; \n4:00 pm</dco> &nbsp;<qco> Can you describe what happens if you don't get enough sleep?</qco> </h3>      \nyou start really really wanting to sleep\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.24&nbsp; \n3:48 pm</dco> &nbsp;<qco> What do i do?</qco> </h3>      \nhow about everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.24&nbsp; \n2:31 pm</dco> &nbsp;<qco> Can you jump pretty high?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.24&nbsp; \n2:17 pm</dco> &nbsp;<qco> Do you think I should fully direct my next videogame with passion, even if it can multiply production time, or should I set limits on my ideas to finish and \"fail faster\"?</qco> </h3>      \nyou should definitely try it both ways when you get the chance. it really doesn't matter which one you try first. when you've tried both ways you will be quite wise, or 'quise' as i sometimes say\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.24&nbsp; \n1:52 pm</dco> &nbsp;<qco> what's your least favorite star?</qco> </h3>      \neither the carl's junior logo or the hardee's logo. the problem is you never truly know which one's which\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.24&nbsp; \n1:11 pm</dco> &nbsp;<qco> are you interested in formula 1 racing?</qco> </h3>      \nnot right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.24&nbsp; 12:46 pm</dco> &nbsp;<qco> Are you smart????</qco> </h3>      \nif i was i would never admit it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.24&nbsp; \n11:31 am</dco> &nbsp;<qco> How did you figure out who you wanted to be?</qco> </h3>      \nnot only do i not know how i figured it out, but i don't know if i have figured it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.24&nbsp; \n11:07 am</dco> &nbsp;<qco> Do you use one of your own songs as alarm</qco> </h3>      \nno\n<br><br>"
  }
]
