[
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n10:21 pm</dco> &nbsp;<qco> Can I get lost in the questions?</qco> </h3>      it's possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n10:15 pm</dco> &nbsp;<qco> How do I become small?</qco> </h3>      take notice of how big the world is\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n9:41 pm</dco> &nbsp;<qco> I am writing a song, although I barely know any \"fancy\" music terms. Is it possible my song will include everything a good song has, even if I don't know the name of that particular term?</qco></h3>      of course. some of the best songs make new terms, or use things that are 1000s of years before terminology<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or, should I just quit with my musical ambitions?</qco> </h3>      you cannot quit unless you know the fancy term for 'quit' which, i'll give you a hint, is much much fancier\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n9:37 pm</dco> &nbsp;<qco> does the new video finally include Velcro&nbsp;</qco> </h3>      i was going to say no but it might\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n8:02 pm</dco> &nbsp;<qco> I attach the same ickiness to live shows that you attach to albums. Perhaps tell me the virtues of live shows, and I'll tell you the virutes of albums?</qco> </h3>      virtues are difficult to tell. must show \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n8:01 pm</dco> &nbsp;<qco> what are your thoughts on old and dead but good memes?</qco> </h3>      memes become stronger when they are old and dead. some of the strongest memes are the oldest and deadest\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n7:50 pm</dco> &nbsp;<qco> am i the only one to notice that the dog in the plane in long long long journey is the same in how to win at spelling?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n7:43 pm</dco> &nbsp;<qco> Okay, so I've been watching your old videos from like years ago, and the \"world peace phone\" one caught my interest. Does it have a deep meaning or is it just a phone?</qco> </h3>      that's world peace calling. there will be world peace if someone answers that phone\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n5:49 pm</dco> &nbsp;<qco> If you upgrade to the new final cut u could do a video every day as long as u have enough ideas. Its so fast and so easy to learn from scratch in my opinion. You have already not posted main audio/visual content for like a month u should just learn a new trick right quick</qco> </h3>      actually the reason for all that time is because of the new trick i'm learning\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n5:42 pm</dco> &nbsp;<qco> what is your favourite place in the world</qco> </h3>      favoritism is a social construct\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n5:42 pm</dco> &nbsp;<qco> when is the next video its been a long time</qco> </h3>      it seems like it's every hour and minute of every day \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n5:32 pm</dco> &nbsp;<qco> I ask every artist whose almost gives me the answer Im seeking whether or not they have the secret answer, or if what they're hiding is not a secret at all, but rather an unanswered question. I ask you.</qco> </h3>      i ask every asker who almost has the answer if they have the secret answer\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n5:21 pm</dco> &nbsp;<qco> t h e&nbsp;&nbsp;&nbsp;&nbsp;b o o k&nbsp;&nbsp;? dear bill what is this book about, signed intrigued fan xoxo</qco> </h3>      spacing\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n5:13 pm</dco> &nbsp;<qco> What kind of spoons do you have?</qco> </h3>      forks\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n2:29 pm</dco> &nbsp;<qco> do you think recording yourself all the time while working on projects helps with professionalism because it forces you to stay focused at all times (kind of like supervising yourself)?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n1:50 pm</dco> &nbsp;<qco> in the video \"do re mi\" the notes you sing arent do re mi, how dare you lie to me zill kurtz</qco> </h3>      the chords play do re mi. the bass plays do re mi. the melody harmonizes a 3rd above\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n1:18 pm</dco> &nbsp;<qco> is life's complexity good or bad?</qco> </h3>      the complexity is what allows it to be both\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n1:00 pm</dco> &nbsp;<qco> i seriously think this question page was one of the best ideas you've ever had</qco> </h3>      that's nice of you, although i modeled it after a very old ancient classic idea which was not mine\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n12:33 pm</dco> &nbsp;<qco> which one of your already released songs does the song you are currently preparing for the public most closely resemble</qco> </h3>      it depends on your axis of interpretation\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n11:52 am</dco> &nbsp;<qco> <a href=\"q.php?date=201905032101\">5.3.19&nbsp;&nbsp;9:01 pm</a>  what does size have to do with it? every letter on the ueqstions logo has the same size</qco> </h3>      different size from the questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n10:52 am</dco> &nbsp;<qco> when did you start singing</qco> </h3>      way after i started all the other instruments i play\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n9:28 am</dco> &nbsp;<qco> what's your views on large holes in the ground</qco> </h3>      no matter how large they are, they are still not as large as the ground\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n8:30 am</dco> &nbsp;<qco> have you been abducted by aliens before?</qco> </h3>      i'm usually the one abducting the aliens\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n8:07 am</dco> &nbsp;<qco> isn't the order of the \"music videos\" playlist on your youtube channel kinda random</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n8:04 am</dco> &nbsp;<qco> Do you think you are different?</qco> </h3>      than what\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n5:55 am</dco> &nbsp;<qco> Do you have a question for the world???????????????????????????????????????????????????????????????????</qco> </h3>      i put most of them into my music\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n3:54 am</dco> &nbsp;<qco> Anything you would like to say to all us question-askers?</qco> </h3>      the answers to the questions, i hope\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n2:00 am</dco> &nbsp;<qco> do you believe in fate?</qco> </h3>      dab on the faters\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n12:07 am</dco> &nbsp;<qco> can i get an easter egg</qco> </h3>      there is no such thing as an easter egg\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.19&nbsp; \n12:04 am</dco> &nbsp;<qco> what's the cool way to estimate f to c temperature conversion&nbsp;</qco> </h3>      \n2 poems.<br>\n<br>\n(F)    =    90 is hot, 70 is nice, 50 is cool, and 30 is ice<br>\n<br>\n(C)    =    30 is hot, 20 is nice, 10 is cool, and 0 is ice\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n11:53 pm</dco> &nbsp;<qco> it's interesting how the most rewarding things are often the most difficult things also</qco> </h3>      it's rewarding how the must difficult things are often the most interesting things also\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n11:10 pm</dco> &nbsp;<qco> what shape do you think the world is</qco> </h3>      flat\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n10:23 pm</dco> &nbsp;<qco> What advice do you have for Stevie Wonder?</qco> </h3>      i have a cool way to estimate fahrenheit to celsius temperature conversion, but there's a good chance he might know that one already<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n10:21 pm</dco> &nbsp;<qco> What kind of crowd do you hang out in?</qco> </h3>      the out crowd?\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n9:46 pm</dco> &nbsp;<qco> i can't handle how inspirational you are, could you tone it down a notch</qco> </h3>      the only notch i know of is 7, and i still don't know if that's a high or low notch because the logo looks like it might be upside down depending on what language it's in\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n9:34 pm</dco> &nbsp;<qco> is the videos you post everything you make? how many songs do you scrap?</qco> </h3>      once i go into song production, the project must be completed. but some writing is allowed to happen without commitment. in the course of my life, perhaps a total of 45-50 songs may have received 'cancellation', which in almost 99% of those cases would be well before the production stage and most of the time not very far into the writing stage. although that is not including ones that don't even make it far enough to be written down\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n9:15 pm</dco> &nbsp;<qco> Why do you answer these questions so late at night.</qco> </h3>      what makes you think i answer them late at night\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n8:55 pm</dco> &nbsp;<qco> Is the planet fucked?</qco> </h3>      yes, such is to say that is the recipient of lovemaking\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n8:30 pm</dco> &nbsp;<qco> What would happen if all sound that exist would play at the same time through one single speaker?</qco> </h3>      i suspect it might sound like pink noise. unless the speaker is smaller than the world, in which case it will break\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n7:37 pm</dco> &nbsp;<qco> can you please explain the current schedule to me?</qco> </h3>      something like <a href=\"workwork.mp3\">this</a>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n7:36 pm</dco> &nbsp;<qco> Could you make \"i'm just trying to be reasonable,\" into a jingle?</qco> </h3>      i think i did something almost exactly like that in late 2015, i think it was something like 'party tips' or party ideas or something\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n7:21 pm</dco> &nbsp;<qco> is the new obsession camera drones?</qco> </h3>      that could possibly be one of the next ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n4:50 pm</dco> &nbsp;<qco> Do you release videos as you finish them\n</qco></h3>      mostly<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you have a small pile waiting for release? \n\n</qco></h3>      not usually<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Asking because I noticed \"how to win at spelling\" came out only two days after \"when i get older\". Is there a story there?</qco> </h3>      it actually really didn't come very 'out' then, that's when it was made and delivered to a private organization on a contractual basis. then about 2 months later when i found myself in an emergency situation, i released it onto YouTube unexpectedly. and then added it to the site, archived properly according to its original private release date\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n4:33 pm</dco> &nbsp;<qco> best kind of job that i can do alongside school?</qco> </h3>      school board member\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n3:41 pm</dco> &nbsp;<qco> hey bill I want to ask a real stupid question...\n<br>How to decide which key the song is in when trying to transcribe its melody..\n<br>does one has to have absolute pitch to do so... hmmm i guess not but how..</qco> </h3>      that's one of those mysterious abilities kind of like looking at someone's body and knowing where the face is located. there is no formula that could reliably tell you, and yet, when you get the hang of it, you'll know. even if they are walking on their hands\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n2:59 pm</dco> &nbsp;<qco> do you think hearing basslines more clearly has anything to do with ear training too? because i think that ever since i started focusing on listening closely to harmonies, my ability to separate and identify those low notes has improved. i think</qco> </h3>      if life bestows upon you the need to be the one that is operating the bass (of the music), you will find it to steadily approach you with a willing friendliness\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n2:03 pm</dco> &nbsp;<qco> I could do something that I really like but this would mean working for an anarchist organisation, and i am not sure if i am an anarchist. I wouldn't say that I am, but also I wouldn't say that i am not. Isn't that an anarchist answer to the question, which would make me an anarchist ?</qco> </h3>      i thought anarchists didn't like organization\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n1:53 pm</dco> &nbsp;<qco> My best friend's dad killed himself last night. I tried to comfort him, but I was useless. Have you heard of there being anything one can do in this situation?</qco> </h3>      almost everything that would be good in other situations would still be good in this situation. in fact most things would probably good compared to the other aspects of their situation\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n1:36 pm</dco> &nbsp;<qco> why isnt hey mom i beat the scale on the expert page</qco> </h3>      the same reason your question was not on the questions page before it was\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n12:19 pm</dco> &nbsp;<qco> what's your favorite thing about iowa?</qco> </h3>      the topography\n<br><br>"
  }
]
