[
  {
    "html": "<h3> <dco>9.10.17&nbsp;\n9:55 am</dco> &nbsp;<qco> america first or america second?</qco> </h3>      in what list\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.17&nbsp;\n9:32 am</dco> &nbsp;<qco> Is being a cat better than being a dog?</qco> </h3>      it depends what you are in the mood for\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.17&nbsp;\n9:31 am</dco> &nbsp;<qco> if i ever hear about justin bieber ever again should i instantly kill myself with a gun or drink bleach?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.17&nbsp; \n7:37 am</dco> &nbsp;<qco> do you believe that the world is round?&nbsp;</qco> </h3>      i think the world goes infinitely in all directions <br><br>"
  },
  {
    "html": "<h3> <dco>9.10.17&nbsp; \n6:17 am</dco> &nbsp;<qco> What inspires your chord progressions?</qco> </h3>      the melody, and just generally how the song goes <br><br>"
  },
  {
    "html": "<h3> <dco>9.10.17&nbsp; \n6:13 am</dco> &nbsp;<qco> Do you still answer questions?&nbsp;</qco> </h3>      yes, in fact i am answering one right now<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.17&nbsp; \n5:25 am</dco> &nbsp;<qco> DO YOU ENJOY BEING A HUMAN</qco> </h3>      it is rewarding, and challenging<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.17&nbsp; \n5:04 am</dco> &nbsp;<qco> do you think british accents are really like that</qco> </h3>      like what<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.17&nbsp; \n1:27 am</dco> &nbsp;<qco> If you were in a jam where everyone(guitar, Bb trumpet, bassist, drummer, and you on keys) was in G minor, and the tempo was 115 bpm, and all the jam was was just a repeating two bar sequence of one bar of Gmin6 then one bar of Gmin, how would you solo, without a prior melody to framework how you should play? or would you typically avoid this kind of situation?&nbsp;</qco> </h3>      this should be a very open jam. a lot of room, everyone should listen to each other. g dorian should technically be your home base but you're free to go to mars. especially if you are the only chordal instrument and it's your solo, you can go anywhere really. the bass player should be listening and supporting where you're going. technically your home base is g minor / g dorian but there is plenty of room to go totally wild, because there is nothing really happening in the chords <br><br>"
  },
  {
    "html": "<h3> <dco>9.10.17&nbsp; \n1:06 am</dco> &nbsp;<qco> Name one thing that you like</qco> </h3>      \nshapes<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.17&nbsp; \n12:59 am</dco> &nbsp;<qco> what are some professional qualities in a musician that distinct them from amateur ones? I guess what im really wanting to know is what are some advanced music ideas? or where can i go to get that info? wikipedia? reddit?&nbsp;</qco> </h3>      doing music based on the way the music sounds, not based on the way talking about it sounds. this may not seem like an advanced concept but i find many beginners do not have this<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.17&nbsp; \n12:47 am</dco> &nbsp;<qco> Do you have a preference for one thing over another?</qco> </h3>      i prefer everything over each other<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.17&nbsp; \n12:33 am</dco> &nbsp;<qco> math?</qco> </h3>      thanks i have some already on my plate <br><br>"
  },
  {
    "html": "<h3> <dco>9.10.17&nbsp; \n12:19 am</dco> &nbsp;<qco> have you figured out how to express infinite ideas, in a finite amount of time and space yet?</qco> </h3>      all i can do is try to demonstrate the vastness of the playing field, and hope you get the picture<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp; \n11:45 pm</dco> &nbsp;<qco> Saxophone or trumpet?</qco> </h3>      is what a saxophone or trumpet<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp; \n11:20 pm</dco> &nbsp;<qco> What is your favorite time period in history?</qco> </h3>      the 'present'<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp; \n11:13 pm</dco> &nbsp;<qco> What's the predominate note of the F minor scale?</qco> </h3>      one of the most important and distinctive notes in F minor would be Ab, i'm not sure if that's what you mean by predominant. i think there is another musical term called subdominant which is a term i don't really use but i think it means something and i think it's a chord, and not Ab, but in casual english 'predominant' just sort of means like the most important, which i guess can often be Ab, unless it's the bass you're talking about in which case it would usually be F, depending on the situation. i'm not sure if that answers your question<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp; \n10:07 pm</dco> &nbsp;<qco> is it ok to gush about hotewig? because it is one of the best videos ever... how did you come up with that?</qco> </h3>      the history of japan video was already well known, and i think everyone was expecting that i do another one for a different country. but for a surprise i decided to do the entire world instead \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp;\n8:18 pm</dco> &nbsp;<qco> why do ipads have cameras</qco> </h3>      everything has cameras\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp;\n8:17 pm</dco> &nbsp;<qco> should i make a career switch to angry german dominatrix?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp; \n8:01 pm</dco> &nbsp;<qco> When someone uses the phrase \"straight from the horse's mouth\"... is that meant to be insult? Like they're calling the person that they're trying to get info from a talking horse?</qco> </h3>      the horse is the original source of all information, in this analogy\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp;\n6:43 pm</dco> &nbsp;<qco> name one thing that doesn't happen for a reason</qco> </h3>      naming things that don't have reasons\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp;\n5:25 pm</dco> &nbsp;<qco> what would you do if you wouldn't have discovered youtube?</qco> </h3>      youtube is impossible not to discover, because it is ubiquitously popular, but if i had not decided to post my videos on youtube i would have continued to post all my content on my website as always, which is what i was doing before society pressured me into posting them on youtube also\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp;\n4:16 pm</dco> &nbsp;<qco> http://www.billwurtz.com/IMG_0502.JPG where was this taken?</qco> </h3>      the 5th floor of the new york public library\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp;\n2:36 pm</dco> &nbsp;<qco> What's the next thing called?</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp;\n2:31 pm</dco> &nbsp;<qco> What specifically is it about the word \"Timbuktu\" that makes it one of the go-to, stereotypical funny place names?&nbsp;&nbsp;</qco> </h3>      i think it was likely made popular in some songs or rhymes at some point, probaby in the 1800s\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp;\n2:27 pm</dco> &nbsp;<qco> Hey! My name's Bill too!... Sorry, it's not. It's Tom. I just wanted to build a connection between us. Actually, my name's not Tom either.&nbsp;</qco> </h3>      fair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp;\n2:19 pm</dco> &nbsp;<qco> hey bill can you give me some advice? i have aspergers, and i have been discriminated A LOT for it, which totally wrecked my self esteem. trough out middle and high school i've been treated like i'm a fucking retard. so much that even I believed i was a retard. i refused to shut up about having aspergers / being autistic tho, because i want people to know who i am. when i was 21 i decided to turn things around and stop telling anyone i was autistic, and tell the people who knew / still tought i was, i told them that the diagnosis was not right. not because it wasnt right, i dont know it if it was right. but that diagnosis made people not treat me right, and refuse to listen to who i actually am because the assumed they already knew, because they had read an article about aspergers or something. so right now in my life hardly anyone knows i used to wear this label. it feels good because for once people will actually listen to who i am instead of assum\n e. BUT t\n he misconceptions about aspergers remain. even with new people in my life, some of these people still think autistic = retarded / incapable of anything except math. i feel bad because by shutting up about my diagnosis i am not helping other who still get discriminated. should i 'come out' again as having aspergers? so that people will know people with aspgergers actually all have a different personality that is build up of many layers just like everybody else?&nbsp;</qco> </h3>      i say flip it, instead of letting someone else (mr. asperger) name your personality after them, why don't you try naming other peoples' personalities after you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp;\n1:53 pm</dco> &nbsp;<qco> wanna go rob a bank or something?&nbsp;</qco> </h3>      right now i don't think i have time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp;\n12:01 pm</dco> &nbsp;<qco> Finish the lyric: Wh______________</qco> </h3>      wheel it back jeferstein\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp;\n11:46 am</dco> &nbsp;<qco> what can I not teach myself?</qco> </h3>      what number i am thinking of\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp;\n10:39 am</dco> &nbsp;<qco> why do you like times new roman</qco> </h3>      i don't particularly\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp;\n9:47 am</dco> &nbsp;<qco> I've been learning \"Josie\" on piano... For that part that goes \"she's the raw flame, the live wire\"... I'm hearing it as Am, D7, Gmaj7,Cmaj7... But the way it's voiced, I think is something like ACEG(raw), ACDF#(flame), GBDF#(live),to GBCE(wire). I think that's pretty nifty! </qco></h3>      this is a very standard chord sequence and harkens back to generations past<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You got those 4 chords played in succession, but with very little movement between the voicings.</qco></h3>      that's normal, that's how it's supposed to be done<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; That got me thinking. I know there are no rules when it comes to writing harmony, and you can do whatever you think sounds good.... but do you get Bonus Points if you keep the voicings as close as possible when changing chords?</qco></h3>      those aren't bonus points, that is a passing grade<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I think having chords that 'bounce around' can definitely work and sound good sometimes,</qco></h3>      that's true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but there's something extra satisfying and special about having as little movement as possible.&nbsp;</qco> </h3>      inverting your chords so they fit in the same range is normal, and healthy. it's like putting your meat and potatoes on the same plate\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp;\n9:02 am</dco> &nbsp;<qco> How can I get things done without hating society for having me do stuff that i hate doing?</qco> </h3>      consider it a race, between you and someone else who has the exact same time constraints, to see who can do more good work faster\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp;\n8:58 am</dco> &nbsp;<qco> Hello sir. I would like to ask, Do you like Tea Parties by any chance?</qco> </h3>      i like the party, but not necessarily the tea\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp;\n7:42 am</dco> &nbsp;<qco> why does 1+1=2?</qco> </h3>      you'll have to try it and see\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp;\n4:25 am</dco> &nbsp;<qco> How long is the new song? </qco></h3>      3:28<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You are making it for the 6th week in a row, </qco></h3>      that's not true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;so I am beginning to think it is longer than the Bob Marley song.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp;\n3:10 am</dco> &nbsp;<qco> if i can do anything and be anyone i want, why did the universe give me a limited time to be only some\"one\" and do a few things?</qco> </h3>      i think it's more coherent if you do one at a time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp;\n2:50 am</dco> &nbsp;<qco> bill i have an extreme urge to watch you take something out of a box it can be anything just unbox it</qco> </h3>      <a href=\"http://www.billwurtz.com/reality/201207251659.mp4\">ok</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp;\n1:47 am</dco> &nbsp;<qco> <a href=\"q.php?date=201709061924\">9.6.17&nbsp;&nbsp;7:24 pm</a> &nbsp;&nbsp;are you sure that donald trump wants to be president</qco> </h3>      being the president of the united states is something that you never quite know if you are ready for. i think many presidents realize when they get there that it is much more insane than they previously realized. so i can't confirm if donald trump has yet to have any of those realizations. but i know that one of the things that drives donald trump is to succeed as wildly as possible, and be incredibly famous and do things in a very large and big way, and be in the spotlight all the time. so being elected president was certainly in line with those goals. i am not sure what his goals are now that he has acheived that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp;\n1:28 am</dco> &nbsp;<qco> question <a href=\"q.php?date=201709051338\">9.5.17 1:38 pm</a>  (i didn't write it) ok yeah, but what was the first video that you upload to YOUTUBE?</qco> </h3>      i don't remember. i started by uploading some of the ones i had made in the previous few years (2011, 2012, 2013) and then i think i removed some of them because they didn't fit with the collection. then later i started the weekly schedule on my site (feb 2014) then a month later i started echoing the schedule on youtube, but first i had to upload all the preceding videos from the video schedule all at once, sometime in march, and then i continued forward with the schedule, echoing all releases on youtube as well as the site. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp;\n1:25 am</dco> &nbsp;<qco> so i'm kinda curious, with the fact that you have music, videos, music videos, questions, anagrams, improv, reality, a notebook and a bunch of dead lobsters, how do you manage your time when it comes to everything?</qco> </h3>      panic\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.17&nbsp;\n1:20 am</dco> &nbsp;<qco> question <a href=\"q.php?date=201709061620\">9.6.17 4:20 pm</a>  (not writer of it) how can we sign up to your program? i want to join.</qco> </h3>      step one get a piece of paper or a blank word processing document\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp;\n11:35 pm</dco> &nbsp;<qco> are you aware of the unfaithful human male looking back towards an attractive human female meme?</qco> </h3>      i think the other female is attractive, although the camera captures her in a frustrated mood\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp;\n11:27 pm</dco> &nbsp;<qco> Is hoj, hotewig, and hi, i'm steve somehow related to each other?</qco> </h3>      2 out of those 3 are related to each other\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp;\n11:26 pm</dco> &nbsp;<qco> what do you think about pink floyd</qco> </h3>      some days u just wanna get wicked high and play E minor and A for an hour\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp;\n11:25 pm</dco> &nbsp;<qco> Please send kelp</qco> </h3>      ok. to where\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp;\n11:18 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201707121923\">7.12.17&nbsp;&nbsp;7:23 pm</a> &nbsp;&nbsp;can i get that link?</qco> </h3>      <a href=\"http://www.billwurtz.com/monday.html\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp;\n10:07 pm</dco> &nbsp;<qco> Being myself results in me being really quiet so how do I make friends if I never talk?</qco> </h3>      oh you came to the right place for advice on that, just kidding\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp;\n10:02 pm</dco> &nbsp;<qco> I feel overwhelmed with all of the Things in the world what do i do&nbsp;</qco> </h3>      become a thingologist\n<br><br>"
  }
]
