[
  {
    "html": "<h3> <dco>1.7.25&nbsp; \n1:26 pm</dco> &nbsp;<qco> I am learning the piano, which song or technique should I learn next?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.7.25&nbsp; \n1:09 pm</dco> &nbsp;<qco> what is your opinion on hexagons</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.7.25&nbsp; \n12:22 pm</dco> &nbsp;<qco> is politics a game to win?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.7.25&nbsp; \n12:04 pm</dco> &nbsp;<qco> the frownage has begun :( :( :( :( :(</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.7.25&nbsp; \n10:31 am</dco> &nbsp;<qco> how do i become awesome</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.7.25&nbsp; \n8:46 am</dco> &nbsp;<qco> what's your favourite day</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.7.25&nbsp; \n7:03 am</dco> &nbsp;<qco> how do you seem to never run out of different things to do with text!?!? like when i try to make something with text i always just run out of different effects and ways to show it to the viewer and yeah. how?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.7.25&nbsp; \n5:20 am</dco> &nbsp;<qco> what should i do if i keep making a new project, finish it quarter-half-way through and then give up because i have to make a new project, then the cycle repeats?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.7.25&nbsp; \n4:10 am</dco> &nbsp;<qco> so i'm having fun learning and practicing some pieces on piano, despite the mistakes. same with improv. but when it's time to perform for real (recording or live) and i make mistakes i feel like the worst piece of garbage in the multiverse. how to keep the practice mindset during real performance. so far i have recorded about 40 songs which are about 3 minutes long and i thought the feeling would get better, but it's actually getting worse</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.7.25&nbsp; 3:44 am</dco> &nbsp;<qco> opinions on bread?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.7.25&nbsp; \n12:51 am</dco> &nbsp;<qco> You know what I like about roller coasters? Even if you're kinda hesitant to get on them, so long as you commit even the smallest amount of bravery to riding it, you pretty much conquer the entire thing by default. You get pushed through the line. They lock you into the seat. The ride literally forces you to move forward through the actual ups and downs of the experience. Screaming is encouraged! And once you're filled with all that sweet adrenaline you step onto solid ground knowing you beat the part of your brain that said you wouldn't be safe. You like 'em too Bill?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.6.25&nbsp; \n11:35 pm</dco> &nbsp;<qco> why do we spend so much money on exploring space when there is a whole unknown world right here on our own planet????</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.6.25&nbsp; \n10:13 pm</dco> &nbsp;<qco> are you ever concerned that answering so many questions can be used by others to showcase any contradictions which you have made</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.6.25&nbsp; \n9:44 pm</dco> &nbsp;<qco> Hey bill, wanna hear a joke?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.6.25&nbsp; \n9:28 pm</dco> &nbsp;<qco> who invented gramatical errors</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.6.25&nbsp; \n9:16 pm</dco> &nbsp;<qco> what's your favorite idea to thing about?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.6.25&nbsp; \n7:02 pm</dco> &nbsp;<qco> do you ever plan on posting stuff that you've never shown before like a demo or sheet music/lyrics for an old song you won't record</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.6.25&nbsp; \n5:41 pm</dco> &nbsp;<qco> what do you think about tiles?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.6.25&nbsp; \n3:53 pm</dco> &nbsp;<qco> How can you tell if a living being has a soul?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.6.25&nbsp; \n3:39 pm</dco> &nbsp;<qco> How do you feel about Grover Cleaveland no longer being the only non-consecutive two term serving president? and how do you feel about Charles G. Dawes being the only vice-president to have a charting single to his name when his \"melody in a major\" got adapted into \"it's all in the game\" (and only Nobel prize winner before Bob Dylan won one)?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.6.25&nbsp; \n12:24 pm</dco> &nbsp;<qco> When do you think you became a professional musician? As in, when do you think you realized that you would make a career out of music?\n</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.6.25&nbsp; \n10:26 am</dco> &nbsp;<qco> Protest music was a big part of the culture of the 1960s. Why doesn't this seem to be the case today despite many parallels between our two times?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.6.25&nbsp; \n8:53 am</dco> &nbsp;<qco> I accidentally tripped and time started going backwards&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.6.25&nbsp; \n6:31 am</dco> &nbsp;<qco> I cut myself and found out I have neon green blood. Why is this?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.6.25&nbsp; \n6:27 am</dco> &nbsp;<qco> have you ever had to look up lyrics without the music? and do you imagine the song in your head when you do it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.6.25&nbsp; \n4:43 am</dco> &nbsp;<qco> Can I please have some reassurance?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.6.25&nbsp; \n3:29 am</dco> &nbsp;<qco> would you say that there's a deeper meaning to your songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.6.25&nbsp; \n2:50 am</dco> &nbsp;<qco> What do I do when I hesitate to a point that I'm afraid I'm literally never going to start?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.6.25&nbsp; \n1:59 am</dco> &nbsp;<qco> todays my birthday, but the capital rioters hijacked the image of jan 6th. what should I do to steal it back for myself</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.6.25&nbsp; \n1:38 am</dco> &nbsp;<qco>\nhow do i increase my productivity while sitting in my bedroom working on my computer? i guess the only REALLY rigid requirement is that i still need to access my computer for the projects i'm working on, but it just feels too laid back and unstructured and i can do whatever, access whatever, and i end up spending houuuuurs not working or doing anything remotely productive towards my goals. thoughts? does going to work in a public space (library) help, or maybe just locking my computer down so much that i can't access anything? i feel like i need to trick myself into being productive, because it's the only way i've ever managed to do it before (tricking myself into believing a schedule has actual pressure, tricking myself into using todo lists, etc). the problem is that my brain will 100% of the time EVENTUALLY see through the trick, and it'll stop working. so i feel like i need something material. it feels pretty grim, though, because i've been having this issue for literal years now, and my life is just ticking on by. so..... if you've got any advice it'd be much appreciated. thanks</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.6.25&nbsp; \n12:59 am</dco> &nbsp;<qco> I bet you studied etymology, Bill. \n<br>\n<br>Am I wrong?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.5.25&nbsp; \n11:42 pm</dco> &nbsp;<qco> what's your favorite game console?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.5.25&nbsp; \n11:07 pm</dco> &nbsp;<qco> am I speaking to the correct bill wurtz at this moment in time</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.5.25&nbsp; \n8:21 pm</dco> &nbsp;<qco> do you like playing along?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.5.25&nbsp; \n8:17 pm</dco> &nbsp;<qco> How to start doing a thing</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.5.25&nbsp; \n7:35 pm</dco> &nbsp;<qco> how to pull a rabbit out of a hat</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.5.25&nbsp; \n7:08 pm</dco> &nbsp;<qco> why are they called red cabbage and red onions when they are clearly purple?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.5.25&nbsp; \n6:55 pm</dco> &nbsp;<qco> is it bad to yearn</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.5.25&nbsp; \n5:52 pm</dco> &nbsp;<qco> Why do humans want to set up rules for themselves and then get an immeasurable desire to break them?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.5.25&nbsp; \n5:40 pm</dco> &nbsp;<qco> how do you feel about that gnarly c and c# business that happens in 'here there and everywhere'. where the melody picks out Cs over F#min7. i never noticed it before. intuitively i would have thought that chord would be Esus4/F# but no</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.5.25&nbsp; \n3:27 pm</dco> &nbsp;<qco> a flower can't watch itself wilt</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.5.25&nbsp; \n2:18 pm</dco> &nbsp;<qco> im about to play bass in all state jazz band but i am so scared bill do you have any advice to be less scared</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.5.25&nbsp; \n1:03 pm</dco> &nbsp;<qco> Dreams really are strange things, aren't they?\n<br>Do you recall any you recently had that you feel like sharing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.5.25&nbsp; \n12:34 pm</dco> &nbsp;<qco> are you a wet blanket</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.5.25&nbsp; \n9:57 am</dco> &nbsp;<qco> Should we invent a new grammatical article?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.5.25&nbsp; \n8:23 am</dco> &nbsp;<qco> can you pull a hat out of a rabbit</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.5.25&nbsp; \n5:52 am</dco> &nbsp;<qco> Are you the kind of person to make a new year's resolution?</qco> </h3><a href=\"newyearsresolution.html\" target=\"_blank\">e.............. think</a>"
  },
  {
    "html": "<h3> <dco>1.5.25&nbsp; \n4:54 am</dco> &nbsp;<qco> will you release an autobiography in the form of the world's longest song? (you should)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.5.25&nbsp; \n4:53 am</dco> &nbsp;<qco> fave epic moment?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.5.25&nbsp; \n4:10 am</dco> &nbsp;<qco> How do you always give the most unexpected answers that end up being right anyways?</qco> </h3>"
  }
]
