[
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n8:02 am</dco> &nbsp;<qco> help i'm frozen in a block of ice (metaphorically speaking)</qco> </h3>      it will melt, as long as you are in a reasonable climate\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n7:56 am</dco> &nbsp;<qco> what's your favorite sport?</qco></h3>      definitely hard ball<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t why?</qco> </h3>      because i am strong\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n7:49 am</dco> &nbsp;<qco> Is there really a train in nyc called the A train?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t And is it really the quickest way to get to sugar hill in harlem?</qco></h3>      that would depend on your starting point<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t And have you ever taken the A train? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tDid you sing the song when you were on the train?</qco> </h3>      the song does easily come to mind. but if you happen to be on one of the really old trains (R32), which the A line still uses some of, it can be impossible to think of anything, those things are ridiculously loud\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n7:18 am</dco> &nbsp;<qco> What if I spend my entire life reading all these questions</qco> </h3>      it will probably only take a few weeks, and i hope you live much longer than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n7:13 am</dco> &nbsp;<qco> opinion on lava</qco> </h3>      i can never remember what temperature it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n6:45 am</dco> &nbsp;<qco> I seem to spend more time thinking about doing things than actually doing things. How do I not do this.</qco> </h3>      start talking about them and writing them down. that will bring you 1 step closer\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n6:20 am</dco> &nbsp;<qco> do you have a keyboard shortcut for typing the current value of the countdown timer?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n5:25 am</dco> &nbsp;<qco> What is this chord? C Eb G A Bb D</qco> </h3>      that depends which octave the notes are in and especially what the bass is\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n4:19 am</dco> &nbsp;<qco> If an Alien asked you to tell it the history of humanity in 10 minutes could you do it?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n4:14 am</dco> &nbsp;<qco> Did you quit? You said you might. (I miss you)</qco> </h3>      whoa slow down there, you have taken that entirely out of context\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n2:26 am</dco> &nbsp;<qco> When are you going to drop an album?</qco> </h3>      whenever it becomes illegal to release songs individually\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n2:25 am</dco> &nbsp;<qco> Would you do an interview with naadwuar?</qco> </h3>      i'll see what i can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n2:24 am</dco> &nbsp;<qco> You think life existed before we did?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n2:19 am</dco> &nbsp;<qco> Do you think decades are overrated?&nbsp;</qco> </h3>      only slightly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n2:19 am</dco> &nbsp;<qco> you seem so strong yet i feel you are ridden by the same demons as all, you just became a great demon fighter, i guess you are strong after all regardless of demon ridding. What thoughts do you have after reading that?</qco> </h3>      yes, that is somewhat true. also i am sure i have some demons that most people don't have, and don't have some that some people do have\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n2:14 am</dco> &nbsp;<qco> when do you think you will finally transcend this universe and finally become your final form?</qco> </h3>      there are no final forms. can always do more forms\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n1:53 am</dco> &nbsp;<qco> did you make it to the south pole</qco> </h3>      not physically, but in writing yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n1:45 am</dco> &nbsp;<qco> if an earthquake occurred on mars, will it be called a \"marsquake\"?</qco> </h3>      yes, or maybe just a quake\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n1:19 am</dco> &nbsp;<qco> what's a word that no one knows</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n1:15 am</dco> &nbsp;<qco> hey bill, your way of working really inspires me and I was wondering, how do you divide your day?</qco> </h3>      i divide it into <a href=\"workwork.mp3\">these categories</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n1:12 am</dco> &nbsp;<qco> would you rather fight 100 duck sized horses or 1 horse sized duck and why?</qco> </h3>      update: fighting is cancelled\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n1:08 am</dco> &nbsp;<qco> how many minutes of sleep do you get</qco> </h3>      maybe about 500 per day\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n1:00 am</dco> &nbsp;<qco> I don't know what to ask you. Any ideas?</qco> </h3>      how about <a href=\"most-clever-question.php\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n12:59 am</dco> &nbsp;<qco> I introduced my friend Gavin to this website. What should I do now?</qco> </h3>      let him introduce you to another website\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n12:38 am</dco> &nbsp;<qco> Let's say I'm a ball, and a stick hits me. What do I do?</qco> </h3>      see if you can get on dr. phil together\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n12:37 am</dco> &nbsp;<qco> why are there so many flavors of cereal and why are they all so similar</qco> </h3>      this is an opportunity for you to invent one that's actually different\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n12:20 am</dco> &nbsp;<qco> what is the meaning to life</qco> </h3>      collect all 12\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n12:18 am</dco> &nbsp;<qco> alright (for context) i have seven groups of sticky notes that i use to document all of my ideas. six groups are for each tangible project idea that i have, and the seventh is a grouping of every random thought that i've had which i can hopefully utilize in some creative way. now, the hard part is that i want to make something from these ideas, but i can't decide which one to use first. this isn't helped by the fact that i constantly get new thoughts and creative ideas every day for each project randomly. how would you deal with this?</qco> </h3>      first of all i think you might be better off digitally, with computer files. because they are easier to store and manage without making a mess. ok, so, keep updating your 'random' category. this will be your good friend, as you get new ideas. that is fine. there is another job title which is going through the 'random' category, selecting one, and figuring out how to turn it into a more tangible project idea, like the others. What i would suggest to you is this: use a random number generator to choose a number based on how many projects there are, plus 1 for the random ideas category (so currently this number would be 7). i can recommend <a href=\"https://random.org\">random dot org</a> for that. set the range from 1 to 7. (also you must assign numbers to the categories, so you know what the numbers mean). if it lands on the random category (7), then tangify 3 random ideas into actual project ideas, and use random dot org to select which ones from that category to do. then go back and do another random selection again (with a higher number this time, because hopefully you will have added more projects). Here's what i recommend: you must finish the project that is selected. If this seems too overwhelming, then I would recommend doing shorter projects until you are more confident in the procedure. some people are ok with bouncing between projects, but every time i've tried this, it simply turns into a license to escape. so these are my best recommendations\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n12:15 am</dco> &nbsp;<qco> what are your new year's resolutions</qco> </h3>      none. those ones fail. must make resolutions independently of new years. unless you want it to fail, in that case definitely a new years resolution is the way to go, you will forget all about it by jan 6\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n12:12 am</dco> &nbsp;<qco> Have you ever though that in fact, the mall was too large for you?</qco> </h3>      yes, it is. there are some stores i will not go in\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.19&nbsp; \n12:04 am</dco> &nbsp;<qco> Will you answer this question seriously?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.19&nbsp; \n11:57 pm</dco> &nbsp;<qco> is math related to science</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.19&nbsp; \n11:54 pm</dco> &nbsp;<qco> can you find the mistake in this sentence</qco> </h3>      yes, it claims there is a mistake but there is no mistake. which is unfortunately not true anymore because i found the mistake, which is no longer a mistake anymore because it has a mistake, yes the universe is imploding that's the mistake\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.19&nbsp; \n11:51 pm</dco> &nbsp;<qco> I have a New Years res. To share: I'm gonna start writing 2020 instead of 2019. HA! Bet you never thought of that!</qco> </h3>      i have\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.19&nbsp; \n11:42 pm</dco> &nbsp;<qco> What is the countdown timer at now?</qco> </h3>      35\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.19&nbsp; \n11:41 pm</dco> &nbsp;<qco> how to learn about something</qco> </h3>      the best way is to experience it first hand, unless that would cause severe damage to something or someone\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.19&nbsp; \n11:39 pm</dco> &nbsp;<qco> What's the rotation of the sun ?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.19&nbsp; \n11:37 pm</dco> &nbsp;<qco> Can you spell the following word?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.19&nbsp; \n11:30 pm</dco> &nbsp;<qco> Have you been planning to bring your countdown timer all the way down to 0 by midnight on January 1, 2020?</qco> </h3>      that would be extremely nice, not because of the new years date. i don't plan things around the new years date. but it would be nice because it is very soon. but alas i need more time still. throw me in jail, oops, i already am there\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.19&nbsp; \n11:24 pm</dco> &nbsp;<qco> I wish I could put your songs on repeat on your website, so I could listen while I do homework.&nbsp;&nbsp;&nbsp;Is there any chance you could do such make it so people could put songs on repeat, so I can listen to your music on your website and not have to constantly restart the song?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.19&nbsp; \n11:17 pm</dco> &nbsp;<qco> I just bought 12 turtles, what do I do with them?</qco> </h3>      bless them and then set them free\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.19&nbsp; \n11:06 pm</dco> &nbsp;<qco> i'm gonna invent something, what should i invent?</qco> </h3>      a way to convert trash into fresh water\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.19&nbsp; \n10:54 pm</dco> &nbsp;<qco> you already have a video on how to make videos. how can you be still be figuring out how to make videos?</qco> </h3>      that is due to me being a hypocrite\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.19&nbsp; \n10:32 pm</dco> &nbsp;<qco> THE ONLY SIGN OF A GOOD SONG IS IF YOU CAN WHISTLE IT</qco> </h3>      you may be right\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.19&nbsp; \n10:10 pm</dco> &nbsp;<qco> are you feeling randy</qco> </h3>      a little bit\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.19&nbsp; \n10:07 pm</dco> &nbsp;<qco> Snow or rain?</qco> </h3>      slush is the only thing that does it for me anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.19&nbsp; \n10:06 pm</dco> &nbsp;<qco> whats 2+2</qco> </h3>      you don't wanna know\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.19&nbsp; \n9:52 pm</dco> &nbsp;<qco> why is everything so dumb and stupid</qco> </h3>      ah that is due to intelligence\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.19&nbsp; \n9:29 pm</dco> &nbsp;<qco> My dog Blazberry is slowly gnawing at the corner of the universe, immediate assistance is appreciated</qco> </h3>      i will be right over\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.19&nbsp; \n9:25 pm</dco> &nbsp;<qco> Who would you like to ask questions. </qco></h3>      my self<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tWhich onr do you want to ask right now</qco> </h3>      who the hell do you think you are\n<br><br>"
  }
]
