[
  {
    "html": "<h3> <dco>5.3.18&nbsp; \n9:13 am</dco> &nbsp;<qco> Can you guess my ethnicity&nbsp;</qco> </h3>      earth\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.18&nbsp; \n9:07 am</dco> &nbsp;<qco> Do you write your songs with meanings in mind</qco></h3>      i try to make sure all the meaning makes it into the song, otherwise it would be a failure on my part<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or are they simply to be interpreted by the listener?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.18&nbsp; \n8:52 am</dco> &nbsp;<qco> is making a video for every new song really worth it?</qco></h3>      yes, for now<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Right after hotewig you managed to do 4 songs in 4 weeks, and now you've spent a roughly 9 months doing 3 songs+video and 3 short videos. If your goal is to produce as many songs as possible, </qco></h3>      and get them heard<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I think having an accompanying video is the wrong way to go. </qco></h3>      that's what i thought too, in june 2017, but then after 4 songs i realized that the audience simply wasn't there. then i looked at the size of my youtube audience, and it was a no brainer. since then, i've done a video for every song, and it takes much longer, but the music audience (itunes, spotify, even radio) has grown much more since then and continues to steadily grow<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Don't get me wrong I enjoy every femtosecond of your videos but I'd be willing to forgo them if it meant more frequent songs</qco> </h3>      i'm considering striking a compromise of perhaps 1 to 1 alternation. but gosh darn the videos are effective. as they say, it's 1982, people hear with their eyes now\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.18&nbsp; \n8:03 am</dco> &nbsp;<qco> Are you my mailman?</qco> </h3>      nowadays everyone can be their own mail person. the ancient prophets have written about this day\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.18&nbsp; \n7:41 am</dco> &nbsp;<qco> do you make songs because you love it \n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or because you're bored waiting for the end of the world to come?</qco> </h3>      the world is continuously ending and starting at the same time. makes very good material for the songs actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.18&nbsp; \n7:24 am</dco> &nbsp;<qco> how do i socially isolate myself?</qco> </h3>      theoretically you would have to not ask others for advice on the subject\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.18&nbsp; \n7:04 am</dco> &nbsp;<qco> do you respect women</qco> </h3>      whether i respect someone is not usually determined by their gender\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.18&nbsp; \n6:59 am</dco> &nbsp;<qco> Have you ever been to the U.S.?</qco> </h3>      i run errands there some times\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.18&nbsp; \n6:39 am</dco> &nbsp;<qco> Nowadays I see a lot of people pouring out their life stories or long paragraphs about their problems, </qco></h3>      that's always been a big part of the questions page<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you enjoy reading and answering these?</qco> </h3>      it is a learning experience, for me, and hopefully for them too if i can come up with something that makes sense for them\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.18&nbsp; \n5:37 am</dco> &nbsp;<qco> Bill, I have travelled far and wide across your website in a quest to consume all the quality content your provide. I keep seeing your answer \"graphics free title graphics\" pop up too questions about the website format. I was wondering if you could explain this, particularly why you say graphics twice. Thanks Bill, you are great</qco> </h3>      <a href=\"q.php?date=201707101210\">7.10.17&nbsp;&nbsp;12:10 pm</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.18&nbsp; \n5:01 am</dco> &nbsp;<qco> was there time before humans?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.18&nbsp; \n3:25 am</dco> &nbsp;<qco> whatever happened to my cheese sandwich?</qco> </h3>      where do you last remember having it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.18&nbsp; \n2:38 am</dco> &nbsp;<qco> How to impress myself???</qco> </h3>      what might you be impressed by\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.18&nbsp; \n2:32 am</dco> &nbsp;<qco> how does one find their own way in life, all by themselves?</qco> </h3>      they would theoretically have to not ask others for advice on the subject\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n11:53 pm</dco> &nbsp;<qco> i feed ducks pieces of bread sometimes, and i thought \"i wonder if ducks would prefer a different bread\" what is your opinion on bread for ducks?</qco> </h3>      it's too bad they don't have the ability to buy a loaf\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n11:51 pm</dco> &nbsp;<qco> Why is your time mop video called \"time mop?\"</qco> </h3>      because the instrumental song it's made from was called time mop\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n11:30 pm</dco> &nbsp;<qco> when i start talking about something i'm passionate about, like music, i forget to periodically check to see if the other person cares. this leads to people finding me boring or annoying, while i didn't even realize that i was rambling. do you know any advice for keeping a two-sided conversation and knowing when to change a topic?</qco> </h3>      you could try some kind of electric shock collar, or bracelet\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n11:15 pm</dco> &nbsp;<qco> What is the time signature for \"i wanna bw a movie star\"\n<br></qco> </h3>      <a href=\"q.php?date=201707050049\">7.5.17&nbsp;&nbsp;12:49 am</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n11:11 pm</dco> &nbsp;<qco> how to get into music production?</qco> </h3>      make or record something, anything, using anything. then record a second thing, and another, and somewhere in any of the first 10 things, decide on 1 small way to make something better some how\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n10:54 pm</dco> &nbsp;<qco> How do I learn to write drum beats as a non-drummer?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n10:17 pm</dco> &nbsp;<qco> What are your favorite effects?</qco> </h3>      special\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n10:16 pm</dco> &nbsp;<qco> You didn't answer my question and now I hate you forever. :(</qco> </h3>      ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n9:17 pm</dco> &nbsp;<qco> will you ever post any of your drawings anywhere?</qco> </h3>      i have posted many before, and will post many more in the future. they are usually part of a piece of audio/visual content\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n9:10 pm</dco> &nbsp;<qco> i have an audition for my school band tomorrow. convince me not to be nervous</qco> </h3>      you can't deal with nervousness outside of the situation where the nervousness occurs. and to deal with it takes probably a slightly longer amount of time than your audition. this may not seem helpful, but let's say you have 10 auditions. by the 6th one your nervousness will probably be mostly gone. so in that case, it might be a good idea to go for a series of auditions that you don't really want, as practice before going to the one that matters\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n9:06 pm</dco> &nbsp;<qco> Why do you write about being in suitcases so much? </qco></h3>      might have only done it twice<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You mention it in \"and the day goes on\" and in \"all you need is love\" and I wouldn't be surprised if you mentioned it somewhere else in other works too.</qco></h3>      i just did a search for the word suitcase and only found it in those 2 occurences<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is this a common thought or something?&nbsp;</qco> </h3>      no, but suitcases are useful for traveling\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n8:55 pm</dco> &nbsp;<qco> isn't it rad/crazy that music exists? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;like, what?</qco> </h3>      that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n8:53 pm</dco> &nbsp;<qco> Do you see the same colors i do?</qco> </h3>      which ones do you see\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n8:19 pm</dco> &nbsp;<qco> It is difficult to prove whether or not we are living in a simulated reality.</qco></h3>      of what<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Would it make any difference to you?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n8:17 pm</dco> &nbsp;<qco> When you like to create things, is it ok to not kid any constructed ideas sometimes ?</qco> </h3>      maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n8:09 pm</dco> &nbsp;<qco> Okay, so, seriously, are you a fully conscious enlightened being?</qco> </h3>      there is always more light\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n8:07 pm</dco> &nbsp;<qco> It seems to be common that people ask you about capitalization, which is understandable, as you are an expert on the subject. However, what is your opinion on people asking you about punctuation?</qco> </h3>      it's fine. i am familiar with that too\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n8:06 pm</dco> &nbsp;<qco> what is the historical reason for having both capital and lowercase letters? Seems a bit redundant and silly</qco> </h3>      maybe with less literacy, it was more common for people to know only the first letter of things. so it would be good to make that letter really big, maybe even with fancy vines growing on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n6:40 pm</dco> &nbsp;<qco> Are you going to continue to make videos whilst touring?</qco> </h3>      that would be nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n6:38 pm</dco> &nbsp;<qco> do you actually take questions that people type in this box, </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do you make questions up and answer them?</qco> </h3>      i used to, but after 500 questions i just started repeating the same ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n6:36 pm</dco> &nbsp;<qco> want to come over for french toast?</qco> </h3>      \nyou mean <a href=\"https://www.youtube.com/watch?v=YMobWpeUZw0\">this kind</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n6:12 pm</dco> &nbsp;<qco> How do you feel about Technological Utopianism?\n<br></qco> </h3>      pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n6:11 pm</dco> &nbsp;<qco> Hey bill have you watched a video designed to bring about the Autonomous Sensory Meridian Response (commonly abbreviated asmr)?\n<br>The sex ritual joke is funny but now I'm actually curious if you experience asmr.</qco> </h3>      back in my day they called it whispering\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n5:50 pm</dco> &nbsp;<qco> Do you like love?</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n5:09 pm</dco> &nbsp;<qco> What are your biggest fears?</qco> </h3>      fears that are too small\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n5:02 pm</dco> &nbsp;<qco> In your vine \"Gonna Clean My Room,\" you state </qco></h3>      it's not a statement, it is music/singing etc<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;that you're only going to clean your room after the \"sun burns out/and the sky falls down.\" At the end of the video, you say \"brb cleaning my room.\" Does that mean that in the universe of the video, the sun has in fact burned out and the sky has in fact fallen down?</qco> </h3>      now that i think about it, it does. i suppose that gives it some excitement, in that moment\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n4:48 pm</dco> &nbsp;<qco> So I'm still a teenager, I live somewhere in Europe, and I like languages. I want to be a translator in the future, but I'm having some doubts. I've read stuff over the Internet, and people who are already translators say that it's not necessary to study Translation Studies, and I have no friggin' clue about what to study.\n<br>\n<br>I'm also researching the possibility of studying in Sweden, their universities are fairly cheap to Europeans and they're ranked as good universities. Swedish is a pretty easy language to learn speaking English, too.\n<br>\n<br>Thing is, I'm again unsure whether studying Translation as a career is actually useful, I could start being a translator from age 18 and that'd be pretty good as well.\n<br>\n<br>Do you have some advice for me?</qco> </h3>      \nsounds like you should start translating (being a translator, etc)\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n4:48 pm</dco> &nbsp;<qco> what are some reasons to ask a question other than wanting to know the answer?​</qco> </h3>      \nmanipulation?\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n3:50 pm</dco> &nbsp;<qco> if a unicorn came down from the sky and wanted to take you to the sun, what would you do?</qco> </h3>      \nrespectfully decline the offer<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n3:00 pm</dco> &nbsp;<qco> How do I stop being myself?</qco> </h3>      that seems counter productive\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n2:54 pm</dco> &nbsp;<qco> How do i know who to become?</qco> </h3>      how about you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n2:50 pm</dco> &nbsp;<qco> if anything is possible, then is it possible for something to be impossible?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n2:36 pm</dco> &nbsp;<qco> Would you consider continue the unscrambling videos?</qco> </h3>      it's much quicker to do those as <a href=\"http://billwurtz.com/anagrams.html\">text only</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n2:32 pm</dco> &nbsp;<qco> i figured it out. the reason it takes you so long to make these videos is because in every clip you're wearing a different outfit, so you had to wait an entire day for each take</qco> </h3>      i can actually change my clothes in less than 30 seconds. just a skill i have from being in the biz\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n2:27 pm</dco> &nbsp;<qco> Is there an optimal way to make my question more visible to you?</qco> </h3>      you could try the one about the colors in the alphabet\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.18&nbsp; \n2:25 pm</dco> &nbsp;<qco> What's your favorite flavor?</qco> </h3>      'tasty and delicious'\n<br><br>"
  }
]
