[
  {
    "html": "<h3> <dco>1.26.19&nbsp; \n2:31 pm</dco> &nbsp;<qco> what's the next big thing you want to do, in abstract terms</qco> </h3>      find a new way of making non-song videos of a medium size which contains non-fiction elements but yet does not take 100 years to create. some kind of middle ground between the long single-topic videos i've done, and the short outrageous fictional videos i've done. and then merge this new format into a schedule which also includes songs like i've been doing, and then execute it continually at a very rapid pace\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.19&nbsp; \n2:25 pm</dco> &nbsp;<qco> what are holes</qco> </h3>      nothing surrounded by something\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.19&nbsp; \n1:22 pm</dco> &nbsp;<qco> i just started playing ukulele and the fingers of my fretting hand hurt like crazy. am i pressing the strings wrong, or will my fingertips gradually become more resilient and tenacious, or is this constant finger pain just part of the game?</qco> </h3>      i think you should try pressing the note closer to the frets, if you are not already. closer to the next higher note. you won't have to press as hard that way. but besides that your skin will get tougher soon. no need to torture yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.19&nbsp; \n12:50 pm</dco> &nbsp;<qco> what are 3 things you can think of that a God does when he is bored?</qco> </h3>      ignore the rules of numbers, boredom, gender, and so much more\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.19&nbsp; \n12:48 pm</dco> &nbsp;<qco> If something were to self-destruct leaving destruction around, would would happen if something indestructible self-destructed? Would it still leave destruction or does the indestructible thing cancel out destruction as it doesnt destruct? What do you think?</qco> </h3>      an indestructable thing would not destruct\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.19&nbsp; \n12:10 pm</dco> &nbsp;<qco> Is Oxygen tasty?</qco> </h3>      it can be an ingredient in some tasty recipes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.19&nbsp; \n8:45 am</dco> &nbsp;<qco> What's your favorite flavor of porridge</qco> </h3>      warm sludge\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.19&nbsp; \n8:23 am</dco> &nbsp;<qco> What are some items that I can buy?</qco> </h3>      cakes, cupcakes, etc<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.19&nbsp; \n7:59 am</dco> &nbsp;<qco> hi bill, it's the same person asking about the harmonies and intervals of that melody and i've been experimenting some more and i found another strange thing. I tried some different harmonies over that melody i already mentioned (with notes F# B A C#) and I found that D G F# A over that melody also works in a cool way?</qco></h3>      yea that would be almost like you are in the key of D<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How come when G isn't in the A major scale at all </qco></h3>      it's in what you might call the A \"cool\" major scale, the ancient greek name for that being \"mixolydian.\" which also happens to be the exact same notes as the regular key of D, if you rotate the room around<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (i think G is a diminished 7 in that scale, correct me if im wrong)?</qco></h3>      flat7<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is there any rhyme or reason of why some things apparently work and some don't?</qco></h3>      scientists will never quite figure it out but they will keep trying<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Like some broken rules get you an even cooler thing but if you break some other rule it gets you a bad thing? Or is my knowledge of the rules so bad that i'm not actually breaking any just discovering new rules i didnt even know about?&nbsp;</qco> </h3>      it is essentially the same rules that make you like someone's personality, or enjoy a story, or find beauty in patterns of soap scum\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.19&nbsp; \n6:50 am</dco> &nbsp;<qco> How is your true personality outside of the bill wurtz character?</qco> </h3>      just a bit more candid in some of the details, but this is not for character reasons this is simply for publicity/privacy reasons\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.19&nbsp; \n5:16 am</dco> &nbsp;<qco> Do you enjoy your job</qco> </h3>      only if i am doing it properly\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.19&nbsp; \n3:19 am</dco> &nbsp;<qco> Do you have a favourite tree?&nbsp;</qco> </h3>      not right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.19&nbsp; \n2:41 am</dco> &nbsp;<qco> sometimes it seems like the rythm of the moon is made of cheese reminds me of brazilian samba, is this a coincidence?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.19&nbsp; \n2:38 am</dco> &nbsp;<qco> Why can't I control myself?</qco> </h3>      perhaps you are already under the control of someone else\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.19&nbsp; \n1:33 am</dco> &nbsp;<qco> is it okay to choose something that might improve your future over something that is within my ability?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.19&nbsp; \n12:59 am</dco> &nbsp;<qco> should we add a new letter to the alphabet&nbsp;</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.19&nbsp; \n12:58 am</dco> &nbsp;<qco> What's a specific moment from a track by the band Yes that you've enjoyed?</qco> </h3>      <a href=\"move-yourself.mp3\">move yourself</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.19&nbsp; \n12:55 am</dco> &nbsp;<qco> what's the first thing you notice about a person?</qco> </h3>      a different thing from person to person\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.19&nbsp; \n12:41 am</dco> &nbsp;<qco> I lost a lot of friends recently and am super lonely. What should I do?&nbsp;</qco> </h3>      begin your new epic journey\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.19&nbsp; \n12:29 am</dco> &nbsp;<qco> are we living in a simulation of shampoo? i heard it's how they test the stuff down in Dimension 42-c.</qco> </h3>      it is more likely to be actually shampoo\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n10:21 pm</dco> &nbsp;<qco> Do I have what it takes to start a channel on youtube that talks about latin american politics in english? Being 18?</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n10:07 pm</dco> &nbsp;<qco> do you like the color red?</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n9:54 pm</dco> &nbsp;<qco> When you analyze other people's music, do you write down all the cool progressions/turnarounds/licks etc and use that to help you write songs? </qco></h3>      yes but i haven't physically written anything down in a long time, except for occasionally to use as examples in answering questions here<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nOr do you mostly keep it in your head?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n9:41 pm</dco> &nbsp;<qco> Do you do youtube full time?</qco> </h3>      the same material gets posted on a variety of platforms, and i also do separate (mostly textual) content for twitter, and various other parts of this site. also, sneak preview images are often posted to instagram\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n9:23 pm</dco> &nbsp;<qco> what should I name my son</qco> </h3>      My New Son\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n9:15 pm</dco> &nbsp;<qco> can you acronymize this question?</qco> </h3>      CYATQ\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n8:27 pm</dco> &nbsp;<qco> how do i get better at holding a conversation? talking with me, there's a lot of awkward silences.</qco> </h3>      say what you want to say, and if what you want is not part of the conversation, change the conversation. some of the most fun parts of conversations is when they change\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n8:20 pm</dco> &nbsp;<qco> When it comes to thinking about hiring help are you in need of help more for videos or for music? Because I would think you'd want to leave the music 100% in your control but get editors to speed up the video making (which i seem to remember you saying take longer to do than music). In that case you would be like a movie director directing the editor. But also the master because any editor you hire would have to go through an apprenticeship to understand your methods. Also, it would finally be a good time for you to update your software because the editor would be using the new software so he would teach you about it while you tutor him on your process. But I guess you'd certainly need more money to be abel to also pay the editor. All in all it could be cool. Do you agree with my assessment or were you thinking something different?&nbsp;</qco> </h3>      i'm not entirely sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n7:15 pm</dco> &nbsp;<qco> favorite dimension?</qco> </h3>      dimension 2\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n7:03 pm</dco> &nbsp;<qco> Also like, why the hell is everyone so obsessed with knowing what yor favourite consumable items are???? ? ?? ??</qco> </h3>      perhaps they are looking for a way to defeat me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n6:59 pm</dco> &nbsp;<qco> Hey, i'm just now learning about intervals and harmonies and stuff and i've been listening to this song and it just confused me. (https://youtu.be/GC6nSX67Q-4?t=31 i linked to the relevant part at 31 sec). Listen to the guitar melody, it has these notes in it, ignoring all the little thrills and slides, - F# B A C#. And then the second guitar comes in and harmonizes over the first and I figured out that the harmony is a minor third (correct me if im wrong). But here's the confusion: the notes in the harmony are A D C# E, and A D E are all a minor third of the corresponding notes in guitar 1 - F# B C#. BUT the C# in guitar 2 is a MAJOR THIRD away from the A in guitar 1. And it sounds bloody cool. What's going on here, why isn't that C# a C, and why does changing that one note make it sound so much better?&nbsp;</qco> </h3>      let's skip the harmony and just look at melodies. in most songs, they don't use all the notes. they tend to use some, but kind of skip the ones in between. typically if you lay out all 12 notes in order, xxxxxxxxxxxx, an ordinary song for example usually is only gonna use these notes 0x0x00x0x0x0. you'll notice that's uneven. and if you're wondering what happens when it's completely evenly distributed: 0x0x0x0x0x0x, well you'll notice it sounds like you are spinning around. i've still left most of life's most important questions unanswered, but hopefully this is a more direct way of accessing the conundrum you mentioned, which has nothing to do with harmony\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n6:37 pm</dco> &nbsp;<qco> Will you ever play live?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n6:21 pm</dco> &nbsp;<qco> Do you think youll do live performances</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n6:20 pm</dco> &nbsp;<qco> did you use to have a lotto computer lag issues in the past?</qco> </h3>      still do\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n6:03 pm</dco> &nbsp;<qco> Sometimes I'll be in the middle of making something and then I get hit with this wave of paralyzing fear and dread and realization that I will die and then I won't be able to make things or share them or interact with the world through them anymore. It's starting to interfere with my existence and creative process. Does this ever happen to you and if so can you advise me on how to deal with it? :/</qco> </h3>      hurry!\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n5:50 pm</dco> &nbsp;<qco> How do you fly a plane?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n5:46 pm</dco> &nbsp;<qco> How do you feel about being a piece of garbage?</qco> </h3>      might do it in a play\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n3:52 pm</dco> &nbsp;<qco> whats a trope you dont identify with?</qco> </h3>      the weekend\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n3:31 pm</dco> &nbsp;<qco> what is your favorite cat type</qco> </h3>      snow\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n3:00 pm</dco> &nbsp;<qco> Are you gonna make more 40 second songs</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n2:58 pm</dco> &nbsp;<qco> which word would you use only once in your life ?</qco> </h3>      gumption\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n2:21 pm</dco> &nbsp;<qco> Circles or squares?</qco> </h3>      i am dreaming that one day they can coexist, together\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n2:14 pm</dco> &nbsp;<qco> hey bill i'm working on a project right now and ot's going great, i really love it, but it's going to take genuinely massive amounts of work to finish to the point where i'm starting to suspect it's not possible for a single person at all. I know you faced similar issues with hotewig, how did you push through?</qco> </h3>      i was very confident in the video choice, and even from the 1st section, the writing was going thrillingly, with many other thrills to follow, just in the writing alone. so within the first few months i already had more than enough incentive that it was going to be crazy. added to the huge viewership the japan video had, and the tremendous anticipation for 'something similar', and also given the fact that i was harbouring the secret surprise that this one was going to be not just 'similar' but quite a bit beyond that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n1:50 pm</dco> &nbsp;<qco> is there life inside the earth?</qco> </h3>      maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n1:11 pm</dco> &nbsp;<qco> Some people worship you. How does that make you feel?</qco> </h3>      like i should try to do a good job\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n1:07 pm</dco> &nbsp;<qco> how do i make sure i'm not an alien</qco> </h3>      stay within your home territory\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n12:45 pm</dco> &nbsp;<qco> How do I stop feeling guilt and shame about my past and start forgiving myself, and truly being myself?</qco> </h3>      do a book tour!\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n12:44 pm</dco> &nbsp;<qco> What do you think of school?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n11:28 am</dco> &nbsp;<qco> Is there a story to your music</qco> </h3>      there could be many different stories\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.19&nbsp; \n11:25 am</dco> &nbsp;<qco> today is opposite day</qco> </h3>      every day is opposite day\n<br><br>"
  }
]
