[
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n11:51 pm</dco> &nbsp;<qco> I don't know what to do, how can I enrich my life spiritually?</qco> </h3>      go for a walk, and go a further distance than anyone you know ever has<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n10:53 pm</dco> &nbsp;<qco> How would you describe the style of your music?</qco> </h3>      how bout i just do it instead, without having to describe it first. cut out the middle man, you know<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n9:52 pm</dco> &nbsp;<qco> Are you really pretty much always working on making your content, </qco></h3>      as much as possible<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is that just something you say cause you don't want people knowing too much about your personal life or something like that? Not saying you don't work like a fiend, I'm sure you pour everything you got into the stuff you make..&nbsp;&nbsp;But like, c'mon, you can't just be working from the time you wake up to the time you go to sleep every day forever?&nbsp;</qco> </h3>      i try to remain human, but there is no bigger priority than getting the work done as fast as possible, because it always goes too slow no matter how fast i try to do it. at least if i want to make it good<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n9:33 pm</dco> &nbsp;<qco> You ever think about like, things? \n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Like what the fuck</qco> </h3>      i know what you mean<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n9:18 pm</dco> &nbsp;<qco> What is the best way to get high?</qco> </h3>      start by getting very low<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n9:18 pm</dco> &nbsp;<qco> Have you ever had a dream?\n<br></qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n7:59 pm</dco> &nbsp;<qco> How Can I be sure I'm not hallucinating</qco> </h3>      i think buzzfeed has a quiz for that<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n7:49 pm</dco> &nbsp;<qco> Do you think there are infinite universes and dimensions and stuff? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Why or why not?&nbsp;</qco> </h3>      there would be no way to stop another dimension from another dimension. even if u think there's no other dimension, just go to another dimension and you can have another dimension. it's kind of like if you don't like the house rules. you can just make different rules in another house<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n7:15 pm</dco> &nbsp;<qco> what makes you fire yourself every day</qco> </h3>      making fun of myself<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n7:11 pm</dco> &nbsp;<qco> Are you me and I just don't know it?</qco> </h3>      i don't know<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n6:54 pm</dco> &nbsp;<qco> What's your opinion on the taste of plastic?</qco> </h3>      not good <br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n6:53 pm</dco> &nbsp;<qco> Aren't you a celeb?</qco> </h3>      i will check<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n6:50 pm</dco> &nbsp;<qco> How many tomatoes does it take to make a potato?</qco> </h3>      0<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n6:13 pm</dco> &nbsp;<qco> Do you like how temperature changes, or would you rather it stay a nice neutral temp (not too hot not too cold) all year?</qco> </h3>      temperature changes are interesting and intriguing<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n5:54 pm</dco> &nbsp;<qco> when will u publish nother vido</qco> </h3>      as soon as it's done<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n5:40 pm</dco> &nbsp;<qco> Are you secretly building something new? </qco></h3>      i'm working on a video. that's not a secret<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Yes. Let's descramble the words and see what it is.</qco></h3>      you don't have to descramble anything. i've already said exactly what it is<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; You have grammar in your mouth and I need to extract it. It isn't as bad as it sounds. It is never as bad as it sounds. You have my word. Give it back to me.</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n5:39 pm</dco> &nbsp;<qco> hey so do you think there's a planet out there that might be really really big?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; like so big that each of the aliens are the size of our earth, or earth is even the size of a marble to them. </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;the universe is so big it must be out there somewhere in some galaxy, but at the same time there must be a limit for this kinda thing no? </qco></h3>      probably not<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i wonder what the biggest aliens are up to right now</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n5:32 pm</dco> &nbsp;<qco> Did that mammal give you its consent to have its breasts pointed at in \"hotewig\"? You should add a post-credit cahoot doodle (which is the actual term for whatever it means).</qco> </h3>      the mammal was fictional, it was drawn by heinrich harder, more than 100 years ago. but i drew the breasts<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n5:21 pm</dco> &nbsp;<qco> Do you prefer sleeping or working?</qco> </h3>      am i allowed to do both, in alternation<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n5:01 pm</dco> &nbsp;<qco> Have you seen my marbles?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n4:50 pm</dco> &nbsp;<qco> Is everything things? </qco></h3>      i think so<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is there anything that is not a thing?</qco> </h3>      there might be, but i'm not sure<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n4:08 pm</dco> &nbsp;<qco> Is it fun to have fun?</qco> </h3>      hold on let me do some calculations<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n3:31 pm</dco> &nbsp;<qco> You are going to release new content soon! Are you excited with me?</qco> </h3>      yes but also stressed because it's not soon enough<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n3:00 pm</dco> &nbsp;<qco> I was watching a barney kessel interview and he was talking about his guitar playing style, and he said a way to make a melody sound more 'full' is to harmonize the melody using different intervals, like harmonizing 'in thirds' or 'in sixths' or whatever. Does harmonizing a melody in thirds mean you play notes that are a 3rd above the melody part, or play notes where the original melody would be a third above what you're playing..</qco></h3>      it could be either one<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;like if the melody note is C in the key of C, you'd play an A below the C or you play an E above the C? </qco></h3>      it would usually be either E or actually G. maybe A, depending on the context<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I know either way could work and sound good in different situations, but I guess I don't really understand the terminology.</qco> </h3>      to harmonize a melody in 3rds, in reality you will probably be using a mix of major and minor 3rds, with occasional 4ths. but the only way to know for sure what you want is to listen<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n2:35 pm</dco> &nbsp;<qco> Do you think freezers see fridges as the lesser version of them selves?&nbsp;</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n2:05 pm</dco> &nbsp;<qco> how hard can life get?\n<br></qco> </h3>      i'd say about a 7.6<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n1:18 pm</dco> &nbsp;<qco> Hey, what's a good analogy for working hard that I can use, besides 'working like a dog'... I want to say&nbsp;&nbsp;\"I'm working like (fill in this blank)\"</qco> </h3>      banshee<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n1:07 pm</dco> &nbsp;<qco> https://m.youtube.com/watch?v=FWbWUTpgzUc&amp;feature=youtu.be is not a C major scale.</qco> </h3>      ah, that's the twist. that video has a twist, that's what the twist is<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n8:35 am</dco> &nbsp;<qco> how are you</qco> </h3>      good<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n6:37 am</dco> &nbsp;<qco> was there a tv in your house growing up</qco> </h3>      my house was a tv. i grew up in the tv<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n5:41 am</dco> &nbsp;<qco> teach me a lesson</qco> </h3>      i am trying<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n4:02 am</dco> &nbsp;<qco> hello, can you tell me where i might find a restroom?</qco> </h3>      on the highway<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n3:33 am</dco> &nbsp;<qco> Is this a yeah or nope question?</qco> </h3>      sort of<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.17&nbsp; \n2:25 am</dco> &nbsp;<qco> do you know what a bassoon is?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.17&nbsp; \n11:49 pm</dco> &nbsp;<qco> I have too many ideas for videos. What should I do? Create them all and slave away, or make the ones I connect with the most?</qco> </h3>      have more ideas <br><br>"
  },
  {
    "html": "<h3> <dco>11.24.17&nbsp; \n11:39 pm</dco> &nbsp;<qco> What is your favorite historical time-period?</qco> </h3>      now<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.17&nbsp; \n11:13 pm</dco> &nbsp;<qco> Somebody told me that you were born and raised in Zimbabwe. Is this correct information?</qco> </h3>      i will check<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.17&nbsp; \n11:03 pm</dco> &nbsp;<qco> What is your opnion on the modern contemporary art? Do you see it as a reasonable development of the art?</qco> </h3>      i think contemporary just means it was made recently. i think art is a great thing to do and people should keep doing it. i'm not sure if that answers your question <br><br>"
  },
  {
    "html": "<h3> <dco>11.24.17&nbsp; \n11:01 pm</dco> &nbsp;<qco> can you please sell me a vehicle?</qco> </h3>      sure. it's broken<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.17&nbsp; \n8:39 pm</dco> &nbsp;<qco> do you ever think? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;im not sure if i do and i want to know if someone else is the same</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>11.24.17&nbsp; \n8:36 pm</dco> &nbsp;<qco> Are there any new words for \"cool\" that I should know about?</qco> </h3>      it's best to just make up your own<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.17&nbsp; \n6:44 pm</dco> &nbsp;<qco> what is the meaning of 42</qco> </h3>      2x3x7<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.17&nbsp; \n6:30 pm</dco> &nbsp;<qco> did you get any sweet black friday deals bill?</qco> </h3>      i broke my car, and now i'm more thankful for my life<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.17&nbsp; \n5:50 pm</dco> &nbsp;<qco> Got any juicy celeb gossip?</qco> </h3>      there's no more celebs. their careers all ended due to sexual harassment<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.17&nbsp; \n5:32 pm</dco> &nbsp;<qco> name something bad</qco> </h3>      hardship<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.17&nbsp; \n5:02 pm</dco> &nbsp;<qco> What do dogs think about?</qco> </h3>      dogs<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.17&nbsp; \n4:23 pm</dco> &nbsp;<qco> When you have a song with multiple verses or choruses (or just any section/part that repeats itself at some point) do you ever just cut and paste or loop the recording (maybe adding some extra stuff or taking some stuff out) or do you like to just play it over again?&nbsp;</qco> </h3>      i have a major taboo against copying/pasting in that situation. there are so many oportunities for enrichment the second time around, and if u copy/paste it you're just really missing out    <br><br>"
  },
  {
    "html": "<h3> <dco>11.24.17&nbsp; \n4:07 pm</dco> &nbsp;<qco> I like food, do you?</qco> </h3>      it's ok<br><br>"
  },
  {
    "html": "<h3> <dco>11.24.17&nbsp; \n2:56 pm</dco> &nbsp;<qco> Hey! I really like those photos you have on the expert page. I also like how you have the score to some of your songs up there, and some drawings and images and stuff. Have you ever considered making like a images or pictures page on this website for that stuff? I guess you already got instagram, and the stuff is there on expert page so I guess maybe it's not necessary?</qco></h3>      i have been considering that for quite some time, and i will do it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also, I'm curious if you consider photography a hobby/something you do a lot, or is it more just when something catches your eye you might snap a pic? I really like some of those photos on expert page, but theyre all from way back in the day.&nbsp;</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>11.24.17&nbsp; \n2:46 pm</dco> &nbsp;<qco> Hahaha how did you know there'd be a demand for snail time without the jail time? That's too funny. You called it.&nbsp;</qco> </h3>      on vine, it was common sense to make one with snails only, because vine was auto-loop and the snails section loops well<br><br>"
  }
]
