[
  {
    "html": "<h3> <dco>1.10.21&nbsp; \n4:55 am</dco> &nbsp;<qco> Where is the first place your new video/song will be posted?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.10.21&nbsp; \n3:41 am</dco> &nbsp;<qco> I just wanted to let you know that sometimes when I read your answers I'm slightly puzzled,&nbsp;&nbsp;but in a good way. Similar to the way you feel after seeing a magic trick- a little but confused (how did they do that?) but also awestruck and delighted. It blows my mind and I love it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.10.21&nbsp; \n2:14 am</dco> &nbsp;<qco> Do you find that you can listen to stuff you have written and enjoy it/appreciate things? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or do you more tend to focus on the things that you could improve/did wrong/didn't know at the time?\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;On a semi-related note, artistry. What the hell is it and how do you become bold enough to actually create shit that's you? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The more I continue to live, the more I feel like I'm just an interpreter and can't really achieve a level of originality that is meaningful or worthwhile. I know I'm capable of writing. I've done it. But i also paralyze myself with the fear that what I write won't be world-altering, which of course it won't be - i haven't done a lot of writing so I don't have the practice. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;But then I don't practice writing as much as I should because I'm scared my stuff won't be world-altering. And then it feels like it reflects on me. I tend to hide on the arranger side because I can feel safe in the comfort of someone else's writing. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If my shit\n  don't s\n lap, well, I can't be entirely to blame, it's not my tune. But if my original shit don't slap. guess that means I just don't slap as a musician/human. Any thoughts or advice on how to exist and create?\n<br>\n<br>(P.S. Sorry for the length, your wisdom inspires me)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.10.21&nbsp; \n1:30 am</dco> &nbsp;<qco> Is the sphere a sphere or a cube?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.10.21&nbsp; \n1:23 am</dco> &nbsp;<qco> What's the best form of bribery</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.10.21&nbsp; \n12:15 am</dco> &nbsp;<qco> are labels important?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n11:46 pm</dco> &nbsp;<qco> Are you working on any new projects?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Just got into your music and was just wondering.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n11:18 pm</dco> &nbsp;<qco> why can't we all try to understand each other and get along? we were all kids once, we all loved to play and laugh. you always seem like you know that the world is way better than bitter grownups screaming at each other, hopefully we truly live in that same universe. hopefully you're right and we're just experiencing a necessary bump down the road to what we could be. take care, and thanks for being so preposterously true to yourself. \n<br>\n<br>this question page is a precious oasis of sanity amidst the chaos of those who forgot there's more to this weird life operation, so much more.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n11:12 pm</dco> &nbsp;<qco> Which one of your videos that you got the idea of making it in the toilet or bathroom?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n10:32 pm</dco> &nbsp;<qco> Are you making more music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n10:23 pm</dco> &nbsp;<qco> what are your opinions on wednesday</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n10:06 pm</dco> &nbsp;<qco> i've been recently struggling to finish my songs because i'm afraid that the song will get worst as i put more time into it. got any tips to get over this fear?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n9:59 pm</dco> &nbsp;<qco> thoughts on taste?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n9:59 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202101082303\">1.8.21 11:03 pm</a>  In that case, how about you change the name of \"Stupid Song\" to \"i wanna be stupid\" so less people confuse it with \"The Stupid Song\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n9:57 pm</dco> &nbsp;<qco> are you hiring all positions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n8:52 pm</dco> &nbsp;<qco> What inspires you to wake up in the evening?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n8:07 pm</dco> &nbsp;<qco> your lyrics make me want to eat marshmallows with hotsauce in a ufo in my backyard...</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n7:17 pm</dco> &nbsp;<qco> How do you manage to make so many people happy? It is incredible how you can draw in the attention of such a large audiance and keep them reeled in for an entire video, while keeping them happy and entertained.&nbsp;&nbsp;You are extremely talented.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n7:13 pm</dco> &nbsp;<qco> hey what's the meaning of your most recent instagram post</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n6:46 pm</dco> &nbsp;<qco> do you think about every single possible thing about a thing and then just pick one of those things that you find cool or best to answer something, because even tho its probably not it could've been and maybe it should've been&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n6:24 pm</dco> &nbsp;<qco> should I be excited?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n6:19 pm</dco> &nbsp;<qco> I have some burning questions could you answer them?\n<br>#1 Do the laws of gravity apply to you?\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>#2 Do you think pizza should become the state food of Iowa?\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>#3 What is you opinion on broccoli?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n6:10 pm</dco> &nbsp;<qco> Are you good at drawing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n5:29 pm</dco> &nbsp;<qco> What is your favorite type of bread. This is a deep curiosity of mine.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n4:55 pm</dco> &nbsp;<qco> What was the date of when you pretended to be every star in the sky?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n4:47 pm</dco> &nbsp;<qco> when do you think you will stop learning your new editing software</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n4:39 pm</dco> &nbsp;<qco> when you do eventually release your new video, can we expect more frequent uploads, or is this just one video?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n4:04 pm</dco> &nbsp;<qco> I'm struggling very much with the concept of individuality give wisdom pls help</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n3:22 pm</dco> &nbsp;<qco> in your music video hello sexy pants, is simon says an icon from sibelius?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n3:17 pm</dco> &nbsp;<qco> The bass riff at 0:50 in \"I just did a bad thing\" sounds SO GOOD and I can't get it out of my head, what makes it sound so good?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n2:48 pm</dco> &nbsp;<qco> Do you work on other projects other than your music and videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n2:33 pm</dco> &nbsp;<qco> Are you pursuing a career in middle management?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n2:22 pm</dco> &nbsp;<qco> do you think i have enough time to bingewatch all of your other videos before you release your next song/video?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n1:40 pm</dco> &nbsp;<qco> what do you do when you're over stressed?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n1:12 pm</dco> &nbsp;<qco> would water be technically a soup</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n12:54 pm</dco> &nbsp;<qco> I want to start a youtube channel I'm inspired by EVERYTHING pretty much, you included. DO u have any tips on structuring a video so its interesting</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n12:38 pm</dco> &nbsp;<qco> We go through a lot of trouble to achieve things that we think will make us happy. Once we achieve the thing we are happy for a short period but inevitably return to the state of dissatisfaction we started out in. How does one avoid this cycle?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n12:18 pm</dco> &nbsp;<qco> are these questions fake?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n12:18 pm</dco> &nbsp;<qco> if money was no object, what would you buy?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n11:46 am</dco> &nbsp;<qco> What the fuck are fish</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n11:31 am</dco> &nbsp;<qco> what degree of rotation for text is your favorite?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n10:52 am</dco> &nbsp;<qco> whats your favorite type of chip</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n10:02 am</dco> &nbsp;<qco> are you working on anything?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n9:34 am</dco> &nbsp;<qco> Once you finish the video you're working on now, will you return to a somewhat consistent tuesday schedule?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n9:24 am</dco> &nbsp;<qco> hey bill! do you have a favorite chord, and if so, why?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n8:58 am</dco> &nbsp;<qco> What do you think of chairs</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n8:55 am</dco> &nbsp;<qco> how do you feel about the weather channel</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n8:37 am</dco> &nbsp;<qco> is your Instagram post a teaser for the new song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n8:28 am</dco> &nbsp;<qco> My brain hurts. To have any sort of belief or opinion you need to accept the perspective of it, and that means to refuse all other contrasting perspectives. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;However each point of view has its value, and I feel like I'm loosing a lot by ever ending up having an opinion</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.9.21&nbsp; \n8:25 am</dco> &nbsp;<qco> why can't i be as motivated in school as I am in digging holes at the beach</qco> </h3>"
  }
]
