[
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n10:31 am</dco> &nbsp;<qco> What is an answer?</qco> </h3>      3, for example<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n10:26 am</dco> &nbsp;<qco> What do you think of an idea that we all are just portions of the same, one consciousness that lives in all living creatures?</qco></h3>      seems legit<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n And also in everything that has a form. Like minerals and gases even. And dark matter. And tosts?</qco> </h3>      sure. i don't know what tosts are<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n10:09 am</dco> &nbsp;<qco> What makes something alive?</qco> </h3>      if it's having fun<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n9:55 am</dco> &nbsp;<qco> can you fly without any wings?</qco> </h3>      a propeller might work<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n9:24 am</dco> &nbsp;<qco> do you have other job besides making videos?</qco> </h3>      making songs<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n9:07 am</dco> &nbsp;<qco> I need a bit of help. Every time I try starting a new project, I think it's going to be great and wonderful. I do in fact start it, however I just stop in the middle of making it and never finish it. Sometimes I even think of a new project that I want to make and completely scrap the old one. Then I get stuck in a loop of half-doing projects.\n<br>\n<br>A third of my computer are now WIP projects that I'm never going to finish. It's quite horrible, but I never really delete them because I think to myself \"I'll do it once. I'll finish all of them\". I never do, and I just continue filling my computer with half-done projects.\n<br>\n<br>Is there a way for me to stop doing this? I haven't finished a single project for many months, even though I want to do it.</qco> </h3>      \ndo data backups and make sure they are all saved. there is very little that is stopping you from developing the skill of rescuing. you could start by getting a text file and making a chronological list of all of them, with brief notes on what you think they need for the next step. be open to the possibility of item cancellation at this stage, but expect most of them to not be cancelled\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n7:46 am</dco> &nbsp;<qco> Can you help with depression or anxiety?</qco> </h3>      i don't really know anything about depression. anxiety is more my area of expertise<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n7:08 am</dco> &nbsp;<qco> <a href=\"q.php?date=201806240756\">6.24.18&nbsp;&nbsp;7:56 am</a> what are some things you learned while mixing the song</qco> </h3>      \ni micromanaged a record breaking number of eq points on the vocal. normally i only manage 1 point but this time i did 15. i did it in the car, because i was just sick of the volatile eq experience in the car. so pretty much every word is eq'd individually so it doesn't boing out weird in the car. i think there are expensive machines that some how do this automatically but i don't have them\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n7:05 am</dco> &nbsp;<qco> Do you think people sometimes try too hard to be original at the expense of quality?</qco> </h3>      \nsure, or perhaps too hard to be quality at the expense of being original\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n6:06 am</dco> &nbsp;<qco> how to tune into universe? how to be tuned so that you universe the universe more?</qco> </h3>      should be on channel 3<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n5:43 am</dco> &nbsp;<qco> HI I'M THE ONE WHO SENT THE CENTIPEDE SEXYPANTSES SIMON QUESTION AND MY GF JUST FOUND A SPIDER UHHH WHAT THE HECK ARE WE UNDER ATTACK WHAT IS GOING ON I HAVE SO MANY QUESTIONS HelP?????</qco> </h3>      as i recall you said you trapped the centipede under a cup. i wonder who is really under attack here<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n3:22 am</dco> &nbsp;<qco> Do you have any demons?</qco> </h3>      \nperhaps i'm the demon<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n3:19 am</dco> &nbsp;<qco> do you think that life has deeper meanings??</qco> </h3>      than what<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n2:57 am</dco> &nbsp;<qco> Is sleeping a sneek peak of death?</qco> </h3>      i was going to say no but actually yes<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n2:35 am</dco> &nbsp;<qco> if u could give advice 2 a stranger, what would it be? \n<br></qco> </h3>      i can give advice to strangers, but first i need to know a little something about what situation they are in<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n2:11 am</dco> &nbsp;<qco> Are you magical?</qco> </h3>      everyone is magical<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n12:42 am</dco> &nbsp;<qco> How many potatoes do you need take to make a bowl of mashed potatoes</qco> </h3>      just 1, if you mash it just right<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.18&nbsp; \n12:17 am</dco> &nbsp;<qco> people are having trouble with the audio when they listen with vs without headphones?? I've never had that problem when I listen to your music. I can hear all of the audio just fine.</qco> </h3>      \nif you listen to it through a phone speaker, tablet speaker, or laptop speaker, you can't hear any of the bass, or any of the low frequencies whatsoever. it's just not there. it's physically impossible on a speaker of that size. any normal sized speaker would be just fine, but on a speaker less than 1cm, mostly what you hear is a lot of S and T, and the hi-hat, and maybe a little more if you listen close, but zero bass. which is why i think i would like to start the recording of my next song without any bass frequencies, just to make sure i get the thing so that i think it's strong enough even with zero bass. Then, go in and add bass as needed, for bass-capable systems. but first make sure it completely stands strong with no bass. we all know it's possible, like i said, they made music for game boy and it was damn good. and when i say gameboy i mean also millions of phone apps, and ringtones, that have been popular since then. but if you design the whole song on a system where you can hear the bass, you're taking a risk, because you never know if the song is still gonna be strong enough if you delete the entire bass. i've taken that risk for my entire career because i'm mostly too scared to think about it. but i think it's a good time to try to take care of it because phone/tablet speakers aren't going to get any larger, and there is no technological breakthrough any time soon that will allow bass to exist at that size. but don't worry, i will go into bass mode and additively put the bass where it needs be, after i get it so it is solid basslessly\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n11:49 pm</dco> &nbsp;<qco> bill, why is love</qco> </h3>      for a thrill, and a challenge\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n11:48 pm</dco> &nbsp;<qco> have you ever thought?</qco> </h3>      yes but i might do it again<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n11:44 pm</dco> &nbsp;<qco> How long ago is it?</qco> </h3>      0<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n11:40 pm</dco> &nbsp;<qco> How do I find love in the jungle?&nbsp;&nbsp;</qco> </h3>      love is the jungle<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n11:21 pm</dco> &nbsp;<qco> How much energy goes into making your videos?</qco> </h3>      all the energy i have<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n11:13 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201607131546\">7.13.16&nbsp;&nbsp;3:46 pm</a> &nbsp;&nbsp;&nbsp;i think this makes a lot of sense, but there's ths guy i used to like a lot, and we kinda had a thing almost but it all went wrong in the worst way possible, and now every time i run into him he's with this new girl and it spontaneously makes my stomach freeze. and i tried hating her but it's not working cause we're actually a lot alike. i wish i could set my stomach on perma defrost, but the chill always seems to be stronger</qco> </h3>      you're gonna have to move to another country<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n10:56 pm</dco> &nbsp;<qco> do you ever wonder if you like something because you genuinely like it or if it's because you like the idea of liking it</qco> </h3>      as conscious human beings, we all fall victim to this at least a very small percent<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n10:05 pm</dco> &nbsp;<qco> where did you get all this fucking wisdom?? </qco></h3>      it grows on trees!<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nit's insane, i'm scrolling through the questions page, and it's some random stuff, and there's some silly stuff, and there's some music stuff, and then there's a pretty deep idea expressed pretty clearly that i've heard from some uni psychology professor on youtube, or from some of freuds books, or sth like that (and i know you aint bothering with any of that, at least based on your answers here)\n<br>\n<br>\n<br>so i guess my question is, where's the fountain of knowledge man?? i always kinda assumed they don't let you get to it before youre 50 or so. at least it looked that way. like you need time to let some realizations that make sense to you on a rational level sink in in order to be able to *feel* them... so... how?&nbsp;</qco> </h3>      you can build a knowledge farm\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n10:01 pm</dco> &nbsp;<qco> how much did you get paid for sponsoring \"chips\"</qco> </h3>      i paid myself a trillion dollars\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n9:31 pm</dco> &nbsp;<qco> how can I make people understand me when it's impossible for me to explain anything</qco> </h3>      perhaps it can be more fun if they don't understand you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n9:27 pm</dco> &nbsp;<qco> do you remember that one thing you did at that one place that one time</qco> </h3>      some of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n9:26 pm</dco> &nbsp;<qco> Is it possible to ride a unicycle backwards?</qco> </h3>      surely\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n8:56 pm</dco> &nbsp;<qco> wHy IsN't ThE tWiTtEr SeArCh ReSuLtS pAgE lIsTeD iN cHrOnOlOgICAL ORDER&nbsp;&nbsp;¿!!!!?</qco> </h3>      <a href=\"https://twitter.com/dril/status/760997832237129729\">https://twitter.com/dril/status/760997832237129729</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n8:53 pm</dco> &nbsp;<qco> A cardboard box ate half my apartment. I decided to live in it. Am I homeless?</qco> </h3>      sounds like you live in a halfway house\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n8:53 pm</dco> &nbsp;<qco> i got this big book on jazz theory and i don't know if it's worth reading. i mean i know that all the information in it is bound to be really useful but reading it seems so tedious and unfun. im just wondering if i could get this same knowledge from just learning tunes i like and analyzing why i like them, while still having fun, although i feel like there may be some things that ill miss from only doing that that i could learn from the book. which one should i do, or should i do both? </qco></h3>      songs!!!!!!!!!!!!!!!!!<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nhow did you learn this stuff?</qco></h3>      songs!!!!!!!!!!!!!!!!<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n what are your thoughts on learning by the book?</qco></h3>      how about a song book. as many song books as you can find. even try songs that are not in the book... you can make a book, for those ones! hours of fun<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n thanks and sorry if im unclear</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n8:50 pm</dco> &nbsp;<qco> what do i do when i feel all wbewhrbaehfuihdeiuhsfhhjfdhaufau i constantly have this problem and i never know what to do and it's not fun\n<br>thanks</qco> </h3>      organize your room very neatly, the wrong way\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n8:46 pm</dco> &nbsp;<qco> someone uploaded one of ur improv vids to youtube. how do you feel about this</qco> </h3>      bad (not good)\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n8:46 pm</dco> &nbsp;<qco> I hate myself, and I don't even know why at this point. I just do. Was this ever a problem for you? </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Can it be stopped do you think?</qco> </h3>      i'm sure it can\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n8:23 pm</dco> &nbsp;<qco> i wrote a piece of music consisting of mainly white noise samples. my friend said it was weird and i agree. still proud of it though, am i weird? help</qco> </h3>      sounds like you are on the right track\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n8:18 pm</dco> &nbsp;<qco> i keep getting more and more desperate to become something. i hope someday i get so desperate that i just snap into something. i guess for now it's just a very slow snap, you know?</qco> </h3>      sounds like you are on the right track\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n8:11 pm</dco> &nbsp;<qco> is there going to be any notebook or reality update for VidCon?</qco> </h3>      yes, but first, the entire 2 years before that\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n7:44 pm</dco> &nbsp;<qco> do you think they design microwaves to fit pizza boxes inside of them, or design pizza boxes to fit inside of microwaves?</qco> </h3>      i have never seen a microwave that could hold a pizza box <br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n6:39 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201806241658\">6.24.18&nbsp;&nbsp;4:58 pm</a> a. you didn't answer the question and b. good, because I finished it in just a little over a day, \n</qco></h3>      i finished it in a little over 3 months<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and what you'd posted there has really resonated with me, and i know that i'm not like a 10000000000 people, but reality makes a lot of people happy (from what i've gathered here), so please continue, thank you&nbsp;</qco> </h3>      i would love to, the problem is, 3 months off could be a problem especially because working at full speed it still takes 2, to finish a full length music video/song. it's bad enough people asking if i'm dead all the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n6:26 pm</dco> &nbsp;<qco> When do you think you'll upload your next video?</qco> </h3>      when it is finished\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n6:22 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201806240307\">6.24.18&nbsp;&nbsp;3:07 am</a> this isn't a democracy but i think most people still use headphone, especially when listening to music</qco> </h3>      well that's good to hear. speakers are great too but it doesn't count if it's too small to even give you the lower half. that's like a bus with no wheels if you know what i mean<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n6:18 pm</dco> &nbsp;<qco> how many bill wurtz does it take to change a lightbulb</qco> </h3>      1\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n6:12 pm</dco> &nbsp;<qco> what's the sound of one hand clapping?</qco> </h3>      it's like 2 hands clapping, but much quieter, and weaker\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n6:12 pm</dco> &nbsp;<qco> you seem like a chill, direct, level person, and I really admire that. I imagine it as being really relaxing, and would like to know how you do it. or am I misinterpreting something?</qco> </h3>      the person from the previous question probably thinks so\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n6:09 pm</dco> &nbsp;<qco> do you ever give serious answers?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n6:08 pm</dco> &nbsp;<qco> if netflix existed in the 1500s do you think martin luther would have starred in the netflix original \"95 reasons why\"</qco> </h3>      i don't think he would have been able to get on netflix. it's hard to get on netflix, i am still trying to get on. you can't just get on there, you kind of have to be part of the in crowd\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n5:42 pm</dco> &nbsp;<qco> none of my friends ever text me first and i only have anything close to a social life because i ask people to hang out. what do i do</qco> </h3>      stop texting them and use all the extra spare time to build a huge empire\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.18&nbsp; \n5:12 pm</dco> &nbsp;<qco> eat pant</qco> </h3>      i will do it when i get a chance\n<br><br>"
  }
]
