[
  {
    "html": "<h3> <dco>4.4.23&nbsp; \n5:14 pm</dco> &nbsp;<qco> I'm generally feeling good about most things.&nbsp;&nbsp;How long does that usually last?</qco> </h3>      \n4 to 5 days\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.23&nbsp; \n4:39 pm</dco> &nbsp;<qco> how long did it take you to make mount st. helens </qco></h3>      about 11 days<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and what was your favorite part of the song?</qco> </h3>      \nmaybe the out vamp\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.23&nbsp; \n3:57 pm</dco> &nbsp;<qco> i'm going to be playing in an orchestra concert, any tips?</qco> </h3>      \nknow the part\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.23&nbsp; \n3:30 pm</dco> &nbsp;<qco> are there any inside jokes in this q&amp;a; website i should be aware of before asking further questions</qco> </h3>      \nthe inside joke, for me, is that almost everyone asks the same questions. but more than a joke it actually turns into a fairly constructive experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.23&nbsp; \n1:28 pm</dco> &nbsp;<qco> Is it normal to not have passion for anything?&nbsp;</qco> </h3>      \nit's normal sometimes. and it's also fairly normal, during those times, to fear that that might last forever\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.23&nbsp; \n11:03 am</dco> &nbsp;<qco> How do I get my ducks in a row? They keep on running away from me.</qco> </h3>      \ndraw a picture of them, in a row. that is good enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.23&nbsp; \n10:17 am</dco> &nbsp;<qco> Verse of the day \n<br>\"Jesus answered them, \"Yes! I tell you, if you have trust and don't doubt, you will not only do what was done to this fig tree;&nbsp;but even if you say to this mountain, 'Go and throw yourself into the sea!' it will be done.\"\n<br>‭Matthew‬&nbsp;‭21‬:‭21‬&nbsp;‭\n<br>Any thoughts?</qco> </h3>      \ni think he's trying to say confidence goes a long way\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.23&nbsp; \n10:09 am</dco> &nbsp;<qco> What would you call a chord with the notes (from low to high) \n<br>C(bass) G Ab Bb Eb?</qco> </h3>      \nEbadd4/C, or Cmin7addb6. but because those names are so catastrphically long and because that is a common chord for me, my personal short-hand for that chord is C-☆\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.23&nbsp; \n9:31 am</dco> &nbsp;<qco> musical production tip of the day?</qco> </h3>      \ndon't put reverb on the bass, usually\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.23&nbsp; \n8:12 am</dco> &nbsp;<qco> Thoughts on mushrooms&nbsp;</qco> </h3>      \nthey are the common ancestor between a tree and a hat\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.23&nbsp; \n7:51 am</dco> &nbsp;<qco> what are your thoughts on clarinets</qco> </h3>      \ntoo good. don't use\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.23&nbsp; \n7:29 am</dco> &nbsp;<qco> do you think you're a normal person?</qco> </h3>      \nnever heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.23&nbsp; \n5:48 am</dco> &nbsp;<qco> Is there a reason why you landed on the Eb instead of Bb on \"tune\" in the lyric \"it's the first note of the tune\"? I think it does actually resolve to a d on the next phrase, but it was a totally unexpected sound when I first heard it&nbsp;</qco> </h3>      \nit's the same reason for every other note of every other song. it's the same reason you chose to wear the shirt you wore today, which reminds me, i was gonna ask you, why did you choose to wear that shirt today\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.23&nbsp; \n5:19 am</dco> &nbsp;<qco> how often do you use geometry nodes</qco> </h3>      \nnever\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.23&nbsp; \n12:10 am</dco> &nbsp;<qco> some people like to speculate \"at the airport terminal\" is symbolic of dying and arriving at purgatory, are you willing to either confirm or deny that fact?</qco> </h3>      \ni recall a lot of rebirth metaphors. if there is a purgatory, it's after the 'floor/door' section, and it is addressed in the 'porridge' line. by the time you get back to the next verse, it's cleared\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; \n9:32 pm</dco> &nbsp;<qco> isnt it sad that there is actually someone who could make you less lonely now but you just wont meet&nbsp;&nbsp;?</qco> </h3>      \nbut you can and will. what makes it especially likely is there are actually potentially thousands of such people, and you indeed can and will meet at least one of those\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; \n8:16 pm</dco> &nbsp;<qco> In your songs, you have expressed a continual desire to have a \"show.\" I see it everywhere. It's okay if you don't want to answer this, but I'm curious where this desire comes from? </qco></h3>      someone's gotta do it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And what are the things \"in the way\" of this happening?</qco></h3>      it has been happening, but what slows it down is the inability to do infinite things at one time. this is always tough to deal with, but every person in the world faces the exact same problem<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I feel like if you have such a strong desire to do something, I want to encourage you to just go for it. </qco></h3>      been going and will continue to go<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;But I'm sure you have your reasons for perhaps not. Just curious. Love your music btw dude!</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; \n7:48 pm</dco> &nbsp;<qco> do any of the characters in the next video have names?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; \n7:44 pm</dco> &nbsp;<qco> would you ever put the chords to your songs on your website? Or even showing how you make your music?</qco> </h3>      \nyes, i'll depict the whole thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; \n6:16 pm</dco> &nbsp;<qco> how'd you like highschool.</qco></h3>      meh<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it's almost over but i'm having an incredibly rough time in highschool not grade wise necessarily but the social everything. I've kind of tried tricking myself all types of ways to chill out buti'm just getting confused</qco> </h3>      \ni'd say start taking advantage of all the non-school hours of your schedule. make that your pet project. start thinking about all the fantastic things that you could do, and build, using those collective hours. most of life's greatest achievements were probably started during those hours. so the fact that the daily socials have bewildered you might be a cool excuse to get started on making use of your true talents/passions. If you don't know what those are yet, then you can spend the first 10 to 20 sessions just thinking about that<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; \n6:13 pm</dco> &nbsp;<qco> what to so when you can't think of anything to write for your song? thanks</qco> </h3>      \nstart writing down every experience you've had for the past 2 weeks, in list form. then, randomly select one of those experiences, and do a brainstorm about ways that could be a song. write down your findings next to that entry. then switch. randomly select another entry and brainstorm that, finding ways it could be a song. continue doing this and gradually each one gets pushed along and soon you will be finding actual lines to the song, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; \n6:03 pm</dco> &nbsp;<qco> how old were you when your mom showed you C, F, and G on the piano</qco> </h3>      \nabout 2 probably\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; \n3:38 pm</dco> &nbsp;<qco> can you see that I have a smug look on my face while writing this</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; \n3:30 pm</dco> &nbsp;<qco> have you ever skateboarded?</qco> </h3>      \nyes i have\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; \n3:26 pm</dco> &nbsp;<qco> i'm pretty sure backflips are impossible</qco> </h3>      \nthey are possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; \n2:37 pm</dco> &nbsp;<qco> Have you ever eaten an entire sheet of paper?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; \n1:24 pm</dco> &nbsp;<qco> do i get an award for watching every single video???</qco> </h3>      \nyou get to make your own videos now\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; \n11:48 am</dco> &nbsp;<qco> How does one solve a tempo crisis?</qco> </h3>      \nafter it's already happened, there's probably not much you can do. find a compromise tempo that's half way in between the right tempo for either part. but if it's too severe, you might look into some kind of tempo change in the song, but i think this usually doesn't work. and the 3rd option is to file the 2 sections separately into 2 different songs and continue with one of them. but to prevent a tempo crisis, get a metronome going early on. pause it to think, but when testing out ideas and doing runthroughs, always do it on click. can't go wrong that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; \n11:47 am</dco> &nbsp;<qco> is the trick to writing songs to just slap words together until you're done? </qco></h3>      you might have forgot the music<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i've been trying to write a song using that method, but i'm not sure i'm getting satisfactory results. what would you recommend?</qco> </h3>      start dealing with how the words are delivered. think about less words for now, and just think about their delivery. For example, i bet you could have a very good time with just 1 word, delivering it all kinds of ways. with singing, and more\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; \n11:40 am</dco> &nbsp;<qco> do you hide dissenting opinions on society in your work? am i reading too far into it?</qco> </h3>      \nno need to dissent society. the damn thing dissents itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; \n11:09 am</dco> &nbsp;<qco> wich one's better, critical or creative thinking?</qco> </h3>      \nthere's likely some overlap between the two. so you might as well have both\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; \n11:07 am</dco> &nbsp;<qco> Can you provide some information that I didn't know I wanted to have until I have it?</qco> </h3>      \nsure. the moon and sun appear exactly the same size in the sky, when viewed from earth. this is a huge coincidence\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; \n9:37 am</dco> &nbsp;<qco> How come one be \"too small for the mall\"?</qco> </h3>      \nimpossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; \n9:37 am</dco> &nbsp;<qco> OMG ON 4.2.23 at 8:17 YOU USED A CAPITAL LETTER</qco> </h3>      \nthat's quite common for me. what i find more shocking is that you just used a colon\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; \n9:33 am</dco> &nbsp;<qco> How do you write the scripts for your videos?</qco> </h3>      \ni type them and sometimes record line readings for reference. that's how they are technically written down, but how i find the ideas i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; \n9:21 am</dco> &nbsp;<qco> Any tips for someone that feels the need to create something but lacks creativity?</qco> </h3>      \nno, but i promise you no such person exists\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; 9:15 am</dco> &nbsp;<qco> what is life</qco> </h3>      \nyou, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; \n6:19 am</dco> &nbsp;<qco> What is a man?</qco> </h3>      \ni don't recall\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; \n5:01 am</dco> &nbsp;<qco> What is the wildest color?</qco> </h3>      \nblack\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; \n2:11 am</dco> &nbsp;<qco> What do you think of situations where a creative work gets put into genres by the public, and the artists don't want to be put into a \"genre box\"</qco> </h3>      \nthat's normal. it reminds me of animals trying to avoid being eaten, by the public\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.23&nbsp; \n1:55 am</dco> &nbsp;<qco> Will you ever collab with any mainstream artists?&nbsp;</qco> </h3>      \ni don't see why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.23&nbsp; \n10:35 pm</dco> &nbsp;<qco> have you ever tried melting plastic in a pot over the stove&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.23&nbsp; 9:24 pm</dco> &nbsp;<qco> this is a test question. may i receive a test answer please</qco> </h3>      \nabsolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.23&nbsp; \n6:03 pm</dco> &nbsp;<qco> how to write a good college essay</qco> </h3>      \ni have no idea. i've never read a good college essay, but, to be fair, i don't read a lot of college essays\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.23&nbsp; \n5:41 pm</dco> &nbsp;<qco> What are the characters names in 2 friends, perfect, and if the world doesn't end?</qco> </h3>      \nthey are unnamed\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.23&nbsp; \n5:01 pm</dco> &nbsp;<qco> What is a circle?</qco> </h3>      \na whole other dimension, taunting us by existing right in front of our nose, from within the normal straight dimensions. and haunting us with the seemingly impossible values that it demands (π), in relation\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.23&nbsp; \n4:26 pm</dco> &nbsp;<qco> What are your favorite methods for relaxation before getting into work?</qco> </h3>      \nwalk-and-talk\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.23&nbsp; \n3:33 pm</dco> &nbsp;<qco> Why are my washer and dryer not the same machine</qco> </h3>      \nto avoid some terrible mis hap\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.23&nbsp; \n3:22 pm</dco> &nbsp;<qco> i've made a breakthrough. i've been trying to learn guitar because i want to make music but don't have a keyboard or functional piano. i've learned it just by messing around and i am finding a lot of useful chords. it's very pleasant to make chords and pretty tunes even though i have no clue what is going on. without getting too philosophical, i think i can apply this theory to life. i'm not very good at life, but if i can discover new things, and learn to appreciate existing things, i have plenty of material to work with. :)</qco> </h3>      \nthat's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.23&nbsp; \n1:11 pm</dco> &nbsp;<qco> harmony tip of the day?</qco> </h3>      \ndon't play chords in the bass\n<br><br>"
  }
]
