[
  {
    "html": "<h3> <dco>3.28.21&nbsp; \n8:15 pm</dco> &nbsp;<qco> How do you write down new ideas that appear when you least expect them?</qco> </h3>      \nrecord it vocally, into phone or computer. also add it to the idea list, with refecence to the recording. i demonstrate the idea as best i can with a real time vocal performance, and then also describe any other info that might be necessary to understand later what i've thought of\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.21&nbsp; \n8:06 pm</dco> &nbsp;<qco> hi bill. when making music, making ideas and stuff comes easy but when I try to revise them I just never get it done. my teacher and my parents push me to revise my works, but it's hard to find motivation. any thoughts?\n<br>(btw you're amazing)\n<br></qco> </h3>      \nthe risk in 'revising' is that it might make it worse and less genuine. The benefit, however, is that it might make it more coherent. I spent a long time being unable or afraid to do this. i just kept writing new things. but eventually i just got so jealous of 'normal' songs, for having a repeating chorus, etc, that i figured it out. Half of the struggle, i think, is just choosing which item you're going to work on. for me it was necessary to first gather all the items into a list. Then i would go through the list one at a time, and make a few moves on each one. the 'diagnosis' is important. Play through the existing material, get a first impression, see if you generally like it or if it sucks, .... then start diagnosing it. If it's a small idea, figure out if it's the beginning or not the beginning. If it's already a long / complete idea, just go through from the beginning and find the first place where it truly sucks or is not good enough. This point is what i call the 'split point', the point where the existing material stops being good enough. So you put the rest aside, and write from there. I generally don't think it's good to plan on writing to connect to what comes after -- very risky and strange to do this. But it might happen automatically. so you can be open to that, but, plan on just writing from the split point and doing what's truly right from the split point\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.21&nbsp; \n7:55 pm</dco> &nbsp;<qco> Are you a time traveler?</qco></h3>      yes, as far as i know that's the only way to travel<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; You seem to have lots of references to time in your videos, seems kind of suspicious.</qco> </h3>      \nthat's just the way time is. Is it now? NOW is it now? or was it now then?\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.21&nbsp; \n7:40 pm</dco> &nbsp;<qco> what is your opinion</qco> </h3>      \n\n\n\ndarkness is actually very bright\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.21&nbsp; \n7:19 pm</dco> &nbsp;<qco> which one of your songs has the most different chords?</qco> </h3>      \nit's probably a tie between the road and moon/cheese\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.21&nbsp; \n6:30 pm</dco> &nbsp;<qco> how do you know when a project is done?</qco> </h3>      \nyour boss has to tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.21&nbsp; \n5:22 pm</dco> &nbsp;<qco> why did you decide not singing \"respect me\" but just saying it</qco> </h3>      \ni never thought of singing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.21&nbsp; \n4:48 pm</dco> &nbsp;<qco> do you try and make your songs funny or is that just a talent you have</qco> </h3>      \ni try to make them not funny\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.21&nbsp; \n4:29 pm</dco> &nbsp;<qco> Where do you get your inspiration/creativity from when you're trying to write a new song?</qco> </h3>      \nit's everywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.21&nbsp; \n4:18 pm</dco> &nbsp;<qco> if you'd rather have a new song be your favorite, doesn't that mean you would go on to infinitely create songs? is creating songs forever an idea you like/don't mind?</qco> </h3>      it seems like the only sensible strategy\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.21&nbsp; \n2:41 pm</dco> &nbsp;<qco> Trying to do homework but I got distracted by your music... How do I focus?</qco> </h3>      \nyou could start your own tv show where you do the homework. and explain your process to the viewing audience\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.21&nbsp; \n2:26 pm</dco> &nbsp;<qco> I wanna run a theory by you... I'm starting to feel like we have the capacity to be creative and express ourselves no matter what the medium is - all it takes is time and willingness to listen to the thing and eventually you WILL start speaking the language. This is blowing my universe wide open</qco> </h3>      \nyes that seems true\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.21&nbsp; \n1:38 pm</dco> &nbsp;<qco> Have you ever considered making process videos?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I'd love to see what goes in to doing what you do.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.21&nbsp; \n12:20 pm</dco> &nbsp;<qco> a stranger told me that perfection isn't always good. like, something can be considered perfect, but that doesn't necessarily mean it's good as well. this has been blowing my mind for the past 12 hrs because I've never considered it like this before. crazy. absolutely bonkers. i'm just not sure where to go from here on my journey to conquer my perfectionism.&nbsp;</qco> </h3>      \nif any note were the right note, it would never change\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.21&nbsp; \n12:16 pm</dco> &nbsp;<qco> how do you keep yourself inspired not only to keep making more music and videos but to one-up yourself every time?</qco> </h3>      \ni'm just trying to do the most responsible thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.21&nbsp; \n11:37 am</dco> &nbsp;<qco> is new canaan really as lovely as you make it seem in the song?</qco> </h3>      \nin my opinion, anywhere seems lovely if you go there on a songwriting journey\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.21&nbsp; \n10:59 am</dco> &nbsp;<qco> What does sound sound like?</qco> </h3>      \nit's hard to describe\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.21&nbsp; \n9:39 am</dco> &nbsp;<qco> Is the 125 bpm song the next song that's coming out?</qco> </h3>      \nyes, the next song is at 125 bpm\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.21&nbsp; \n6:08 am</dco> &nbsp;<qco> do you feel like anyone actually understands your songs, or you</qco> </h3>      \nif you like it then you understand it. it's that simple\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.21&nbsp; \n3:40 am</dco> &nbsp;<qco> How weird are you in terms of song writing?</qco> </h3>      \ni'm a hybrid blend of regular and normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.21&nbsp; \n3:09 am</dco> &nbsp;<qco> what do you do to sync up your animations and music when you make the animations?</qco> </h3>      \nscrub\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.21&nbsp; \n2:15 am</dco> &nbsp;<qco> is the \"actually a dunce\" line inspired by the cone which appears in the original princess model?&nbsp;&nbsp;</qco></h3>      no, the entire song was written and recorded before the video was started<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;very nice song btw, it finally managed to evict that annoying chug jug one from my head</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.21&nbsp; \n12:34 am</dco> &nbsp;<qco> When continuing writing songs that you started years ago, how do you know what to put next?</qco> </h3>      \nfirst i try to understand the entire context for when the song was first written. then i write something based on that. sometimes you can get additional interesting information. i did this with \"school\". i wrote the first 8 or 12 bars in 2010, and then in 2013 when finishing it, i ended up putting some much more specific details in the outtro which might not have otherwise come out. The original song in 2010 was inspired after having a conversation with someone who was trying to convince me that i was wrong for not pursuing a college education\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n11:48 pm</dco> &nbsp;<qco> if you had the chance to remove all technical and time related restrictions from your process, and simply realise your mental vision for a piece of work in its unadulterated form, would you take that chance?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or would it be too scary?</qco> </h3>      also yes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n11:19 pm</dco> &nbsp;<qco> any tips to write music that sounds comforting&nbsp;</qco> </h3>      \nyou gotta just start writing whatever music you can. over time, all your true sentiments will be expressed eventually\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n10:43 pm</dco> &nbsp;<qco> what do you think of big boat stuck</qco> </h3>      \nit's a good reminder for the rest of us, to take proper measurements first\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n10:16 pm</dco> &nbsp;<qco> how do i record vocals without my neighbors hearing me?</qco> </h3>      \nhave you considered slipping into a daydream\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n10:03 pm</dco> &nbsp;<qco> its been 5 years what is the answer to the biscuit challange please i need answers ok thanks :D</qco> </h3>      \ncheck the video from the week after\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n9:53 pm</dco> &nbsp;<qco> why does \"the moon is made of cheese\" end at the word \"cheap\"?</qco> </h3>      \nbecause in my opinion it had already climaxed\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n9:22 pm</dco> &nbsp;<qco> what's your favorite word?</qco> </h3>      \npilferage\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n8:41 pm</dco> &nbsp;<qco> what're your opinions on astrology?</qco> </h3>      \nseems a little misunderstood\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n8:07 pm</dco> &nbsp;<qco> I bet the hardest part about filming your videos is waiting until the next day so you can have different clothes in the next shot</qco> </h3>      \ntrue, i am waiting patiently for scientists to invent clothes that can be changed more than once per day\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n7:52 pm</dco> &nbsp;<qco> Do the lyrics of your songs have meaning or are we supposed to give them meaning or is it something else?</qco> </h3>      \ni always try to make the song as good as i can. songs being good, is one of the greatest meanings i've found in all the world. i've devoted the majority of my life to searching for this, in any way i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n7:49 pm</dco> &nbsp;<qco> What's your opinion on birds?</qco> </h3>      \nlofty, yet flighty\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n7:30 pm</dco> &nbsp;<qco> &nbsp;how do i get things done?&nbsp;</qco> </h3>      \ndo it for a friend\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n6:25 pm</dco> &nbsp;<qco> what is your opinion on being alive?</qco> </h3>      \nso ridiculous\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n5:03 pm</dco> &nbsp;<qco> do you find it important to have videos of yourself in your music videos? </qco></h3>      sometimes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i always love seeing them, so i was wondering if there was a reason you included them</qco> </h3>      \nanything i can do to prove i exist\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n4:14 pm</dco> &nbsp;<qco> Why is there always some kind of music in your videos?</qco> </h3>      \nsecret weapon\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n3:55 pm</dco> &nbsp;<qco> When asked which of your songs is your favorite, you say you would prefer to make a new one your favorite. Do you think you've accomplished making each song better than the last?</qco> </h3>      \nbetter and worse\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n2:37 pm</dco> &nbsp;<qco> in your song \"Mount St. Helens is about to Blow Up\" when the mountain begins singing, is that like a metaphor for it blowing up? </qco></h3>      it seems like it's a reveal, that maybe the song was actually about music all along<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Because i noticed while it was singing it was starting to become a little more distorted until eventually it was flatter than before. was that your intention, or was it just a coincidence?</qco> </h3>      \njust trying to get a little frisky before the fade\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n1:53 pm</dco> &nbsp;<qco> have you ever considered releasing an album? </qco></h3>      yes but i changed my mind<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if yes, what are the (dis)advantages and why are singles better or not?</qco> </h3>      \nfor me the disadvantage of albums is it makes all the songs seem worse\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n1:11 pm</dco> &nbsp;<qco> hey, i have recently tried to start writing songs... in garageband, and i have no idea how to, can you show what i would need to do to train?</qco> </h3>      \nthe best advice i have, for this situation, is to write the song before opening garageband. This might not work for everyone, but it was very important for me to realize that. it was a game changer\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n11:46 am</dco> &nbsp;<qco> hey bill. i can't find out how to make my music sound like it's coming out of a tv in the 50s. any ideas?</qco> </h3>      \ndefinitely cut out the low frequencies on the eq. More things also, but definitely start with that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n11:02 am</dco> &nbsp;<qco> what inspired you to write songs</qco> </h3>      \nit must have been songs\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n7:55 am</dco> &nbsp;<qco> hey bill how do i incorporate key changes into my songs? writing in one key seems a little stiff and boring and id like to move forward but i dont know how to\n<br></qco> </h3>      \nhave you ever tried to have a therapy session but with an instrument instead of a therapist\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n4:46 am</dco> &nbsp;<qco> How do you make your songs sound so good</qco> </h3>      \ni have no earthly idea. i am trying to do it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n4:38 am</dco> &nbsp;<qco> here comes the sun comes after im a princes on your song section please fix that</qco> </h3>      \ntoo bad, princess was done first\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n4:34 am</dco> &nbsp;<qco> do you write your music, play what feels right at the moment, or sometimes do both?</qco> </h3>      \nalways both\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n3:28 am</dco> &nbsp;<qco> whats your favorite song out of all yours?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.21&nbsp; \n12:48 am</dco> &nbsp;<qco> What can I do to be less lonely?</qco> </h3>      \nyou're gonna want to go ahead and become a member of society\n<br><br>"
  }
]
