[
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n2:44 am</dco> &nbsp;<qco> Can you do a community poll with the question \"Do you want a song about boats\"? It would help us with understanding the universe</qco> </h3>      \nno one can predict what kind of song they want\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n2:40 am</dco> &nbsp;<qco> I've heard there are some boats in your next song. </qco></h3>      well you didn't hear it from me, and i'm the only one who knows<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Will there be anything other than boats in it?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n1:22 am</dco> &nbsp;<qco> do you like boats?</qco> </h3>      \ni respect them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.22&nbsp; \n12:24 am</dco> &nbsp;<qco> is there anything you can say for certain?</qco> </h3>      \ni was going to say yes but now that i think about it no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n10:39 pm</dco> &nbsp;<qco> why does everyone think your next song is about boats? </qco></h3>      no one does<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i've mathematically worked out that because your next song will contain a total of: zero boats and eighteen extra-terrestrial bodies. </qco></h3>      well,..... at least a trillion, if you could somehow count<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, your next song is clearly about Antarctica.</qco> </h3>      it is not\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n10:37 pm</dco> &nbsp;<qco> Will the next song be good</qco> </h3>      \nlet me check\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n10:22 pm</dco> &nbsp;<qco> I made a question in 2020 about if your songs have a meaning, do you know where that is? Also your songs are&nbsp;&nbsp;very pleasing to the ear</qco> </h3>      \nthe may not be what you want to hear, but, pleasingness is a meaning\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n10:19 pm</dco> &nbsp;<qco> do you like biscuits</qco> </h3>      \ni like 1 biscuit\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n10:06 pm</dco> &nbsp;<qco> Forget boats, when is your song about seaweed coming?</qco> </h3>      \nwon't happen. well,..... that might not be true\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n9:12 pm</dco> &nbsp;<qco> why are people asking about boats in your next song</qco> </h3>      \ntake a look in the mirror. why are you asking about people asking about boats\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n8:50 pm</dco> &nbsp;<qco> when was the first time you've used a muted trumpet line in a song? the little one in \"i'm scared\" felt fresh</qco> </h3>      \nthat would be the first time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n8:49 pm</dco> &nbsp;<qco> Does it ever snow onto the ocean?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n8:28 pm</dco> &nbsp;<qco> What human qualities make someone a good letter carrier?</qco> </h3>      \nstrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n8:22 pm</dco> &nbsp;<qco> What is zero divided by zero?</qco> </h3>      \ndidn't happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n8:15 pm</dco> &nbsp;<qco> what is your favorite thing (in the whole expanding sphere that is the universe)</qco> </h3>      \ni don't think it's a sphere\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n7:26 pm</dco> &nbsp;<qco> do you ever use capital letters when writing a response and then get stressed about it</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n6:47 pm</dco> &nbsp;<qco> in the music video for here comes the sun, you feature 6 chairs. in the one for i'm a princess, 3. in the money video, 1. the remaining numbers are 7 and 56. by my calculations you will need at least 14 chairs in your upcoming video in between all the boats. good luck</qco> </h3>      \nyou might be right\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n6:43 pm</dco> &nbsp;<qco> why is it that I always feel more awake when I should be sleeping than I do when I am supposed to be awake</qco> </h3>      \nthis is just the mischievous nature of the subconscious\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n4:31 pm</dco> &nbsp;<qco> pls make another song</qco> </h3>      \ni almost didn't think of that\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n3:11 pm</dco> &nbsp;<qco> If I want to make music like you, where do I start? I've been making music for years, but I feel like I'm failing no matter what I do. I know I shouldn't compare myself to other musicians, and that's one thing I've been working on lately, but it's frustrating sometimes. Any advice would be appreciated. Thank you</qco> </h3>      \nyou've already started, and you started in a good place. the hardest part is remembering that you always knew what to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n3:11 pm</dco> &nbsp;<qco> what is something you don't understand</qco> </h3>      \nthe rotation curve of galaxies\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n1:26 pm</dco> &nbsp;<qco> do you take anything daily or are you straight biologically trippin</qco> </h3>      \ni take a vitamin pill\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n12:37 pm</dco> &nbsp;<qco> How many times does \"e\" occure in your new song\n<br></qco> </h3>      \ni can think of at least 3 totally different ways to interpret that\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n11:24 am</dco> &nbsp;<qco> Is https://billwurtz.com/note202005101154.html related in any way to \"I'm scared\"?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n11:06 am</dco> &nbsp;<qco> Thoughts on Radiohead?</qco> </h3>      \nimagine a head, just..... filled with radio\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n9:15 am</dco> &nbsp;<qco> is \"dream\" a lyrics on your next song</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n5:45 am</dco> &nbsp;<qco> Is there any boat in particular that your new song will be based on (container ship, leisure yacht, jetski, etc.),</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or is it just boats in general?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n3:29 am</dco> &nbsp;<qco> are your videos long and strong yet?</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n2:43 am</dco> &nbsp;<qco> According to your lyrics page, you've mentioned boats once, but spaceships in three separate songs. Do you plan on singing about boats again sometime?</qco> </h3>      \nno, but i also don't plan not to\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n1:34 am</dco> &nbsp;<qco> Amazing song you released recently!\n<br>I'm trying to sing better, but I don't understand what chest voice is, how it works, and how to use it. My voice sounds slightly nasally, and none of the tutes make sense to my style of understanding a process.\n<br>How would you describe singing in chest voice? How do I go about it?\n<br>Thanks!</qco> </h3>      \ni honestly have never known quite what a chest voice or head voice is. i can feel that there is a whole range of different ways to make singing sounds...... more than 2, for sure, but it's not always possible for me to exactly control it. my thoughts and emotions are the overwhelming factor to what determines the sound. it's similar to acting, in that way. you have to believe that the script (or lyric) is real in that moment\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n1:24 am</dco> &nbsp;<qco> What's this I hear about a boat song?</qco> </h3>      \nmust have been something you heard from someone else\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n1:06 am</dco> &nbsp;<qco> what do you do when you come up with a separate song fragment that really feels like it should be in another (partially written) song [same subject matter, lyrical style etc] but you don't know how to insert it into the song? (bonus points if you know a way to change the tempo mid song to fit the separate fragment without it sounding bad)</qco> </h3>      i just file it as a different song. if when writing song 1 you spontaneously find song 2 automatically coming up, that's ok too, but i wouldn't demand it. especially if the tempos are different\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n12:50 am</dco> &nbsp;<qco> Is the word 'the' in your next song?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n12:32 am</dco> &nbsp;<qco> will you ever do a boat song?</qco> </h3>      \ni don't see why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n12:19 am</dco> &nbsp;<qco> What made you decide to start working with 3D modeling?</qco> </h3>      \nsometimes it's useful to represent my ideas better. my ideas are sometimes in 3D because i live in a 3D world\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.22&nbsp; \n12:01 am</dco> &nbsp;<qco> hello, how do u make ur videos&nbsp;</qco> </h3>      \ni don't know yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n11:56 pm</dco> &nbsp;<qco> Boat fan here. I just wanted to thank you for finally making a song for us boat fans. We can't wait!!</qco> </h3>      \nnot happening\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n11:25 pm</dco> &nbsp;<qco> what's your favorite year</qco> </h3>      \n2022\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n11:23 pm</dco> &nbsp;<qco> Tips on making a swanky melody and bassline? Love your music, by the way! :) -Z</qco> </h3>      \njust take 1 note and contemplate whether you are going to play it or not. that's free will, at its finest\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n11:05 pm</dco> &nbsp;<qco> Why is everyone asking you if your next song is about boats?</qco> </h3>      \nnot everyone is. some people are not\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n10:34 pm</dco> &nbsp;<qco> do you ever get tired of the existing letters and the lack of any new ones recently</qco> </h3>      \nno. i still haven't learned all the greek ones, which is necessary for understanding calculus which is necessary for understanding physics which is necessary for understanding special relativity which is necessary for understanding general relativity which is necessary for understanding the universe, which i intend to do at some point\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n10:20 pm</dco> &nbsp;<qco> your boat-related material is personally my favorite. what's your opinion of your nautical work</qco> </h3>      \ni don't even recall having released any boat content, but i don't doubt that i have. it sounds like something i would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n10:11 pm</dco> &nbsp;<qco> what is the significance of tater tots</qco> </h3>      \nthey have no significance\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n9:31 pm</dco> &nbsp;<qco> Why is Money very minimalistic compared to the two previous songs?</qco> </h3>      \nthe song is not minimalistic, but the video is minimalistic. and the reason was so i could get it done faster and therefore release it sooner. it's likely that i will do the same for my next\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n8:57 pm</dco> &nbsp;<qco> why did you choose such hideous colours for the lyrics section?</qco> </h3>      \nthis is to make sure you don't spend too much time there, just reading the lyrics without the music\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n8:57 pm</dco> &nbsp;<qco> why is there a bunch of unnecessary words/visuals put everywhere in your music videos</qco> </h3>      \ndon't worry about it, the whole video is unnecessary\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n8:52 pm</dco> &nbsp;<qco> rather chill on the beach or in the mountains?</qco> </h3>      \nmountains\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n8:34 pm</dco> &nbsp;<qco> Do you get bitches?</qco> </h3>      \nit's me, i'm the bitch\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n7:06 pm</dco> &nbsp;<qco> how to be original</qco> </h3>      \n learn everthing that's ever been done, and then do something different. or perhaps don't learn anything anyone's ever done, and then hope that your thing is not the same as theirs by coincidence\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.22&nbsp; \n5:20 pm</dco> &nbsp;<qco> how would you describe the feeling of a sus4</qco> </h3>      \nit feels like a mirror\n<br><br>"
  }
]
