[
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n12:59 pm</dco> &nbsp;<qco> do any of your lyrics actually mean anything </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or are most of them just you spitting out words that happen to sound good</qco> </h3>      \nfirst of all, let me stop you right there.... in what world are good sounds not meaningful\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n12:53 pm</dco> &nbsp;<qco> is the your new song gonna be&nbsp;&nbsp;\"vacation in middle of the sun\"?? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;bc when i click to expert mode i see that song/video and i really wonder what it is</qco> </h3>      \nthat's just me venting some angst about how my brain tries to destroy itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n12:05 pm</dco> &nbsp;<qco> did you study music or anything or are you self taught?</qco> </h3>      \ni've studied it myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n10:58 am</dco> &nbsp;<qco> What do you do with all the time you saved not capitalizing letters?</qco> </h3>      \nultimately the time gets used to make capital letters\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n10:49 am</dco> &nbsp;<qco> I'm very intrigued about how some of your songs have been years in the making. A recent question said that you finished writing \"Here comes the sun\" in 2012, which is crazy considering it came out on Youtube 9 years later in 2021. What would you consider the song / video project that's taken the longest to make for you?</qco> </h3>      \nhistory of the entire world i guess\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n9:49 am</dco> &nbsp;<qco> how do you get your inspiration?</qco> </h3>      \ni have a bucket to catch the inspiration but sometimes the bucket itself inspires me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n9:48 am</dco> &nbsp;<qco> Bill wurtz just one thing to ask does here comes the sun means your gonna start reuploadijg whenever you want or is it gonna be another year?</qco> </h3>      \nideally i don't have to reupload anything if the original upload goes well\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n9:10 am</dco> &nbsp;<qco> I just realized I signed up for an 8am class. Any tips for getting up early and being cognizant?</qco> </h3>      \nthe key to being awake at a particular time is being awake at the same time the previous day\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n8:06 am</dco> &nbsp;<qco> is \"time waits for no one (and it doesn't wait now either)\" partially a reminder for you to speed things along yourself?</qco> </h3>      \nit was probably a specific reminder to myself in the course of re-writing that song, because the previous draft was almost 5 minutes and that's just unacceptable to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n8:01 am</dco> &nbsp;<qco> Some of your vedios or let's say many have depressed vibe like I'm still a peace of garbage etc. Is that how you feel ir you're just making that kind of vedios for fun</qco> </h3>      \ncould be both. for example: if i feel bad, i can try to write something fun, as a cure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n7:11 am</dco> &nbsp;<qco> What were the exact dimensions of that small house you built in \"might quit\"?</qco> </h3>      \n842x593\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n7:02 am</dco> &nbsp;<qco> Have you ever considered a longer form muscial project (album or such), or do you feel your style fits better for singles?</qco> </h3>      \nanything longer than 1 song, i prefer to be more than just songs. Something that uses music in it, but also does much more. tells stories, explains things, etc.\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n6:18 am</dco> &nbsp;<qco> How Much Editing Does One Video take?</qco> </h3>      \nprobably not that much\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n5:01 am</dco> &nbsp;<qco> Do you have an intended audience?</qco> </h3>      \ncould be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n4:59 am</dco> &nbsp;<qco> Do your songs have meaning or are they abstract? I relate to a lot of them in a way I cant explain.&nbsp;</qco> </h3>      \nrelating to things in a way you can't explain, means a lot, to me. Because if you feel meaning where you can't explain it, that means meaning is stronger than words. and that's good news, because words can often change or get screwed up\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n4:33 am</dco> &nbsp;<qco> thoughts on air?</qco> </h3>      \nit's pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n3:04 am</dco> &nbsp;<qco> What went wrong with the video you were making after 'might quit'?&nbsp;</qco> </h3>      \ni tried to do the whole thing in 3D\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n3:02 am</dco> &nbsp;<qco> Considering how varying your songs are in length, what's the minimum length a song would have to be for you to play it live?</qco> </h3>      \nabout .5 seconds\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n2:57 am</dco> &nbsp;<qco> why didn't you publish the latest song back in 2012 when u finished writing it </qco></h3>      because there was no audio or video for it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;like dude i can't decide if you're an idiot or a genius for waiting 6 years to post it</qco> </h3>      i made other things to post instead, but i can't decide if you're an idiot or a genius for thinking 2012 was 6 years ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n2:03 am</dco> &nbsp;<qco> WHEN WAS THE LAST TIME YOU PRESSED CAPS LOCK?</qco> </h3>      \nearlier today\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n2:03 am</dco> &nbsp;<qco> how often do you procrastinate composing/uploading a song</qco> </h3>      \nnever\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n1:06 am</dco> &nbsp;<qco> At 1:27 in here comes the sun, how do you make the \"Oh Yeah\" sound so angelic and melodic?&nbsp;</qco> </h3>      \nthe c# might be the secret weapon here\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n12:54 am</dco> &nbsp;<qco> on here comes the sun on the line \"looks like nobody wins today,\" what do you mean by win? </qco></h3>      basically anything going good<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;like what will someone win?</qco> </h3>      \ncould have a lovely day\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.21&nbsp; \n12:46 am</dco> &nbsp;<qco> why do you still have the tag on your clothing in some of your videos?</qco> </h3>      \nkeeps them fresh\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n11:37 pm</dco> &nbsp;<qco> why don't you use the capital letters? </qco></h3>      i do<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;its a whole new experience and it may be fun</qco> </h3>      \nmaybe for you it would be a new experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n11:02 pm</dco> &nbsp;<qco> how to be concise when speaking of something one wants to share plenty about</qco> </h3>      \nchallenge yourself to say it in 1 word\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n10:42 pm</dco> &nbsp;<qco> We're you waiting for 3d for here comes the sun?</qco> </h3>      \nabsolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n10:15 pm</dco> &nbsp;<qco> In At the Airport Terminal, was your porridge overcooked? Or undercooked?</qco> </h3>      \nit was for too much time, but a too low power setting. so i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n9:58 pm</dco> &nbsp;<qco> you say that you try not to use nonsensical lyrics, yet on the surface some of your lyrics are easy to interpret as nonsensical, so i'm curious. </qco></h3>      i'm curious if you are just reading them, with no music. they're not guaranteed to work like that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what was the meaning behind the first verse of \"i'm best friends with my own front door\"?</qco> </h3>      basically i was starting on a new experiment: finish an entire music video in 2 weeks or die trying. i was sick of failure, i had been trying to do this and kept failing. the previous several videos all took 8 weeks or more. and i just was so desperate and felt like my life was passing me by, so i just snapped and demanded myself to succeed at 2 weeks. So i'm going through the (long) list of songs and song ideas to choose from, and, ...... it's just not working. i'm going through the list for hours, not finding one i want to do. So at some point, my brain just said \"what would the song you Want to do now sound like?\" and spontaneously the first line hit me, and i knew immediately that that would be the next song. So i already know it feels right, seems right, means very much to me, etc, but, when i think about it i can also explain why this is. It's like i'm developing a friendliness toward the idea of just... walking out the front door. Just being honest with my situation, ... etc. and picking this next song should be something as easy as just opening the front door, in a friendly manner. Now the second line, again this all came to me instinctually, but i'm just trying to think about it now and explain it.... the second line ('i just closed it but it's opening more') .... this gets deeper because there is the feeling that even if i've failed to notice how easy things could be, ... the door is actually opening on its own. We all know we have the tendency to sometimes overlook the friendly and obvious choices in life, so i think this line gives me a pretty strong feeling because it's like it's saying, even if you miss it, the opportunity will grow more to make you notice it. And the next 2 lines, ('then the cops came and they sent me to jail, but tomorrow i'm gonna open it again'), and again this is not supposed to necessarily work good without the music. so please take this only in the context of the way it sounds in the song. So these 2 lines seem to be basically doubling down on this optimism: the 3rd line is like \"nope, youre gonna get punished for taking the easy route\", then the 4th line shows determination to overcome this. Another bit of optimism is tucked in here also because most jails don't let you open the door. So you're just saying, tomorrow you're gonna get another chance to easily and friendily open a door that was previously assumed to be unopenable. \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n9:53 pm</dco> &nbsp;<qco> at 3:24 of here comes the sun, on the word \"world,\" how does it come to you to do little vocal bits like that, just in general. Where do they come from? same thing at 3:43, the little vocal run on the word \"sun\" is absolutely fantastic. how do those ideas come to you? </qco></h3>      i just make them up<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how do you figure out when and how to use them effectively?</qco> </h3>      eventually there comes a time where you've done so much ineffective stuff that you just learn to skip that stuff\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n9:47 pm</dco> &nbsp;<qco> in most videos, you mostly use helvetica, but in here comes the sun you mainly used arial. any reason why?&nbsp;</qco> </h3>      \nin what world do you think you can you even tell the difference between those two fonts\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n8:41 pm</dco> &nbsp;<qco> opinion on the average person</qco> </h3>      \nthey're pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n8:36 pm</dco> &nbsp;<qco> What should my life purpose be?</qco> </h3>      \nfor now, purpose shopping (shopping for purpose)\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n8:31 pm</dco> &nbsp;<qco> Have you ever been in a project and then you completely scrapped the project idea?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so, what do you consider something \"unfinishable\" or \"too much\"</qco> </h3>      when the projected production time exceeds my projected life span\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n8:20 pm</dco> &nbsp;<qco> can you explain functional harmony?</qco> </h3>      \nbasically if it gives you the feels, then it is functioning properly\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n7:59 pm</dco> &nbsp;<qco> What's your opinion on clocks?</qco> </h3>      \na timeless classic \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n7:47 pm</dco> &nbsp;<qco> How many bars will the next song have?</qco> </h3>      \n85\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n7:32 pm</dco> &nbsp;<qco> Weirdest thing that's ever happened to you?</qco> </h3>      \nwas frowned and smiled upon simultaneously\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n7:31 pm</dco> &nbsp;<qco> You mentioned that you were done writing \"Here comes the sun\" in 2015.\n</qco></h3>      i finished it in 2012, then re-wrote the ending in 2013. Then i re-wrote the ending again in 2020<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What do you think the percentage is of finished songs in your backlog that just need a video?</qco> </h3>      \nnot all songs need videos, but, i think about 40% of songs i've recorded don't have a video. i don't consider that a backlog, those would be songs i've finished and released already\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n7:19 pm</dco> &nbsp;<qco> What was the first song you remember listening to?</qco> </h3>      \nwaltz of the flowers\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n6:51 pm</dco> &nbsp;<qco> in \"here comes the sun\" where the postman comes to the top of a mountain, is that a reference to \"hi, i'm steve\" where steve receives mail on top of a mountain?&nbsp;</qco> </h3>      \nthat's impossible, because that verse was written in 2012. hi i'm steve wasn't written until 2017. it's more likely that \"hi i'm steve\" was referencing back to the postman/mountain verse\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n6:47 pm</dco> &nbsp;<qco> if history of the entire world continued into the future, do you think you would end up using the line \"the sun is a deadly laser\" again?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n6:36 pm</dco> &nbsp;<qco> What is your genre of music called? </qco></h3>      normal<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;As a side question, if you managed to invent a new genre of music, what would you call it?</qco> </h3>      \nnothing. genre works best un-named. that's the only way you can combine them all, and get away with it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n6:33 pm</dco> &nbsp;<qco> are there any hidden messages or easter eggs in your videos?</qco> </h3>      \nno but there is a hidden message in easter eggs, and the easter season. And the message is that it's a continuation of the valentine's season, with a different color scheme\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n6:29 pm</dco> &nbsp;<qco> Hey could we get an idea of what your next epic project is? </qco></h3>      think in reasonable terms<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, what project are you most proud of so far?</qco> </h3>      the time i started thinking in extremely reasonable terms. like i'm talkin balls to the wall reasonable\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n6:27 pm</dco> &nbsp;<qco> What are all the different key signatures used in \"here comes the sun\"?</qco></h3>      G, Bb<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Am I wrong in thinking that it's mostly in G major?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n6:26 pm</dco> &nbsp;<qco> &nbsp;Your songs sound like they have a lot of detail and layers to them. How many different audio and instrument tracks do your song session files usually end up at?</qco> </h3>      \nfor a while they had about 200, the most recent one had 600, and the next one might have more like 30. aiming for 3, but it will probably be more like 30\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n6:24 pm</dco> &nbsp;<qco> do you make the different keyboard/guitar/bass fills that are in between phrases or verses while writing the verses and choruses, or do you make them all at once and then choose which ones fits where, later?</qco> </h3>      \nneither. i do it when i'm recording the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n6:03 pm</dco> &nbsp;<qco> Why did you call your recent song 'here comes the sun'?</qco> </h3>      \nbecause that's how it goes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n5:59 pm</dco> &nbsp;<qco> Are you making a new video right now?</qco> </h3>      \nyes\n<br><br>"
  }
]
