[
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n10:18 am</dco> &nbsp;<qco> what text fonts do you use</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n10:04 am</dco> &nbsp;<qco> I've been meaning to ask this for nearly 2 years now, since I first heard \"Might Quit.\" In the line \"I'll never say goodbye- yes I will, but I won't tonight.\" Was the \"yes I will\" an immediate afterthought of writing \"I'll never say goodbye?\" </qco></h3>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n9:42 am</dco> &nbsp;<qco> is your next song going to be motivational?\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n7:48 am</dco> &nbsp;<qco> which number is the countdown timer currently at</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n7:10 am</dco> &nbsp;<qco> what's your favorite song of yours?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n6:31 am</dco> &nbsp;<qco> How do you find motivation to make such massive projects like 'Here Comes The Sun' when the finish line is so far away?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n4:04 am</dco> &nbsp;<qco> you ever get so fed up with video encoding you invent your own video codec?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n2:54 am</dco> &nbsp;<qco> what is the video that you had the most problems creating</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.18.21&nbsp; \n12:23 am</dco> &nbsp;<qco> what do i do if i fail at art</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n11:37 pm</dco> &nbsp;<qco> There is something pretty weird about your music that I am rather curious about, your uniqueness, all of your songs are really unique in style, and it's a pattern that I've seen in a lot of self taught musicians, but I cant figure out why. Do you have any tips,or maybe a posible explanation on why your music is so different. \n</qco></h3>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n10:49 pm</dco> &nbsp;<qco> ever thought of making different genres of music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n8:52 pm</dco> &nbsp;<qco> After listening many many times I've started noticing that the part that enjoy and makes me smile the most in \"Here comes the Sun\" is the part after \"I can't explain the way I'm feeling\" where you start mumbling the melody, and I was quite surprised by that fact because as a songwriter I always thought writing something meaningful brought out more emotions into a song. </qco></h3>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n8:10 pm</dco> &nbsp;<qco> what kind of music would you sort your music to? \n<br>(I need it for a school project)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n5:13 pm</dco> &nbsp;<qco> what is the western side of the roman empire called?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n5:04 pm</dco> &nbsp;<qco> do u have a favorite baked good?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n3:39 pm</dco> &nbsp;<qco> at what point in the production of \"i love you\" did you realize the meter had to shift from quadruple to triple for the last repeat? it's amazing it gave me chills</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n1:42 pm</dco> &nbsp;<qco> do you say the word \"baby\" in your next song?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n11:32 am</dco> &nbsp;<qco> is \"on a plain\" in D? </qco></h3>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n11:09 am</dco> &nbsp;<qco> how do i make the voices stop?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n9:09 am</dco> &nbsp;<qco> how to improve wisdom</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n8:13 am</dco> &nbsp;<qco> Can you explain the metaphor about drum is shoe ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n7:00 am</dco> &nbsp;<qco> how do i stop zoning out?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n3:39 am</dco> &nbsp;<qco> how do you become best friends with your own front door?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n2:23 am</dco> &nbsp;<qco> what is the ideal way (according to you) to learn an instrument?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n2:03 am</dco> &nbsp;<qco> not gonna lie i'm been smoking weed and drinking and i just came but i was rewatching for the 27th time or whatever here comes the sun and i really took it in as a deeper musicial/visual/linguistic unified experience in some ways i feel like i hadn't before. that's some good shit, man. the work you create and your dedication to your craft is simultaneously inspiring and terrifying to me in the just about the best way possible i think.&nbsp;&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n12:34 am</dco> &nbsp;<qco> there's a song that i started writing when i was 15 years old, and now that i'm a fair bit older i've been interested in going back to finish it. problem is, the lyrics in and the central ideas in that song are very much from the perspective of a 15 year old. i'm not sure how to write any more of it and have it feel genuine, much less how i would even go about giving a genuine sounding delivery if i ever record it. have you ever experienced something like this? what should i do? i refuse to believe that i'm now incapable of developing the idea just because i'm older.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.17.21&nbsp; \n12:29 am</dco> &nbsp;<qco> I made my friend a video for their birthday, they thought it was funny. I did this again for a different friend's birthday and they also said they thought it was very funny. I very much want to make more funny videos for my friends and maybe the world but I have absolutely no ideas on how to make a non-birthday oriented video. With no urgency or restrictions I am having a difficult time mustering and semblance of creativity. As someone who seems to be profoundly creative, do you have any tips as to how I might be able to come up with ideas for videos to make?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n11:40 pm</dco> &nbsp;<qco> where in the sky is the sun during your next song?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n10:40 pm</dco> &nbsp;<qco> Why is mushroom</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n10:32 pm</dco> &nbsp;<qco> Am I normal if I am weird?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n8:20 pm</dco> &nbsp;<qco> Have you noticed how hypocrites never admit they're being hypocritical?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n7:51 pm</dco> &nbsp;<qco> hey bill whats your favorite key on the keyboard</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n6:50 pm</dco> &nbsp;<qco> help i locked myself out of myself what do i do</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n4:24 pm</dco> &nbsp;<qco> urgent: is it worth my time learning music theory?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n3:15 pm</dco> &nbsp;<qco> If you're late for going to hell at 12:30, when were you supposed to go?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n3:08 pm</dco> &nbsp;<qco> Where does the bread go when you put it in the toaster?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n1:58 pm</dco> &nbsp;<qco> what gives?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n11:39 am</dco> &nbsp;<qco> I noticed a lot of your songs have a very uplifting melody, but often the lyrics contrast to suggest something sadder. Is this a form of introspection for you, or have I read too far into it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n8:26 am</dco> &nbsp;<qco> In sometimes i (whatever), can that be seen as an insight to your music writing process?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n1:01 am</dco> &nbsp;<qco> What's your opinion on toasters</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.16.21&nbsp; \n12:25 am</dco> &nbsp;<qco> are you a legend</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n11:45 pm</dco> &nbsp;<qco> what is music is it an emotion or a personality?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n9:29 pm</dco> &nbsp;<qco> Hello, I'm terrified because I've spent a few years really getting to know the ins and outs of a guitar and making very good friends with it... but now I'm in front of a piano for the first time and all of a sudden I feel like a baby again. What do??</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n8:41 pm</dco> &nbsp;<qco> how do i type?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n8:12 pm</dco> &nbsp;<qco> i want to pursue music more than anything ever. i've never wanted anything this bad, but it's so unlikely i'll make any money. i have all these big dreams of thousands of listeners on spotify but, to be honest, i don't even know where to start. it makes me so upset just thinking about failing and working in an office job. i don't want to hate my life. i don't want to live a boring life. i want to do what i've always wanted to do: music. it's been irresistible since i was like 3. i can't just give it up now for the sake of avoiding my fears and making money, right? am i even thinking straight anymore? where do i start, bill?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n6:59 pm</dco> &nbsp;<qco> help i cant stop adding dense layers of nonsense to my music, how do you combat the \"infinity\" that shouts to add \"just one more\" new thing to a perfectly good song</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n6:03 pm</dco> &nbsp;<qco> what inspired you to make the music you make to this date</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n5:42 pm</dco> &nbsp;<qco> what is pop music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n5:38 pm</dco> &nbsp;<qco> i've learned so much from your music, but that probably means i should start making my own. i'm sitting here, guitar in hand and in front of some manuscript paper, yet i'm completely stumped. how to i find inspiration and motivation??&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.15.21&nbsp; \n5:36 pm</dco> &nbsp;<qco> when I start working on something I usually give up because I think that other people could do it much faster, help</qco> </h3><br><br>"
  }
]
