[
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n5:12 pm</dco> &nbsp;<qco> why do you give such vague answers and are so vague? do you do it on purpose? or is your thought process that abstract?</qco> </h3>      \nin this case, it would be to compensate for all the other times when i've answered in way way way too much specific detail \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n5:04 pm</dco> &nbsp;<qco> How to be less sad?</qco> </h3>      \nno one knows how to do this. even after you do it, you won't know how you did it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n4:56 pm</dco> &nbsp;<qco> Some people say there will never be anything radically and universally new in the creative space. Only smaller and smaller&nbsp;&nbsp;fragments of personalised ideas due to everyone being constantly interconnected. Thoughts.&nbsp;</qco> </h3>      \nthat reminds me of people thinking the highest roller coaster in the world wouldn't be able to go down, because it's so high\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n4:56 pm</dco> &nbsp;<qco> what's it like being awesome sauce?</qco> </h3>      \ni could imagine this scenario: let's say there is a job position where the person is supposed to be awesome sauce. i could imagine potentially an awesome sauce person being paranoid that they won't get hired for the awesome sauce job. nevermind, i'm thinking of something else\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n4:39 pm</dco> &nbsp;<qco> i hate writing about music because if i could sufficiently capture what music expresses in writing i wouldn't need the music&nbsp;</qco> </h3>      \nof course\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n4:15 pm</dco> &nbsp;<qco> Do you ever have trouble writing lyrics, and if so what do you do to get yourself writing again?</qco> </h3>      \n'writing lyrics' as you say, doesn't remind me of anything i do in the songwriting process. songs are usually full of words/music. whenever i hear someone talk about a 'lyric', they're usually taking words from a song without the song. my whole reason for doing songs is for cases where that doesn't work\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n4:04 pm</dco> &nbsp;<qco> I feel fear inside me, all the time. Most often, it's the strongest emotion I'm feeling. But I try to keep my actions based on my 2nd most felt emotion. Do you think that's unfair to the first place emotion?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n4:00 pm</dco> &nbsp;<qco> Have you ever considered domesticating a dust bunny?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n3:40 pm</dco> &nbsp;<qco> I know u wrote a song abt it already but im stupid and need more clarification: what is love</qco> </h3>      \ni don't know how to describe love, but \"what is love\" is a popular phrase. i assume here you are referring to the phrase and not the love. that's just my vague assumption in this case\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n2:48 pm</dco> &nbsp;<qco> My boyfriend and I don't have a set in stone anniversary date, could you give us some random date we could celebrate instead?&nbsp;</qco> </h3>      \njanuary 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n2:38 pm</dco> &nbsp;<qco> How do i know if a song is finished?&nbsp;</qco> </h3>      \nall songs are finished\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n2:37 pm</dco> &nbsp;<qco> Am I sad?</qco> </h3>      \npossibly sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n2:06 pm</dco> &nbsp;<qco> your drums are so simple and complex at the same time</qco> </h3>      \nmost things are\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n1:46 pm</dco> &nbsp;<qco> how much pancakes can people eat before they explode</qco> </h3>      \nsome people could explode from half a pancake. it really varies. this is not really my field of expertise\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n1:26 pm</dco> &nbsp;<qco> why were you named after bill clinton&nbsp;</qco> </h3>      \nbecause george clinton was taken\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n11:56 am</dco> &nbsp;<qco> do you believe in astrology&nbsp;</qco> </h3>      \nif you can describe what that is then maybe i could say whether i believe what you've described\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n11:41 am</dco> &nbsp;<qco> Who was/is your biggest creative inspiration?</qco> </h3>      \ncreative inspiratin is so profound that it's completely impossible to compare it quantitatively with other creative inspirations\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n10:30 am</dco> &nbsp;<qco> what is gerrymandering</qco> </h3>      \ni think it's when you rearrange the boundary lines of your electoral districts to affect the results. a guy named gerry did this, and he made the district borders look like salamanders, to catch all the votes in just the right way\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n10:00 am</dco> &nbsp;<qco> what do you think of school starting&nbsp;</qco> </h3>      \nit's a weird time because you don't know what to expect, and looking back at this moment will be strange later\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n7:55 am</dco> &nbsp;<qco> what is the difference between rock and stone?</qco> </h3>      \nthe sound of the words\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n7:39 am</dco> &nbsp;<qco> Are you feeling happy about yourself?</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; 7:31 am</dco> &nbsp;<qco> favourite song</qco> </h3>      \nstill haven't found one, so i'll have to make my own just in case\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n7:30 am</dco> &nbsp;<qco> How do magnets work?</qco> </h3>      \nmaybe they think they're each other? no actually i'm not quite sure yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n3:54 am</dco> &nbsp;<qco> how the hell are u in osu?</qco> </h3>      \nthey made me an offer i couldn't refuse. well i suppose i could have refused it, but for some reason i didn't\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n3:40 am</dco> &nbsp;<qco> How do you throw a ball out of the window?</qco> </h3>      \nmaybe it could go out one window and directly into another window\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n3:25 am</dco> &nbsp;<qco> Do you think about every word before you write them down into your lyrics, do they all have a reason and a purpose to be in your song or do you just go with the flow ?</qco> </h3>      \nwhat i've found is if you try to unwrite the song, the song fights back and writes itself\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n2:37 am</dco> &nbsp;<qco> Do you consider yourself a surrealist?</qco> </h3>      \nsurrealism is sort of like a mild connective agent that you only need from time to time. if you use it too much, it feels like cheating, but if you don't use it enough then that also feels like cheating\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n2:25 am</dco> &nbsp;<qco> What is beautiful to you?</qco> </h3>      \nit's impossible to predict\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; 1:27 am</dco> &nbsp;<qco> how is your day?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; 1:06 am</dco> &nbsp;<qco> are you happy?</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.31.24&nbsp; \n12:28 am</dco> &nbsp;<qco> How did you find your way on a creative manner where you could just \"fuck this im creating this\" when you get personally mind blocked. I try to write song but then it looks just tame and boring and it feels like i dont have any creativity</qco> </h3>      \nthis is off the subject, but do you like to have fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.24&nbsp; \n11:56 pm</dco> &nbsp;<qco> How to make money fast&nbsp;</qco> </h3>      \nsell advice on how to make money fast. it's that simple. there's a lot of people who want to make money fast, so they'll buy it pretty fast\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.24&nbsp; \n9:11 pm</dco> &nbsp;<qco> do all the characters in your videos have names?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.24&nbsp; \n8:11 pm</dco> &nbsp;<qco> how many onions does it take to install a lightbulb</qco> </h3>      \njust one, but the problem is you need a lightbulb to install the onion first\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.24&nbsp; \n8:10 pm</dco> &nbsp;<qco> If life gave you lemons what would you do with them?</qco> </h3>      \ni would give them back, to life\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.24&nbsp; \n7:53 pm</dco> &nbsp;<qco> What is stupidity? Is it a lack of intelligence, an unwillingness to learn, or something else?</qco> </h3>      \ni don't really know. sometimes it means the other person doesn't get your logic. sometimes it means you don't get the other person's logic. in these types of cases, both people might call each other stupid\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.24&nbsp; \n7:13 pm</dco> &nbsp;<qco> Have you ever listened to Steely Dan?&nbsp;</qco> </h3>      \nyes i have. but, to be fair, i have also listened to things other than steely dan\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.24&nbsp; \n7:11 pm</dco> &nbsp;<qco> Thoughts on parades?</qco> </h3>      \nthey sometimes have trouble going around corners\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.24&nbsp; \n6:03 pm</dco> &nbsp;<qco> How do I get into the deeper \"bill wurtz lore\" from basically zero? I've been a passive viewer 2017-2020, a passionate viewer 2021-2022. Since then (2022-now) I've associated some of my personality with some of your ideas. I expect but do not encourage a one sentence answer expressing something and yet more than something</qco> </h3>      \nthat doesn't sound like 'from zero'. it sounds like you know quite a lot about what i'm doing\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.24&nbsp; \n5:02 pm</dco> &nbsp;<qco> do you have a favorite fish</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.24&nbsp; \n4:11 pm</dco> &nbsp;<qco> If you had to spend 24 hours in any fast food restaurant which one would it be chief</qco> </h3>      \nwaffle house obviously\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.24&nbsp; \n3:10 pm</dco> &nbsp;<qco> Are you spiritual?</qco> </h3>      \neverything is a spirit. not sure what that would make me\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.24&nbsp; \n3:02 pm</dco> &nbsp;<qco> Thoughts on therapy?</qco> </h3>      \nso crazy it just might work\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.24&nbsp; \n1:23 pm</dco> &nbsp;<qco> What are your thoughts on the saying \"dont call something your life when you are not prepared to give it your life\" (if it makes sense)?</qco> </h3>      \ni've never heard that before, but i'm not quite sure what it means without further context\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.24&nbsp; \n1:00 pm</dco> &nbsp;<qco> I've discovered this website today, but it's as if it is infinite, do you know the way out ?</qco> </h3>      \nthe way out is to close the browser window\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.24&nbsp; \n12:16 pm</dco> &nbsp;<qco> When does a box become a shoe?</qco> </h3>      \nwhen you can wear it on your foot\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.24&nbsp; \n11:42 am</dco> &nbsp;<qco> do you actively seek information or does it more often come to you?</qco> </h3>      \nit happens both ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.24&nbsp; \n10:32 am</dco> &nbsp;<qco> what can you tell me about DREAMS?</qco> </h3>      \nusually the premise gradually changes continuously\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.24&nbsp; \n10:17 am</dco> &nbsp;<qco> favorite type of lightbulb</qco> </h3>      \ni think my favorite kind has not been invented yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.30.24&nbsp; \n10:16 am</dco> &nbsp;<qco> when is the next christmas?</qco> </h3>      \ni think it's december 25\n<br><br>"
  }
]
