[
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n4:21 am</dco> &nbsp;<qco> will you be releasing the new song this Tuesday&nbsp;</qco> </h3>      that would be nice, but i'm accidentally teaching myself how to ride a zebra. it happens to be a very important zebra, and i am very sorry for the inconvenience\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n3:03 am</dco> &nbsp;<qco> What chords did you use at 1:54 in \"at the airport terminal\", I worked out Fm7/Db - Ebsus4 - Fm7 - Ebsus4 repeated a few times and ending on Bbadd9. Is this correct? I'd really appreciate if you could answer since I have been working this out for a bit and I don't want to be playing something that isn't correct.</qco> </h3>      looks good, but, the 4th chord you're gonna want to check the bass note on that. it kind of completes the rotation if you see what i mean. Also, this is just a paper thing, but i think that first chord is probably gonna look more familiar to any reader on the page if you say \"Dbmaj9\" instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n2:57 am</dco> &nbsp;<qco> Can you give me the opening chord to I Can Play?</qco></h3>      just Ab, right? only thing before that would be a bent cowbell<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I'll take it from there. Since you don't jack on to your own work, that's one of your earliest songs IIRC. Since you don't go keychange crazy</qco></h3>      does in that re-written second chourus<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; like The Road I can even integrate the bassline/incidentals easily probably.\n<br>\n<br>The Road is also super fun to play/sing to. A true vocal exercise with just the right amount of the crazychords</qco> </h3>      that's nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n1:14 am</dco> &nbsp;<qco> do you still have to regularly maintain or tune your drums even though you don't seem to use them very often</qco> </h3>      for some reason they always sound great no matter how many years they've sat in the case. almost better each time, it seems. it's peculiar, i've begun to think i have magic drums, which is convenient, because i'm terribly undereducated about drum maintenance, probably because i have some kind of magic drums<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n12:55 am</dco> &nbsp;<qco> Where did i put my cheese</qco> </h3>      it might be in your hand<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n12:42 am</dco> &nbsp;<qco> do u have any advice for writing songs and albums</qco> </h3>      generally what tends to happen is, certain songs or songwriters will appeal to you so strongly that it will appear as though they've found the greatest magic trick ever known.  get to know them and their lifestyle, just so you can see how deeply much fun they're having just as a sneak preview of what it's gonna be like when inevitabaly the songs make their whelmfully splendid happenstsance upon you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.19&nbsp; \n12:06 am</dco> &nbsp;<qco> What do you think a room with walls of mirrors and nothing in it look like from the inside ?</qco> </h3>      total black/darkness. dark black\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n10:47 pm</dco> &nbsp;<qco> do you think mixing in mono is a good idea</qco> </h3>      could be, but there are 500 good ideas in mixing and if you do more than 3 or 4 you may have a bad mix\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n10:23 pm</dco> &nbsp;<qco> What is your favorite part of speech?</qco> </h3>      when you can say something that everyone gets, even though you're sure no one has quite said it before\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n9:42 pm</dco> &nbsp;<qco> do you ever look back at your reality videos and think about how far you've come?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n9:13 pm</dco> &nbsp;<qco> What's your opinion on Captain Disillusion?</qco> </h3>      he's nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n8:59 pm</dco> &nbsp;<qco> is potato salad a reliable source of nutrients?</qco> </h3>      that depends how many potatoes you put in there\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n8:34 pm</dco> &nbsp;<qco> Do you deal in absolutes?</qco> </h3>      outsource them, i say\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n8:07 pm</dco> &nbsp;<qco> what is your opinion on the rubik's cube</qco> </h3>      to truly solve a rubik's cube you must make it a sphere\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n7:57 pm</dco> &nbsp;<qco> Are there times you decide to finish a song from the list and use other snippets to piece it all together? Or do you prefer each idea to be separate of the others?</qco> </h3>       in my experience, combining songs is not a good strategy. each song has its own very unique needs and it is important to consider exactly what that song needs in order to make it the strongest song. combining 2 halfwritten songs would be kind of like combining 2 half built houses and hoping it makes sense. although i suppose it may work for some people, and i think that's great. the last time i revealed here that i don't combine songs someone got mad at me. so it is important to emphasize the fact that other people may have success in doing that but it is not something that i think makes sense for me \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n7:53 pm</dco> &nbsp;<qco> how do i regain the high notes i lost during puberty?</qco> </h3>      you could try getting intofconfuse some legal trouble. people who have those really high notes as adults seem to sometimes be in legal trouble\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n7:49 pm</dco> &nbsp;<qco> wouldnt it just be easier if semitones were called tones</qco> </h3>      sure. i never call them semi tones, i've always called them half steps\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n7:05 pm</dco> &nbsp;<qco> I want to learn the drums but I'm severely left handed. Advice?</qco> </h3>      go ahead and learn them. don't reverse them. just learn that way. there's no rule about which hand is supposed to be your better hand. but if you have to reverse a normal drum it just to play it, then you might not exactly gain the 'upper' hand, which ever that one is\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n6:43 pm</dco> &nbsp;<qco> is the main project going to be over 10 minutes long?&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n6:24 pm</dco> &nbsp;<qco> tips on getting a pen to work&nbsp;</qco> </h3>      did you try turning it off and on again\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n6:22 pm</dco> &nbsp;<qco> every time i go to the store, or purchase anything, it comes wrapped in plastic or styrofoam of some sort. stuff that can't be recycled. i am in a constant state of anxiety about this, as i know everything i purchase will either end up in a landfill or the ocean. i keep having panic attacks about global warming, and pollution, and all that environmental stuff. \n<br>i also panic every time i eat anything, because i don't know what's healthy or not, and i don't know if i'm even really doing anything by being vegetarian, and i can never tell if i'm over or under eating.\n<br>back to plastic- every time i come into contact with a plastic bag, or wrapper, all i can think is \"this will be around for thousands of years after i'm gone\"\n<br>any advice</qco> </h3>      travel a slightly greater distance on a day to day basis. then draw monster trucks. it doesn't matter if they are sensitive friendly nice monster trucks, it just matters that they are technically monster trucks \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n5:39 pm</dco> &nbsp;<qco> Is a pizza helmet a helmet made of pizza or a helmet to wear while you make/eat pizza? or something else?</qco> </h3>      some people's name is helmet. not sure if anyone's name is pizza or pizza helmet, but it could happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n5:23 pm</dco> &nbsp;<qco> I'm asking you a question. What is your answer?</qco> </h3>      what i type here\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n4:44 pm</dco> &nbsp;<qco> Do you still have \"there's no more english\" written on your wall?</qco> </h3>      i no longer have that wall, but it was written on a white board, which i also no longer have, and additionally the wall no longer has the white board and the white board no longer has the message<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n2:51 pm</dco> &nbsp;<qco> what is the first chord of new song</qco> </h3>      G or G6 or Gsus2 i guess depending on who's counting. Actually there's an intro bar that is really N.C. which ghosts the key of D with a partial A chord in there. i hope that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n1:46 pm</dco> &nbsp;<qco> if you ever wanted to do an album, how would you approach it? would it be like a compilation of bunch of new songs (or older written material) or would them be connected in a way? like some sort of concept behind the album</qco> </h3>      i would try to write the whole thing together, but then i would instantly realize that it can't be called an album anymore because it's much more than just songs. 'album' seems to mean a very small window, between 'songs' and 'more than songs' and it seems like there is actually no room for something to be called an album without actually being something more, or less<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n1:20 pm</dco> &nbsp;<qco> Is Eat Bread in Eb?</qco> </h3>      yes, except for most of the chorus i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n1:08 pm</dco> &nbsp;<qco> Do you think \"ain't\" is a versatile word?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n1:07 pm</dco> &nbsp;<qco> Can I be your rival?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n12:42 pm</dco> &nbsp;<qco> Tips for dealing with/healing sunburn?</qco> </h3>      you could burn the sun. i know they say 2 wrongs don't make a right, but hey it's worth a shot\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n12:34 pm</dco> &nbsp;<qco> give us an anagram of the title of the new song&nbsp;</qco> </h3>      hottest new hot feeling\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n11:34 am</dco> &nbsp;<qco> Any advice for loneliness? Everyone seems too busy to talk to me.</qco> </h3>      clearly the key to this game is business (busy ness)\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n11:31 am</dco> &nbsp;<qco> i have so many sketches and they're all really different. i can't seem to flesh them out much beyond their initial ideas and i keep coming up with brand new ideas. it's starting to feel like nothing is ever getting done.... help?</qco> </h3>      congratulations it sounds like it's time for your first company meeting\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n11:05 am</dco> &nbsp;<qco> do you believe that people reborn after death?</qco> </h3>      what else is there to do really\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n10:22 am</dco> &nbsp;<qco> Rice or Beans?</qco> </h3>      how about 1 of each\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n10:00 am</dco> &nbsp;<qco> Looking forward to the new video on Tuesday :-)</qco> </h3>      i am learning new tricks. by tuesday i will still be deeply learning the tricks. buried in tricks, will still i be<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n8:06 am</dco> &nbsp;<qco> what do i do if the part i'm trying to transcribe is too low to hear properly? i've come across some songs that even after i use filters it's still hard to hear or muddy.</qco> </h3>      double the speed, or quadruple the speed. suddenly the true pitches will be right in front of your nose. in the nose range \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n7:34 am</dco> &nbsp;<qco> Do you need haters?&nbsp;</qco> </h3>      no but they need you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n5:44 am</dco> &nbsp;<qco> thoughts on mumble rap?</qco> </h3>      not as mumble as advertised<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.19&nbsp; \n5:35 am</dco> &nbsp;<qco> when is the archives page going to be accessible?</qco> </h3>      maybe when i'm 100\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.19&nbsp; \n11:44 pm</dco> &nbsp;<qco> do you want to change your name because i find that you say that a lot in your songs</qco> </h3>      what i really wanted to do is use that phrase in songs. very good phrase, goes good in songs. too good, did it too many times. now i must change the phrase\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.19&nbsp; \n11:39 pm</dco> &nbsp;<qco> UGHHH have you ever experienced this very annoying thing where you wake up in the morning and you feel well rested but you decide to go back to sleep because it's a bit too early, and then you wake up and go back to sleep again, and you keep on repeating that until someone else has to force you to get out of bed because now you're way too exhausted to get out of it yourself? I hate it!!</qco> </h3>      you need a reasonable morning routine that you can do After the sleeping marathon occurs. then have a very long productive day after that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.19&nbsp; \n11:26 pm</dco> &nbsp;<qco> which food tastes the best</qco> </h3>      ice\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.19&nbsp; \n11:21 pm</dco> &nbsp;<qco> what is your opinion</qco> </h3>      1=2\n\n <br><br>"
  },
  {
    "html": "<h3> <dco>5.4.19&nbsp; \n10:45 pm</dco> &nbsp;<qco> help do i stop myself from oversharing? :((((&nbsp;</qco> </h3>      you could try stealing something from someone else, to even it out<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.19&nbsp; \n10:09 pm</dco> &nbsp;<qco> What happened to the podcast</qco> </h3>      i've never had a podcast. in fact i'm not too sure what a podcast is\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.19&nbsp; \n10:04 pm</dco> &nbsp;<qco> why are none of your songs ever on the radio?</qco> </h3>      i don't know, i think there might be some kind of invisible fence which i will have to go through some how\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.19&nbsp; \n9:37 pm</dco> &nbsp;<qco> What's your favorite thing?</qco> </h3>      wind chill\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.19&nbsp; \n8:59 pm</dco> &nbsp;<qco> Just did a Bad thing ist so fricking good! Everytime i watch the video i immediatly start tapping my foot and then you show the bad food tap and it always gets me!? How do you do this man?\n<br>Also what a killer drum fill into the second verse, fuck!!</qco> </h3>      that's nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.19&nbsp; \n8:48 pm</dco> &nbsp;<qco> your website doesn't have the umbrella icon anymore</qco> </h3>      it never did\n<br><br>"
  }
]
