[
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n5:01 pm</dco> &nbsp;<qco> Hello good sir, I no doubt believe you are a distinguished gentleman of an acclaimed institution, so let me ask you one thing. \n<br>\n<br>efjweoifnewifewojFDeoefjs?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n4:07 pm</dco> &nbsp;<qco> thoughts on soup?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n4:04 pm</dco> &nbsp;<qco> Any artists you're inspired by?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n3:37 pm</dco> &nbsp;<qco> I find when working on something I'll get super impatient with the actual work, cause I can already hear or see the final product in my head and the thing in front of me isn't nearly there yet, which makes me stop right there and never finish. do you ever get this feeling?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what's a crazy trick you use to combat it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n3:31 pm</dco> &nbsp;<qco> does \"alphabet shuffle\" have the name it does because of the shuffle groove?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n1:30 pm</dco> &nbsp;<qco> do my friends really like me. they talk to me and hang around me but i have a feeling they dont even when they are acting nice towards me. i dont know if its my anxiety or not</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n1:11 pm</dco> &nbsp;<qco> i've slipped into chaos</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n1:06 pm</dco> &nbsp;<qco> thoughts on pangrams? (sentences that use each letter of the alphabet)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n12:07 pm</dco> &nbsp;<qco> what do you wanna learn?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n10:26 am</dco> &nbsp;<qco> how do i write a good story?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n10:12 am</dco> &nbsp;<qco> why arent boys friends with girls in school</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n9:54 am</dco> &nbsp;<qco> Do you like any types of music involving syncopated rhythms, polyphonic ensemble playing, varying degrees of improvisation, often deliberate deviations of pitch, and the use of original timbres?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n9:33 am</dco> &nbsp;<qco> how do i stop something from eating me up</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n9:00 am</dco> &nbsp;<qco> What is your favourite letter from the alphabet?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n8:13 am</dco> &nbsp;<qco> why am i so indescribably terrible at talking normally to people i don't know</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n5:06 am</dco> &nbsp;<qco> How often is sometimes?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; 5:04 am</dco> &nbsp;<qco> where do you start with music theory?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n3:10 am</dco> &nbsp;<qco> How much of your thinking is done with words</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n2:50 am</dco> &nbsp;<qco> Your music is awesome bill. I love your melodies and they are beautiful to listen to. I wish more people would write melodies&nbsp;&nbsp;like that. I'm going to write melodies the way I want to because other people aren't doing it.\n<br>\n<br>Also I realized a key to creative freedom is just being free. Realizing that you can literally do anything. I can sit down and achieve absolutely anything I want as long as I have the tools available to me. As long as I have a brain, hands, and tools, the amount of things and possibilities that I can undertake is indescribable. And the amount of \"routes\" and \"strategies\" I can use to get to a place I need to go is also indescribable. Doesn't it feel like creativity is perfect for the human brain? Because it seems to be literally built on becoming a better person? Well that's just the way I feel. I appreciate you listening to my ramble. Bye</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n12:13 am</dco> &nbsp;<qco> Can you tell me what the name of your next video is called?\n</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n11:19 pm</dco> &nbsp;<qco> Would you consider joining my barbershop quartet? We would like to make it a quintet.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n10:53 pm</dco> &nbsp;<qco> If smooth jazz was a car, would it be a Toyota Camry or a Buick Regal?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n9:25 pm</dco> &nbsp;<qco> a little worried. not sure why i can't do anything right</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n9:13 pm</dco> &nbsp;<qco> on a scale of 1 to 10 how weird do you think you are</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n6:34 pm</dco> &nbsp;<qco> If the thing inventor inventor was invented by a thing inventor, then did that thing inventor's thing inventor inventor get invented by a thing inventor, and does that make it a thing inventor inventor inventor?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n5:42 pm</dco> &nbsp;<qco> I have a chord progression that goes Gm7add 9 for a bar and a bit, then Gbmin7 to Fm7add9 for the next bar and a bit, then chromatically up again. I then do like a modulation to Cm where I go gm7, Ebmin7/Db, Cmin7add9, and that's a cool jazzy sound and all but it has the same sort of feel as what came before it so I'm asking where I should go harmonically in order to create a completely different sound as well as you do it in ur songs</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n5:31 pm</dco> &nbsp;<qco> how do you avoid doing a billion vocal takes and realize that it doesn't have to be completely perfect\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n4:48 pm</dco> &nbsp;<qco> Have you ever written music for games, and if the opportunity presents itself, will you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; 3:31 pm</dco> &nbsp;<qco> do you like music</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n2:40 pm</dco> &nbsp;<qco> If you were to start your own talk show, who would be one of your favourite guests to get on?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n2:20 pm</dco> &nbsp;<qco> I'm really inspired by your career and the way you write, but I've been personally struggling with feelings of anxiety and regret over my decision to go to a state college as opposed to a more formal music education. Is it possible to get just as good working on your own if you really love it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; 12:34 pm</dco> &nbsp;<qco> what is an example of something that's slightly straight</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n12:06 pm</dco> &nbsp;<qco> what instrument type do you use for your temp tracks for chords, leads, and drums?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n9:29 am</dco> &nbsp;<qco> do chairs exist?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n8:08 am</dco> &nbsp;<qco> How to deal with rejection and your own insecurities</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n6:21 am</dco> &nbsp;<qco> What is sincerity </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how do you do it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n4:40 am</dco> &nbsp;<qco> Haiya bill. Just wondering in the melody, lyrics, chords, tempo, and roadmap, do you ever jot down ideas for specific instrumentation at certain points (brass hits, some guitar / synth figure, etc.) </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do you tend to leave that for / change it up in production (examples appreciated)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n1:26 am</dco> &nbsp;<qco> are you a princess</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n12:14 am</dco> &nbsp;<qco> Thoughts on Pragmatism?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n12:04 am</dco> &nbsp;<qco> have you ever been to Buffalo, NY?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.28.23&nbsp; \n11:47 pm</dco> &nbsp;<qco> what do people do in the notary public, </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and what does getting proof of self look like</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.28.23&nbsp; \n11:32 pm</dco> &nbsp;<qco> Have you ever seen a baby that is the same size as a human?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.28.23&nbsp; \n11:28 pm</dco> &nbsp;<qco> do original intent or context and action matter more?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.28.23&nbsp; \n10:59 pm</dco> &nbsp;<qco> what would you like to learn more about?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.28.23&nbsp; \n10:52 pm</dco> &nbsp;<qco> what song did you \"hold onto\" the longest before releasing it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.28.23&nbsp; \n9:55 pm</dco> &nbsp;<qco> is there a different proccess to writing shorter jingles then writing long songs? or is it basically the same process as it's both music.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.28.23&nbsp; \n9:53 pm</dco> &nbsp;<qco> How much silliness is too much&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.28.23&nbsp; \n8:41 pm</dco> &nbsp;<qco> nature vs nurture, who wins?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.28.23&nbsp; \n8:18 pm</dco> &nbsp;<qco> sometimes i wish i would have started sooner. do you ever feel that, Mr. Wurtz? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What do you do when you feel that? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sometimes I think that I could make something very cool, but then I realize that I don't know what. What could I make that is very cool? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How do you usually find ideas to make your very cool things? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you think I will still make it to my dream of making a very cool thing, even though I have started so late?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.28.23&nbsp; \n7:37 pm</dco> &nbsp;<qco> Are you fish?</qco> </h3>"
  }
]
