[
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n3:34 pm</dco> &nbsp;<qco> Is random funny?(I think so but some people don't and I am sad :C)</qco> </h3>      i'm not sure, let's find out ye8aq0hfw2f726xxueb1gkrrgchoam7mwpbankz5b9gcw16ypr79v46wk6o9ysvyr2afi75m6q7dazwunwld8r782g0bie5ye6bfkgp14v20yl9212y4fo5msu4mfvu9sz9pin3dkema05iegcuzbh0fsgidi08e9dj9vlhd7rqquoc0vwzng9x7n0bulq04klooq622qgjs9p333o6x7ge5zmjg7opylgc6hhtjefuoio5n was that funny\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n2:11 pm</dco> &nbsp;<qco> What is your opinon on the spookiest celebrations of the the year?</qco> </h3>      st patricks day\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n1:02 pm</dco> &nbsp;<qco> HOW TO STOP THE APOCALYPSE</qco> </h3>      have you tried yelling about it to strangers in the subway station\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n12:59 pm</dco> &nbsp;<qco> Why did you make a youtube channel?</qco> </h3>      due to pressure from society\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n12:55 pm</dco> &nbsp;<qco> heyo, how's your brain? is it ok? is it teeming with new meme ideas?</qco> </h3>      yes, luckily i have this page to express them\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n12:46 pm</dco> &nbsp;<qco> how do i cancel my at&amp;t phone plan?</qco> </h3>      if you call yourself i think it cancels it. the system doesn't know what to do, and cancels you to avoid crashing the whole system\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n12:17 pm</dco> &nbsp;<qco> how long did it take to make this website</qco> </h3>      i am still making it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n12:12 pm</dco> &nbsp;<qco> what flavor is whipped cream?</qco> </h3>      cream and sugar\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n11:09 am</dco> &nbsp;<qco> so I bought a sustain pedal about a month ago and since yesterday my keyboard is constantly sustaining the notes when the pedal is connected. who is to blame is the question</qco> </h3>      the polarity switch maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n11:00 am</dco> &nbsp;<qco> Which subject do you like the most? </qco></h3>      learning<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tDo you think chemistry is harder than biology?</qco></h3>      i've really never done chemistry, but perhaps i should<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Did you ever stress about school?</qco> </h3>      no, although it was a little annoying to have to go\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n10:33 am</dco> &nbsp;<qco> Is rain nice?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n8:07 am</dco> &nbsp;<qco> are you/were you ever interested in minecraft?</qco> </h3>      i am extremely interested in it, although i have never touched it. i am waiting to see if it's still important by the time i actually do touch it, which according to my best assessments it might be\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n7:37 am</dco> &nbsp;<qco> how do i internet</qco> </h3>      nowadays, the internet does you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n6:28 am</dco> &nbsp;<qco> What is the best candy?</qco> </h3>      vegetables\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n4:34 am</dco> &nbsp;<qco> WHAT IS THE KEYS TO LIFE IN YOUR OPINION</qco> </h3>      moving, staying still, and switching between moving and staying still\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n3:48 am</dco> &nbsp;<qco> Do you ever feel saddened by the fact that all these people think they cannot answer these simple questions for themselves...or do you feel more happy at the fact that they prefer to hear your perspective take on the answer?&nbsp;</qco> </h3>      that's one of the mysteries of life, but i have accepted the blessing as a strengthening challenge of trying to answer anything. no matter how many times i may have answered it before\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n3:03 am</dco> &nbsp;<qco> what do you like to watch for a laugh</qco> </h3>      you never know. laughs can be found almost anywhere. lunch time is a good place to start. lunch fails compilations\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n2:35 am</dco> &nbsp;<qco> i want to get so good at music that even you would want me in your band</qco> </h3>      one thing that will be required there is simply that you have had a lot of experience playing in actual bands, in live settings. the best way to accomplish that is through experience. get on a church gig, that should fix you up real nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n1:45 am</dco> &nbsp;<qco> Do you think it's possible to change oneself on purpose?</qco> </h3>      everyone changes and stays the same, no matter what. you can try to change, or stay the same, but inevitably you are still going to end up staying the same and changing.\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n1:39 am</dco> &nbsp;<qco> how do you animate</qco> </h3>      hopefully i will fucking learn soon, the countdown timer is ticking\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n1:37 am</dco> &nbsp;<qco> when are you goin to post your next vid, everyones freaking out</qco> </h3>      i'm doing a countdown timer\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n1:26 am</dco> &nbsp;<qco> i think i mighta told you already but when u were on that podcast livestream thing with all the fan-inspired creations u were supposed to \"judge\" or whatever&nbsp;&nbsp;and you were listening to those kinda rough&nbsp;&nbsp;acoustic versions of your songs and i could see you standing there thinking about each chord and seeing if they were the actual chords you used in your version at least that's how i interpreted it&nbsp;</qco> </h3>      that's probably true\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n12:45 am</dco> &nbsp;<qco> Referencing one of your August 2005 notes, can you feel the cool air and dank ambience of being able to roam and go anywhere on the planet you wish? </qco></h3>      sort of, in my imagination<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tIs that why you travel for work so much?</qco> </h3>      it is fun to travel, but the kind of travel i had probably been referring to there was probably much more free, a kind of travel that i still have not yet achieved\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n12:28 am</dco> &nbsp;<qco> &nbsp;If you absolutely had to name an newly discovered vegtable, that has a simaler shape to carrots, blue, slightly crunchy, and had a unique taste, what would you name it?</qco> </h3>      blue carrots\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.19&nbsp; \n12:21 am</dco> &nbsp;<qco> Have you tried wearing boxing gloves while you play the keyboard?</qco> </h3>      no but i must admit there's times where that would be useful\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n11:58 pm</dco> &nbsp;<qco> Have you achieved comedy?</qco> </h3>      comedy is the one thing that never seems to be achieved, no matter how many times you achieve it. that's simply because it's not funny to achieve something\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n11:43 pm</dco> &nbsp;<qco> i feel like a lot of songwriting/producing is writing bad songs and then producing them so well that they become good</qco> </h3>      often what might be happening there is they produced the song first and then wrote it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n11:26 pm</dco> &nbsp;<qco> I'm currently doing a post grad certificate. How do I balance four courses with a job?</qco> </h3>      i'm not entirely sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n11:06 pm</dco> &nbsp;<qco> what's your favorite spoonerism?</qco> </h3>      foo fighters\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n10:26 pm</dco> &nbsp;<qco> When you perform Outside live, will there be all those sweet horn strings?</qco> </h3>      might try some string horns\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n9:33 pm</dco> &nbsp;<qco> What's the point of trying if everything and everyone is just going to die anyway.</qco> </h3>      sounds like an interesting challenge\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n8:50 pm</dco> &nbsp;<qco> i just learnt to snap after several years of hard work. I am overwhelmed with this new responsibility. </qco></h3>      it's not a responsibility, it's an asset<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\twhat should i do with this new fantastic tool?</qco> </h3>      it's just something to have, in your side pocket. it will become useful\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n8:26 pm</dco> &nbsp;<qco> What is Obama's last name?</qco> </h3>      McJames, and his first name is Smooth\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n7:53 pm</dco> &nbsp;<qco> What kind of process do you go through while writing a song? I really want to get into songwriting but I can't come up with anything.</qco> </h3>      what i go through now is not necessarily what i would recommend for you to go through. instead, what i would recommend for you is what i went through when i didn't have any experience. which is to simply try to write absolutely anything you can, and don't think about what's 'good' or 'not', and try making them insanely short, so the doubt doesn't get out of hand amidst the vastly infinite ocean of possibilities\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n7:52 pm</dco> &nbsp;<qco> Most watched YT channel aside your own?</qco> </h3>      there must be hundreds of channels more watched than mine, pewdiepie i think is number one\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n7:44 pm</dco> &nbsp;<qco> not a question, but it's interestig how in your song listing, if a song loops (like with chips (sponsored)), you list the length as the length of the loop instead of the entire mp3 file.</qco> </h3>      yes, that means it was written for vine, which is the reason it was written as a loop. still trying to find a way to make that happen on this site, so that it meets the requirements of a continuous musical loop\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n7:17 pm</dco> &nbsp;<qco> how do you feel about summer camp?</qco> </h3>      why can't they do it in the winter\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n6:57 pm</dco> &nbsp;<qco> What costume are you going to wear for halloween?</qco> </h3>      3d anaglyph glasses. nevermind, that hurts. i'll find something else\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n6:50 pm</dco> &nbsp;<qco> how did you teach your tools how to dance</qco> </h3>      i'm still in the process of teaching them, but you have to figure out what each tool's native language is\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n6:42 pm</dco> &nbsp;<qco> Is it okay to love everything?</qco> </h3>      you could try\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n6:42 pm</dco> &nbsp;<qco> What question do you want to ask?</qco> </h3>      why is the sky gone, nevermind, just checked it's still there\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n6:32 pm</dco> &nbsp;<qco> Are you working on a movie? In 'long long long journey' you said you were going to Hollywood to make movies yourself, later in the song you mentioned going on a podcast and we then saw you on H3. In \"I just did a bad thing\" you mentions all your pans and places being cancelled, which makes me feel like you thought you screwed it up but you actually didn't, you're gonna keep putting out music when you upload next and something resembling a film will drop. What percentage am I right? 0? probably 0&nbsp;</qco> </h3>      that would be pretty nice i must say\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n6:29 pm</dco> &nbsp;<qco> Are humans forced to experience work and repetition to pay for their entertainment?</qco> </h3>      there is potentially another option which is to make your own entertainment\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n6:11 pm</dco> &nbsp;<qco> how long is the maximum time you recommend being awake before being asleep</qco> </h3>      16 hours\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n5:32 pm</dco> &nbsp;<qco> Do you think that aliens like greys or reptilians exist and have been visiting earth for a long time?</qco> </h3>      they live here but right now they might be visiting somewhere else\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n4:58 pm</dco> &nbsp;<qco> What's your favorite vowel?</qco> </h3>      o\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n4:26 pm</dco> &nbsp;<qco> Do you have a script that links to a random song from the songs page?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n4:01 pm</dco> &nbsp;<qco> any tips on getting faster on the computer keyboard? i think you must be very fast.</qco> </h3>      i think just spending time on it will make you faster automatically. for typing, if you are not already, put your 8 fingers (non-thumbs) on   a s d f    j k l ;    and then just always type that way, typing each letter with the nearest finger. you may be confused at first and have to keep looking, but as long as you keep doing it you will become automatically faster\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n3:51 pm</dco> &nbsp;<qco> Yknow what...\n<br>Binus round question yay!\n<br>I am actually quute serious, how do you stay motivated, like at all, your videos never seam to be lower quality, whats your secret?\n<br>\n<br>~Ayoki</qco> </h3>      (music)\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n2:45 pm</dco> &nbsp;<qco> how do i come up with ideas that fit my style ?</qco> </h3>      whatever your ideas are, that's your style, automatically. if the ideas didn't fit a certain style, then that style is currently not your style, at least as of that idea\n<br><br>"
  }
]
