[
  {
    "html": "<h3> <dco>7.3.17&nbsp;\n9:32 pm</dco> &nbsp;<qco> do you like the things you create</qco> </h3>      i try to make them how i like them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.17&nbsp;\n8:35 pm</dco> &nbsp;<qco> my AP scores come out on wednesday, so I'm very hyped that your video shall also be coming out that day!</qco> </h3>      i never said it shall come out that day\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.17&nbsp;\n8:08 pm</dco> &nbsp;<qco> how's the making of the video?</qco> </h3>      good\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.17&nbsp;\n7:48 pm</dco> &nbsp;<qco> actually, Db minor is the saddest key</qco> </h3>      Gb minor (or more commonly called F# minor) is sadder\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.17&nbsp;\n7:33 pm</dco> &nbsp;<qco> Why can I only view the reality videos occasionally when using my phone as a browser&nbsp;</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.17&nbsp;\n6:02 pm</dco> &nbsp;<qco> from your perspective, is tradition usually in the way of people making things good?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.17&nbsp;\n3:10 pm</dco> &nbsp;<qco> Why can't the government just print out millions of dollars to hand out to everybody, and have everything stay the same price that it already is? Why wouldn't that work?&nbsp;</qco> </h3>      that's fine but you should raise your prices because everyone has more money now\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.17&nbsp;\n2:56 pm</dco> &nbsp;<qco> hey bill\n<br>can u give me some tips on starting a conversation with introverts because my last one ended horribly</qco> </h3>      it helps if there is actually an important logistical reason why you need to talk to each other. if not, then it will seem obviously fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.17&nbsp; \n2:26 pm</dco> &nbsp;<qco> I noticed some of the music from your videos aren't on the songs page (like the music from your \"David Letterman\" video)... is this because you think some of your songs won't produce the desired effect without their corresponding video?&nbsp;</qco> </h3>      david letterman is probably supposed to be on the songs page. but some of them like \"they're dark and bad\" wouldn't really make sense without the setup\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.17&nbsp; \n2:25 pm</dco> &nbsp;<qco> answer my question about creativity you slug&nbsp;</qco> </h3>      i have already answered all the questions about creativity. i have actually answered every possible question about everything, but i am still doing it, for old time's sake\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.17&nbsp;\n12:35 pm</dco> &nbsp;<qco> do u think bacteria is collectively conscious&nbsp;</qco> </h3>      yes and no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.17&nbsp;\n12:25 pm</dco> &nbsp;<qco> Do u have it all figured out?</qco> </h3>      some of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.17&nbsp;\n12:07 pm</dco> &nbsp;<qco> Judging by your anagrams do you always win at Scrabble?&nbsp;</qco> </h3>       being a strong scrabble player is less about anagram skills and more about knowing the scrabble dictionary, especially the 2 letter words\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.17&nbsp;\n10:52 am</dco> &nbsp;<qco> Are you Mormon???</qco> </h3>      i've never been tested\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.17&nbsp; \n4:48 am</dco> &nbsp;<qco> is there any comfort to be taken in being alone or doing things by yourself?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.17&nbsp; \n3:02 am</dco> &nbsp;<qco> You say \"i respect your opinion\" when you don't respect someone's opinion. Why?</qco> </h3>      that's not true but i respect your opinion<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.17&nbsp; \n2:21 am</dco> &nbsp;<qco> How do I deal with my existential crisis?</qco> </h3>      document your journey<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.17&nbsp; \n1:48 am</dco> &nbsp;<qco> Are you updating questions and reality less so you can work on your video/song more?</qco> </h3>      that would make sense i suppose<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.17&nbsp; \n1:11 am</dco> &nbsp;<qco> solve this riddle&nbsp;</qco> </h3>      ok<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.17&nbsp; \n10:48 pm</dco> &nbsp;<qco> why are there so many rules for everything nowadays?</qco> </h3>      i think you are forgetting about all the new things without rules yet<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.17&nbsp; \n10:32 pm</dco> &nbsp;<qco> Do you truly love being a <a href=\"youtuber.html\">Youtuber</a>?</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>7.2.17&nbsp; \n10:12 pm</dco> &nbsp;<qco> What do you think of the moon?</qco> </h3>      it gets blamed for being 'crazy' and 'unstable' but is actually helping to stabilize earth<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.17&nbsp; \n10:09 pm</dco> &nbsp;<qco> What's the thing with Karl From Online tweeting it's 1995? A reference to a vine of yours maybe</qco> </h3>      he has been doing that for a long time, since before i released that song. and i wrote the song before he was doing that. we have discussed it and determined that it is a coincidence<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.17&nbsp; \n9:57 pm</dco> &nbsp;<qco> Isn't technology magnificent?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.17&nbsp; \n7:47 pm</dco> &nbsp;<qco> how do i escape the psych ward</qco> </h3>      act normal, and be very patient. and while you're waiting, you can make plans to never get back in, because it's a real waste of time and doesn't help you mentally. although it's good practice acting normal, which is what you will need to do to avoid going back again in the future<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.17&nbsp; \n7:05 pm</dco> &nbsp;<qco> Can you please tell all the people asking about uppercase letters to look at the ask button on this questions page. And also the thumbnail for \"What is Love?\"?</qco> </h3>      ok i will tell them<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.17&nbsp; \n6:50 pm</dco> &nbsp;<qco> what is something a lot of people consider embarrassing of which you don't consider to be worth being ashamed? </qco></h3>      stopping to think about your position during an argument<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;does that thing still make you feel ashamed on some level not because of the thing itself but because people look down upon it?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.17&nbsp; \n6:48 pm</dco> &nbsp;<qco> Can you tell me a question you are interested in but you don't know the answer to?</qco> </h3>      fuckin magnets how do they work<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.17&nbsp; \n6:34 pm</dco> &nbsp;<qco> how many potato chips do you consume in a given year</qco> </h3>      you didn't give a year<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.17&nbsp; \n6:12 pm</dco> &nbsp;<qco> what are some of the things that inspire your vidoes?&nbsp;</qco> </h3>      time and space\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.17&nbsp; \n5:42 pm</dco> &nbsp;<qco> Have you ever considered writing a book, like maybe an autobiography or something else about yourself?</qco> </h3>      nowadays there are more different possibilities, but you can still use all the old techniques (words, sentences, etc)\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.17&nbsp; \n2:27 pm</dco> &nbsp;<qco> I feel very isolated and I don't know how to make connections with people. Whenever I try it never works out, and I feel like I manage to scare them away but I don't know how. You seem charismatic, so I presume this stuff comes easy to you -- how do you manage to make connections with people?&nbsp;</qco> </h3>      make songs and videos, and post them online\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.17&nbsp; \n12:18 pm</dco> &nbsp;<qco> how do you play so fast on the keyboard like you do on your improv page? how do you learn to?</qco> </h3>      it's like learning to walk! a task best learned through hard academic research studies\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.17&nbsp; \n11:35 am</dco> &nbsp;<qco> is d minor really the saddest key?</qco> </h3>      g min is sadder\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.17&nbsp; \n5:54 am</dco> &nbsp;<qco> Are you awake 24/7 just to answer these questions?</qco> </h3>      no, but someone is usually awake to ask them<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.17&nbsp; \n5:20 am</dco> &nbsp;<qco> what's something that no body knows</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.17&nbsp; \n4:01 am</dco> &nbsp;<qco> What are you hobbies and interests?</qco> </h3>      victory, and success!\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.17&nbsp; \n2:56 am</dco> &nbsp;<qco> do i have to aim for high unpredictability if i want my music to sound interesting?</qco> </h3>      there should be a balanced dialogue between predictability and unpredictability\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.17&nbsp; \n1:34 am</dco> &nbsp;<qco> You said your next work project isn't a weekly song but something taking longer-any estimates on how soon until it'll be out?</qco> </h3>      aiming for this wednesday\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.17&nbsp; \n1:28 am</dco> &nbsp;<qco> Why don't you upload your songs to YouTube anymore? I miss the visuals that sometimes go with the songs.</qco> </h3>      \ndoing a video for a song usually takes longer than the actual song. so\nit is not a good business plan for someone who wants to release a lot\nof songs. but good news for you i recently changed my mind and i would\nlike to start doing much more music videos. bad news for those who\nwant more new songs, because that means i can do less new songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.17&nbsp; \n1:08 am</dco> &nbsp;<qco> When do you think you will release the next content</qco> </h3>      wednesday\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.17&nbsp; \n12:14 am</dco> &nbsp;<qco> Is life pointless?&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.17&nbsp; \n12:07 am</dco> &nbsp;<qco> so what project are you working on now</qco> </h3>      a video\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.17&nbsp; \n12:04 am</dco> &nbsp;<qco> What were you doing on twitter pre-vine?</qco> </h3>      tweets!<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.17&nbsp; \n10:26 pm</dco> &nbsp;<qco> Why does your name begin with an uppercase?</qco> </h3>      whoever is writing it gets to choose. when writing my name i prefer lowercase<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.17&nbsp; \n10:17 pm</dco> &nbsp;<qco> what was going on during the time when you posted all of the videos about not having any videos?</qco> </h3>      my vine audience was hooked on daily videos, when i actually had only been making 2 a week. this was possible because when i first started getting popular on vine around may 2015, i still had about 100 videos made that hadn't yet been posted on the vine channel. so throughout may, june, july, all i had to do was convert 1 video per day into vine format, and post it. i was only making 2 new ones per week, but i was converting 7 old ones per week and posting them to vine. because i was posting them faster than i was making them, it was inevitable that i would run out in august. so i had to make a decision on whether to continue making 2 a week and drastically reduce the vine upload schedule to 2 a week, or start actually making 7 new ones per week. i decided to do a lot of jingle based videos, and i started by singing about the situation at hand<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.17&nbsp; \n9:10 pm</dco> &nbsp;<qco> If there was absolute nothingness... no matter, no energy, nothing... would time still exist?&nbsp;</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.17&nbsp; \n8:08 pm</dco> &nbsp;<qco> What are you working on?</qco> </h3>      a video<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.17&nbsp; \n8:08 pm</dco> &nbsp;<qco> are you ever inclined to use a fadeout when a song cries out for it</qco> </h3>      yes, that is a valid tool which i use sometimes although i try to search for other options first. actually sometimes even when it is planned to be a fade, interesting things might happen on the recording near the end and you change your mind. both \"california\" and \"movie star\" were written as fades but other options presented themselves <br><br>"
  },
  {
    "html": "<h3> <dco>7.1.17&nbsp; \n6:53 pm</dco> &nbsp;<qco> Will we ever see the return of the 3D globe?</qco> </h3>      i hope so. maybe some other 3D things as well<br><br>"
  }
]
