[
  {
    "html": "<h3> <dco>8.21.17&nbsp; \n12:23 pm</dco> &nbsp;<qco> has someone ever asked you to explain something to them, but you know that they won't get it, so you don't want to waste your time explaining? what do you do in that situation?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.17&nbsp; \n11:36 am</dco> &nbsp;<qco> Regarding the french augmented sixth chord: The chord is used in cadences. In the key of c, the French augmented sixth chord would be Ab-C-D-F# leading to the 'clean V' (as I call it), G-B-D-G, or even better, the Gsus4. The most common use of the augmented sixth chord (google it if you're into nerdy music theory) is the German augmented sixth chord;&nbsp;Ab-C-Eb-F# (in the key of c), that then leads to the cadential dominant 6/4 chord (G-C-E-G) that leads to the 'clean V' and finally to the tonic of c. As a professional classical musician, the German aug. sixth chord is by far my favorite chord (in cadences), so I guess my question is;&nbsp;now that you know about it and you're good at writing catchy jingles, would you consider using it in your music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.17&nbsp; \n9:54 am</dco> &nbsp;<qco> isn't it neat how science allows us to predict the future</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.17&nbsp; \n8:16 am</dco> &nbsp;<qco> how do u get motivate&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.17&nbsp; \n4:50 am</dco> &nbsp;<qco> have you ever written poetry? seems like something you would enjoy, although its not my job to judge what you would like.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.17&nbsp; \n3:44 am</dco> &nbsp;<qco> do we need to discover the outside world?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.17&nbsp; \n1:42 am</dco> &nbsp;<qco> do you know any songs with an F F/G C resolution in them? i just discovered it today and it sounds very familiar.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.17&nbsp; \n1:36 am</dco> &nbsp;<qco> Is light a wave or a particle</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.17&nbsp; \n12:58 am</dco> &nbsp;<qco> my friends don't respect me should i fight them?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.21.17&nbsp;\n12:57 am</dco> &nbsp;<qco> holy shit i forgot you also made hotewig</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp; \n11:50 pm</dco> &nbsp;<qco> what's something you weren't thinking about 5 years ago?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp; \n10:43 pm</dco> &nbsp;<qco> do you ever feel like things have so much meaning that you could just explode</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp; \n10:42 pm</dco> &nbsp;<qco> why is your name bill why can't it be jeff&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp; \n8:09 pm</dco> &nbsp;<qco> Do you believe capitalism limits humanity?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp; \n7:58 pm</dco> &nbsp;<qco> What's the main difference between inanimate objects and living things?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp; \n7:25 pm</dco> &nbsp;<qco> How come so many people hate the word \"moist\"? Is the 'oi' sound that people don't like? Cause most people don't seem to have a problem with words like choice, voice, toy, boy, etc.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp; \n5:19 pm</dco> &nbsp;<qco> If you had a room where the floor, ceiling and walls were all mirrors... what would that look like if nothing else was in the room to reflect except for the other mirrors.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp; \n3:49 pm</dco> &nbsp;<qco> Are these answers randomly generated?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp; \n1:35 pm</dco> &nbsp;<qco> is it ok to be gay&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp; \n1:33 pm</dco> &nbsp;<qco> why don't you ever put caps on \"I\"?</qco> </h3><a href=\"q.php?date=201605261651\">5.16.16 4:51 pm</a>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp;\n1:31 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201708191431\">8.19.17&nbsp;&nbsp;2:31 pm</a>\n<br>\n<br>i am not sure about what we have to do to become real and i don't know if we will be able to do that but i know what we have been and what we are now: ghosts of other people's desires, those who came before. now is past and vice versa and we are both. don't you think we are puppets of recurring history, the starts, the ends, big bangs and dooms? don't you believe we can become real if we change the future?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp; \n1:29 pm</dco> &nbsp;<qco> after having written down your memories in a word processor and offloaded it onto hard drives or internet, will you find them unreal or artificial in some way? if so is it better not to type those memorable down?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp; \n1:21 pm</dco> &nbsp;<qco> possibilities scare me. each one of them comes with a -and more- different future(s). nobody can see them all, which makes the first move even more scarier. it's where you become the aphelion itself, the furthest point from the sun. you don't know what will happen if you begin your journey. stars may burn you, you can get lost in emptiness of nothing, everything may be terrible. even if the end is bad, it's existence is relaxing since it means everything is temporary and nothing lasts forever but when you ARE the aphelion, the end is far away as much as your dreams shining bright like the sun. there is an infinite space of possibilities between you and your biggest fears, as much as everything you have ever wished and everything you have gone through is for you to be at that point. there are so many ways to start changing your world and the world, to write, to tell stories and the universes i imagined, so many words... i don't have the guts to start \nall over\n (again). you lived similar yet different things in music, at least that's what i understand. i really need your help. i can't get focused on just one project, inspiration and creativity are like my curse and i give a deep meaning in every damn thing around me, i want to write about all of them. i always try to calculate the chaos of probabilities in my mind, i of course can't. this makes me leave everything i started unfinished and like if i am in a vicious circle, i find myself in that aphelion point AGAIN to start another project after the other one i only completed the first layer of. i begin to be afraid of taking the pen in my hands that is basically my life. how did you do that? how did you dare to make the first move and just make music?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp; \n12:53 pm</dco> &nbsp;<qco> if you ever met yourself, how do you think the conversation would go?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp; \n12:21 pm</dco> &nbsp;<qco> have you ever used a french augmented sixth chord leading to a clean V in any of your music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp; \n10:21 am</dco> &nbsp;<qco> Hey Bill, regarding the <a href=\"q.php?date=201708190153\">8.19.17&nbsp;&nbsp;1:53 am</a> question about reading sheet music. I am not the guy/gal who asked this question. But I would like to know what step 2 is (I have some staff paper). I know how to read sheet music (I know the notes that correspond to the lines/spaces of the treble and bass clef), and I know how to read rhythmic notation... But I have a hard time actually just sight reading and playing a piece fluently without having to take a second to figure out each note/rhythm pattern. (Maybe i'm skipping a couple of steps in your step-by-step system)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp; \n10:08 am</dco> &nbsp;<qco> are you the hero or villain in your life story? or both? or neither?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp; \n8:01 am</dco> &nbsp;<qco> did you know, 'that's the way I like to live my life' has such good vibes and hits us right in the feelings so hard that the world might just turn out OK? can you think of a way to increase the audible dosage of it? or maybe someone could find an alternate way around making a full song in the spirit of it, in some variation of sorts?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp;\n3:49 am</dco> &nbsp;<qco> i always thought \"F#sus\" was a more common way to mean E/F# ,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; been in situations that \"F#, B, C#\" was written as F#sus2&nbsp;</qco></h3>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp;\n2:55 am</dco> &nbsp;<qco> Why do you often juxtapose an upbeat tune with dark lyrics? (eg. \"there's no more joy or pleasure in anything,\" from 'I Can Play') I know I find that sort of thing very enjoyable, but I don't know why.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp;\n1:14 am</dco> &nbsp;<qco> will you please make a new word up for me?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.20.17&nbsp;\n12:53 am</dco> &nbsp;<qco> what's a cool prank i can pull?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n10:28 pm</dco> &nbsp;<qco> is everything a particle</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n9:56 pm</dco> &nbsp;<qco> Hi, I'm Steve. Just kidding that's not my name. And this is an analysis on that video. A theory more like it. I would love to share it with you and I know that you just did that video for an experiment but I would love to still come up with a theory on my own. And I think mine might be quite a mind-blower.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n9:35 pm</dco> &nbsp;<qco> why do you decide to create the scramble page? you know, the anagrams page.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n9:29 pm</dco> &nbsp;<qco> If you lived forever, do you think that life would become less meaningful? Or more? Would you Would you get bored after a few thousand years, or is there enough stuff in the universe that you would never run out of things to do?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n9:24 pm</dco> &nbsp;<qco> hey so i have this problem where i can't compliment myself in fear someone else will disagree with me. like, say i think my nose is nice. i like my nose, it's a good nose. well, there could be this other person that says \"oh no your nose is really big it's not cute\", and so on. what should i do because i think im a good person but there is always this voice in my head that says \"no, look at yourself from someone else's point of view, you aren't fine\" and i can never say anything good about myself, i just put myself down so no one else can and hurt me. do you have any solution for this? btw im not vain, i just don't think im awful.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n9:12 pm</dco> &nbsp;<qco> If you have a big old graphite rock... can you erase it with the eraser on a pencil?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n9:07 pm</dco> &nbsp;<qco> Do you think what it's like before we're born is similar to what it's like after we die?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n8:34 pm</dco> &nbsp;<qco> If life gave you lemons, what would you do with them?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n8:21 pm</dco> &nbsp;<qco> what was the first question in this page? i know about the ask.fm thing;&nbsp;but in this page? what was the first question bill?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n7:35 pm</dco> &nbsp;<qco> i'm starting school in a few days and i have to take physics. i'm gonna get a few colored pens to make my notes more fun. what colors do you think i schould go for?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n7:34 pm</dco> &nbsp;<qco> Howdy Bill! So I'm thinking about buying a bass to toy around with. I've been playing piano and playing in a band for a while. So I'm familiar with how to write bass lines, and how the bass fits in with the overall harmony/rhythm of a tune... But I really wanna learn how to actually play the thing! Couple questions for you... Bass strings? What are the advantages/disadvantages of round wound vs flat wound strings? Do they sound different, or is just a different feel to them when playing? Also, what are the advantages/disadvantages of using heavy gauge strings vs light gauge strings (different sound or just different feel)? \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;One more question, how important do you think it is to learn \"proper\" right-hand technique?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I dabble on guitar a bit, so I think I can play the bass lines just fine.. but I want to make it sound good, which means more than just hitting the right note at the right time. Would you recommend watching videos showing right hand fingerin\n g techni\n que and all that kind of stuff?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n7:27 pm</dco> &nbsp;<qco> I find it hilarious when you reply with a \"no\" to a multiple choice question does it make you laugh too? or is it because you have to be outside of the \"box\"? Did you see what I did there?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n7:09 pm</dco> &nbsp;<qco> Have you ever been to the sun?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n6:57 pm</dco> &nbsp;<qco> how do i get to know myself?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n6:17 pm</dco> &nbsp;<qco> do you ever get overwhelmed by all the stuff you want to do? i find that if I have lots of different ideas for what to do, they all fly in and out of my head like butterflies;&nbsp;so I forget them. Is there a thought-butterfly net I can buy somewhere?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n6:15 pm</dco> &nbsp;<qco> what is your favorite way to tell people you don't like questions about favorites</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n6:07 pm</dco> &nbsp;<qco> Uur splling iz tearible</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.17&nbsp;\n6:03 pm</dco> &nbsp;<qco> what brand of shoes should i get for back to school?</qco> </h3>"
  }
]
