[
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n7:24 pm</dco> &nbsp;<qco> where will you announce locations / venues / dates and stuff for concerts for when you eventually play live? im not missing that concert for the world</qco> </h3>      i would actually prefer that you don't see the first one. live shows take a while to get comfortable. i'd love to just do a weekly residency somewhere, and keep it going for several years\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n6:57 pm</dco> &nbsp;<qco> can i type nothing here</qco> </h3>      sure. give it a try\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n6:48 pm</dco> &nbsp;<qco> how do i get better at life?</qco> </h3>      teach someone else how to do it\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n6:08 pm</dco> &nbsp;<qco> I was listening to some music and I really liked it except for one part. I thought that I should make the music myself, but I realized I don't know how to that. Should I just try anyways?</qco> </h3>      sure\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n4:09 pm</dco> &nbsp;<qco> Have you ever been sold into slavery in Antarctica by the French government?</qco></h3>      not that i recall<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so then how do I get out of Antarctica?</qco> </h3>      \n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n3:43 pm</dco> &nbsp;<qco> why is everything so stupid</qco> </h3>      that is due to intelligence\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n3:42 pm</dco> &nbsp;<qco> what are the best kind of shoes</qco> </h3>      huge\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n3:00 pm</dco> &nbsp;<qco> Favorite Aspect Ratio?</qco> </h3>      a perfect square\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n2:19 pm</dco> &nbsp;<qco> you like to reform the Hungarian Kingdom?</qco> </h3>      i'll do it when i get a chance\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n2:18 pm</dco> &nbsp;<qco> what ur fav usic</qco> </h3>      i'm not sure\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n11:43 am</dco> &nbsp;<qco> i keep hearing people say your music is its own unique genre, but do you feel like it fits under a different genre?</qco> </h3>      genre is a game of cat and mouse. the cat chases after the mouse, and the mouse runs away. the music is the mouse\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n11:33 am</dco> &nbsp;<qco> do you have any experience or interest in tuning systems other than 12 tone equal temperament</qco> </h3>      i explored that very intensely, day and night, for a 2 week period, and i emerged with a newfound appreciation for 12tet\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n11:20 am</dco> &nbsp;<qco> did you know that cashews come from a fruit?</qco> </h3>      it could be possible, but your suggestion does not cause me to have any opinion about whether or not it's true\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n11:09 am</dco> &nbsp;<qco> how many sides does a circle have</qco> </h3>      just enough\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n10:53 am</dco> &nbsp;<qco> favorite font to use?</qco> </h3>      regular\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n9:15 am</dco> &nbsp;<qco> Why are people so mean?</qco> </h3>       usually as a reaction to thinking other people were mean first\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n3:18 am</dco> &nbsp;<qco> have you ever build a brick tree?</qco> </h3>      if i did, then i must have blocked it out of my memory\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n2:15 am</dco> &nbsp;<qco> explain discipline</qco> </h3>      if it's uninspired, it probably wouldn't work\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n12:37 pm</dco> &nbsp;<qco> what are you</qco> </h3>      i am a bread crumb. thanks for following\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n11:46 pm</dco> &nbsp;<qco> have you ever made a song that sounded like something but REALLY it was about something else. like a song about going to space but really its about your personal struggles or something. are all your songs like this</qco> </h3>      songs have the power to fold many meanings into 1. i welcome this\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n11:32 pm</dco> &nbsp;<qco> if venus is earth's twin sister, what is mars?</qco> </h3>      maybe a brother\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n10:47 pm</dco> &nbsp;<qco> bill, is it true that if we pretend bridges don't exist, then when we cross them we can pretend we are flying?</qco> </h3>      sure, but you might be proven wrong immediately\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n10:37 pm</dco> &nbsp;<qco> Is there a reasonable way to play pop music on a violin?</qco> </h3>      sure. how about bars 7 and 8 of \"rock with you\" by michael jackson. how about \"viva la vida\" by coldplay. how about \"at last\" by etta james. how about the intro to \"give your heart a break\" by demi lovato. to be fair, some of these may be other instruments in the violin family, but surely some of them must be violins. and there are thousands of other songs from 1900 all the way up to the present day that use violins\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n9:19 pm</dco> &nbsp;<qco> Why do you always type in lowercase?</qco> </h3>      that's normal. this is part of a broader strategy of normalcy\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n8:36 pm</dco> &nbsp;<qco> what are your top 3 volcanoes?</qco> </h3>      i only know of 2 volcanoes\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n8:32 pm</dco> &nbsp;<qco> how do I write lyrics that make people want to go to the bank and cash out their money and then hand it to me in wads of cash</qco> </h3>      you probably can't do it with just lyrics. you might have to use music and lyrics together\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n8:22 pm</dco> &nbsp;<qco> do you ever write music for the purpose of specifically trying to trip up instrumentalists?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I now have to know exactly what I want my cover of the day goes on to sound like, I simply am not Josh Turner, so I must revert to my natural form of playing jazz piano in solitude. Was this really a question?</qco> </h3>      i think so\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n7:18 pm</dco> &nbsp;<qco> in here comes the sun, you had a favorite part of the video listed (which i agree with); do you have any other honorable mentions for scenes in your videos?</qco> </h3>      that's not actually my favorite part of the video. it's misdirection, because it's a part of the song that does not have lyrics, and no specific graphic content is implied. so by proclaiming it to be \"my favorite\", i'm trying to distract the focus from this possible emptiness\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n6:43 pm</dco> &nbsp;<qco> in \"got some money\", what was the purpose of putting \"memory\" in the cuts between \"aaaacv\" and \"frenca\", \"frenez\" and \"loveqa\", and \"lovesz\" and \"zzzzya\"?</qco> </h3>      What i would have preferred to do, is to be able to actually create that entire alphabetical phrase list. which i was able to generate quite easily, but the problem we run into, when the list goes into the graphics, .... the list is so long that it actually makes the computer lag, or probably even crash, depending on how you do it. There's literally millions of lines in that text pattern, if it were carried out properly from a to z across all 6 characters. So even though it's just text, it actually is an absurdly unnecessary strain on the memory of the scene, pretty much any way you slice it. And the truth is, in that scene, with the small amount of time it's shown, you'd never see all the lines. and also, another reason you don't wanna include the whole list is that the scroll direction would become incoherently out of phase. like those car wheels on tv that seem to move slow or backwards or whatever. So it turns out, even just to create the proper looking downward scroll, you need to reduce the number of elements drastically. like pretty much skip 99% of the parts during the fast scroll. But this still does create a continuity problem, because if anyone sees the (maybe 1) frame where you can see it jump from A to L or whatever, .... i feel there's gonna need to be an explanation there. So my explanation is 'memory' as a place holder for the perhaps millions of lines we've skipped\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n6:17 pm</dco> &nbsp;<qco> How do you decide whether to put yourself in the video or just animate it?</qco> </h3>      the same way i decide how the whole video or song goes in the first place, and i am not entirely sure how that happens either\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n6:12 pm</dco> &nbsp;<qco> what if ATM's are out to get me</qco> </h3>      then they will\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n5:30 pm</dco> &nbsp;<qco> how do i develop a healthy relationship with the concept of time?</qco> </h3>      start dancing\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n3:58 pm</dco> &nbsp;<qco> how does one function</qco> </h3>      the 2 most popular ways are: the easy way and the hard way\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n3:14 pm</dco> &nbsp;<qco> How do you make your videos?</qco> </h3>      we'll see\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n2:58 pm</dco> &nbsp;<qco> do you consider yourself creative</qco> </h3>      when the real creativity hits, there's no time to consider that\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n1:35 pm</dco> &nbsp;<qco> why is it called a banjo?</qco></h3>      maybe because of the word bandore, or mbanza<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; who is jo and why are we banning her?</qco> </h3>      that's not why\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n1:04 pm</dco> &nbsp;<qco> is your next song gonna be about boats?</qco> </h3>      no\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n12:59 am</dco> &nbsp;<qco> what is your opinion on musical theater</qco> </h3>      seems like common sense\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n11:11 am</dco> &nbsp;<qco> Why are things the way they are</qco> </h3>      ah i see your point, i will change it\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n11:00 am</dco> &nbsp;<qco> how can i remind myself that i'm alive?</qco> </h3>      try doing something boring and see if you get bored\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n8:25 am</dco> &nbsp;<qco> where is your 2 of spades stockpile located</qco> </h3>      in between the ace of spades stockpile and the 3 of spades stockpile\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n8:00 am</dco> &nbsp;<qco> My academic institution is mandating us to wear formal clothing so we can give the impression that we are professional. While aesthetics are undeniably something people enjoy, i find it mildly annoying that its the most obvious and common thing to initially judge someone by, when we are so much more than what we look. Thoughts?</qco> </h3>      if we already knew everything about everything instantly then we wouldn't be able to enjoy the process of figuring it out\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n5:08 am</dco> &nbsp;<qco> do you think tomatoes are fruit</qco> </h3>      on paper, yes\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n4:00 am</dco> &nbsp;<qco> what's your favorite cereal?</qco> </h3>      soup\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.23&nbsp; \n1:32 am</dco> &nbsp;<qco> hi bill. do you ever feel like curling up into a ball and trying to revert back into a cambrian creature because you know we all still have leftover DNA from our ancient ancestors?</qco> </h3>      no\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.23&nbsp; \n12:10 pm</dco> &nbsp;<qco> is there a word with a q in it but no u</qco> </h3>      maybe, but it might be an acronym, or chinese\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.23&nbsp; \n10:32 pm</dco> &nbsp;<qco> what exactly is a \"breezy thing\"</qco> </h3>      i have no idea\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.23&nbsp; \n9:50 pm</dco> &nbsp;<qco> will you ever create a video in the 4th dimension modelling? seems obvious</qco> </h3>      the 4th dimension is commonly considered to be 'time.' all my videos use time\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.23&nbsp; \n8:48 pm</dco> &nbsp;<qco> what are your thoughts on large numbers?</qco> </h3>      they are normal size, but you are small in comparison\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.23&nbsp; \n7:16 pm</dco> &nbsp;<qco> how do you not know that we are all chairs</qco> </h3>      maybe it was written in the 'privacy policy'\n\n\n\n<br><br>"
  }
]
