[
  {
    "html": "<h3> <dco>2.9.18&nbsp; \n2:16 am</dco> &nbsp;<qco> How long does it usually take to edit a 3 minute video like \"La De Da?\"</qco> </h3>      so far i have only done 1, of that length and type<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.18&nbsp; \n2:14 am</dco> &nbsp;<qco> I was listening to a recording of an idea I sang into my phone and forgot to make note of all the key changes (there were a lot of them happening everywhere) and now the melody doesn't make any sense out of context. It sounded really cool in my head at the time. Is there a way to save this idea?&nbsp;</qco> </h3>      i don't know, but i'm excited about the lesson you just learned, which is u gotta explain it better. <br><br>"
  },
  {
    "html": "<h3> <dco>2.9.18&nbsp; \n2:09 am</dco> &nbsp;<qco> What is a laundry basket?​</qco> </h3>      now you've got me thinking<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.18&nbsp; \n1:39 am</dco> &nbsp;<qco> do you have a log cabin origin story?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>2.9.18&nbsp; \n1:05 am</dco> &nbsp;<qco> okay so a lot of clear music recommendations on the questions page, that's new for you. seems like you were against that before, for understandable reasons. did your mind change or what?</qco> </h3>      i think i blacked out and did it<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp; \n11:44 pm</dco> &nbsp;<qco> you've heard of \"ask a question\", but have you ever thought of \"quest an asktion\"</qco> </h3>      many people have suggested it before\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n11:19 pm</dco> &nbsp;<qco> what are some tips for playing the guitar bc im really bad</qco> </h3>      as long as you have a guitar then you are on the right track, at least according to my recommended curriculum\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n11:16 pm</dco> &nbsp;<qco> Quick how do I write a thesis on crackers</qco> </h3>      there is no way to do it quick, sorry\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n11:13 pm</dco> &nbsp;<qco> how did you come up with the idea of the surprise out of key note in the melody of the chorus of \"La de da de da de da de day oh\"? its so unexpected but so good</qco> </h3>      i actually thought it was very expected, and predictable. i actually thought the entire song was way too predictible, that's why i re-wrote the ending to be the way it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n10:56 pm</dco> &nbsp;<qco> bill do the early paul mccartney solo albums deserve all the flack that they get, like mccartney, ram, RR speedway? or do critics put too high expectations</qco> </h3>      i don't really remember which songs are on which albums. i know which songs i like and i have no idea which albums they are on. except i'm pretty sure ram on is on ram but i am not totally sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n10:36 pm</dco> &nbsp;<qco> prove earth is flat</qco> </h3>      i will do it when i get a chance\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n10:29 pm</dco> &nbsp;<qco> do you actually play the air drums for your videos at 3 am</qco> </h3>      it could be any time it's dark outside<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n10:04 pm</dco> &nbsp;<qco> have you ever invented a word?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n10:04 pm</dco> &nbsp;<qco> Was there anything in particular thay you really wanted to include in hotewig that you ultimately&nbsp;&nbsp;decided to cut,&nbsp;&nbsp;maybe for the sake of time or because it was difficult to work it into the flow of the narrative, or something like that? </qco></h3>      yes, hundreds of zillions of things<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm sure chosing what not to include was just as difficult as deciding what to put in.&nbsp;</qco> </h3>      yes, i still have the scars from banging my head against the wall daily, from june through october, 2016, during the research and writing stages\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n9:48 pm</dco> &nbsp;<qco> What's the chord at the beginning of a hard days night?&nbsp;</qco> </h3>      sounds like G7sus4, feels like D is in the bass but that's just what i would do. listening it sounds like the bass is playing D but you can hear a low G on the piano. i don't hear any notes in this chord besides c, d, f, g. i hope that answers your question. if i were doing it in my band i would say G7sus4 over D. or Dminor11 no5 if you prefer\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n9:40 pm</dco> &nbsp;<qco> how did you get so good at singing</qco> </h3>      by doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n9:04 pm</dco> &nbsp;<qco> I've always struggled with being a perfectionist to an unhealthy degree. I've always been too scared to do anything in fear that it won't be 100% perfect and anything I do start usually doesn't get finished because I nitpick every detail so much. Do you have any tricks to help stop this and help up my productivity?</qco> </h3>      remember there is a prize for how bad you can make something. don't believe me? look around you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n8:53 pm</dco> &nbsp;<qco> what is your favourite work and why?</qco> </h3>      i would prefer to make a new one to be my favourite\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n8:41 pm</dco> &nbsp;<qco> which video of yours is your favourite?</qco> </h3>      i would prefer to make a new one to be my favourite\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n7:57 pm</dco> &nbsp;<qco> How come I'm not Jesus?</qco> </h3>      how come jesus wasn't you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n7:54 pm</dco> &nbsp;<qco> I'm not worried that you're dead. You're working hard on the box thing, and I'm excited. Are the boxes made of cardboard?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n7:48 pm</dco> &nbsp;<qco> can you provide to us the recipe for disaster</qco> </h3>      i just buy it pre-made, in a can\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n6:56 pm</dco> &nbsp;<qco> Tell me a bedtime story</qco> </h3>      once upon a time there was a bed. that's bedtime!\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n6:52 pm</dco> &nbsp;<qco> how long does it usually take you to make an average video?</qco> </h3>      which one is average\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n6:49 pm</dco> &nbsp;<qco> Do you use audio books whenever you aren't doing something music-related?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n6:40 pm</dco> &nbsp;<qco> what do you think of the earth and society in general.&nbsp;</qco> </h3>      seems like it's off to a great start\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n6:03 pm</dco> &nbsp;<qco> Do you use a blue or a purple umbrella for any websites you are on?</qco> </h3>      the one for vine was blue on red background, and i think the one i gave to the shorty awards was purple but i'm not sure<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n5:59 pm</dco> &nbsp;<qco> what's something you will NEVER do?</qco> </h3>      an unboxing video. oh wait<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n5:42 pm</dco> &nbsp;<qco> are you just getting started?</qco> </h3>      oh hell yeah<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n5:29 pm</dco> &nbsp;<qco> if the existence of the universe is just a fake reality, then is that fake reality simulated inside a computer program that is fueled by existential dread?\n<br></qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n5:12 pm</dco> &nbsp;<qco> nothing worse than a wobbly chair</qco> </h3>      what about a wobbly house\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n4:13 pm</dco> &nbsp;<qco> Do you ever feel your videos are too \"random = funny\"?</qco> </h3>      no but i can give you a refund if you are feeling that way<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n4:05 pm</dco> &nbsp;<qco> Are you tired of existence, bill</qco> </h3>      not even close<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n4:00 pm</dco> &nbsp;<qco> in the blades of grass video what was the&nbsp;&nbsp;question that damien skiped?</qco> </h3>      do you like bo burnham\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n3:32 pm</dco> &nbsp;<qco> why do you get to exist and i dont</qco> </h3>      you do<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n3:25 pm</dco> &nbsp;<qco> Would it be a waste of time to seek deeper meaning in any of your videos?&nbsp;</qco> </h3>      than what\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n3:16 pm</dco> &nbsp;<qco> Do you ever have to not answer a question because it was asked in the same minute as another more important question? Or are the date and minute not actually being used as the link like I think it is?</qco> </h3>      there are many occurences of multiple questions being asked in the same minute. the q link will show all 3, but if you add a letter it will isolate only 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n3:11 pm</dco> &nbsp;<qco> do you still bookstack, as a sport?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n2:23 pm</dco> &nbsp;<qco> Do you think that at least one new reality video will&nbsp;&nbsp;probably be posted by the end of this year?</qco> </h3>      it would be nice to do 1 per day\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n1:20 pm</dco> &nbsp;<qco> apparently you're \"80s inspired\" (visually),</qco></h3>      that's not even a little bit true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; although personally it seems to be more post internet. what are your thoughts on this concerning matter&nbsp;</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n1:14 pm</dco> &nbsp;<qco> What's your opinion on sand?</qco> </h3>      i'd give it a 6.2\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n1:02 pm</dco> &nbsp;<qco> can you release just the audio clips for the reality section? many, many people would like having new reality content, the visual aspect isn't really important and you can release the clips much faster. Please do this, bill</qco> </h3>      ah, but then how am i going to convince people my life is interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n12:18 pm</dco> &nbsp;<qco> if you had to guess, what's a question i have asked you before</qco> </h3>      how are you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n12:07 pm</dco> &nbsp;<qco> what is fruit?</qco> </h3>      a type of vegetable\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n11:27 am</dco> &nbsp;<qco> How can I be sure that all of these questions were asked by real people, and you didn't write them yourself?</qco> </h3>      you can't be sure. you can only be sure that you wrote yours, which is ironically the only one i wrote myself<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n11:23 am</dco> &nbsp;<qco> Why was Szilard compelled to ask Einstein to contact FDR about the possibility of building an atomic weapon?</qco> </h3>      i guess he seemed like a smart guy\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n10:59 am</dco> &nbsp;<qco> why are polar bears white</qco> </h3>      they are just trying to fit in\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n10:15 am</dco> &nbsp;<qco> Do you use your channel to make funny videos, or to sing? You tend to combine both in your videos, but which is your main focus?</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n9:42 am</dco> &nbsp;<qco> are you pumped for shrek 5 bill</qco> </h3>      5 seems like to many, but i will trust the experts\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.18&nbsp;\n9:31 am</dco> &nbsp;<qco> Did you say to yourself FUCK THE SCHEDULE again? And did you mean it this time?</qco> </h3>      no, i actually just made a new one\n<br><br>"
  }
]
