[
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n2:01 am</dco> &nbsp;<qco> does a water molecule have two hydrogens and an oxygen, or two oxygens and a hydrogen?</qco> </h3>      2 hydrogens, 1 oxygen. the number goes after the letter it's counting, which is the opposite of how it goes in algebra. i'm sorry about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n1:32 am</dco> &nbsp;<qco> Do you think it's right to use \"How are you\" as a casual greeting when no one cares how the other person actually is?</qco> </h3>      almost every language uses it, so there must be something right about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n1:18 am</dco> &nbsp;<qco> are people overthinking the meaning behind \"outside\"</qco> </h3>      it depends what they think the meaning is\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n12:41 am</dco> &nbsp;<qco> hey bill, this is the fourth time i asked you this question, do you play glockenspiel???\n<br></qco> </h3>      i appreciate your persistence, but i answered it <a href=\"q.php?date=201709190248\">the first time</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n12:09 am</dco> &nbsp;<qco> okay okay. I know you might blow it off, but is the reason behind using eye-cancerous colors to attract attention? i mean, i don't have a problem, just wanna know your view. also are you aware of your nickname \"dad\"?\n<br></qco> </h3>      if you don't have a problem then why do you call it cancerous\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n11:32 pm</dco> &nbsp;<qco> how many things are there</qco> </h3>      i will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n10:47 pm</dco> &nbsp;<qco> is there a trick to the claw machine games? i've never been able to grab anything.\n<br></qco> </h3>      yes, that's the trick. the trick is to make you think you can grab something but really you won't be able to. that way the owners keep all the money while spending as little as possible on the prizes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n10:05 pm</dco> &nbsp;<qco> Why do you think certain contractions never get used by themselves? For example, you might say \"I'm hungry\". But if somebody asks \"Hey, are you hungry?\" You'd never respond by just saying \"I'm\" (you'd say 'I am' or 'yes' or 'no' or maybe 'I'm not'). Or you might say \"I'd like to go to the movies.\" But if somebody asks if you want to go to the movies, you wouldn't just say \"I'd\".&nbsp;&nbsp;</qco> </h3>      in those examples, the second word needs to be emphasized, because the entire question focuses on whether that word is positive or negative. and it is impossible to give a word its own emphasis when it is part of a contraction\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n9:45 pm</dco> &nbsp;<qco> where's the best place to reside myself on this spherical thing i live on?</qco> </h3>      that is something only you can discover\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n9:38 pm</dco> &nbsp;<qco> What do you think about Math?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n9:32 pm</dco> &nbsp;<qco> Is it the listener or the composer who gets to decide (or chose not to decide) rather or not something is music? If I record some sounds, and I title the recording \"This is Music\"... does that mean that the listener has no choice but to accept it as music?&nbsp;</qco> </h3>      you will have to check with the Committee Of Musical Acceptance\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n9:25 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201709292125\">9.29.17 9:25 pm</a>  .... just want to see what it looks like to see the yellow text right next to the purple text both showing the same thing.&nbsp;</qco> </h3>      ah, it looks like you have not totally figured out how this thing works\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n9:23 pm</dco> &nbsp;<qco> did you take my rake</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n9:16 pm</dco> &nbsp;<qco> Thoughts on peacefully advocating genocide?</qco> </h3>      seems like a bad idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n9:13 pm</dco> &nbsp;<qco> Are you making more videos</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n8:53 pm</dco> &nbsp;<qco> Can you teach me how to make good music?</qco> </h3>      i will try, but if you really want it to be good you are going to have to figure it out yourself, through experimentation\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n8:49 pm</dco> &nbsp;<qco> Any particular reason(s) why you like incorporating the text of the lyrics into your videos? Don't get me wrong, I like how you do that. I think it gives the words some extra \"oomph\" and character (like making certain words with big and bold letters, others small, or cursive, etc), you can also accentuate certain lines (like 'welcome' or 'fun there' or 'pregnant' or 'aliens' etc). Maybe I just answered my own question?&nbsp;</qco> </h3>      ah, yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n8:34 pm</dco> &nbsp;<qco> do your videos rly have deep meaning like ppl say? or are they just plain random. great work btw</qco> </h3>      the main meaning is let's see what kinds of ways i can express myself through videos. which i think is a very deep meaning, and not random, because i think expression is vitally important\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n8:19 pm</dco> &nbsp;<qco> \"outside\" based on true events?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n8:14 pm</dco> &nbsp;<qco> Is there any reason the planet catches on fire after you are taken away by a spaceship?</qco> </h3>      yes. on round 3 i was looking for dull spots in the video and that spot just had nothing happening, and the ground looked so boring, so i figured why not add some fire. after i added it, i realized it has interesting implications. are the aliens saving you? did they set your planet on fire before saving you? and if so, were you aware that they did it, or did they make it seem like a natural disaster in which case you would think they saved you? i also flipped the colors around because why not. which only makes it look more alien\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n8:05 pm</dco> &nbsp;<qco> I added Outside to my playlist. Should I feel embarrassed about this?</qco> </h3>      should i be embarrassed if someone is telling me they might be embarrassed to like my music\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n7:37 pm</dco> &nbsp;<qco> how's the content-making coming along</qco> </h3>      good\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n7:31 pm</dco> &nbsp;<qco> Were any pizzas harmed during the making of conversations with a pizza pie?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n7:31 pm</dco> &nbsp;<qco> That text for the \"gonna go out and away from the lines\" looks SO familiar! Is that the text style from the real book?</qco> </h3>      i don't think it's from the real book, but i think it is used in a lot of music charts you may have seen. the font is called 'jazz chords' or something, and it is part of a bunch of music fonts that i have for some reason, which i think came from finale or some other notation program which i don't use. i also used that font a few other times in the video, such as the 3rd 'outside' of the first chorus\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n7:29 pm</dco> &nbsp;<qco> Question date-9/29/17\n<br>\n<br>4 questions-I don't know if it's allowed, but idc, so let's go!\n<br>1.Do you ever start answers with a capital letter?\n</qco></h3>      it doesn't seem necessary but i'm sure i have probably done it before<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>2.Do you ever comment on your videos?\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>3.Do you like cats?\n</qco></h3>      they are ok<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>4.What would you do in a zombie apocalypse?</qco> </h3>      probably become a zombie, and then make more people zombies\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n7:20 pm</dco> &nbsp;<qco> When you sing a song in the 1st person, are you singing it from your own perspective?</qco></h3>      not necessarily<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Like, I know song lyrics aren't always meant to be taken literally... But when you sing things like \"I wanna go outside\" or \"I wanna be a movie star\" or \"I know of a cool place to go\" or \"I'm a diamond\"... do you think of the \"I\" as being you, bill wurtz? </qco></h3>      not necessarily<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or the song from the perspective of a character who wants to go outside, or a character who wants to be a movie star, or a character who knows of a cool place to go, or a character who is a diamond, etc.?&nbsp;</qco> </h3>      that doesn't usually factor into consideration. just trying to make the song i want to make\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n6:46 pm</dco> &nbsp;<qco> do you think Antarctica feels bad that, because of its life choices, almost every map cuts it in half and spreads it around on the bottom</qco> </h3>      antarctica doesn't use those maps\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n6:39 pm</dco> &nbsp;<qco> What is the meaning of the songs 'I wanna be a movie star' and 'Outside'?</qco> </h3>      it's 2017 and let's see if i can really just take one of these stray unfinished title lines from the archives, and finish it promptly like a god damn professional\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n6:31 pm</dco> &nbsp;<qco> Do you forgive me?</qco> </h3>      for what\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n6:29 pm</dco> &nbsp;<qco> Sometimes you seem to be an introvert, but how can this be when you have 1M subscribers, and have lots of content that people view, including some with your face in them?</qco> </h3>      those qualities are actually common introvert qualities. but i am not necessecarily an introvert, nor extrovert\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n6:27 pm</dco> &nbsp;<qco> Hey. May I inquire if you could please post another video of your working on a project (like the Tonga time video)? They're always so great to see. Thanks so much.</qco> </h3>      there are many many more but the lighting and sound is usually absolutely attrocious, because the point of those videos is not to be good videos, but it is simply a way of writing things down. although i do plan on using that footage extensively in behind the scenes videos, which i will make in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n6:06 pm</dco> &nbsp;<qco> In the history of the world i guess, was there any specific parts you enjoyed the most?</qco> </h3>      being done with it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n5:40 pm</dco> &nbsp;<qco> What's the progression at the \"I'm gonna Go out and adjust my mind\" part of outside?\n<br>I can't quite get it by ear</qco> </h3>      it's pretty much the same as the regular chorus, but with slightly different timing\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n5:40 pm</dco> &nbsp;<qco> do you ever accidentally succeed wildly</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n5:35 pm</dco> &nbsp;<qco> How do you know what I want in a youtube video without myself even knowing it?</qco> </h3>      i just make what i think i would want, and trust that other people may want it to. that is what i have always done, and it has worked before\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n5:21 pm</dco> &nbsp;<qco> what are unexpected consequences of your fame ?</qco> </h3>      invitations to join the illuminati\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n4:35 pm</dco> &nbsp;<qco> what if 6 was 9 ?</qco> </h3>      that would be ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n4:10 pm</dco> &nbsp;<qco> do you like songs where the structure is verse/verse/verse (or at least, roughly similar) and then at the end there's like an infinite amount of \"choruses\"</qco> </h3>      whether i like a song is not usually affected by what form it uses. you can make all kinds of music using any form\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n3:14 pm</dco> &nbsp;<qco> i'm kind of going through something terrible. what should i do?</qco> </h3>      become an expert in dealing with that situation, and one day give advice and support to other people who may be going through something similar\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n3:02 pm</dco> &nbsp;<qco> How do you feel about violin</qco> </h3>      fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n2:32 pm</dco> &nbsp;<qco> How many questions do you answer on a daily basis?</qco> </h3>      you wanna check\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n2:00 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201709290235\">9.29.17&nbsp;&nbsp;2:35 am</a>\n<br>\n<br>but you could sell 95 to 99 of the 100 suitcases and earn more bucks, depending on how many suitcases you bring to your adventures in foreign lands.</qco> </h3>      that's true, and i thought of that after i answered, but honestly it's not worth the trouble to deal with selling all the suitcases. i already have another business that i am happier with, and enjoy more than selling suitcases\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n1:39 pm</dco> &nbsp;<qco> hi bill, what is my purpose?</qco> </h3>      hold on i will look it up\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n1:17 pm</dco> &nbsp;<qco> what is your opinion on the puppies or kittens debate</qco> </h3>      where i'm from, puppies and kittens can both exist. it is nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n1:15 pm</dco> &nbsp;<qco> if i create something that i like, how do i make other people like it?</qco> </h3>      if you make it so that you like it, there are probably many other people that would like it. so what you need to do is to figure out how to get as many people to pay attention to you as possible, to increase the chances that the ones who will like what you do will find you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n1:03 pm</dco> &nbsp;<qco> date taylor swift</qco> </h3>      i will try\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n12:36 pm</dco> &nbsp;<qco> What do you mean by \"hymnifying the second half\" or \"fractal-like duck form\"?</qco> </h3>      'hymnifying the second half' is what i sometimes call the thing in a traditional song form where the 4th 8th is the 5 chord, and the 8th 8th is the 1 chord, and the 7th 8th usually contains 1 over 5 and 5. you've heard it thousands of times. she'll be coming around the mountain, etc. Fractal like duck form is a phenomenon that occurs where the landing point of the first half is in the same relative time position as the landing point of the whole thing, relative to the whole thing. so for example, over the course of a 4 bar phrase of lyrics, let's say your first line lands halfway through the second bar, that's squarely on the 4th quarter of the first half. then your next line should have its landing point at the top of the 4th bar, which is the halfway point of the second half, and hence the start of the 4th quarter of the whole thing. so your landing point of the entire thing is in the same position relative to the whole as the landing poing of the first half was to the first half. this creates a fractal-like self-similarity that the mind responds very well to, and is present in many many lyrics/songs and rhythmic poems. <a href=\"duck-example-wayne.mp3\">here</a> is a simple example from lil wayne, over the course of 2 bars, where the landing point of the first half is on the 4th quarter of the first half, and then the landing point of the second half is halfway thru the second half, making it on the 4th quarter of the entire thing.\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n12:05 pm</dco> &nbsp;<qco> Why is 6 afraid of 7?</qco> </h3>      it is not, they get along well, but they have staged a feud, for publicity\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n11:51 am</dco> &nbsp;<qco> What are the chords for the \"wind blows\"&nbsp;&amp; \"moonlight\" parts in outside? Sounds so groovy.</qco> </h3>      notes are C, C#, G#, and the bass is pretending it's like F#7 or something. except on the first note (\"wind\", \"moon\", or \"tun\") the chord is actually just F#min7, then switches to the other chord on the second syllable\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.17&nbsp;\n11:43 am</dco> &nbsp;<qco> hi bill will you come hang out in new haven i will take you out 2 eat pizza</qco> </h3>      oh that sounds nice\n<br><br>"
  }
]
