[
  {
    "html": "<h3> <dco>4.4.24&nbsp; \n10:37 pm</dco> &nbsp;<qco> what do you like most about drywall?</qco> </h3>      \nits comedic value, clearly\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.24&nbsp; \n10:01 pm</dco> &nbsp;<qco> should i learn how to play the drums</qco> </h3>      \nmaybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.24&nbsp; \n6:10 pm</dco> &nbsp;<qco> do you have perfect pitch? I feel like you would have it</qco> </h3>      \nit's weird that people think that, but it's actually the less musical people who have it. it's the ability to remember absolute pitches non-musically. over the course of my life i've sort of retroactively hacked my brain to be able to do such a such a stunt, but what's far more important than that, for me, is that i have the ability to easily and instantly recognize pitches with perfect musical accuracy. this is ironically not called 'perfect pitch'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.24&nbsp; \n3:59 pm</dco> &nbsp;<qco> what's your favorite appliance?</qco> </h3>      \nthe switch\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.24&nbsp; \n3:54 pm</dco> &nbsp;<qco> Probably been asked before, but is there any particular key you keep coming back to? And is there any particular reason for that?</qco> </h3>      \ni favor all 12 keys equally EXCEPT possibly C. i don't avoid C too seriously, but i think there is a mild tendency to avoid it because i think on some deep level it probably sounds the most bland because it's the most used by beginners (maybe? probably?). but when C turns out to be the best key for the vocal, i try to remind myself that it's not a crime to be in C. However, i have to also mention the elephant under the rug here, which is that in saying that i prefer these 12 (or 11) keys equally, i'm also saying that i also stick to A=440 tuning. now, in terms of freshness, it would actually be much much better to throw it somewhere else. but on the other hand, the reason i keep it in 440 is as a courtesy to practicing musicians who like to noodle along to their playlist and then get fucked when something like 'beat it' comes on, for example\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.24&nbsp; \n1:54 pm</dco> &nbsp;<qco> What are the chances of this question being answered?</qco> </h3>      \n1\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.24&nbsp; \n1:44 pm</dco> &nbsp;<qco> Dear Bill Wurtz,\n<br>\n<br>Hey, I love your music! Your one of my favorite artists! I have a question.\n<br>\n<br>Akira Toriyama recently passed, the author of Dragon Ball. Do you have any thoughts on his passing or Dragon Ball?</qco> </h3>      \nno, and i have a good reason for this. it's because i have never seen dragon ball. but that doesn't mean it isn't good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.24&nbsp; \n11:13 am</dco> &nbsp;<qco> What is the first english word in alphabetical order?</qco> </h3>      \na\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.24&nbsp; \n11:07 am</dco> &nbsp;<qco> how do i remember which months have 31 days</qco> </h3>      \nprobably with your knuckles\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.24&nbsp; \n10:56 am</dco> &nbsp;<qco> What is your favorite and least favorite type of&nbsp;&nbsp;biome in Brazil?</qco> </h3>      \ni actually don't know what a biome is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.24&nbsp; \n9:29 am</dco> &nbsp;<qco> How's progress on your next thing?</qco> </h3>      \ngood\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.24&nbsp; \n8:52 am</dco> &nbsp;<qco> oftentimes when im making comics or writing music, i find myself repeatedly and distractingly discontented, frustrated, and agonized over the aesthetic and structure of the english language. i feel like my woes can only be quelled if i invent my own language to do stuff in, but that might take upwards of my whole life. should i go on with making my own language, or should i stop being a baby and just do it all in english?</qco> </h3>      \nthere is a 3rd option, which is to learn another existing language, for a fresh perspective. it might even spice up your english. doing a conlang will also give you some perspective, now that i think about it. conlangs are totally different from real languages, and it's almost impossible for conlangs to have the natural (and sometimes unexplainable) quirks that develop in real languages. but you might learn something along the way. you might also notice that there is no native speaking audience of your conlang, which may bring you straight back to english. then again you might also notice something similar if you learn a real language with a smaller population of speakers than english. but that will also give you some perspective. either way you will learn something. what the heck, do the whole thing in numbers maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.24&nbsp; \n8:28 am</dco> &nbsp;<qco> Say something you think is really funny.</qco> </h3>      \nseriousness\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.24&nbsp; 8:05 am</dco> &nbsp;<qco> waffles or pancakes</qco> </h3>      \nboth, assuming you are asking me which ones you've mentioned\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.24&nbsp; \n7:38 am</dco> &nbsp;<qco> How many of your songs are supposed to be about us?</qco> </h3>      \nany time you assume a song is specifically about me, i will usually jump to the conclusion that is about you. just to give you an idea of what that feels like, for such an assumption to be made\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.24&nbsp; \n7:16 am</dco> &nbsp;<qco> do you believe that you are not an average person compared to everyone else? (Please answer this question seriously thanks in advance)</qco> </h3>      \ni have many similarities and differences to other people\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.24&nbsp; \n3:44 am</dco> &nbsp;<qco> From previous questions I was wondering, do you keep a list of the grammar mistakes on this page? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so what is the funnier?</qco> </h3>      \nit's funnier not to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.24&nbsp; \n2:07 am</dco> &nbsp;<qco> my idea generation is too good and too fast for my idea creation (actually making the thing) and it is making it hard for me to get things done</qco> </h3>      \nyes but that's normal. this is an important challenge we all must face. i think we all solve it differently. exciting to see what your method may be\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.24&nbsp; \n1:20 am</dco> &nbsp;<qco> where were you when they declared pluto not a planet</qco> </h3>      \ni was on pluto. this was awkward\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.24&nbsp; \n12:19 am</dco> &nbsp;<qco> what's your favorite question from the website bill wurtz ueqstions?</qco> </h3>      \nthis one\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.24&nbsp; \n11:23 pm</dco> &nbsp;<qco> How much can you bench press?</qco> </h3>      \ni already lifted everything. everyting is up high now\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.24&nbsp; \n10:53 pm</dco> &nbsp;<qco> what are your thoughts on iceland</qco> </h3>      \nniceland\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.24&nbsp; \n9:15 pm</dco> &nbsp;<qco> do you have any tips for developing relative pitch or is it just listening and playing a lot of music?</qco> </h3>      \nthat ought to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.24&nbsp; \n8:46 pm</dco> &nbsp;<qco> favorite f word?</qco> </h3>      \nfalafel\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.24&nbsp; \n7:04 pm</dco> &nbsp;<qco> so i'm writing some short songs to produce, but during the writing i'm facing the unexpected issue of \"how do i know they're actually supposed to be short songs instead of continuing into full songs?\" like, some of them feel like they wanna keep going, but i definitely didn't intend for that to be the case when i started writing</qco> </h3>      \nif the song wants to continue, then it wants to continue. but it doesn't mean you have to work on that now. if your intended work task right now is to write short songs, then save the longer song for another time and try again to write a short one\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.24&nbsp; \n6:35 pm</dco> &nbsp;<qco> Answer this with a question where this would be the answer.&nbsp;</qco> </h3>      \nthat's not a question, it's a command\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.24&nbsp; \n5:29 pm</dco> &nbsp;<qco> Will we ever see those little trapezoid characters again or were they just exclusive to your song Where I've Been?</qco> </h3>      \nmaybe at the superbowl halftime show\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.24&nbsp; \n3:35 pm</dco> &nbsp;<qco> Some questions on here seem to get answered more seriously, some less seriously, and most of the time it's something even weirder. How do you decide which kind of answer you give?</qco> </h3>      \ni don't decide what kind of answer to give. i just decide what answer to give\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.24&nbsp; \n1:10 pm</dco> &nbsp;<qco> When you got taken by the spaceship, and the spaceship got you pregnant, what species were the aliens?</qco> </h3>      \ni thought that song was about you\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.24&nbsp; \n10:38 am</dco> &nbsp;<qco> I am starting to think that I am the most normal person on the planet&nbsp;</qco> </h3>      \nit is somewhat normal to think that, but not as normal as not thinking that\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.24&nbsp; \n10:06 am</dco> &nbsp;<qco> of all the words in your next video, which one comes last alphabetically</qco> </h3>      \nyourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.24&nbsp; \n9:55 am</dco> &nbsp;<qco> Have you watched \"Ferris Bueller's Day Of\"?</qco> </h3>      \ni believe so\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.24&nbsp; \n9:30 am</dco> &nbsp;<qco> good stock ideas to invest in</qco> </h3>      \nkindness\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.24&nbsp; \n6:20 am</dco> &nbsp;<qco> in hi im steve, how come steve bends both his knees when he jives, but the mailman/woman only bends her right leg?</qco> </h3>      \nperhaps there is more movement but it wasn't picked up in the 2 frames per... ever\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.24&nbsp; \n4:05 am</dco> &nbsp;<qco> from my experience it is comfy to wear socks and comfy to be snoozing in bed but not comfy at all to do both at the same time (in fact it is downright awful even though the socks are clean and it is snoozing time) :(((( do you have any suggestions on why this is the case for me</qco> </h3>      \nyes this is because of ghosts\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.24&nbsp; \n3:32 am</dco> &nbsp;<qco> communism or capitalism?</qco> </h3>      \ni don't understand the question\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.24&nbsp; \n1:31 am</dco> &nbsp;<qco> what do you think of the court lingo of saying \"my lord\", \"lordship\",...? i find it pretentious!</qco> </h3>      \ni've never heard of this except in fiction. so therefore it has a very fictional/unrealistic sound, to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.24&nbsp; \n12:22 am</dco> &nbsp;<qco> what are your thoughts on grammar? </qco></h3>      it grows naturally, over time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;obviously some grammatical things aren't that important. like capitalizing the start of every sentence - a lot of people don't do that, because the meaning of the sentence is still clear without it. but that kind of reasoning only goes so far - to an experienced english speaker, a sentence like \"where car go?\" is probably still going to be recognizable. but it's clearly not grammatically right. and no one would speak like that on purpose. so, when do you think a grammatical mistake goes from being ultimately irrelevant to being an actual impedement to understanding?</qco> </h3>      \nfor example, if someone wants to tell you that they've closed the door, they might say, with fairly minor grammar mistakes,  \"i'm close to the door\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.24&nbsp; \n12:11 am</dco> &nbsp;<qco> im invested in the ways of grooving;&nbsp;could you give a couple tips since you seem quite groovy</qco> </h3>      \nbasically it's about the interplay between the expected and the unexpected, in any given situation. so basically whatever is expected, and whatever is unexpected. mix those 2 elements to taste\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.24&nbsp; \n10:12 pm</dco> &nbsp;<qco> how do i get an absurdly wide vocal range like freddie mercury or paul mccartney or someone? do i just have to be born with that, or can i actually practice to do that?</qco> </h3>      \ni'm not entirely sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.24&nbsp; \n7:54 pm</dco> &nbsp;<qco> What's your opinion on compound words?</qco> </h3>      \nthat would be a different opinion for each compound word, and then if you include an opinion for each of the individual word elements within the word, that could be up to 3 opinions per word. but it doesn't stop there: my opinion of a word is gonna be totally different for each different way and time it can be used\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.24&nbsp; \n6:28 pm</dco> &nbsp;<qco> Do you really do anything April fools related on April fools day?</qco> </h3>      \nno, i do my april fools at a more unexpected time of course\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.24&nbsp; 5:52 pm</dco> &nbsp;<qco> what is your favorite game</qco> </h3>      \nfavoring different games at different times\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.24&nbsp; \n4:41 pm</dco> &nbsp;<qco> why does ph sound like f in photo but not loophole?</qco> </h3>      \nbecause loop and hole are separate wordlets<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.24&nbsp; \n4:16 pm</dco> &nbsp;<qco> do you have a favorite idea</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.24&nbsp; \n3:26 pm</dco> &nbsp;<qco> what's something that you'd really like to do but probably won't be able to</qco> </h3>      \nhave a good answer to this question\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.24&nbsp; \n2:37 pm</dco> &nbsp;<qco> why are the things spelled wrong on this website?</qco> </h3>      \nvastly the most commonly occuring reason would be that it's part of the purple text, submitted by someone asking a question who also made a spelling error<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.24&nbsp; \n1:44 pm</dco> &nbsp;<qco> This was a while back, but why did you do the clip of you tapping your laptop for the drum fill near the end of just did a bad thing?</qco> </h3>      \ni must have thought it would somehow increase the value of the audio/visual experience that the audience may have at that moment\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.24&nbsp; \n1:40 pm</dco> &nbsp;<qco> what do i do with myself</qco> </h3>      \nhow about everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.24&nbsp; 1:06 pm</dco> &nbsp;<qco> Opinion on the self-help genre of books?</qco> </h3>      \nironic that who it's written for is usually not who it's written by\n<br><br>"
  }
]
