[
  {
    "html": "<h3> <dco>11.5.21&nbsp; \n3:32 am</dco> &nbsp;<qco> i'm lost whats a question&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.21&nbsp; \n12:58 am</dco> &nbsp;<qco> why is everything so dumb and stupid?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n11:48 pm</dco> &nbsp;<qco> do you ever feel like you've been hit with the nostalgia train&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n11:40 pm</dco> &nbsp;<qco> How did it a canoe get its name&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n11:22 pm</dco> &nbsp;<qco> how to be more efficient in studying&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n11:17 pm</dco> &nbsp;<qco> Do you think math is a human-made way of explaining natural phenomena? Or is math nature itself and humans just discovered it? Or is it something else entirely?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n11:09 pm</dco> &nbsp;<qco> Whats the latest thing youve automated in your video production</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n10:52 pm</dco> &nbsp;<qco> Do you listen to pop music? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What do you think about it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n10:44 pm</dco> &nbsp;<qco> what is your favourite time signature</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n10:03 pm</dco> &nbsp;<qco> Favorite Scale</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n9:32 pm</dco> &nbsp;<qco> thoughts on philosophy?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n9:07 pm</dco> &nbsp;<qco> what's the difference between a cookie and a biscuit?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n9:03 pm</dco> &nbsp;<qco> How do I prevent stubbing my toe</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n9:03 pm</dco> &nbsp;<qco> top 3 best things youve ever done</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n9:01 pm</dco> &nbsp;<qco> could you please explain popcorn to me</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n5:45 pm</dco> &nbsp;<qco> What's an object that starts with e that isn't an elephant or an egg? I'm trying to make a mnuemonic and I'm having a very hard time thinking of any.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n5:06 pm</dco> &nbsp;<qco> i have a serious question that has been COUNFOUNDING me for weeks: how does a bag work</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n5:02 pm</dco> &nbsp;<qco> legend has it that satan's skin itself is less red than the red background on your lyrics page. the colours on all the other pages are perfect. the question now is, why?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n3:20 pm</dco> &nbsp;<qco> In your song New Canaan you seem to be singing for someone in particular (I'm feeling blue for you, I always dream of you, it stays true for you, etc.). Was there really someone you were thinking about when writing the song, or is that \"you\" the listener of the song, or something/someone else?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n2:55 pm</dco> &nbsp;<qco> i think your music is actually a supercharged overextensive version of every version of pop ever, which is amazing</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n2:00 pm</dco> &nbsp;<qco> if you could live on any planet, what planet would you live on?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n12:57 pm</dco> &nbsp;<qco> I have a bad habit of changing a song long after I released it and then releasing it again. Any tips on how to be happy with your work the way it is?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n11:37 am</dco> &nbsp;<qco> Is perusing making music a good decision if youre doing it for fun?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n11:20 am</dco> &nbsp;<qco> is earth real?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n10:36 am</dco> &nbsp;<qco> how often do you write songs (if you keep track of those sorts of things)?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n8:28 am</dco> &nbsp;<qco> in your song 'still a piece of garbage' you mention being a piece of garbage. is this true? maybe i'm reading into it too much</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n7:30 am</dco> &nbsp;<qco> how to english</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n7:27 am</dco> &nbsp;<qco> How do I become more productive?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n5:01 am</dco> &nbsp;<qco> will the 3D stickman in your videos be wearing a new accessory in each video? (eg. princess crown in \"I'm a princess\" and metal hat in \"more than a dream\")</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n1:12 am</dco> &nbsp;<qco> are we in a simulation</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n12:35 am</dco> &nbsp;<qco> I believe you don't approach songwriting like this, but are any of your published songs more specifically about a personal experience of yours? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Like being about a specifc thing that happened to you, or that you felt? Or do these things just inspire bits of lyrics, maybe a general concept for the song but not like \"fuck I'm gonna make the song ABOUT this event in my life\"\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Love you what you do, you're a great inspiration in lots of ways!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.4.21&nbsp; \n12:32 am</dco> &nbsp;<qco> i have a question (so weird right) i was wondering if you have any advice for my \"problem\". you see, im actually pretty happy with my life at the moment. not because i get above-average grades, lots of money, or have a super cool skill, cuz i dont really (i mean,i would say im pretty good at drawing, but i hang around a lot of art kids so its more common) i dont mind my life at the moment, i think i have the knowledge and skillset i need to get through life ok right now... except one thing. you see, i love music, always have. my favorite types of music right now are 80s and 90s rock, early 2010s edm party stuff, mid 2010s pop, and random, not as well known, sometimes dumb or meaningless songs/jingles i find on youtube(such as Elise ecklund, daniel thrasher, tom mcgovern, you, etc) music is such a huge part of me, im actually named after a song by The Cure (kinda) and i would love to write some music, but at the moment, i cant. i cant read sheet music, never\n  even had piano lessons as a kid, not too interested in my schools music classes, ive tryed to learn guitar, but couldnt really be bothered to memorize anything, the only instrument im currently interested in (other than still maybe guitar) is drums, but im not even to sure about that. even if&nbsp;&nbsp;could play something, i cant come up with original melodies easily AT ALL, its incredibly hard for me. idk why this particular thing is so hard for me, or why im so bothered by it. i really want to learn something, but i can almost never find the motivation to do so, which is weird, because ive found motivation for other things, ive learned to rollerskate and knit, etc. im sure if i did, i could be patient and improve my skills, like with my drawing or singing, or the above skills, but i cant find the motivation. what should i do? where do i find motivation? why cant i let this one thing go? im sorry for the long, kinda personal question, but idk, thought i might ask, you seem to kn\n ow music pretty well, and youre pretty good at what you do. also, if you answer this, feel free to cut out useless bits of question, including the apology, and thanks</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.3.21&nbsp; \n11:32 pm</dco> &nbsp;<qco> In \"I'm best friends of my own front door\" why the cops came and send me to jail? What crime did he did</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.3.21&nbsp; \n11:30 pm</dco> &nbsp;<qco> whats your favourite chord progression?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.3.21&nbsp; \n11:11 pm</dco> &nbsp;<qco> WHY DO CAPITAL LETTERS MAKE ME FEEL LIKE IM SHOUTING?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.3.21&nbsp; \n10:21 pm</dco> &nbsp;<qco> What inspired you to make your songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.3.21&nbsp; \n10:09 pm</dco> &nbsp;<qco> what's your favorite object</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.3.21&nbsp; \n9:32 pm</dco> &nbsp;<qco> are you going to do a music video with your old animation style in the future?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.3.21&nbsp; \n9:12 pm</dco> &nbsp;<qco> do you like burger king?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.3.21&nbsp; \n7:54 pm</dco> &nbsp;<qco> how should i think?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.3.21&nbsp; \n7:52 pm</dco> &nbsp;<qco> what time signature is more than a dream in?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.3.21&nbsp; \n7:34 pm</dco> &nbsp;<qco> have you watched seinfeld? u sound like a person who would watch seinfeld&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.3.21&nbsp; \n7:28 pm</dco> &nbsp;<qco> How do I be less argumentative?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.3.21&nbsp; \n6:04 pm</dco> &nbsp;<qco> Any tips for improving rhythm/sense of time?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.3.21&nbsp; \n5:25 pm</dco> &nbsp;<qco> aw man why is every day so bad</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.3.21&nbsp; \n1:57 pm</dco> &nbsp;<qco> You said that seeing the world inspires you. Also, you once said that spheres are the shapes that inspire you the most. Is that intended?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.3.21&nbsp; \n1:08 pm</dco> &nbsp;<qco> On a scale of 1 to 10 how would you rank the word \"astray\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.3.21&nbsp; \n12:47 pm</dco> &nbsp;<qco> Do any of your songs have meanings behind them?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.3.21&nbsp; \n9:59 am</dco> &nbsp;<qco> What common object right now do you think will be a really valuable antique 100 years from now?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.3.21&nbsp; \n9:56 am</dco> &nbsp;<qco> is the two week schedule working out as expected so far since you've released more than a dream?</qco> </h3>"
  }
]
