[
  {
    "html": "<h3> <dco>6.27.23&nbsp; \n7:45 pm</dco> &nbsp;<qco> In \"the ground plane\" on the word \"horizon\", am I hearing a hint of G in the vocals suggesting Abmaj7? </qco></h3>      sure, that seems about right<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also on a separate note, in&nbsp;&nbsp;9 8 7, what would you say the G/C chord you use in the verse is a substitute for if for anything? </qco></h3>      sometimes it could just as easily be a Cmaj7 surely<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I mean like is it a 4 chord or is it a 7 chord with a load of suspension?</qco></h3>      the verses feel like the key of Dmin or Cmaj at the same time. if it's C, then the C chord is a 1 chord. if it's the key of Dmin (dorian) then the C chord would be like a b7 chord.<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I also wanted to say how much I love the laid back kinda rhythm of 9 8 7 with the repeated drum pattern you do in most of ur new songs, which leads me to the question, how did this drum pattern come about? Or was it an unconscious addition to your style ?</qco> </h3>      i'm not quite identifying what you mean. in general, the percentage of new vibes (compared to previously established vibes) in any given song production will probably be somewhere between 10% and 30%. would be nice if i could get this figure even higher, but, as with most people, am self\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; 6:18 pm</dco> &nbsp;<qco> do you have good knowledge in music theory</qco> </h3>      \ni have many decades of real world experience on how music works, in a wide range of different contexts. i also am widely familiar with the commonly used notation systems of the music industry. and also, like a good citizen, i fancy on a typical morning going completely bonkers\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; \n5:49 pm</dco> &nbsp;<qco> How do you figure out how to end a song without it sounding awkward?</qco> </h3>      \nthat's impossible. the awkwardness has to go somewhere. if you're lucky you can find the ideal awkward carrying case\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; \n5:14 pm</dco> &nbsp;<qco> Do you feel like you get a lot of the same questions?</qco> </h3>      \nin fact, every question is the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; \n5:07 pm</dco> &nbsp;<qco> did you ever mow a lawn for pocket money</qco> </h3>      \ni've never done that\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; 3:41 pm</dco> &nbsp;<qco> How do you ask a question?</qco> </h3>      \nimpossible. it can't be done\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; \n2:31 pm</dco> &nbsp;<qco> how do i stick to projects and not give up halfway through for no reason</qco> </h3>      \nyou'll have to communicate with the version of you that started it. recall why you wanted to do it in the first place. it's not that you're 'giving up' for 'no reason', it's just that you forgot the reason you started it. so try to see if you can go ahead and send yourself a telegram to the past, and strike up a convo about why you originally wanted to do it. i'm sure the past you will have a lot to say about it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; \n2:13 pm</dco> &nbsp;<qco> What's your opinion on food?</qco> </h3>      \nhilarious\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; \n1:01 pm</dco> &nbsp;<qco> Do you take care of plants? </qco></h3>      no, but i could<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How many do you have </qco></h3>      0<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I have 437</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; \n12:56 pm</dco> &nbsp;<qco> what's the meaning behind \"I wanna be a movie star?\"</qco> </h3>      \nwritten to be a short (looping infinitely, just the chorus title section). a cuddly yet energetic cozy vibe, sparkly eyed, with a lyrical inference to hollywood and the film industry. the rest would be left to the imagination because there would be no verses and no other sections. years later i picked it up and wrote it as a full song, and i further explored those same vibes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; \n12:49 pm</dco> &nbsp;<qco> do you have something that you consider your favorite/best work?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; \n12:31 pm</dco> &nbsp;<qco> (this is a continuation on a prev question) if my name is steve would the guy from hi i'm steve's name still be my name</qco> </h3>      \neven more so\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; \n12:14 pm</dco> &nbsp;<qco> Does asking a question count as free will\n<br></qco> </h3>      \nquestion-asking in general neither confirms nor negates 'free will'\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; \n11:06 am</dco> &nbsp;<qco> i've been living by a church for some time, i'm not a christian but last sunday i decided to attend a service just because i like religious spaces and human connection and live music wherever i can get it, and now churchgoers are recognizing me and approaching me about youth groups and crap thinking i'm a christian and i of course appreciate the friendliness but i'm just not interested at all because i don't believe in god, but i don't want to tell them that because i feel as though they will think badly of me for my deception and only really taking part in their religion as an act of religious tourism. from what you've said in the past i take it you may have some insight on this. what do you reckon i do?\n<br>\n<br>(they played i think 4 songs during the service. 2 of them were fine, one kinda sucked, one kicked ass. just felt like mentioning this. have a nice day)</qco> </h3>      \nsee if you can get in the band. but if not, another option is to watch church videos online. you'll find a lot of different kinds\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; 10:27 am</dco> &nbsp;<qco> is there any genre of music that you like but wouldn't make</qco> </h3>      \ni like a lot of kinds of things that i haven't made yet, but i can't think of anything that i wouldn't like to try\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; \n9:23 am</dco> &nbsp;<qco> Do you know about Old English?</qco> </h3>      \nhow old\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; \n8:39 am</dco> &nbsp;<qco> Do you believe the saying 'all good things must come to an end.'</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; \n8:21 am</dco> &nbsp;<qco> Is having a conversation a feeling or a calculation?</qco> </h3>      \nconversations usually have some of both. it's a great place for both, and a whole lot more\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; 7:54 am</dco> &nbsp;<qco> Do u like hamsters?</qco> </h3>      \ni don't know any hamsters\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; \n3:53 am</dco> &nbsp;<qco> do you ever feel reluctant to change the key of a song - even though it would be objectively useful - just because you kind of feel the song 'has to' be in, say, F Major?</qco> </h3>      \nusually not. more often there might be a requirement that it must NOT be in a particular key, because the previous song was in that key. The only situation i can think of where a song needs to be in 1 particular key is if the song was specifically written around, and featuring, some widely identifiable real-world sound effect. like the boink noise in everyone's favorite video game\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; \n2:52 am</dco> &nbsp;<qco> hello i am an alien</qco> </h3>      \ni believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; \n1:15 am</dco> &nbsp;<qco> are you making a movie right now?</qco> </h3>      \nmodern day equivalent\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; \n1:00 am</dco> &nbsp;<qco> How am I supposed to learn piano if my hands are too small to reach an octave? This is very sad.</qco> </h3>      \nyou'll find great tricks that other people never did, because they were distracted by playing octaves\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; \n12:59 am</dco> &nbsp;<qco> What's your process when it comes to creating your basslines in your songs. </qco></h3>      it's the same process as wearing a pair of trousers. which i can't totally describe <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Any particular styles? </qco></h3>      style happens, hopefully well enough to shake off any style-labels. like fruit, i find style often tastes better without the label<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also which bass are you playing in \"La de da de da de da de day oh?\"&nbsp;</qco> </h3>      i don't recall\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; \n12:21 am</dco> &nbsp;<qco> What do you do when you feel useless and knowing that you need to move on but still feel like it's too late? Like sometimes your emotions just overcome your being and you feel so sad all of a sudden. What do you do at these times?</qco> </h3>      \ntake a walk. move around if you can\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.23&nbsp; \n9:37 pm</dco> &nbsp;<qco> how 2 remeber my naem</qco> </h3>      \nit's pat\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.23&nbsp; \n8:33 pm</dco> &nbsp;<qco> what was the context for the note written 2.5.11 at 3:28 pm?</qco> </h3>      \ntrying to record all the songs i'd written, within an extremely unrealistic duration of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.23&nbsp; \n8:07 pm</dco> &nbsp;<qco> how do i grow my own chickpeas?</qco> </h3>      \ni don't even know what a chickpea is, so you're way ahead of me\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.23&nbsp; \n6:39 pm</dco> &nbsp;<qco> just got a depressing insight into the music industry: apparently demos for songs get passed around and artists just pick them up and go, \"oh, i'll sing this one.\" so like there's artists singing songs that they haven't written themselves? and this is fairly common?</qco> </h3>      \nsure, that's always been fairly common. it's like when you go see a movie, most of the time the actors did not write their own dialogue. however, i'd say it's probably more common for a singer to have written the song they're singing than for an actor to have written the part they are acting. but both situations exist for both, and there might be advantages and disadvantages for both\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.23&nbsp; \n4:27 pm</dco> &nbsp;<qco> im graduting</qco> </h3>      \nthat's exiting\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.23&nbsp; \n3:58 pm</dco> &nbsp;<qco> what do you think about apples?</qco> </h3>      \nbasic\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.23&nbsp; 3:44 pm</dco> &nbsp;<qco> Can I ask a question?</qco> </h3>      \nit's hard to even imagine what that would be like\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.23&nbsp; \n3:32 pm</dco> &nbsp;<qco> what is water</qco> </h3>      \nperfect\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.23&nbsp; \n3:32 pm</dco> &nbsp;<qco> do you want to know how to solve a Rubik's cube</qco> </h3>      \nat some point\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.23&nbsp; \n1:19 pm</dco> &nbsp;<qco> is it normal to have a weird obsession over good-*named* music and stuff? Idk i just like to see things that have IMPRESSIVE and CREATIVE names&nbsp;&amp; titles, but i don't know why and neither if it's just a me issue.\n</qco></h3>      names are cool. anyone who's gone shopping knows this<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In other matters, i often make questions to you during my programming classes, but i always forget what the hell i've asked, how do i stop forgetting my own questions to then know if i have been answered or not?</qco> </h3>      maybe you could think of a cool name for your question\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.23&nbsp; \n12:36 pm</dco> &nbsp;<qco> is \"i'm a princess\" about your experience with fame and your relationship with your fans?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.23&nbsp; \n12:28 pm</dco> &nbsp;<qco> I noticed that recently whenever I'm doing nothing productive during my free time, I feel guilty about it and tell myself I'm wasting my time and I should be doing something else, even though it's good to have some time to just chill. Do you ever feel the same?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Any advice on how to handle that feeling?</qco> </h3>      challenge yourself to chill even harder. make it a contest\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.23&nbsp; \n5:14 am</dco> &nbsp;<qco> Hey Bill, I was wondering if you could give a very brief summary of how you learnt to be so good at music, and what steps you took along the way and how long you've been doing it. Did you do some form of music school and did you feel it was worth it? Thank you for your time</qco> </h3>      \ni got obsessed with it on my own, at an extremely young age, then after maybe a few weeks got obsessed with something else for a short while and then came back and became obsessed with music again in a different way. this is generally the pattern that persists over and over again throughout my life. in the occasional brief childhood encounters i've had with classroom/teachers, i typically tend to realize i'm more obsessed than the teacher is, and i drop out and move forward from there\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.23&nbsp; \n3:17 am</dco> &nbsp;<qco> Hello, I'm a big fan of your work. Some songs of yours just makes me feel so strangely nostalgic about things that I forgot, and even some emotions that I can't even define. How do you come up with things like these? What inspired you to make music? Anyways you rock man.</qco> </h3>      \nholy smokes, you are very friendly\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.23&nbsp; \n2:40 am</dco> &nbsp;<qco> Is life a color?</qco> </h3>      \nit's multi colored\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.23&nbsp; \n10:47 pm</dco> &nbsp;<qco> if music didnt exist what do you think you would be doing</qco> </h3>      \na lot of language and architecture\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.23&nbsp; \n10:43 pm</dco> &nbsp;<qco> you had stated your favorite doors are windows. </qco></h3>      yes, but i was goofing around<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but what about windows you can't open, like stain glass windows? can we consider those single use doors? or are they doors we must never open?</qco> </h3>      i've come to realize that the definition of a door usually requires 2 things: it must be openable, and typically the bottom edge must be at or near floor level\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.23&nbsp; \n8:52 pm</dco> &nbsp;<qco> Ever think about how at some point in human history, someone was the first person to have a name?</qco></h3>      i don't think that's true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I wonder what that must have been like.</qco> </h3>      \nit's a lot like falling asleep, or waking up\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.23&nbsp; \n7:19 pm</dco> &nbsp;<qco> opinion on whole wheat bread?</qco> </h3>      \nsame great taste\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.23&nbsp; \n5:48 pm</dco> &nbsp;<qco> Do you like corn?</qco> </h3>      \ntoo cheesy\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.23&nbsp; \n2:58 pm</dco> &nbsp;<qco> what if you have two awesome things planned but they overlap</qco> </h3>      \nthey'd either enhance each other, or cancel each other out. i guess it depends on the phase\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.23&nbsp; 2:53 pm</dco> &nbsp;<qco> you probably get this question quite frequently, but what would be your favorite song you've written and published so far?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.23&nbsp; \n2:32 pm</dco> &nbsp;<qco> What to do when you feel stuck and like you have too much free time this summer?</qco> </h3>      \nmake a movie\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.23&nbsp; \n10:36 am</dco> &nbsp;<qco> how many flowerpots do you own</qco> </h3>      \njust one, to keep all my other flower pots in\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.23&nbsp; \n6:56 am</dco> &nbsp;<qco> explain the theory of everything</qco> </h3>      \nthat can be any length, so the theory would look different at each length. there is no upper limit on the length of the theory. so indeed the only non-arbitrary choice for a fixed value for the length of the theory would be zero. this unfortunately seems like it's leaving out a lot of possibilities. the second most non-arbitrary choice for the length of the theory would be 'infinitely' long. which actually shares the same problem as a zero-sized theory, in that it lacks any specific discernable detail. so indeed, anything will eventually lead every possible other thing, in due time, in a natural order that may or may not surprise even itself. enjoy\n<br><br>"
  }
]
