[
  {
    "html": "<h3> <dco>7.29.23&nbsp; \n6:15 pm</dco> &nbsp;<qco> It's said that \"the powerful play goes on and you may contribute a verse\" but now few plays have verses anymore what can we contribute?</qco> </h3>      \nyou can switch the metaphor to a song and it works fine now i think\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.23&nbsp; \n5:53 pm</dco> &nbsp;<qco> is it ok if i abbreviate i like to wear soft clothing (cause it makes me feel like i'm rough, in comparison) as iltwsccimmfliric?</qco> </h3>      \nsure. but i think if you add the parentheses it will help a lot\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.23&nbsp; \n5:20 pm</dco> &nbsp;<qco> What's a collect call? I remember they used tk have those 1-800-Collect commercials with Mr. T and Carrot Top. What happened (past tense since I'm assuming that probably doesn't exist anymore?) when someone would call 1-800-Collect?</qco> </h3>      \nyou make the other person pay for it. you use it when you're at school and you wanna call your mom from the pay phone, but you don't have any quarters. you call 1 800 collect, then a pre-recorded friendly woman, who sounds remarkably similar to the modern USA dialect on google translate or google directions, says \"Thank you for calling 1-800 collect. Please enter the number you wish to call, area code first.\" then you type the number, and then you probably have to say your name, and then it calls the other person, and it says something like (i've never heard this part, so i'm paraphrasing) \"some jerk named ______ is calling you and wants you to pay for it. will you accept charges?\" and they can say yes or no. and then if they say yes, you'll hear \"Your call is connected.\" and then you are talking to the person\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.23&nbsp; \n4:00 pm</dco> &nbsp;<qco> what is your opinion on Soeparno, an Indonesian military officer and politician who was mayor of Surabaya between the 23 of January 1974 to the 23 of January 1979, that died at the age of 78 years in 2000?</qco> </h3>      \nno opinion, but i find it a little sneaky to bake factual clauses into a question, because it makes it almost impossible for the other person to contest any of those facts, because the whole thing is wrapped up as a question, and the question is not about whether those facts are true. That being said, i have no particular reason to believe any of the facts you delivered are false, but, i feel the need to point out that you didn't give me the opportunity to do so, so it gives the recipient a sort of 'trapped' feeling. It reminds me of the classic schoolyard tease \"why are you an idiot?\" and other variations\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.23&nbsp; \n2:45 pm</dco> &nbsp;<qco> What is the transcript for Perfect?</qco> </h3>      \ni've never made one, but it depends what you want to transcribe. words only, words and score, camera moves, diacritics, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.23&nbsp; \n2:40 pm</dco> &nbsp;<qco> why do you like to wear soft clothing? </qco></h3>      because it is comfortable<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is it because you feel rough in comparison?</qco> </h3>      no, but the logic there sounds like fun, especially for a song or something\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.23&nbsp; \n2:23 pm</dco> &nbsp;<qco> Why am I such a musical failure? I can sing and tell tunes apart, but as soon as I try an instrument I'm all thumbs.</qco> </h3>      \na person cannot be a failure. an attempt can be a failure. but that doesn't say anything about possible future attempts\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.23&nbsp; \n2:15 pm</dco> &nbsp;<qco> what does one wear to a formal event?</qco> </h3>      \npants, for sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.23&nbsp; \n1:08 pm</dco> &nbsp;<qco> What do the astronomers do about the time slowing down in \"Slow Down?\"?</qco> </h3>      \nnothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.23&nbsp; \n12:49 pm</dco> &nbsp;<qco> Do u think life is meaningless? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If not, what do u think?&nbsp;</qco> </h3>      it has more meaning than the word 'meaningful' could describe. For example, the universe has a lot of atoms in it. you might say the universe is \"atomful\", but even then that seems like an underestimate of how many atoms in the universe. and i believe there are even more meanings than atoms, so, ........ you do the math\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.23&nbsp; \n11:10 am</dco> &nbsp;<qco> your arrangements have a lot of little fast fills and licks hiding in them that always feel great, they sound natural and spontaneous but also do a lot of subtle things that my brain really likes. in a lot of your videos you'll highlight one and sort of break it down by showing the notation or your hand on the keyboard, which makes me wonder: do you come up with those lines just by playing them, and then analyze the details afterward? or do you compose them in advance so that they sound spontaneous, but they're actually carefully controlled?</qco> </h3>      \nthe big prominent ones are probably written into the song, but the smaller ones are probably found during production. regardless, nowadays i don't use staff notation either way. the big solo in \"airport terminal\" is improvised. the big solo in \"la de da\" is mostly improvised except it was written into the song that i would specifically quote \"where did all the good times go\". a prominent riff such as the one after \"celebrate\" in \"meet me in september\", was written with the songwriting, and same for the one at the end. although notation wasn't used. but transcribing notation and chords is trivial for me because i am fluent/literate in notation and chord symbols, so for me that's no harder than writing down a sentence that i heard someone speak\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.23&nbsp; \n8:45 am</dco> &nbsp;<qco> How much time does it take to be creative? </qco></h3>      any amount<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And how much creativity does it take to figure out time?</qco> </h3>      any amount\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.23&nbsp; \n7:59 am</dco> &nbsp;<qco> i have a remote control next to me, and i'm afraid it's reading my mind, do you have any advice on how to stop it</qco> </h3>      \nno, but: it's probably not as good at reading your mind as you are at reading your own mind. unfortunately, you are not as good at reading your own mind as you could be if you weren't also trying to deal with whether or not the other thing is reading your mind\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.23&nbsp; \n3:09 am</dco> &nbsp;<qco> sometimes when im listening back to the music ive created, i feel a nagging feeling that it isn't up to the quality of other music i like, or maybe doesn't feel like \"real music\", even though the rational side of me knows its probably fine. have you ever experienced this, </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and/or do you know anything i can do to rid myself of this?</qco> </h3>      try to trick yourself into thinking you made someone else's music. then listen to that music and see how bad it is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.23&nbsp; \n1:53 am</dco> &nbsp;<qco> thoughts on the Q train</qco> </h3>      \nback in my day it only went up to 57th st, except when it went all the way to astoria for like 6 years, that was crazy. it was actually the Queens train for a bit. they deleted the W during that time also. Weird. Soon they are making a T train, which of course stands for Train\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.23&nbsp; \n1:25 am</dco> &nbsp;<qco> what the hell is a main menu</qco> </h3>      \na place to call home\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.23&nbsp; \n12:21 am</dco> &nbsp;<qco> what is making sense</qco> </h3>      \nwhen you find the same thing on either side of the equals sign\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.23&nbsp; \n6:44 pm</dco> &nbsp;<qco> Can you name my blankie?</qco> </h3>      \nno, but it already is named blankie\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.23&nbsp; \n6:42 pm</dco> &nbsp;<qco> What's Barbie's last name?</qco> </h3>      \nroberts\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.23&nbsp; \n3:17 pm</dco> &nbsp;<qco> how do i get better at scrabble?</qco> </h3>      \nmemorize the legal 2-letter words in whatever dictionary your game is adhering to\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.23&nbsp; \n2:50 pm</dco> &nbsp;<qco> When is June&nbsp;😀</qco> </h3>      \njust around the corner\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.23&nbsp; \n12:23 pm</dco> &nbsp;<qco> Are you still getting stronger with every question?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.23&nbsp; \n12:10 pm</dco> &nbsp;<qco> if aliens visit you and ask for the low-down on the human race, what will you tell them?</qco> </h3>      \ni'd ask what the hell is a low-down\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.23&nbsp; \n11:27 am</dco> &nbsp;<qco> how would you survive the apocalypse but every explosion makes a gang of angry kittens</qco> </h3>      \ni would increase the speed 10% with each kitten, but each kitten is more ryan reynolds\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.23&nbsp; \n11:10 am</dco> &nbsp;<qco> Do you believe cats are a feature or a glitch in the simulation?&nbsp;</qco> </h3>      \nyou can look at it either way. it's like the picture that looks like either a duck or an old woman. the duck is a glitch in the woman simulation, and, indeed, the woman is a glitch in the duck simulation\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.23&nbsp; \n11:05 am</dco> &nbsp;<qco> Do you identify as a nihilist/Nietzsche follower? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or do you consider far more intellectual for that? </qco></h3>      do i consider what more intellectual<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or are you one of those who doesn't identify as anything?</qco> </h3>      identify what as anything\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.23&nbsp; \n9:36 am</dco> &nbsp;<qco> how much calories would 3 servings of inspiration contain</qco> </h3>      \n3\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.23&nbsp; \n9:03 am</dco> &nbsp;<qco> What should i buy in scenes for sale™? i have 27 quarters and 2.124 forks</qco> </h3>      \nyou could get the brno one\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.23&nbsp; \n9:00 am</dco> &nbsp;<qco> Favorite everything?</qco> </h3>      \neverything\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.28.23&nbsp; \n6:35 am</dco> &nbsp;<qco> what's the best pet if you live under water?</qco> </h3>      \na fish\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.23&nbsp; \n11:31 pm</dco> &nbsp;<qco> Ever heard of Weezer??</qco> </h3>      \nyes i have. does not weez as much as advertised\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.23&nbsp; \n10:35 pm</dco> &nbsp;<qco> what are some vocal warm ups you like to do?</qco> </h3>      \ni do <a href=\"mmmmmmmmmmmmm.png\" target=\"_blank\">this one</a>, repeating the entire thing a half-step higher each time. i stick with this exercise because otherwise i can't decide which exercise to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.23&nbsp; \n9:53 pm</dco> &nbsp;<qco> what is your opinion on edible plastic</qco> </h3>      \nthat sounds wonderful. don't know if it exists yet, but, it couldn't be too damn hard now could it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.23&nbsp; \n9:22 pm</dco> &nbsp;<qco> I went to what I like to call the afterlife during my teenage years and I have changed profoundly since then, but I realized that the world did not correspond to this new perspective at all, so I feel incomplete. What should I do? Or what would you do?</qco> </h3>      \nwhat i would do in that situation is try to learn as much as i can about this current world we're in, while we're in it. it's sort of like 1 random ice crystal that you will only see just this once, but you'll see patterns that actually resonate with eternity, regardless. you'll be able to see plenty of other ice crystals some other time, but this is the only time you'll see this one. so, you can take a good look at it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.23&nbsp; \n9:04 pm</dco> &nbsp;<qco> what demographic is your target audience</qco> </h3>      \nit's you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.23&nbsp; \n6:22 pm</dco> &nbsp;<qco> how important is self confidence</qco> </h3>      \ni'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.23&nbsp; \n4:49 pm</dco> &nbsp;<qco> Are trucks real?</qco> </h3>      \nnot entirely. only the cab is real. the rest is just the huge box it's carrying\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.23&nbsp; 4:02 pm</dco> &nbsp;<qco> why did the chicken cross the road?</qco> </h3>      \nbecause it was quicker than going across it the long way\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.23&nbsp; \n3:35 pm</dco> &nbsp;<qco> is whenwhat</qco> </h3>      \nyes it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.23&nbsp; \n3:32 pm</dco> &nbsp;<qco> What do you think about michael jackson</qco> </h3>      \nthe McDonald's of pop\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.23&nbsp; \n3:32 pm</dco> &nbsp;<qco> why is it that everytime im optimistic about something happening it doesn't happen and everything goes wrong but when im pessimistic its the opposite</qco> </h3>      \nkeeps things interesting\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.23&nbsp; \n3:26 pm</dco> &nbsp;<qco> How to do the impossible task of convincing people to change a deeply entrenched habit that unnecessarily(changing said habit does not harm the person who changed) negatively affects others, when there are no visible, legal, physical, or social repercussions to such people in continuing to remain as they are? How can I do this successfully while still remaining doing my office job(as leaving job just to convince people may not pay at all,i.e., it may pay but it is extremely risky)? Especially if I feel like the only way I can successfully convince someone is if I have a lot of time to sit around convincing every passerby(job takes up lot of time, with the little time I have left for convincing people, my efforts seem to be bearing no fruit)?</qco> </h3>      creating deliberate change happens from the inside out. the first person you truly have access to, from the inside, is yourself. your access to everyone else (from the inside) is unfortunately limited at this time. so therefore, it's been quite common that the most powerful results are found (for oneself, and, also, the world in general) when people look within and make changes there first. in other words, you started off by wondering how to change other people. but why aren't they changing themselves? perhaps, they are too busy trying to change someone else actually ...........\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.23&nbsp; \n2:36 pm</dco> &nbsp;<qco> hello!! first, i just wanna say that i love your music, i appreciate the fact that you put your songs onto spotify :D\n<br>\n<br>second, do you respond to every question you get? also, are the most current questions answered the most current questions asked too?\n</qco></h3>      the date and time next to the question is based on when the question was asked<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;third, do you spend a lot of time finding ideas for songs/other projects </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do they just randomly come to you </qco></h3>      also yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and you deem them good enough to produce into reality? \n</qco></h3>      at a different time. Idea finding sessions happen, and, alternately, ideas may hit me at other times when i'm not expecting it. Either way, the process of selecting which one to produce next is a separate isolated task, not related to the time that the idea first happened<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;have a nice day (or night)!</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.23&nbsp; \n1:58 pm</dco> &nbsp;<qco> what is your opinion on the butterfly effect</qco> </h3>      \ndoes not work with actual butterflies. only works with moths\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.23&nbsp; \n1:56 pm</dco> &nbsp;<qco> ok so here is a thing. ive always wanted to sing (already know how to play multiple instruments) but now i like really need to learn to sing bc i wrote a song for a girl and i have it in my head but im too insecure about my voice. i know its a thing to learn but its just too scary and i really love her and want to sing this bill help</qco> </h3>      \nthat's a whole different kind of singing. in your situation, it's actually more appropriate to sing badly\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.23&nbsp; \n11:31 am</dco> &nbsp;<qco> why cant bananas taste like strawberries which don't taste like banana</qco> </h3>      \nbecause you don't have advanced enough equipment\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.23&nbsp; \n11:24 am</dco> &nbsp;<qco> what day is the end of the world</qco> </h3>      \nyesterday, but then a new one started so it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.23&nbsp; \n6:55 am</dco> &nbsp;<qco> Hi Bill. I find myself not clicking on links anymore because I know every website hits me with at least 4-5 roadblocks (cookie consent, turn on notifications, newsletter signup, login prompt, etc, etc..) but your site feels like a safe haven from all of this. It's a breath of fresh air, kinda how pre-2004 internet felt like, meaning it in the best way possible. Do you have the similar aversion to the state of the \"modern web\"?</qco> </h3>      \nno, i like being clobbered. it makes me feel loved\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.23&nbsp; \n6:04 am</dco> &nbsp;<qco> do you think the secret formula for happiness could be packaged and sold in supermarkets?\n<br></qco> </h3>      \ni was going to say yes but now that i think about it no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.23&nbsp; \n1:57 am</dco> &nbsp;<qco> have you considered making a song with a conlang (constructed language)?</qco> </h3>      \nno\n<br><br>"
  }
]
