[
  {
    "html": "<h3> <dco>12.31.24&nbsp; \n10:48 am</dco> &nbsp;<qco> Opinions on drywall?</qco> </h3>      \na common philosophical reference point\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.24&nbsp; \n4:40 am</dco> &nbsp;<qco> how to cope with world being bad currently. this is relative to its potential</qco> </h3>      \nthink more about how good it can potentially be. you certainly wish other people would think about that, (and they wish you would too, actually) so you might as well get started\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.24&nbsp; \n4:04 am</dco> &nbsp;<qco> why don't you acknowledge any of your contributions to the field of chemistry in your website, mr. wurtz?&nbsp;</qco> </h3>      \ni haven't made any contributions to chemistry. i apologize for not making this more clear, and also for not contributing\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.24&nbsp; \n2:48 am</dco> &nbsp;<qco> when am i gonna finish programming the proof of concept im working on</qco> </h3>      \ni'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.24&nbsp; \n2:29 am</dco> &nbsp;<qco> do you agree with the idea behind \"I think, therefore I am\"?</qco> </h3>      \ni don't actually know what the idea is behind that. that quote is so blindingly famous, it seems to drown out its meaning\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.24&nbsp; \n2:11 am</dco> &nbsp;<qco> can you give me the most interesting prompt you have im runnin outta fic ideas. ty from a struggling writer&nbsp;</qco> </h3>      \nthis is sometimes considered the 'easy way out', but just write everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.24&nbsp; \n1:49 am</dco> &nbsp;<qco> How do you view the relationship between intent and self expression?</qco> </h3>      \nit's possible to express yourself without intending to, and it's possible to not do it despite intending to\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.24&nbsp; \n12:08 am</dco> &nbsp;<qco> Do you think that the more we develop our individual identity, the more we alienate ourselves from other people?</qco> </h3>      \nit's your choice whether to do both of those at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.31.24&nbsp; \n12:06 am</dco> &nbsp;<qco> qwweerrttyyùiooppppaaaassddfffgghhhjjjkkllllzzzzzzzzzxxcccccvvvvvvvvvvvvbbbbbbbbnnnnnnmmmmmm\n<br>\n<br>don't you feel the same?</qco> </h3>      \nsort of\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n10:31 pm</dco> &nbsp;<qco> Is there anything in particular you want out of 2025?</qco> </h3>      \nhow about 9x5x9x5\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n10:16 pm</dco> &nbsp;<qco> how do you live each day knowing one day the sun will explode and cause the heat death of the universe?</qco> </h3>      \nhow did they live when they thought the sun was a football in a sports game between zeus and his other sports pals\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n9:19 pm</dco> &nbsp;<qco> \"addicted to workahol\" reminds me of this billboard near where i live that says \"breakthrough addiction\", (instead of \"break through addiction\"). and i've been wondering ever since if i might be addicted to breakthroughs and is this causing a problem for me, and thinking about the breakthrough withdrawal symptoms i have experienced lately..... and many times throughout my life.</qco> </h3>      \nyeah i have that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n8:46 pm</dco> &nbsp;<qco> do you have more song ideas or videos ideas? well now i wanna know how do you sort your ideas? do you have specifics like here are the \"song ideas\" then \"video ideas\" then \"other ideas\" or what</qco> </h3>      \nit's not unheard of for them to switch lists during development\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n6:39 pm</dco> &nbsp;<qco> What if we called all Stop signs Pots signs instead?</qco> </h3>      \ncould work\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n6:38 pm</dco> &nbsp;<qco> hi bill i'm home for the holidays and since this is time off for me i kind of expecting to have a productive songwriting period. actually it has been really difficult because i have almost no privacy. the walls are thin and people are always home. so i'm wondering how do you write songs when you are afraid people are listening?</qco> </h3>      \nyou can surely develop a notation system to write down what you are going to play, at a later date\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n6:04 pm</dco> &nbsp;<qco> if your own view of reality feels so absolute - how do you come to understand the reality of other people? What would be a good first step you think?</qco> </h3>      \nfirst, live life for 1 moment. then step 2 would be live life for one additional moment. and so on\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n5:39 pm</dco> &nbsp;<qco> Is 573820203746475849302837102837374738382920201828124585957373920383746474839302020304857463839202837464637383920283747483920208274646474939300937373633535372728191019373647292017151313131457392929 a prime number?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; 3:52 pm</dco> &nbsp;<qco> what's your favorite time signature</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n3:41 pm</dco> &nbsp;<qco> why do \"jazz\" and \"chairs\" sound so similar?</qco> </h3>      \nif your dialect is non-rhotic\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n2:55 pm</dco> &nbsp;<qco> Do you have an affinity for cars, beyond their function of bringing you from point A to point B? Like, if you were a billionaire (maybe you are, I don't know), would you want to have a lot of fancy lamborghinis or rolls-royces or cadillacs or whatever?&nbsp;</qco> </h3>      \ni wouldn't collect cars. but that doesn't mean i dislike them\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n2:13 pm</dco> &nbsp;<qco> Do you like 365 being the number of days in a year</qco> </h3>      \nthat extra 5(.25) has gotta be saying something about earth's relationship to whatever else other than the sun\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n1:30 pm</dco> &nbsp;<qco> thoughts on everything?</qco> </h3>      \ncould work\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n10:01 am</dco> &nbsp;<qco> why would poetry be considered evil</qco> </h3>      \nmaybe by another poem\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n8:58 am</dco> &nbsp;<qco> Are you learning any languages right now?</qco> </h3>      \nsort of\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n8:49 am</dco> &nbsp;<qco> Of all the instruments you know how to play, which one was the most difficult to learn for you?</qco> </h3>      \nlearning continues on steadily, at the same rate, for all things, over a long period of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n8:19 am</dco> &nbsp;<qco> what is your favourite U.S. State or Canadian province</qco> </h3>      \n'no mans land'\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n8:00 am</dco> &nbsp;<qco> Motaigne stated that reading books is bad since it prevents you from forming a world view that is completely yours, even unconsciously. Do you think the same applies for music, even though it is more about feelings ? -oh wait, I fell for the same thing that I'm complaining about !-</qco> </h3>      \nno need to stress about how much input you get or don't get. any amount will work just fine, and you will probably end up oscillating between less and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n7:42 am</dco> &nbsp;<qco> struggling to play in time, any tips?</qco> </h3>      \nsometimes time gets stronger if you feel it a little more in the longer term. if you have more deep enjoyment of the surrounding 16, 32, or even more bars, even lyrically, the more you are feeling a broader number of bars in their full context, the steadier your time in the short term will automatically be\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n5:26 am</dco> &nbsp;<qco> what's your opinion on reconstructive linguistics?</qco> </h3>      \ncould almost work maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n4:34 am</dco> &nbsp;<qco> Who framed Roger Rabbit?</qco> </h3>      \nmaybe it was the other, not-cartoon guy\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n3:27 am</dco> &nbsp;<qco> i'm gonna make a recording each day. but i'm not sure if i'm ready to call them songs</qco> </h3>      \nthat's ok. the question is what would it excite you most to call them\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; 2:42 am</dco> &nbsp;<qco> do you think music theory is a kind of language to explain/understand some sort of truth inherent to the universe, like math is often described to be</qco> </h3>      \nmusic itself does that. music theory just represents our previous incomplete attempts to pin down whatever our most recent favorite moments were at any given time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n1:24 am</dco> &nbsp;<qco> In your opinion how does lyric clarity affect a song? Is there ever a point when lyrics start to become unnecessary? How do you decide how much (or little) vocal narrative is needed to get the message across?&nbsp;</qco> </h3>      \nall you can do is judge that for yourself. other people can explain how they feel, but that will have no effect on what works for you. And, to take it a step further, if you're trying to reach other people, you'll never be able to do it unless you're doing what works for you. otherwise your transmitter will literally not be working\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n11:35 pm</dco> &nbsp;<qco> have you ever tripped on mushrooms? if so how was it?</qco> </h3>      \nit's not always clear whether the 'mushroom trip' is in fact away from or toward the mushroom\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n10:57 pm</dco> &nbsp;<qco> should i learn how to draw?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; 9:59 pm</dco> &nbsp;<qco> any plans for new years?</qco> </h3>      \nthe years have all been planned since long ago, by......  gregory maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n9:13 pm</dco> &nbsp;<qco> do you like cats more than i do</qco> </h3>      \ni'm not sure. cats do not factor significantly into my life, but i am not against them\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n9:13 pm</dco> &nbsp;<qco> is the distribution of good and bad things in the universe 50/50?</qco> </h3>      \nit's evenly balanced, but it is always possible to prove it is not\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n8:02 pm</dco> &nbsp;<qco> do you find it easier to play in time with a click, or with existing instrument tracks? once you have some instruments in place, do you prefer to turn the click off at that point?</qco> </h3>      \nof course that depends how tight the instruments are\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n6:54 pm</dco> &nbsp;<qco> when recording parts for a song, do you prefer to go \"vertically\" i.e first tracking every instrument for the A section, then moving on to the next section or \"horizontally\" where you record all sections for one instrument and then do another instrument. i just made up these 2 terms i hope you get what i mean</qco> </h3>      \nneither of these ways really works\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n5:51 pm</dco> &nbsp;<qco> do you think we would see the name \"Jeff\" differently if it were in the Bible</qco> </h3>      \njeff is in some of the unedited versions\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; 5:01 pm</dco> &nbsp;<qco> if you had to name the genre of music that you make, what would you name it?</qco> </h3>      \nnormal\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n4:07 pm</dco> &nbsp;<qco> Is there any part of the video-making process that you dislike? That you wish you didn't have to do?</qco> </h3>      \nsometimes i wish i didn't think i had to do what i don't have to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n3:22 pm</dco> &nbsp;<qco> is it possible to write stories with only onomatopoeias?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n3:12 pm</dco> &nbsp;<qco> Are there any new songs in your new project that are majorily in 5/4?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; 2:01 pm</dco> &nbsp;<qco> why do you spell it \"connexion\"&nbsp;</qco> </h3>      \ni don't recall ever doing that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n1:23 pm</dco> &nbsp;<qco> what, if anything, have you learned from classical music?</qco> </h3>      \nit's music\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n10:54 am</dco> &nbsp;<qco> what is a coincidence?</qco> </h3>      \nspanish and greek sound the same\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n9:23 am</dco> &nbsp;<qco> favourite synth sound</qco> </h3>      \nthe first one\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n3:36 am</dco> &nbsp;<qco> how often do you use the word supercalifragilisticexpialidocious</qco> </h3>      \nit's the only word i use\n\n\n<br><br>"
  }
]
