[
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n3:21 am</dco> &nbsp;<qco> is there a specific reason you have for this biweekly upload schedule?</qco> </h3>      it's the absolute best i can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n2:40 am</dco> &nbsp;<qco> Do you use a dictionary or thesaurus when writing lyrics</qco> </h3>      not usually\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n2:21 am</dco> &nbsp;<qco> why do i keep coming back here?</qco> </h3>      to see more questions, and their answers?\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n1:41 am</dco> &nbsp;<qco> why a poem about rain?</qco> </h3>      why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n1:14 am</dco> &nbsp;<qco> Are any of your songs autobiographical, and if so, which ones?</qco> </h3>      i'm a person\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.20.18&nbsp; \n12:33 am</dco> &nbsp;<qco> can u explain to me how you change the color of just your bass or smaller parts of the frame (like ur hair in 'and the day goes on')??? i don't know shit about animation, just curious</qco> </h3>      with the bass, just chroma key the red, and check the 'invert' box, so it will get rid of everything except that color. then you'll have to put that layer on top of another layer which still has everything in. then change the color of the one with just the bass. for the hair one, actually what's happening there is i've keyed IN the skin, so everything changes color. that was one of the first times i did this but now i do it all the time, it's the same trick i described with the bass except instead of taking the bass color i take my skin color, isolate it, then put it on top and then change the color of everything else. this essentially allows me to do the wild colors and i still look human\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n11:31 pm</dco> &nbsp;<qco> If you could do anything, right here, right now what would you do?</qco> </h3>      answer some questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n10:33 pm</dco> &nbsp;<qco> My sister says you're a hostage in some person's basement with a load of music equipment and the internet, and your videos are a cry for help. Is this true?</qco> </h3>      i was going to say no but now that i think about it that's not too far off\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n10:18 pm</dco> &nbsp;<qco> what is your opinion on sand</qco> </h3>      bland\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n9:13 pm</dco> &nbsp;<qco> would you go on good mythical morning/</qco> </h3>      that depends largely on whether they have invited me\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n9:12 pm</dco> &nbsp;<qco> Do you feel forced to keep making these songs and ever look back and miss when you made jingles for vine?\n</qco></h3>      actually the current song schedule is an exact result of wishing i could do what i was doing then. except with a longer product. which is something i was wishing while i was working under the 7 sec limit.<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also you seem to be getting more consistent with your upload schedule. Do you ever feel like you're falling back into the black hole of wanting longer content?\n</qco></h3>      no, i am currently working at the exact length i always wanted to<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sorry if this is too much.&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n9:09 pm</dco> &nbsp;<qco> Is there a deeper meaning to the song when I get older,\n</qco></h3>      than what<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nme and my friend have chosen to analyse it in a English assessment as it's our favourite song</qco> </h3>      that's meaningful to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n8:39 pm</dco> &nbsp;<qco> how are u not drained out of creativity yet</qco> </h3>      the entire world is made of creativity.  all u gotta do is just make sure you don't accidentally turn the power off\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n8:33 pm</dco> &nbsp;<qco> how do i become as cool as you?</qco> </h3>      perhaps you are\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n8:20 pm</dco> &nbsp;<qco> musescore or Sibelius?</qco> </h3>      handwriting\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n8:03 pm</dco> &nbsp;<qco> how did you make the construction hat flip onto your head in \"hallelujah\"?</qco> </h3>      use gravity and then reverse the video play direction\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n7:58 pm</dco> &nbsp;<qco> i think my motivation's broken, how do i fix it</qco> </h3>      what makes you want to fix it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n7:51 pm</dco> &nbsp;<qco> how did you get over being too small for the mall?</qco> </h3>      i thought that story was about you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n7:48 pm</dco> &nbsp;<qco> how do I draw a crotchet rest?</qco> </h3>      it helps to get an electric shock while drawing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n7:47 pm</dco> &nbsp;<qco> are the time stamps on this page real or do you just never sleep?</qco> </h3>      they are real, and they are the time the question was asked, so they have nothing to do with my sleeping. approximately 40% of the questions are probably asked while i'm asleep\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n7:23 pm</dco> &nbsp;<qco> what is your upload schedule?</qco> </h3>      i can't tell you<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n6:21 pm</dco> &nbsp;<qco> honestly at this point you seem in a constant state of existential crisis whats your secret</qco> </h3>      curiosity overdose at a young age\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n6:19 pm</dco> &nbsp;<qco> thoughts on materialism?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n5:56 pm</dco> &nbsp;<qco> 10.17.18&nbsp;&nbsp;10:37 \n<br>i am more advanced than that, (i know what diminished and augmented chords mean) what i meant to ask is how numbers work within chords for example emaj11,</qco></h3>      that's one in particular you will probably never see. but here's the basic starting examples i can give for that: C7 means C, E, G, Bb.... Cmaj7 means C, E, G, B.  ... Cmin7 means C, Eb, G, Bb.... there are some quirks here already with the system, but hopefully those examples expose them.<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; whats the diffdrence between that and a sus2, stuff like that.</qco> </h3>       Csus4 means C, F, G. and Csus2 means C, D, G... so 'sus' is just a little trick that swaps the 3 out for a 4 or 2. if it doesn't say 4 or 2 then it means 4. so if you see \"Csus\" on paper that's gonna mean Csus4.<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n5:18 pm</dco> &nbsp;<qco> have you considered getting a camera that is not bad and also some lights for the camera</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n4:43 pm</dco> &nbsp;<qco> In your newest song you're making an angry face at 1:43. What's that about?... It's great</qco> </h3>      that would be to correspond to the sound that happens there\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n4:39 pm</dco> &nbsp;<qco> please make more merch&nbsp;</qco> </h3>      i was thinking of making more videos insteaad\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n4:29 pm</dco> &nbsp;<qco> You said about the moon is made of cheese (but I can't taste it) \" there seemed to be a universal response that the chords were just too strange\". I found this surprising because when I visit the YouTube comments and the reddit post about the song there seemed to be general enjoyment of the content and crazy key changes as usual and minimal complaint about the chords, hardly a universal response of strangeness. What are the sources of critical feedback you have and choose to listen to?</qco> </h3>      ghosts and ghouls i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n4:19 pm</dco> &nbsp;<qco> Have you ever thought about doing a vlog?.</qco> </h3>      i do them\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n3:01 pm</dco> &nbsp;<qco> if you had to give one piece of advise about writing a song, what would it be?</qco> </h3>      the only way to know for sure what comes next is if you do a fresh run through, in real time, from the beginning\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n2:33 pm</dco> &nbsp;<qco> ur latest song sounds different from most of ur other songs, at least in my opinion. Why did u decide to do something even more different?</qco> </h3>      i try to make every song different, which is sometimes difficult if i am the same person\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n2:09 pm</dco> &nbsp;<qco> how can one ensure the day's/future's plan is realistic while still as ambitious as humanly achievable</qco> </h3>      just start doing some plans and then after a few plans you can course correct a bit\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n1:20 pm</dco> &nbsp;<qco> whats wrong with the world today?</qco> </h3>      it hasn't gotten as good yet, as it's going to get\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n12:12 pm</dco> &nbsp;<qco> you have this powerful energy to you that i simply can't understand. is this because you've ascended to a higher level of being than us mortals?</qco> </h3>      trying to get everyone as high as possible<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n11:16 am</dco> &nbsp;<qco> What is your least favorite video you have made and posted?</qco> </h3>      oh nice try, then everyone's gonna go watch it and see how bad it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n9:07 am</dco> &nbsp;<qco> What is your favorite quote?</qco> </h3>      each one is good at a different time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n7:39 am</dco> &nbsp;<qco> how would you recommend with dealing with an existential crisis? just the thought of having to die and witnessing everyone i love die is kind of depressing. also kinda the fact that one day the earth will like blow up or something or melt by the sun or run out of resources&nbsp;</qco> </h3>      try to focus on all the amazing things you could do before then. every amazing thing you've ever seen anyone do, was done under these circumstances\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n7:07 am</dco> &nbsp;<qco> do you have lots of fun coming up with ideas for videos </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or are they spontaneous</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n2:40 am</dco> &nbsp;<qco> <a href=\"q.php?date=201810171148\">10.17.18&nbsp;&nbsp;11:48 am</a>  why did you have to do fewer clips and takes. Just because of the 14 day schedule?</qco> </h3>      yes. to put it in perspective, \"la de da\" was done in 14 weeks\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n12:35 am</dco> &nbsp;<qco> what if you are a part time content creator but desperately want to release like a lot of stuff but you dont have enough time to make all the stuff</qco> </h3>      you'll never have enough time to make all the stuff. there is infinite stuff. so actually, having limited time may accelerate your ability to adapt to this\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n12:26 am</dco> &nbsp;<qco> can you tell us anything about the songs/song fragments/song ideas you have written down in the last week?&nbsp;</qco> </h3>      no but you can hear most of them soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.18&nbsp; \n12:15 am</dco> &nbsp;<qco> What do you think of modern music?</qco> </h3>      it has a relatively new release date\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.18&nbsp; \n11:25 pm</dco> &nbsp;<qco> are you a fan of puns?</qco> </h3>      know whey\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.18&nbsp; \n11:01 pm</dco> &nbsp;<qco> oy, i know that your mind's made up about this one but just know that i'm pretty confident i'm speaking for the majority of people here in saying that i loved cheese. i thought the brevity was the right decision, i thought the chords were entirely in service to the song and made those key changes sound natural, and so on. sure it was clever, but it was also natural and sensible</qco> </h3>      oh you are very kind\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.18&nbsp; \n10:38 pm</dco> &nbsp;<qco> How strong do you have to be to lift up the wwhole entire world?</qco> </h3>      we'll see\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.18&nbsp; \n8:50 pm</dco> &nbsp;<qco> why are softballs hard</qco> </h3>      for strength\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.18&nbsp; \n7:45 pm</dco> &nbsp;<qco> what do you think those people who work in those tiny little cubicles do all day?</qco> </h3>      sometimes they plan what the people in the even smaller cubicles are going to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.18&nbsp; \n6:40 pm</dco> &nbsp;<qco> does hi steve bye steve have an intermediate stage</qco> </h3>      the part where the mountain is introduced, and contemplated?<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.18&nbsp; \n5:26 pm</dco> &nbsp;<qco> Do you believe in the Force?&nbsp;&nbsp;Or is it some hocus pocus ancient religion that shouldn't be trusted?</qco> </h3>      \neverything is force\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.18&nbsp; \n4:09 pm</dco> &nbsp;<qco> how did you make 3/4 sound like 4/4&nbsp;</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  }
]
