[
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n12:59 pm</dco> &nbsp;<qco> I want to draw again, but I'm terrified for some reason. Wait till the craving overcomes the fear? Any way to speed that up?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n12:16 pm</dco> &nbsp;<qco> Were all the boys in congress mad because of your passionate romance with a pair of sexy pants?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n12:05 pm</dco> &nbsp;<qco> Whats the theme of your next song</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n11:43 am</dco> &nbsp;<qco> Can you be serious?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n11:30 am</dco> &nbsp;<qco> You make amazing songs that makes people happy (including me). My question is: Are you also happy / excited while making your songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n11:20 am</dco> &nbsp;<qco> How come songs that end in a fade out often fade out when the song is reaching it's grooviest point? Like, in mt st helens, I feel like that solo was just starting to get really crazy when it faded out?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n11:19 am</dco> &nbsp;<qco> <a href=\"q.php?date=201810040034\">10.4.18&nbsp;&nbsp;12:34 am</a>  will you really tho? you have hundreds of songs waiting to be produced and likely thousands more original ideas that will follow. You'll die before creating all the content you want to create, let alone covering other people's content</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n11:06 am</dco> &nbsp;<qco> Can you give us a hint on the meaning of \"The Moon Is Made of Cheese (But I Can't Taste It)\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n11:01 am</dco> &nbsp;<qco> Do you purposely make a \"feel good songs\" like \"Hallelujah\" and \"The Day Goes On\" in between \"lol random\" songs like \"Hello Sexy Pants\" and \"I'm Best Friends with my own Front Door\"?\n<br>\n<br>sorry i used capitals.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n11:01 am</dco> &nbsp;<qco> do you have any important life advice to give me</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n10:31 am</dco> &nbsp;<qco> why was your first post on twitter \"soup\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n10:22 am</dco> &nbsp;<qco> What type of cheese is the moon made out of?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n10:05 am</dco> &nbsp;<qco> what music theory stuff was easiest to learn in school, and what was easier to teach yourself or learn through song writing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n9:08 am</dco> &nbsp;<qco> Is the meaning of the lyrics in your songs ambiguous</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and do the lyrics represent things that happen/happened in your life?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n8:26 am</dco> &nbsp;<qco> When we die, we will lose our memories, so what's the point on making them? Is it like doing them just for the while and avoid getting bored? Because our final achievement it's always to die, but it's like the one where we lose all the progress we've made, meaning it like a videogame. Anyway, when i die i won't get worried or think about anything at all, so now that i can, i ask you, Why are we alive and concious of it, if we die?&nbsp;&nbsp;I bet the forces of creation are the sadistic ones.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n7:21 am</dco> &nbsp;<qco> For my media assignment is there anything you would like to say that your music videos have achieved?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n6:50 am</dco> &nbsp;<qco> What keeps you going?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n6:46 am</dco> &nbsp;<qco> You said that in order to learn how to change keys smoothly, I should study songs that do it. I've never analyzed a song before. What should I be looking for when analyzing?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Other than maybe some Roman numerals, I don't know what else to look for because that can't be enough to understand it completely, right? What am I missing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n6:27 am</dco> &nbsp;<qco> Voicemails make me really sad :( tips on getting unsaded?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n3:35 am</dco> &nbsp;<qco> do you write down your dreams when you wake up</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n2:22 am</dco> &nbsp;<qco> What kind of cheese is the moon?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I hope it's Wensleydale.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n1:53 am</dco> &nbsp;<qco> will the garbage notes that inspired the two garbage vines eventually make it onto the notebook page</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n1:35 am</dco> &nbsp;<qco> Why did you fake licking the moon surface?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n1:35 am</dco> &nbsp;<qco> There's a girl who I think might like me, but I can't tell for sure. She is usually quiet, but seems to enjoy conversation with me and often initiates our discussions. I don't want to make assumptions and end up making a fool out of myself though. What should I do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n1:35 am</dco> &nbsp;<qco> Favorite season of the year?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n1:23 am</dco> &nbsp;<qco> Is henry's the navigator's navigation song (an ode to the navigation of henry the navigator) really your next song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n1:14 am</dco> &nbsp;<qco> I write and I'm in a weird situation where I don't feel like writing but I feel like feeling like writing. Have you been here before, and do you have any advice on getting out?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n1:08 am</dco> &nbsp;<qco> Hi Bill\n<br>\n<br>With having such a success with your YouTube videos, generating millions of views, do you ever feel pressured to upload videos constantly even when you don't have anything planned?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nAnd do you ever feel people are going to get sick of the whole \"randomness\" of your videos? (Not me of course. I'm a big fan)\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nI'm pretty sure you got new concepts up you sleeve!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n12:52 am</dco> &nbsp;<qco> Serious question: Do you have any hobbies that do not relate to music or videos in any way? If so, what are they?</qco> </h3><a href=\"https://billwurtz.com/anagrams\">anagrams</a>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n12:34 am</dco> &nbsp;<qco> please do a avril lavigne cover</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n12:18 am</dco> &nbsp;<qco> Will you ever use Capital Letters IN Your ANswErs?</qco> </h3><a href=\"capitals-report.php\">sure</a>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n12:18 am</dco> &nbsp;<qco> Do you think we're the only ones living in the universe?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n12:01 am</dco> &nbsp;<qco> Do you lick the surface of your cheese moon on a daily basis?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n11:59 pm</dco> &nbsp;<qco> Is there someone or something in particular that inspired you to start wearing your hat sideways?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Also, the last phrase of the mt. Saint Helens fade out has such a great pocket, in addition to being tastily out of tune of course</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n11:30 pm</dco> &nbsp;<qco> Are you gonna do a short form non-song video soon? I miss Damien maymdien</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n11:29 pm</dco> &nbsp;<qco> If you could do a collaboration Video with another Youtuber who would it be and why?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n11:12 pm</dco> &nbsp;<qco> Why do the cops and jail appear several times in your videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n10:54 pm</dco> &nbsp;<qco> how difficult is it to just unequivocally be yourself at all times?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i try to be myself as much as possible and even then sometimes i feel like i have to turn it off for a bit and be what other people want me to be because i'm too scared to just break away from it all</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n10:52 pm</dco> &nbsp;<qco> how could you slight the poor old doctor song like that</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n10:43 pm</dco> &nbsp;<qco> how are you planning to do a video per fortnight when you have to wait an entire day for your outfit to change for every 1-2 second clip of you playing various instruments?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n10:10 pm</dco> &nbsp;<qco> How do you come up with your lyrics?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n10:05 pm</dco> &nbsp;<qco> is that your picture of the moon at the end</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n9:37 pm</dco> &nbsp;<qco> What is your secret infatuation with the homelands of Canada?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n9:23 pm</dco> &nbsp;<qco> Is the zzja on your jazz page high like Miles Davis was?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n9:17 pm</dco> &nbsp;<qco> Provided you had the money, would you ever go on tour?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n9:15 pm</dco> &nbsp;<qco> opinion on physics?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n8:57 pm</dco> &nbsp;<qco> How do you measure coolness?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n8:55 pm</dco> &nbsp;<qco> Canadian flag in the new video?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n8:48 pm</dco> &nbsp;<qco> Also, you ever think of giving footage of yourself a sorta hue color blast during a drop/bridge/etc?&nbsp;&nbsp;Like, cycling the color shift at like 10 cycles a second (or rounding to the beat).&nbsp;&nbsp;It'd be like you logged into the matrix with an early 90s multimedia Interactive CD-ROM!&nbsp;&nbsp;Bonus points for posterizing the fade out with all the way down to 4-bit color depth.\n<br>\n<br>Sorry. I used to Adobe CS Suite just like you.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I just lacked inspiration.&nbsp;&amp; Processing power. Now I'm Freetarded in the GNUlag&nbsp;&amp; use kdenlive.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n8:41 pm</dco> &nbsp;<qco> what songs are you listening to right now? can you recommend anything?</qco> </h3>"
  }
]
