[
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n11:22 pm</dco> &nbsp;<qco> you think you're gonna be able to release your new song next tuesday?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n10:29 pm</dco> &nbsp;<qco> why do you go through the hassle of posting your songs on sites like spotify, apple music, etc.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n8:36 pm</dco> &nbsp;<qco> is it selfish/stupid to not share the things i have created? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n7:31 pm</dco> &nbsp;<qco> explain conciousness to me </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n7:29 pm</dco> &nbsp;<qco> is a songwriter someone who has meticulously studied songs and all the boring stuff that makes you better or anyone who has ever written a song</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n4:14 pm</dco> &nbsp;<qco> Is your whole site in comic sans or is it my default font ?\nalso hi</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n3:59 pm</dco> &nbsp;<qco> if u were a carrot what would you be?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n3:50 pm</dco> &nbsp;<qco> congrats on the umbrella avi on spotify!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n2:50 pm</dco> &nbsp;<qco> How come you NEVER reply to ANY comments on Youtube? Even the ones with the most likes? And how come you never pin any comments either?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n2:24 pm</dco> &nbsp;<qco> why are you so passionate about time and space?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n2:23 pm</dco> &nbsp;<qco> Do you really wanna make videos or do you feel obligated to because your audience demands them?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n12:01 pm</dco> &nbsp;<qco> India-pakistan cricket final is on Sunday. It is among the biggest sports rivalries, if not the biggest. You gonna watch?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n11:50 am</dco> &nbsp;<qco> for your songs that have videos, did you let randomization pick out which songs to make videos of or did you choose those songs yourself?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n11:43 am</dco> &nbsp;<qco> has there been a good hook you came up with that you regret turning into a short jingle instead of a full length song?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n10:53 am</dco> &nbsp;<qco> <a href=\"240.html\">Why 240</a></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n10:08 am</dco> &nbsp;<qco> For your 2nd history video, why did you choose the entire world?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n9:44 am</dco> &nbsp;<qco> <a href=\"dont-understand.html\">ketchup or mustard?</a></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n9:30 am</dco> &nbsp;<qco> What part of the song-writing process takes the longest for you (excluding recording, editing, mixing, etc) Once you have a basic melody/chord sequence in mind are you able to come up with a full arrangement pretty quickly? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n8:45 am</dco> &nbsp;<qco> Know any good riddles? What about a good paradox to think about? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n8:42 am</dco> &nbsp;<qco> Please help! What's a good thing to do pass the time and entertain yourself when you are bored (like on a long plane, train, or bus ride) and you don't have any phone, internet, music, book, etc.? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n7:45 am</dco> &nbsp;<qco> What would you do if nobody asked you questions? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n7:10 am</dco> &nbsp;<qco> Which beans are the best beans?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n7:09 am</dco> &nbsp;<qco> What do you think of social media?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n7:07 am</dco> &nbsp;<qco> 2014. was good for everyone, was it good for you? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n5:41 am</dco> &nbsp;<qco> how long do you think a tiger will take to eat the whole universe</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n5:18 am</dco> &nbsp;<qco> Do you consider yourself a shitposter?</qco></h3>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n5:01 am</dco> &nbsp;<qco> Can we be best friends </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n3:31 am</dco> &nbsp;<qco> you're not some self-help guru trying to give hope to the hopeless are you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n3:07 am</dco> &nbsp;<qco> why do you do anagrams?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n2:14 am</dco> &nbsp;<qco> Do you answer dm's on Instagram? And fan mail?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n1:53 am</dco> &nbsp;<qco> I think Pandora is a really popular platform for musical artists as well. But I don't know what kind of requirements they put artists through.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n1:49 am</dco> &nbsp;<qco> Since when did hats stop being bad</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n1:20 am</dco> &nbsp;<qco> have you considered combining some of the song ideas on your list to get through it more effectively? i mean, if they were deemed worthy to write down for posterity, they're certainly already good ideas and concepts, and putting these ideas together might also streamline the writing process a bit</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n12:35 am</dco> &nbsp;<qco> Do you ever get complaints from your neighbors for playing your drum set too loud?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.17&nbsp;\n12:16 am</dco> &nbsp;<qco> when did you first recognize the you had a discernible style that differed from most other content creators on YouTube?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n10:18 pm</dco> &nbsp;<qco> Am I the only person who likes you for your songs? </qco></h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n10:15 pm</dco> &nbsp;<qco> H e l p . I  a m I n t I m e a n d s p a c e . W h a t d o I d o?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n9:18 pm</dco> &nbsp;<qco> Why are hats bad?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n8:57 pm</dco> &nbsp;<qco> Why was 2012 the most stressful year for you when it came to writing music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n8:31 pm</dco> &nbsp;<qco> how far along was next tuesday's song when you selected it?\n\nalso this is just a side comment but i'm just blown away by the \"and i know you're probably wondering who you are\" line in \"movie star\", i'm astonished you came up with that, let alone an amazing full song, in a week</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n7:21 pm</dco> &nbsp;<qco> Here is a previously answered question:\n6.13.17  10:52 pm   What inspired you to start uploading your stuff to the internet?\n\n     because i wanted people to have a way to see it any time they want without me having to send it to them indivutually\n\nWhy did you make a typo in the word \"Individually\"?</qco></h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n7:02 pm</dco> &nbsp;<qco> Do you use your randomization system for just choosing which project to work on? </qco></h3>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n5:53 pm</dco> &nbsp;<qco> I am listening music all time when am creating\ncreative stuff.What should i do when i am creating music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n5:18 pm</dco> &nbsp;<qco> Did gaining popularity (over the years) lessen your feeling of loneliness? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n5:17 pm</dco> &nbsp;<qco> Do you watch Seinfeld?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n5:07 pm</dco> &nbsp;<qco> You've said you use a voice recorder to replace writing with sheet music but i don't understand how you actually get all of the information on that page into a recording? do you go through the melody and then go through again and say all the chords? Also if possible could you upload an example of one of these (a song thats finished of course)\n\n</qco> </h3><a href=\"movie96.mp3\">sure</a><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n4:37 pm</dco> &nbsp;<qco> why do the songs have to be done by saturday?\n</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n4:37 pm</dco> &nbsp;<qco> how many things are there?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n3:43 pm</dco> &nbsp;<qco> do you ever try recording songs without writing them? just writing them in your head piece by piece and recording every idea you get in real time? or is it does it end up too unstructered and weird? is that a problem though?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n3:38 pm</dco> &nbsp;<qco> i understand that you don't want searching for better and better sounds all the time to get in your way of just writing and recording, but don't you want to transcend a lot of cultural elements that have no distinct purpose to you that you were born into? like approximating the way notes fit together in harmony by using the equal temperament tuning? i dont mean like retune your keyboards, but when talking about microtonal music, i usually tend to think of tuning chords to the harmonic series, rather than the piano. i just hope you actively do that when you can instead of using an easier way all the time to get more content finished. after all you do seem like quite the creativity purist. hell im sure you've thought about it tho. nevermind. you don't need to respond to this im just rambling cause i get triggered when you say no to microtonal music. ur right, splitting half notes in half again doesn't really make that much sense</qco> </h3><br><br>"
  }
]
