[
  {
    "html": "<h3> <dco>5.1.23&nbsp; \n10:16 am</dco> &nbsp;<qco> hey bill wurtz, what is life like in the land of two-letter words? is there life there at all?</qco> </h3>      ya. it is ok\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.23&nbsp; \n9:46 am</dco> &nbsp;<qco> are you a banana</qco> </h3>      \ni am the next best thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.23&nbsp; \n6:45 am</dco> &nbsp;<qco> Are you a blimp enjoyer?</qco> </h3>      \nnot quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.23&nbsp; \n5:35 am</dco> &nbsp;<qco> What's your opinion on sponges?</qco> </h3>      \n i can never figure out how big they really are \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.23&nbsp; 5:16 am</dco> &nbsp;<qco> What's your favorite music genre?</qco> </h3>      \nwhat the heck is a music genre\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.23&nbsp; \n1:01 am</dco> &nbsp;<qco> how to make a song which can express all of my feeling?</qco> </h3>      \nthat's not possible but you can create an ongoing series of songs that gradually expresses more and more of your emotional landscape\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.23&nbsp; \n1:01 am</dco> &nbsp;<qco> Did you get the idea for \"the ground plane\" from Ian Hubert's lazy tutorial, \"Animating flying papers/bags in Blender - Lazy Tutorials\"?&nbsp;</qco> </h3>      \nno, but the idea probably comes from 3D modeling in general, where you often start with a plane which is the ground\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.23&nbsp; \n12:23 am</dco> &nbsp;<qco> do you put cheese on fruits</qco> </h3>      \nlooking for a way to merge cheese and fruit\n\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2023-04.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>4.30.23&nbsp; \n11:37 pm</dco> &nbsp;<qco> what is oneness</qco> </h3>      \nit's traditionally the name for a female onen\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.23&nbsp; \n10:21 pm</dco> &nbsp;<qco> Would the amount of time spent on videos translate to \"better\" videos?</qco> </h3>      \nspending more time on something makes it better and worse. the more time you spend, the better and worse it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.23&nbsp; \n9:31 pm</dco> &nbsp;<qco> Why Fonzie is eat a cookie monster's cookie</qco> </h3>      \nif the shoe fits,\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.23&nbsp; \n7:47 pm</dco> &nbsp;<qco> When can i ask a question?</qco> </h3>      \nhow about 7:47 pm\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.23&nbsp; \n7:25 pm</dco> &nbsp;<qco> who took the horses?</qco> </h3>      \nhorses are self-taking\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.23&nbsp; 6:34 pm</dco> &nbsp;<qco> what is your favorite animal</qco> </h3>      \nsurprise me\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.23&nbsp; \n5:44 pm</dco> &nbsp;<qco> what was the better way that you found? how am i supposed to scream my different way back at you if i don't know your way first?</qco> </h3>      \njust consulting the original text here... it seems i'd scream out my way and then you'd find something different in response. although the roles could also be reversed\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.23&nbsp; \n4:36 pm</dco> &nbsp;<qco> Have you ever had (or do you currently have) a project you want to do but you don't know if you have the skill level to do it properly? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm in this situation now, should I write it down and work on other (lamer) stuff or should I just start working and see where I get? I don't want to mess up</qco> </h3>      add it to the list for later. unless all of them are like that. then add them all to the list and do one of them now\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.23&nbsp; \n2:04 pm</dco> &nbsp;<qco> i know that minor 7 and 7sus4 chords can sound so good like how you use them in new canaan how can i do that</qco> </h3>      \nit's pretty normal. the way to learn to do it is by learning/hearing/playing many many songs. for best results, cast the net broadly through time, at least 100 years worth of music, up to the present. the reason i'm suggesting this is because, over time, people do things in slightly different ways, but if you broaden the time scope you will really see the commonalities coming through with how to express yourself through music. and all this will feel very familiar to you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.23&nbsp; \n1:16 pm</dco> &nbsp;<qco> i can't stop thinking about penguins flying an airplane. what are your thoughts?</qco> </h3>      \ni tend to think about things other than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.23&nbsp; \n11:43 am</dco> &nbsp;<qco> top 3 greatest things ever of all time</qco> </h3>      \neverything is equally good\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.23&nbsp; \n10:46 am</dco> &nbsp;<qco> who named the brain</qco> </h3>      \nprobably 'Brian' who meant to name it after himself, but had a spelling error\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.23&nbsp; \n8:27 am</dco> &nbsp;<qco> how tall is 8</qco> </h3>      \n8 times the unit\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.23&nbsp; \n6:45 am</dco> &nbsp;<qco> should we round things up or square things away</qco> </h3>      \nmix things around. in fact, you could even make a system of trying every verb-preposition combination here. i think you'll be shocked to find out that most of them are good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.23&nbsp; \n5:23 am</dco> &nbsp;<qco> are you secretly bill murrey</qco> </h3>      \nno, i am very open about that topic\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.23&nbsp; \n3:04 am</dco> &nbsp;<qco> greetings bill, i occasionally wish to partake in drawing but whenever i draw something, i hate how it looks and stop drawing. and this discourages me from drawing again. do you have any pro tips on this. thank you. hip hop skip skop</qco> </h3>      \ntry the \"10-bad challenge\". make 10 bad drawings on purpose. get points for how bad they are\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.23&nbsp; \n2:51 am</dco> &nbsp;<qco> &nbsp;Each time I ask you a question here, I want to start with Hey Bill, or just Bill. As if you don't know who you are.... But still, it does feel more polite and more personal to me to start off with writing down your name. Does it bother you the same way it does when an interviewer calls you by your name in a podcast eg? </qco></h3>      it feels the opposite of personal, trying to be fake personal. it sounds like the person is probably selling something. at least that's the way it sounds to me. Think about people who actually know each other, talking, for real..... could you even imagine them saying each other's name to each other? it just wouldn't happen<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I don't want to make you feel uncomfortable. And I also want to be polite, because I appreciate your answers so much. So my question is this: what do you prefer?&nbsp;</qco> </h3>      i like the variety of people being all different ways. that's what makes this section of the website special: it actually has outside input\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.23&nbsp; \n2:00 am</dco> &nbsp;<qco> do you eat pickles?</qco> </h3>      \nno. i've actually become quite a talented pickle-avoider\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.23&nbsp; \n1:52 am</dco> &nbsp;<qco> hey, bill! \n<br>\n<br>question: can i call you \"mr. wurtz\"?\n</qco></h3>      doesn't really sound right, but, sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;thanks, \n<br>sir alfred jonesby II.</qco> </h3>      \n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.30.23&nbsp; \n12:23 am</dco> &nbsp;<qco> why quit school</qco> </h3>      \nmaybe it's too good\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.23&nbsp; \n11:47 pm</dco> &nbsp;<qco> Would you consider yourself to be a Polymath?</qco> </h3>      \nno, but i have a Polymath costume, so i can do a bit of roleplay\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.23&nbsp; \n9:02 pm</dco> &nbsp;<qco> do you ever have thoughts of climbing up a flight of stairs on all fours?&nbsp;</qco> </h3>      \ni used to do it when i was much shorter. i haven't really thought about it since\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.23&nbsp; \n8:36 pm</dco> &nbsp;<qco> do all the places in all the videos exist in relation to eachother?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; like are they all in the same universe? </qco></h3>      no, but some of them probably do<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and do any characters from different videos know each other?</qco> </h3>      i'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.23&nbsp; \n7:42 pm</dco> &nbsp;<qco> Would you ever grow a beard</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.23&nbsp; \n6:37 pm</dco> &nbsp;<qco> Opinion on the universe?</qco> </h3>      \ntoo real\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.23&nbsp; \n6:03 pm</dco> &nbsp;<qco> when you pronounce \"train\", do you pronounce it like \"CH-rain\" or like \"T-rain\"?</qco> </h3>      \nthe consonant i use for that is about halfway between what i'd use for \"too\" and \"chew\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.23&nbsp; \n5:32 pm</dco> &nbsp;<qco> Thoughts on $2 bills?</qco> </h3>      \n\ndouble-sided. each side is worth 1 dollar\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.23&nbsp; \n3:25 pm</dco> &nbsp;<qco> what constitutes an internet meme?</qco> </h3>      \nit's like a pig in a blanket. as soon as the blanket goes on the pig, that's when you know you've got something\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.23&nbsp; \n1:43 pm</dco> &nbsp;<qco> what do you think?</qco> </h3>      \n1=2\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.23&nbsp; \n1:12 pm</dco> &nbsp;<qco> How shall I deal with my visual hallucinations?</qco> </h3>      \ndraw them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.23&nbsp; \n12:35 pm</dco> &nbsp;<qco> How do I record the music I hear in my dreams? Because when I wake up I forget them.</qco> </h3>      \nyou have to remember it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.23&nbsp; \n11:14 am</dco> &nbsp;<qco> what is your take on the latest news story</qco> </h3>      \nabsolutely shocking, just like all the other ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.23&nbsp; \n9:57 am</dco> &nbsp;<qco> does existence realistic?</qco> </h3>      \nof course\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.23&nbsp; \n6:14 am</dco> &nbsp;<qco> are legos edible</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.23&nbsp; \n4:21 am</dco> &nbsp;<qco> I have such a hard time hearing what's going on in a chord with 5 notes. When you were first learning songs you liked did you run into this problem too? Is there any advice you can give besides keep on trying?</qco> </h3>      \nif you can't hear what's going on, then, i'm wondering how you even know it has 5 notes. it seems like if you can hear all 5 notes, then you can hear all 5 notes. but anyway, ..... for the first 500 songs or so (depending on how complex they are) it might be a lot of just brute force trying to pick out the notes, and then writing down the chord symbols the best way you can interpret it. but after about 5000 songs then you'll be at a place when you can easily just feel what's going on without even necessary 'hearing' all the notes. like you could be in a crowded retail store for example, and you can easily tell what chords are used in the song playing over the ceiling. even predict what goes next, etc.\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.23&nbsp; 1:19 am</dco> &nbsp;<qco> Why are you so damn funny?</qco> </h3>      \nthat's because i take everything so seriously\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.29.23&nbsp; \n12:00 am</dco> &nbsp;<qco> Why are red and blue portrayed as opposite colors (like opposite teams or opposite forces or opposite whatever) when the actual opposite of red is a much lighter shade of blue? It's even used for the polarity on magnets. Is it because the idea of red and blue being opposite was instilled so early on in life that, despite the truth being different, people decide that red and blue must oppose eachother? Maybe it's that they just like that paid of colors. Or possibly the lighter shade of blue and the darker shade of blue are the same in a way, you catch my drift?</qco> </h3>      \ni've never known red and blue to be opposites, nor have i been aware of a widespread belief that they are opposites. but i can see why they are great choices when you need 2 strong colors and you need them to be different from each other. if you try to use one light color and one dark color, that will probably create visibility problems because they won't work well on the same background\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.23&nbsp; \n11:02 pm</dco> &nbsp;<qco> What was the bad thing you did?</qco> </h3>      \nclaimed to have done a bad thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.23&nbsp; \n10:43 pm</dco> &nbsp;<qco> Hi Bill, the people at my college radio station say hello and have a few questions:\n1) \"How are you?\"</qco></h3>      good<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n2) Also, \"how tall are you?\"</qco></h3>      medium<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n3) Finally, \"how do you make all those crazy videos?\"</qco></h3>      just try to make a normal video, and it usually turns out crazy<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nSincerely,\n<br>the fine folks at WRUR</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.23&nbsp; \n9:06 pm</dco> &nbsp;<qco> are you the devil of the illuminati 666 and should i vote for you?</qco> </h3>      \nnot quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.23&nbsp; \n8:30 pm</dco> &nbsp;<qco> what is your opinion on gratitude?</qco> </h3>      \nthat's the kind of word that would be written in cursive\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.23&nbsp; \n8:02 pm</dco> &nbsp;<qco> If I was a tiny mouse, on a tiny boat, paddling away with tiny oars from the United States to Portugal - what would that make me?</qco> </h3>      \nsurely a pun of some kind, based on the sounds of this\n<br><br>"
  }
]
