[
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n11:04 pm</dco> &nbsp;<qco> So in one song the lyrics go \"Wednesday feels so long ago. I said it three or four songs ago.\" But going through the catalog of songs 3 or 4 prior to that one I don't hear any references to anything like that. So I was just wondering if it was actually a reference to a previous song or just a series of words that sounded cool together so there they were?</qco> </h3>      \nit's a combination of very true sentiments. to quote the relevant parts, it's \"hello, it's a tuesday show\"..... \"i said it 3 or 4 songs ago, IT'S TIME FOR THE SHOW\". For a long time now i've expressed intense desire to have a very regular (preferably weekly) release of new material, such as songs/videos. I decided somewhere along the line that i gravitate toward Tuesday as the preferred release date, if and when such a release schedule could be achieved. \"said it 3 or 4 songs ago\" is quite an understatement actually...... i say it all the time. Not necessarily in songs, but i express this desire constantly, and perhaps i was just using 'songs' as a way to measure time. Like if you are measuring time in Jeopardy episodes, you might say it was 3 or 4 Jeopardys ago, even if the event did not actually occur on Jeopardy. Nonetheless, it wasn't just 3 or 4 songs ago, it seems like a constant desire for the past many years. Anyone who knows me is well aware of my obsession with achieving this kind of regular release schedule, and i've certainly talked about it here. In addition, when it says \"it's time for the show\", i do recall using that line in an improv at some point, which is posted on this site. So in a way, the line is also a reference to that improv. Which itself is probably yet another reference to my ongoing desire to present a regularly scheduled show of content. ALSO, i probably had in mind that i've used the word \"Wednesday\" prominently in a song, released in 2015. That's more than 3 or 4 songs ago, but in that sense it would be a hyperbolic estimate. and i'd say that reference is probably only secondary to the reference to the desire for a regular release schedule. Also, to boot, i admit i was thinking the phrase also sounded cool, while also having several different angles of metaphoric truth for me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n10:20 pm</dco> &nbsp;<qco> when you were writing the earlier choruses of corner store did you have that explosion of a last chorus in mind, </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;choosing to hold off on the 4 chord stuff in order to better build up to the last chorus?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or did you decide to do the explosion after already having written the 1st few choruses, choosing to take what was already there and just run away with it?</qco> </h3>      wasn't a choice. it was quite involuntary. had to work some details to get the right combination of lyrics and detials to guide it safely to an end, but that chord sequence exerted itself forcefully onto the scene before i had any say in the matter. to be fair, that's how songwriting goes. if i'm trying to 'decide' how it goes then i probably won't get anywhere \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n10:06 pm</dco> &nbsp;<qco> Opinion on the letter j?</qco> </h3>      \nshockingly uncommon and common\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n9:46 pm</dco> &nbsp;<qco> what's in the corner store?</qco> </h3>      \nit's a lot of boxes and cylinders\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n9:02 pm</dco> &nbsp;<qco> do you still work on your videos on the days that you upload them or are they meant to be done by then?</qco> </h3>      \nabsolutely both\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n8:55 pm</dco> &nbsp;<qco> i got popcorn stuck in my shoe. what do i do</qco> </h3>      \npop in in the microwave\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n7:47 pm</dco> &nbsp;<qco> Who was the person who says \"its gonna be alright, its gonna be just fine\" at the beginning of its gonna be alright if you dont mind me asking</qco> </h3>      \nme (bill wurtz)\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n7:45 pm</dco> &nbsp;<qco> did you model a corner store and make a song about it or did you make a song about a corner store and then make a model to go with it?</qco> </h3>      \nthe song was written and recorded first. when writing the song i probably was imagining a slightly smaller store\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n7:17 pm</dco> &nbsp;<qco> what keys is at the corner store in?</qco> </h3>      \nverses in B, choruses in F# minor (A), instrumental breakdown in F# (actually more like F# mixolydian), and the bridge (hell/dangm etc) in A\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n6:46 pm</dco> &nbsp;<qco> do you have any idea why McDonald's french fries contain natural beef flavouring? i am quite baffled&nbsp;</qco> </h3>      \nthe customers might like it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n5:44 pm</dco> &nbsp;<qco> in a previous answer about chord extentions you said 'don't forget to always use songs, otherwise things may suffocate ' - I'd love to hear a word or two more about your meaning behind this&nbsp;</qco> </h3>      \nif you focus too much on studying individual chords, you'll never understand how they work. it's like when you're studying words, .... you're really not gonna start getting it, until you start looking at sentences. and entire stories\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n5:26 pm</dco> &nbsp;<qco> why doesn't the corner store sell corners</qco> </h3>      \nthat would be cannibalism \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n5:02 pm</dco> &nbsp;<qco> how morally pure would you consider yourself?</qco> </h3>      \nabout average\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n4:51 pm</dco> &nbsp;<qco> how to appreciate art</qco> </h3>      \nlook at it extremely closely. or extremely far away. or at a medium distance. or perhaps look away from it\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n4:37 pm</dco> &nbsp;<qco> do you think the corner store is just a normal store on a corner, or does it contain super natural abilities unknown to us?</qco> </h3>      \nit can make everything ok. not just the store, anything can do this\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n4:27 pm</dco> &nbsp;<qco> this is the first time i'm noticing that some of your answers before the release of \"at the corner store\" have references to its lyrics. have you done this for your other songs?</qco></h3>      surely yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and/or does it just happen based on what the questions immediately bring to mind?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; either way i will probably start overanalysing your answers more than i already do</qco> </h3>      i understand. although to help take a weight off your shoulders just for this moment, i can promise you that as of now, the identity of the next song is entirely unknown, except to say that it will almost certainly not focus on retail, nor be produced in the key of B major\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n3:25 pm</dco> &nbsp;<qco> I'm graduating from high school soon, any advice?&nbsp;</qco> </h3>      \nremember what year it is, so you can compare that number against the graduating year of every other person who graduates after you, to help keep track of the blindingly unstoppable pace at which you'll barrel through adulthood\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n3:08 pm</dco> &nbsp;<qco> would you ever make a movie? i think you could get away with putting some full-length songs in it</qco> </h3>      \nyes that seems like a good idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n3:03 pm</dco> &nbsp;<qco> do they sell eggs at the corner store?</qco> </h3>      \nyes\n \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n3:02 pm</dco> &nbsp;<qco> Have you ever had a dream that you were falling but then woke up and realized you were actually falling off of a cliff?</qco> </h3>      \nyes, but the good news is that was also a dream. the first fall was 2 dreams deep\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n2:16 pm</dco> &nbsp;<qco> Have you ever created a song or video without a topic?</qco> </h3>      \nlord knows yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n1:59 pm</dco> &nbsp;<qco> what is that chord at \"all around the world\" at 3:14 of corner store?</qco> </h3>      \n\"all around the\" would be C#7, and \"world\" would be F#sus4\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n1:58 pm</dco> &nbsp;<qco> will you ever make a fully 2d video again?</qco> </h3>      \nsurely\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n1:23 pm</dco> &nbsp;<qco> if the corner store is the corner of a brand new world, what shape is this new world?</qco> </h3>      \nprobably a right triangle\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n12:23 pm</dco> &nbsp;<qco> Congratulations you successfully made your own original aesthetic what are you naming it?</qco> </h3>      \n'bill wurtz'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n12:05 pm</dco> &nbsp;<qco> Did you think no one would notice that you hinted about the corner store back on the 8th of april?&nbsp;</qco> </h3>      \ni suspected someone like you might\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n11:48 am</dco> &nbsp;<qco> where do i buy a corner store?</qco> </h3>      \nat the corner store\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n11:43 am</dco> &nbsp;<qco> What was your favorite part of making 'at the corner store'?</qco> </h3>      \nthe location scout\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n11:27 am</dco> &nbsp;<qco> lyrics or melody?\n<br>\n<br>poems or jingles?</qco> </h3>      \nit's funny you should ask that, because 3 questions ago i launched into a self serving intellectual lecture (an 'intellecture') about how they achieve their greatest power when paired together\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n11:20 am</dco> &nbsp;<qco> Is there a massive overarching puzzle behind your content or does it just feel that way?</qco> </h3>      \nany puzzles to be solved should certainly approached with feeling, not just thinking\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n10:55 am</dco> &nbsp;<qco> do you know whose birthday it is today</qco> </h3>      \nmillions of people, but i think i can guess which one you're thinking of, based on the type of person you might be\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n10:33 am</dco> &nbsp;<qco> can you make a song that is only things like \"dun-da-dun-dun-dun\" because I cannot get it out of my head. dun-da-dun-dun-dun</qco> </h3>      \nabout 14 years ago when trying to study why the hell music works, i had what i consider a shocking discovery: words and musical non-words are best friends. non-word riffs + word lyrics are a dangerous combination. ever since then, i never underestimate the power of those 2 things to make each other stronger. words make music mean more, and music makes words mean more. to this day i almost never settle for one without the other. it's like peanut butter and jelly, if you are the type of person that considers peanut butter and jelly to be powerful\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n10:05 am</dco> &nbsp;<qco> i've noticed the mixing sounds a bit different on the new song. is there something different in the process that brought you to those decisions?</qco> </h3>      \ni did it exactly the same way i've done it for the previous 3 songs, and ALMOST the exact way i've done it since \"slow down\", and before that it was ALMOST exactly the same all the way back to \"hallelujah\". before that it was also almost exactly the same. The only thing that needed to be different on the most recent one is it had to be done quicker, because i was too far behind schedule at that point. This was fairly easy to achieve, because for the previous 5 songs i've been needlessly too meticulous on the mix, to the point of almost ruining stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n9:55 am</dco> &nbsp;<qco> What is the corner store called?</qco> </h3>      \n◣ store\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n9:15 am</dco> &nbsp;<qco> thoughts on christmas</qco> </h3>      \nsongwriters bring out their best\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n9:08 am</dco> &nbsp;<qco> what can you buy at the corner store?</qco> </h3>      \nfor the right price, you can buy the whole store \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n9:04 am</dco> &nbsp;<qco> history of the uninverse when ???????!!!!!!!!!</qco> </h3>      \ni gave it my best shot during 2016/2017, finished and released in May, 2017. instead of the word 'universe' i called it the 'entire world', which i thought was a more friendly and accessible sounding phrase. also, trigger warning, the story is told from a human perspective. which i figured would be appropriate because humans at the time were my target audience\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n9:03 am</dco> &nbsp;<qco> what font do you use</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n8:53 am</dco> &nbsp;<qco> any significance to ending&nbsp;&nbsp;Corner Store on a bm7 chord other than the \"store\" closing?&nbsp;&nbsp;It's one of the only songs I can think of that spends so much time in (B) major and then ends on the minor.&nbsp;&nbsp;&nbsp;Awesome work thanks for being a constant source of inspiration.</qco> </h3>      \nat the end, you have to consider the B minor in the key of A. so it's like ending on the 2 minor (not 1). The fact that it's the same root as the key of the verse is a coincidence. If i could try to understand why it had to be a 2 there, well, the other choruses use 4 there instead. in those previous choruses, the 4 was a brand new chord. In the final chorus, however, the 4s are blasting strong at the top of each line. so to achieve the same 'new' effect, you'd want to swap the 4 for 2. and when you consider it's the final 'closing' of the store and song, it becomes a no brainer to hunker down on the 2 there. i'm just trying to explain now after the fact, why it happened that way. it reminds me of the ending of \"got to know what's going on\"<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n8:40 am</dco> &nbsp;<qco> What's your favorite scary movie?</qco> </h3>      \ni don't like any scary movies\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n8:27 am</dco> &nbsp;<qco> at the corner store seems to be conveying some sort of feeling in a metaphorical sense- would you say that's true or is it just a super funky representation of going to a corner store?</qco> </h3>      \nit's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n7:59 am</dco> &nbsp;<qco> what is your favorite song that you made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n7:42 am</dco> &nbsp;<qco> is the grocery store at hello sexy pants considered a corner store?</qco> </h3>      \ni doubt it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n7:34 am</dco> &nbsp;<qco> Why is it a corner store, not a centre store or a shopping mall?</qco> </h3>      \nthere is room enough in this world for all 3. they can even change from one to the other, over time. but a simultaneous superposition of states of stores is not yet possible with our current level of quantum technology\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n7:15 am</dco> &nbsp;<qco> what's the ideal location to open a corner store</qco> </h3>      \nhow about at the direct center of the universe\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n6:59 am</dco> &nbsp;<qco> what's in the magazine that's in the corner store\n<br></qco> </h3>      \nlooks like scribbles\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n6:29 am</dco> &nbsp;<qco> 5 random questions\n</qco></h3>      after reading through them, none of them seem random at all<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;There's a famous reading book called \"the corner store\" which talk about the store in the corner which have special place people go to. Do you know this book before? \n</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How long or when did you write\"at the corner store?\n</qco></h3>      the first 4 bars of melody are from october 18, 2021, and the TEMP lyric i had was \"at the corner store, getting things you need for the brand new world\". promising myself that that would NOT be what the song is about. the rest of the song was written on april 3-4, 2022 <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is there a way to save the planet in the future because of our advanced technology?\n</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You next song is not about boats right?\n</qco></h3>      the identity of the next song is completely unknown. the only things i know, almost for certain, are:<br>\n     it will not be about retail/stores<br>\n     it will not be in the key of B<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If there's a furniture that you own in your house, what is the furniture you dont need? </qco></h3>      broken AC<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(Also can i have it please?)</qco> </h3>      sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n5:57 am</dco> &nbsp;<qco> why does everything in the corner store cost $5?</qco> </h3>      \nit doesn't really, but someone with a stack of sale signs may have been having an episode\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n5:42 am</dco> &nbsp;<qco> <a href=\"q.php?date=202204081932\">4.8.22&nbsp;&nbsp;7:32 pm</a> &nbsp;&nbsp;was this a reference to ur upcoming song&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n4:56 am</dco> &nbsp;<qco> bill, could you give us the file for the cover of \"corners\" magazine? thanks.</qco> </h3>      \nno but i might be able to give you all the pages together\n<br><br>"
  }
]
