[
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n2:07 pm</dco> &nbsp;<qco> I know you are not primarly a guitar player but i am, and i always hold my pick with three fingers and my teacher says i should switch to a different grip to make it easier, the thing is my grip feels really natural since ive been using it for a long time and i wanted to know if i should switch to the other to maybe improve my skills but have a tough time getting used to it or just stick to what i know and feel comfortable with?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n2:03 pm</dco> &nbsp;<qco> Hi bill its your mom</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n1:53 pm</dco> &nbsp;<qco> How do I overcome my fear of overcoming fears?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n1:46 pm</dco> &nbsp;<qco> is tuesday the 19th an important day, where some bill wurtz song could possibly be released on?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n1:27 pm</dco> &nbsp;<qco> How's the new vid coming along?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n12:58 pm</dco> &nbsp;<qco> others don't complete my work. i don't care whoever is it, i never would let someone do that, it's MINE. i just tell people what to do. but to stage something there are other people i have to work with, the people who made me write the script and who will probably cut some scenes out. it seems it's my only choice right now, to work with them or anyone else who is able to cut until i'm ready to take bigger and faster steps. i actually want to do it on my own, right now and i'm still trying to figure out how to do such a thing alone (and i'm open to any suggestion from you). i think writing anything is meant to be done alone and i do it that way because it's the best one but shooting a film or performing a play... i really have to work with a crew (and with some people outside the crew) unless we are talking about an online monologue video here. so yeah i'm not completely free at the moment but one day i will be, i have just begun. what i'm saying is,\n  i don't\n  rely on others to complete my work, it's more like i command them. you definitely should try this. even if 'they' are the people i told you about, i'm the one who is in the driver's seat and i wouldn't write the script if i wasn't. letting them cut stuff is compromising, because i know the script i've written is risky, and daring.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n12:57 pm</dco> &nbsp;<qco> what happens if we can't tell real news from fake news?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n12:57 pm</dco> &nbsp;<qco> Is Paul Simon your Garfunkel?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n12:46 pm</dco> &nbsp;<qco> How to deal with the hurt feelings after someone leaves you hanging for a high five?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n12:44 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201709171057\">9.17.17&nbsp;&nbsp;10:57 am</a>  No you don't, you big galoot.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n12:43 pm</dco> &nbsp;<qco> Is \"nothing\" short for \"no things\"?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n12:40 pm</dco> &nbsp;<qco> Do you like finding depth and complexity in simple things? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nDo you like finding simplicity in complex things?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n12:33 pm</dco> &nbsp;<qco> Does trying to forget something just make you remember it even more?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n11:49 am</dco> &nbsp;<qco> pls help bill what are the time signatures in i wanna be a movie star? i've been struggling to discover it but it's so difficult and</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n11:17 am</dco> &nbsp;<qco> Do you like goods and services?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n10:38 am</dco> &nbsp;<qco> how do you decide which&nbsp;&nbsp;of your songs you put on itunes? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;why not just put all the songs up?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n10:07 am</dco> &nbsp;<qco> mary plays her music in headphones. bob plays his music on a speaker. mary tells bob, \"please use headphones. i use them so i don't disturb you, so please use them so you don't disturb me.\" then bob says, \"i would not be disturbed if you played your music on a speaker. i am allowing you to use a speaker, so i should be allowed to use a speaker also.\" what should mary do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n9:54 am</dco> &nbsp;<qco> Uh.\n<br>What's the pass to the reality section ?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>Should I feel obligated to donate for the pass?\n\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>I suppose I could do that. It's a thing that maybe I could do.\n<br>Also please more longer videos.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; History related, not history related, doesn't matter, more please.\n<br>Thank you Bill Wurtz. True man of action.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n8:56 am</dco> &nbsp;<qco> What do you think will happen to America after Trump's presidency ends?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n8:52 am</dco> &nbsp;<qco> howdoifixmyspacebar??</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n8:36 am</dco> &nbsp;<qco> what are you thinking about at this very moment?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n8:26 am</dco> &nbsp;<qco> Give me that fucking video</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n8:06 am</dco> &nbsp;<qco> how do i become as radical as you</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n8:06 am</dco> &nbsp;<qco> have any sneak peeks?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n7:16 am</dco> &nbsp;<qco> I'm learning how to compose music, most of the stuff I have finished so far I either hate, or it's the same few notes and melodies that I love using.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n4:07 am</dco> &nbsp;<qco> i'm doing a school video project for history. Do you have any tips?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n2:44 am</dco> &nbsp;<qco> people ask me whether i like piano or percussion more, and i hate the question. it's like asking, \"which parent is your favorite\"? how am i supposed to respond?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n2:36 am</dco> &nbsp;<qco> are you nocturnal,\n\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\n\n because i notice a pattern of a lot of your stuff being uploaded at like, 1:00 am</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n12:41 am</dco> &nbsp;<qco> <a href=\"q.php?date=201709150123\">9.15.17&nbsp;&nbsp;1:23 am</a>  And what is your opinion on this? Don't you think people should be a bit more creative?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n12:40 am</dco> &nbsp;<qco> would you like a small seashell\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n12:34 am</dco> &nbsp;<qco> If you could teleport right now to anywhere in the world for one hour and then be teleported back to where you are now, would you? where would you go?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n12:14 am</dco> &nbsp;<qco> Is the video almost done?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I am becoming impatient</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n11:18 pm</dco> &nbsp;<qco> bill, it's almost halloween, please do not work on holidays, like christmas and other things. i understand that you want to finish your work as quickly as possible (thanks) but DO NOT WORK ON HOLIDAYS. we want you to live your life. not on holidays please bill!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n11:00 pm</dco> &nbsp;<qco> why the huge ass questions recently? i get that you want to help this man while he's in a rut, but sheesh it gets to the point where it takes up almost half the window and two times my phone screen</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n10:02 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201709171138\">9.17.17&nbsp;&nbsp;11:38 am</a>  why use 2nd inversions for F and G?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n9:45 pm</dco> &nbsp;<qco> At the top of the songs page, it says \"Got to know what's going on.\" But I saw that even before you published \"I wanna be a movie star.\"&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n9:19 pm</dco> &nbsp;<qco> I'm going to jury duty tomorrow what do I do</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n8:40 pm</dco> &nbsp;<qco> How should I get over my EX?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n6:17 pm</dco> &nbsp;<qco> Do you ever think it's possible to be known for doing unexpected things so much that it becomes a paradox as no matter what you do it was expected but also unexpected at the same time.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n6:09 pm</dco> &nbsp;<qco> is your next Thing going to be fun and cool</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n4:43 pm</dco> &nbsp;<qco> Hey bill, is it almost time for another crazy instagram hint?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n4:43 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201709161539\">9.16.17&nbsp;&nbsp;3:39 pm</a> &nbsp;&nbsp;&nbsp;What's the difference between good words and bad words?\n<br>\n<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;all words are bad\n<br>\n<br>Why do you say, that the words are bad?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n4:04 pm</dco> &nbsp;<qco> Why do people use the word \"cancer\" to describe videos on the internet that are really bad?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n3:46 pm</dco> &nbsp;<qco> I was wondering if it's still possible to see all of your vines somewhere? Now that Vine has gone away, it seems it only shows the most popular ones.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n3:25 pm</dco> &nbsp;<qco> Hi, I'm the Pandora person. So I actually read through their 25 page manual and everything they had on their website about music submissions, and it seems like your music is more likely to be accepted if you submit it through one of their \"direct deal partners.\" Obviously that is not ideal, but it might be the only way to get your music on there. If you have already submitted your music through one of their partners, I don't really know what else you can do other than wait it out.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n2:39 pm</dco> &nbsp;<qco> Hello, my name is Jeff Caan. I don't know if you like posting questions where people say there names,&nbsp;&nbsp;but in this case, I don't mind. You have my permission. My name has caused me a lot of annoyance over the years. With my last name being \"Caan\" I've had to deal with SO many people yelling \"Khaaaaaaaaaaan!\" (like from Star Trek), also, I've lost count of the times where I've had to tell people that no, I am not Shao Kahn from Mortal Kombat or Shere Khan from Jungle Book. I'm also not related to James Caan or Madeline Kahn. And in the past couple of years, I don't think I need to tell you how people react whenever I say \"My name is Jeff.\".... I would like to use your question page as an opportunity to give a PSA to all those who read these questions. DO NOT MAKE JOKES ABOUT SOMEBODY'S NAME. THEY HAVE HEARD THE JOKE BEFORE COUNTLESS TIMES. YOU ARE NOT ORIGINAL, AND THEY DO NOT THINK IT IS FUNNY. If somebody's name is Jesse don't say \"Ha! Tha\n t's a gi\n rls name!\" If somebody's name is Duncan, don't call them \"Duncan Donuts\". If somebody's name is Richard, yes, they know that Dick is short for Richard and that dick can mean penis. If somebody's shares the same last name as a celebrity or a character from a tv show/movie/book, don't ask them if they are related to that person/character. If somebody's first and last name rhyme or if they have \"two first names\", you don't have to point that out for them. They know.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n2:09 pm</dco> &nbsp;<qco> Would you ever release an actual song of your \"hi, i'm steve\" video sometime in the future? It's really catchy and oddly motivating. Thanks!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n2:05 pm</dco> &nbsp;<qco> if 8th-notes are \"1&amp;2&amp;\" how do you prefer to count 16th-notes out loud?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n1:47 pm</dco> &nbsp;<qco> WHY DON'T YOU USE CAPS? </qco></h3><a href=\"capitals-report.php\">when i do</a><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;you could try using them sometimes, it would seem unusual, and being unusual is a part of your online personality isn't it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n1:01 pm</dco> &nbsp;<qco> \"of what\" - I will explain. The font size font color and font font of the questions and answers on your questions page on your website - do you think you would ever change them?</qco> </h3><br><br>"
  }
]
