[
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n9:02 pm</dco> &nbsp;<qco> when reading your notebooks page should i read through it like a long book (pretty quick but getting the important details) or really look what each word is doing like if im reading a poem for school. I thought you were the best to ask this to</qco> </h3>      <a href=\"http://billwurtz.com/just-try-to-have-a-good-time.mp3\">instructions and guidelines for reading the notes</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n8:46 pm</dco> &nbsp;<qco> bill, someone ask you this:\n<br>\"i was watching your reality videos (again) an notice that you use the word \"we\" what do you mean? your family? friends? someone that helps you make your videos?\n<br>\n<br>and then you answer this:\n<br>\n<br>i think i use the words \"we\" \"you\" \"i\" equally. if you happen to know which is the correct pronoun to use when talking to yourself, feel free to let me know.\n<br>\n<br>but the person didn't answer back, so here:\n<br>\n<br>1.- you\n<br>that's the word you use when you're talking to someone else, for example, now I'm talking to you, so i'm using the word \"you\".\n<br>\n<br>2.- we\n<br>we is the word that you can use when you are talking about someone else and you, for example, now WE are talking, YOU (bill) and ME (the one that wrote this) but it works with more people;&nbsp;not just two (like now) it can be more.\n<br>\n<br>3.- me\n<br>...\n<br>\n<br>this is hard to explain as hell, so here are some examples:\n<br>\n<br>I can't come on tusday, I have homework.\n<br>\n<br>I am going to swim, do YOU (someone) want to come?\n<br>\n<br>It's ME (YOU;&nbsp;bill) do YOU want to come to my house? I just end my homework.\n<br>\n<br>WE (YOU;&nbsp;bill and other people, or just someone else) are going to the carnival, are YOU (someone, or more people that you are talking to) coming?\n<br>\n<br>end of the examples.\n<br>\n<br>ok, those are the examples, I hope it help you, but I (the one that wrote this) don't know if you (bill) were talking about this, or you mean something else.\n<br>whatever, bye bill!\n<br>\n<br></qco> </h3>      right, thanks, i know all that already. it seems you didn't really read the question, which was about which pronoun to use when talking to yourself. which is a situation when you ARE the person you are talking to. which makes you both \"i\" \"you\" and \"we\" all at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n8:33 pm</dco> &nbsp;<qco> How does one figure out the time signature of a song? I know what time signatures are but I have no idea how to figure them out in songs that are more than just like one instrument (so most songs)</qco> </h3>      step 1 is, find the beat. so as the music is going, see where you would tap your foot or nod your head, or wave your conducting wand. in most songs, this is pretty easy to find. of course you could always make crazy songs where you can't find it, but in Most songs you can find it. however, in most songs you can also do it twice as slow (or half as fast) if you want. in some songs, it is at just a certain tempo that you're almost not sure whether to tap the beat at one speed or twice as fast. this is ok, any piece of music can be written in multiple ways, you could set the tempo twice as fast and write all the notes as half the values and it would mean the same thing. but in most songs, it is reasonably clear where the foot-tap is. and i will go a step further to say that most music usually has these beats grouped together in groups of 2, 4, 8, etc. the way most music is written on paper is in groups of 4 beats, with bar lines dividing the bars (or 'measures'). most music uses 4 beats per bar. that being said it is really up to you to decide where the begining of the bars should be. but i think in most music there is a clear answer. to learn how to detect other time signatures besides 4/4, just start finding examples of them and then you will get better at hearing them. but when songs use 3-based time signatures, it can often be represented in multiple ways, many of which actually still heavily involve 4s. 2s, 3s, and 4s, are used all the time in music. it is very rare that music consistently uses a 5 or 7 pattern all the way through. usually when time signatures like 5 or 7 happen, it tends to be only once, and then goes back to 4. it is quite common for songs to need to add an extra beat or half a beat here and there, particularly at the end of the chorus or at the end of a section. this is accomplished by having 1 bar that is a different time signature. it is much more rare to have a song that entirely is based on a 5 pattern or a 7 pattern or another higher odd number. i'm not sure if that answers your question actually, but i think my most important point is that most music is in groups of 2, 4, and 8. and the way that is most commonly written on paper is with 4 beats per bar, and the time signature is called \"4/4\" (actually the first number is written above the second number but that's not easy to type here) the top or first number represents how many beats per bar. the bottom (or second) number is supposed to tell you what kind of a note gets the beat. so 4/4 should technically mean there are 4 beats in a bar and a 'quarter' note gets 1 beat. i realize there are holes in this system and many time signatures really can't be analyzed quite this way but that is the way the idea is supposed to work\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n8:08 pm</dco> &nbsp;<qco> did you make the history of the entire world video bc people were asking you to make videos about other countries historys after you made the japan history video</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n8:08 pm</dco> &nbsp;<qco> hey bill, is an accidental any one of the black notes on the keyboard, or is it like a note that is not in the key that you're playing in?</qco> </h3>      in written music, it is any note outside of the key signature. specifically, it is the flat or sharp or natural symbol that you have to use in the middle of the music, which was not included in the key signature. the name 'accidental' is deceptive because it's not really an accident\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n7:47 pm</dco> &nbsp;<qco> Why is the Earth round?</qco> </h3>      anything that spins around for millions of years usually becomes round\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n7:47 pm</dco> &nbsp;<qco> How do you learn to play the piano?</qco> </h3>      you just have to start pressing the keys and seeing what they do\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n7:11 pm</dco> &nbsp;<qco> you mentioned new canaan was a location in a random train trip you took in may 2009. what were the other locations?</qco> </h3>      i can't say until the songs are recorded. but they are all accessible by train from manhattan<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n7:05 pm</dco> &nbsp;<qco> what were the situations \"i'm a piece of garbage\" and \"still a piece of garbage\" are based to?</qco> </h3>      a notebook entry from 2007, and then, by coincidence, another one from the next day\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n7:04 pm</dco> &nbsp;<qco> Hi, im kind of out of the loop. Can you fill me in on what the new big thing all the kids are into these days?</qco> </h3>      understanding, and kindness\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n6:51 pm</dco> &nbsp;<qco> why am i depressed&nbsp;</qco> </h3>      because everything is too normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n6:45 pm</dco> &nbsp;<qco> What is the \"alt-right\"?</qco> </h3>      i'm really not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n6:21 pm</dco> &nbsp;<qco> how do you become better at singing?</qco> </h3>      do it more\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n4:38 pm</dco> &nbsp;<qco> wouldn't it be cool is squids were real?</qco> </h3>      i think they are\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n4:02 pm</dco> &nbsp;<qco> you have 10 seconds, a piano, and 10 people that you need to turn into instant fans. what notes do you play to do so?</qco> </h3>      maybe i could come up with something a little more interesting to do with the piano<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp; \n3:44 pm</dco> &nbsp;<qco> how do i become art</qco> </h3>      you surely already are<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp; \n3:24 pm</dco> &nbsp;<qco> when did you realize you were going to do randomness for a living?</qco> </h3>      never<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp; \n2:50 pm</dco> &nbsp;<qco> Do you think consciousness is a illusion?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp; \n2:17 pm</dco> &nbsp;<qco> is elite a bad word for you?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp; \n11:01 am</dco> &nbsp;<qco> I send you a difficult and heartfelt email a while ago where I outlined some very heavy personal issues I have been going through and reached out for advice. Out of curiosity, why haven't you responded? </qco> </h3>      because i was responding to someone else's heavy personal issues instead<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp; \n6:05 am</dco> &nbsp;<qco> why is the ask box on the random question page too</qco> </h3>      in case you want to ask a question, when reading the questions<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n4:03 am</dco> &nbsp;<qco> Hey Bill - Journal questioner here. So I take it, you regret doing an audio journal?</qco> </h3>      not at all<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp; \n2:34 am</dco> &nbsp;<qco> Why even bother trying when this thoroughly rigged and corrupt system is determined to make everyone fail?&nbsp;</qco> </h3>      maybe if you want a challenge\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp; \n2:01 am</dco> &nbsp;<qco> do you even post?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n1:48 am</dco> &nbsp;<qco> Are you going to do a new notebook?&nbsp;</qco> </h3>      i think the one i have works fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n1:18 am</dco> &nbsp;<qco> hi bill, big fan. tomorrow im starting my senior year of highschool and i got the jitters. can you give me some advice for getting past this anxiety</qco> </h3>      wear a type of clothing that no one else has ever worn before in the history of the earth\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n1:02 am</dco> &nbsp;<qco> Hey Bill, it seems odd to me that whenever someone asks about \"learning music theory\" you say something along the lines of \"oh, just experiment with stuff\" but when someone asks you about arranging songs you give a lot of specific advice.&nbsp;&nbsp;Have you noticed this, and if so, why?</qco> </h3>      always experiment. i always tell people to experiment, and i very often give specific advice if i think i have it. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n12:51 am</dco> &nbsp;<qco> what medium do you use for the notebook? iphone, actual notebook, wordpress, textedit? all of the above?</qco> </h3>      when i did most of my heaviest textual writing, i was using a text/word-processing program on the computer. after about 2011 i was doing this much less, and moved toward audio/video for the journal outlet, and moving toward songwriting and videomaking for my creative outlets. ever since 2014 i've been writing for twitter, which is basically done on the phone or computer or wherever, and all entries must be very short\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n12:22 am</dco> &nbsp;<qco> Do you think you'll ever have to make an other other other page?</qco> </h3>      maybe. or maybe re design the entire site\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp;\n11:56 pm</dco> &nbsp;<qco> Hello Bill, I know this is probably very frequently asked but I am a new piano player and know a bit of songs, but I can only play right hand. I have tried for months to get down left hand but just can't, I've tried scales and even a couple of exercises.Is there any kind of trick to completing this goal? Thank you very much for your time.</qco> </h3>      there are 3 worlds you may find yourself in when playing piano, with regard to which hand does what. world 1 is where your left hand plays the bass notes (one note at a time) your right hand plays the chords, and you are singing the melody (or someone else is singing/playing the melody. World 2 is where you already have a bass player playing the bass notes, and you have to take care of the chords and the melody. world 3 is where you are in a band where someone else is playing the bass, and someone else is playing the melody, and you are only playing the chords. so in other words, we have 3 different elements- bass, chords, and melody. and depending on the situation you are playing in, you may be taking care of a different number of those things. each situation requires totally different things\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp;\n10:29 pm</dco> &nbsp;<qco> You know, I was thinking: part of the reason it takes a while to process and upload reality videos is because you add graphics and texts to the audio, right? </qco></h3>      that actually is very quick since i use very very basic graphics and captions for them. once i have the clip picked out and cut together, adding the graphics and captions is a breeze<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Since you mentioned that it would be boring to just hear you speak/ramble on about your life. But, to be honest, I think many of your fans are endlessly fascinated by everything you do, no matter how seemingly inconsequential or boring;&nbsp;so if you ever wanted or needed to, I bet you could release straight audio and we would all be pretty all right with that. Have you ever considered this?</qco> </h3>      what you might not have considered is if i had never made them interesting, people wouldn't have been interested. this is a classic curse of making content good. you have to make it good for people to like it, and then once they like it they become attached to the content, and they think they would have liked it if it were less good. but that's likely not true and it's never a good time to take that risk\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp;\n9:10 pm</dco> &nbsp;<qco> Why do you make weird videos?</qco> </h3>      i'm just trying to be reasonable<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp; \n7:44 pm</dco> &nbsp;<qco> Hey Bill, I've been playing guitar for a while and I've been improvising over songs by finding the key it's in and playing notes from the pentatonic scale over it. I know you're a big proponent of not doing that, so I was wondering, what would you suggest I could do instead or as a next step to improve my playing/improvising? Thanks my man</qco> </h3>      try to do something that would make you the star of the show<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp; \n4:33 pm</dco> &nbsp;<qco> ooh. so will any of the reality vids yet to be edited and released feature live video? like if you writing and stuff, like in the one you used to answer the tonga time question?</qco> </h3>      there is a lot of desk material, indcluding all of the songwriting but it is mostly very quiet and crappy. it's just to demonstrate the idea it's not like good sound, or good lighting, or whatever. would like to put together a lot of behind the scenes. because more secondary projects to distract from the main ones is just what i need <br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp; \n4:01 pm</dco> &nbsp;<qco> Can I keep a secret from myself?</qco> </h3>      yes but you won't know it<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp; \n3:16 pm</dco> &nbsp;<qco> Hey, I asked a question a little while ago about vocal harmonies. Another thing I'm curious about, that I forgot to mention in my other question, is doubling notes in different instruments. </qco></h3>      doubling notes is fine and nice<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;For simplicity sake, say you have a good old ii-V-I in C. If the bass player is playing the roots, D to G to C, then on piano I won't want to play the chords starting on those same roots. So I'd maybe play FACE, FABE, then EABD. </qco></h3>      you have to specify which octave. chords behave differently texturally depending on which octave, especially when we're talking about arranging which instruments play what<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nOkay. So, then say I want to add maybe a 4 part vocal harmony over that, or a 4 part horn arrangement.</qco></h3>      playing what melody, is there a melody or are they playing their own melody<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Would I want that arrangement to have the same extensions that I'm doing on piano (Dm9, G9/13, Cmaj6/9)? Is it a good strategy to take the same notes the piano is playing, but just voice them in a different order/inversion? Do I want to double all those same notes? I know there's not set \"rules\" or anything. And you can write horn arrangements/vocal arrangements in any way that sounds good to you. But I'm new to this kind of thing, and ju\nst inter\nested in any tips or \"strategies\" you may have.&nbsp;</qco> </h3>      usually i think you'll find when arranging for a band, you're usuallly going to want to not go too far beyond what a single piano player could play with 2 hands. (or even one.) Doubling notes is fine and great. i think if you were to take all the notes that anyone is playing at any given time, octave specific, and diagram them on the piano, i think it should really usually only be between like 4 and 9 notes. but you'll have to try and see. but if you have multiple chordal instruments, horns, voices, whatever, i think it would be a bad strategy to try to put everyone on different notes on purpose. on that Dmin7, everyone should gravitate toward that F note, and/or the A and C notes, right around the middle range, and when theres more players just be gentle and let those notes just sing and glow as each instrument approaches those voicings in whatever way their instrument works best-- so ideally you should get a nicely layered sound that just sounds like a 2-4 note chord that sounds like a very healthy blend, where all the most important notes are being played by approximately 2 and a half people. but you'll just have to try and see<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp; \n3:07 pm</dco> &nbsp;<qco> seems to me that \"moviestar\" is like a collage of similar middle man thoughts and desires, all put together, like it's lyrics that an AI did after reading people's essays of dreams and hopes. what are your thoughts on \"moviestar\" lyrics?</qco> </h3>      just tried to choose whatever lines were best for the song at each point. in some cases this means emotional. in some cases this means unexpected. any line could be in some way connected to the title, or not. emotions, hopes/dreams, aspirations, friendship, loneliness, they all factor in. most of the lines are questions and maybes, so there are oceans of room for the feelings to be projected any which way. movie star is a somewhat antequated phrase so it was fun to play around with. tried to keep it abstract but make the feelings still feel real, which always feels like a magic trick if you can pull it off, so that's a target i frequently try to hit in songwriting <br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp; \n3:05 pm</dco> &nbsp;<qco> how to you call a sus13 chord that have no fourth in it (only 7th 9th and 13th) ?</qco> </h3>      i'll give you all the options and you can decide which one is best. if you are in rehearsal and you have your instrument, just say 'this' and play it. if you are writing on the staff, you can just write the notes. if you are using chord symbols, you can say 'G9,13,no3no5' or you can say 'Fmaj7no5, over G'.... as you can see both chord symbol options are kind of a nightmare so if you use that chord a lot, perhaps you might want to make up your own shorthand symbol for it, and share it with other people you are working with<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp; \n3:04 pm</dco> &nbsp;<qco> do you live in some kind of bubble?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp; \n2:41 pm</dco> &nbsp;<qco> how much video did you record of yourself doing temp work and the like for hotewig? </qco></h3>      a huge amount<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also did you employ a similar documentation procedure for hoj</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp; \n2:39 pm</dco> &nbsp;<qco> I love the vocal harmonies in your songs! Do you have any advice on writing vocal harmonies? I know you want to write the parts in the range the singer is most comfortable singing.. but in terms of the specific voicings, are there voicings that you think work well on piano, but not so much with voice (or vice versa)? I guess, in general, im curious if you approach voicing harmony differently for different instruments? Would you write a vocal harmony differently then a horn arrangement, etc? Or do the same techniques apply across the board?&nbsp;</qco> </h3>      it's pretty simple. i think it's important to start simple. only put a harmony on like 1 thing. like maybe that special line in the 2nd verse. only add 1 harmony note. i think it's ususlly pretty clear what to add. but the only way to know is just try it. one important thing to remember is keep the mix lower than the lead. put it on loop and select your harmony tracks and slide them down until it sounds right. harmonies mostly will work best in the 'chord range' which is usually like middle C and above. if your lead vocal is male and in the mid-low range (like below middle C) just remember that your harmonies will usually want to be higher. then just try stuff and see what works <br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp; \n2:12 pm</dco> &nbsp;<qco> what do you think about climate change?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp;\n1:39 pm</dco> &nbsp;<qco> For a bassist in your band, would you prefer an upright bassist or an electric bassist?</qco> </h3>      electric\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp;\n12:10 pm</dco> &nbsp;<qco> thoughts on the loudness war?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp;\n11:24 am</dco> &nbsp;<qco> why do you use capital letters</qco> </h3>      to help express myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp;\n10:34 am</dco> &nbsp;<qco> do you get enough sleep?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp; \n6:14 am</dco> &nbsp;<qco> What is the shortest way to answer this question?</qco> </h3>      this<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp; \n6:01 am</dco> &nbsp;<qco> if compound time signatures have a multiple of three at the top, </qco></h3>      actually they usually don't. but the top number tends to be an odd number<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how come 3/8 isn't compound\\/\\</qco> </h3>      it's not really big enough to split. that would be like splitting a grape to share with a friend<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp; \n5:10 am</dco> &nbsp;<qco> Do people still give you a hard time about not posting videos&nbsp;</qco> </h3>      yes, which is ironic, because all i do is make stuff and post it<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.17&nbsp; \n4:46 am</dco> &nbsp;<qco> Hey Bill, you keep an audio journal. I am interested in keeping a journal, but I'm torn between audio and text. On one hand, audio is extremely easy to /create/. On the other hand, text is much easier to /manipulate/. For example, easily skipping back and forth, seeing context, and (most important!) search.&nbsp;&nbsp;Right now, I use speech to text on my phone, but I have to edit it because it's fairly inaccurate. So, I want to ask, why did you choose audio? </qco></h3>      i didn't. i originally chose text<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How do you deal with the inefficiencies of audio manipulation?</qco> </h3>      the way i do it is i just talk to the thing for hundreds and thousands of hours over the course of many years, being excited about the fact that i can one day cut it together tightly with captions and graphics to actually make it interesting, but keep kicking that project down the road year after year while still recording more and more audio on a regular basis. then right after i get a big youtube hit i decide i can let that ride for a moment and get the journal edits project started once and for all. so i go through about 7000 clips and edit together the last 5 years worth of material, which takes 3 months, meanwhile my general audience thinks i'm 'dead' and have 'quit', then finally once i release the journals on a brand new page containing the journals all the way up until the date i started the editing, people look at this brand new content and asked why i 'stopped' after the latest journal date, which is not the date that i stopped at all, but rather the date that i started the entire editing process. then a year and a half later when i finally try to do another round of editing/releasing, again i find that it's taking up all of my time and i can't get to regular videos/music. and people still ask why i 'stopped' doung journals even while i am editing and releasing them, and they also ask when the next main project is which i still haven't gotten to because i've been doing journal edits. i'm not sure if that answers your question <br><br>"
  }
]
