[
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n8:26 am</dco> &nbsp;<qco> what does it mean to be happy?</qco> </h3>      good feelings, all around\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n8:08 am</dco> &nbsp;<qco> Do you ever get tired of people talking about chasing their dreams? I'm very happy and content in a job that doesn't bring me fulfillment because I enjoy the people in my life, my family, and my outlook on life. Sometimes I worry that too many people are left disappointed after chasing their dreams instead of chasing contentment.&nbsp;&nbsp;</qco> </h3>      why wouldn't you be allowed to dream of contentment\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n8:03 am</dco> &nbsp;<qco> I don't know anything. Any advice?</qco> </h3>      make something up\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n7:44 am</dco> &nbsp;<qco> I would like to be an opera singer, I love it and my teachers told me I had potential but it's not the music style I enjoy listening to the most (although it's beautiful, but it's just not what I prefer) and I like singing jazz and soul and stuff too. But what bothers me most is that most young people or even older ones are not into opera at all, I think mostly because cultural marketing isn't done very well and doesn't manage to draw new audiences. How many times have I heard people found it \"annoying\"... I would find it very frustrating if my job were something few people are interested in. But here in France, you can only have recognized diplomas and be assured you can maybe get a job if you study \"\"classical\"\" music... I'm confused. What should I do?&nbsp;</qco> </h3>      \"assured you can maybe get a job\" seems legit..... on an unrelated note, opera is 97% obsolete. that doesn't mean it's not good, and that doesn't mean you're not allowed to do it, or like it. but 'opera' is mainly a thing from a very different time than ours. i mainly cite technological reasons; microphones and speakers were not invented back then\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n4:09 am</dco> &nbsp;<qco> what is attack, decay, sustain and release?</qco> </h3>      attack is how quickly the note starts. so if 'attack' is set all the way short, the note starts immediately when you press the note. if 'attack' is set to a longer setting, the note will gradually fade in when you press the note. Decay is what happens to the note when you keep holding it down. very short decay means the note will drop off to silence immediately, even if you are holding it down. longer decay means it will fade out very very slowly as you hold it down, or maybe even never fade. release is what happens to the note after you let go. short release means the note disappears instantly when you let go. long release means it lingers after you let go, and fades slowly, or even if you set the release to maximum, it will probably stay forever. Sustain is an additional bonus option. instead of \"decay\" decaying to 0 volume, you can set 'sustain' at a certain level and that will be the volume level that it decays to while you are still holding the note down. then when you let go, the 'release' happens from there. so for example, if you set all 4 sliders (attack, decay, sustain, release) to \"medium\", and you press your note and hold it, the note will fade in at a medium pace, then drop down at a medium pace to a medium level. then when you let go it will drop to silence at a medium pace. i hope that makes sense<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n3:26 am</dco> &nbsp;<qco> Re: <a href=\"q.php?date=201708041657\">8.4.17 4:57pm</a>, how do you suggest I use words to make music that doesn't have words being sung in it?</qco> </h3>      if you don't want words in your music then you don't have to use words. but use something. focus on something. actually a word might be good. or a person, or a picture. if you can't think of anything try <a href=\"https://randomwordgenerator.com\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:55 am</dco> &nbsp;<qco> was there a moment where you had a zillion musical ideas but had no f* way to record them? </qco></h3>      i think so<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how was that first leap into it??</qco> </h3>      exciting, and bold\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:55 am</dco> &nbsp;<qco> what does classify as a \"cluster\"?\n</qco></h3>      a bunch of stuff close together, i suppose<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; a professor told me a 7/13 voiced 7 1 2 3 6 was a cluster, cause of the tone to tone intervals. But it doesn't sound clustery to me</qco> </h3>      i suppose the famous proverb applies here: one person's cluster is another person's non-cluster\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:53 am</dco> &nbsp;<qco> chords where I can use the whole tone scale (besides #11 and b13 chords?)</qco> </h3>      a whole tone scale will generally work best over chords that only contain notes from that whole tone scale\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:52 am</dco> &nbsp;<qco> Hya Bill. can you tell me something(s) that bothered you when you were in a music school? </qco></h3>      what makes you think i was in a music school<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;something to do with the teachers/teaching methods</qco> </h3>      i am self taught\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:50 am</dco> &nbsp;<qco> i really love the sound of a dimished b13 chord, and also the sound of a dimished maj7 chord. what&nbsp;&nbsp;other chords in the same family you think i would heavely appreciate it?\n<br>love you!</qco> </h3>      you will have to be more specific about the context in which you liked them. how were they phrased, what was going on in the song, what was the lyric, that was the storyline, etc. that sort of thing. actually there is still no way for me to understand what the situation was unless i see/hear the exact example that caused you to feel this way. even then i might not know exactly what you experienced without being you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:47 am</dco> &nbsp;<qco> any other cool ways of voicing 7/13 chords?\n<br>\n<br></qco> </h3>      other than what\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:47 am</dco> &nbsp;<qco> do you think that rock music sounds powerful cause of the paralel fifths and octaves in power chords? Oh only now i see the irony of my question</qco> </h3>      'rock music' could mean a hundred million different things. i think it could mean even more things than there are songs to represent all those things\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:46 am</dco> &nbsp;<qco> Bill, i get that everything has its unique qualities and \"flaws\", but don't you think some things have more unique qualities than others? (\"quality\" being something completely personal and intimate)</qco> </h3>      i think everything surely has infinite qualities. a 'quality' sounds like something only a human could be in the mood to see\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:44 am</dco> &nbsp;<qco> Do you believe the men and women should have equal rights?&nbsp;</qco> </h3>      even better, it would be nice if they both could get to decide what their rights are\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:44 am</dco> &nbsp;<qco> Ok then! So, what comes to your mind when I ask for a \"cool\" example of a delayed resolution in pop context that is not b2maj7 - 1&nbsp;&nbsp;&nbsp;&nbsp;?</qco> </h3>      you'll first have to give me an example of what you would consider a delayed resolution\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:39 am</dco> &nbsp;<qco> I just found all my C's and I discovered that the ones on the left (the lower ones) make a \"BLEEEH\" sound, and the ones in the middle sound like circles, and the high ones make a \"tng\" sound and make my face scrunch up.&nbsp;&nbsp;also they ring out more even when I lift up my finger.&nbsp;&nbsp;I don't like that.&nbsp;&nbsp;What's my next step?</qco> </h3>      go to the middle of the keyboard. take every white note from C to the next C. so that should be 8 notes (c, d, e, f, g, a, b, c). Now, see what songs you can play! just using those notes. hint: start with like popular kids songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:24 am</dco> &nbsp;<qco> do you think there's anything in this world that's irredeemable?</qco> </h3>      expired gift cards maybe<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp; \n12:52 am</dco> &nbsp;<qco> wow!! this is really cool!&nbsp;&nbsp;i found and counted the Cs, there's 8 Cs on my whole piano! i pressed a lot of the Cs and i noticed they all sound kind of the same, like, i don't know what its called but all of them have similar tone feel to it&nbsp;&nbsp;i think. but, when i pressed them in order from left to right, each C went some pitch higher than the last C. thats amazing!! i think im ready for the next step, what should i do now?</qco> </h3>      go to the middle of the keyboard. take every white note from C to the next C. so that should be 8 notes (c, d, e, f, g, a, b, c). Now, see what songs you can play! just using those notes. hint: start with like popular kids songs<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp; \n12:03 am</dco> &nbsp;<qco> ive noticed a big difference between the Cs. they all sound \"the same\" but some are higher the same and some are lower the same. you can even play them at the same time and they cooperate very well. next step please</qco> </h3>      go to the middle of the keyboard. take every white note from C to the next C. so that should be 8 notes (c, d, e, f, g, a, b, c). Now, see what songs you can play! just using those notes. hint: start with like popular kids songs<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp; \n11:27 pm</dco> &nbsp;<qco> When I try to play chords I always play the first inversion of the chord because I'm used to the shape. How do I learn how the 2nd an 3rd inversions because I get confused if my right thumb isn't on the root of the chord. Do good players somehow just really quickly process in their head what position their fingers need to be or did they practice every inversion on every key?</qco> </h3>      you really need to get this. it might seem scary at first but it doesn't take long. look at it this way, take a small range -- like the range right around middle C, (because that's actually the range the probably most chords will want to be) -- and make every chord fit right in there. because this is actually what your inversion skills are going to be used for. playing multiple chords in 1 range without having to jump the range just because you only know a certain inversion. so just pick one small range and make all the chords fit in there. then slide the range up by a 5th or so, and then do it again, find all your chords in that range. you need to be able to do this and i think you can actually learn it very quickly<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp; \n11:25 pm</dco> &nbsp;<qco> I'm going to be a new kid and a freshman in high school this year. Do you have any tips to make friends?&nbsp;</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp; \n11:16 pm</dco> &nbsp;<qco> Do you set aside a block of time to work each day (ex. 9am-5pm) since this is like your job? or, since it involves a lot of creativity (which doesn't adhere to a specific timeframe) do you find yourself jumping up with inspiration and going to work right away in lots of random bursts so as to not forget something that could end up being pretty cool? sorry for my english&nbsp;</qco> </h3>      there is more work to be done than could ever be done. therefore, i work as much as possible<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp; \n10:55 pm</dco> &nbsp;<qco> It's August, Bill.</qco> </h3>      thanks for the update<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp; \n10:51 pm</dco> &nbsp;<qco> thoughts on towels?</qco> </h3>      they are unpredictable\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp;\n10:35 pm</dco> &nbsp;<qco> whenever anyone posts one of your videos on reddit and the topic gets to donating to you there's always someone that says that you sent their paypal money back. why would this be</qco> </h3>      i don't know. i've talked to customer support, and they said they can't look into it unless i know the email/info of the person it happened to. i've tried to contact some of those people on youtube but i have never heard from anyone directly with this problem. so i can't prove to customer support that it's happening. i think it mainly happens on international currencies, but i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp;\n10:24 pm</dco> &nbsp;<qco> why do you think the antibacterial alcohol has the name name as the other alcohol even though they're totally different?&nbsp;</qco> </h3>      probably because they were named before anyone knew the difference\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp;\n10:16 pm</dco> &nbsp;<qco> what is a bandicoot</qco> </h3>      i have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp;\n9:50 pm</dco> &nbsp;<qco> do you still have a bad car</qco> </h3>      it's worse\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp;\n9:47 pm</dco> &nbsp;<qco> bill!!! important news!!! i pressed notes on my piano and i discovered they make noise when i touch them!!!!!!! holy fuck!!!!!!!!!!!!!!!!!! what do i do now???????</qco> </h3>      if you look at the keyboard, you'll notice patterns of white and black keys. it's a repeating pattern, as you can see. there's groups of 2 and 3 black keys. Find the white note immediately to the left of the 2 black keys. that note is called C. the note to the left of the 2 black keys is always C. (i think this is the example note i used in my \"music school\" video) there are many C's on the keyboard. find them all, notice their similarities and differences. let me know what you find, and if you think you are ready for the next step\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp;\n9:34 pm</dco> &nbsp;<qco> how are computers random. it doesn't make any sense. they run programs that always do a thing in the same way every time but sometimes the object is to not do the same thing every time</qco> </h3>      i think the most basic way is to some how derive it from the time asked. for example if you put the smallest possible unit of time into mod10, and then spit out the digit (0-9) corresponding to the exact moment you requested something random, then i think that's pretty random. you really never manipulate it, unless you used another computer\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp;\n9:31 pm</dco> &nbsp;<qco> Have you found a way of making steady progress on your goals without wasting time seeking instant gratification?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp;\n8:59 pm</dco> &nbsp;<qco> what sort of music can you do at age 2?</qco> </h3>      start pressing the piano keys, maybe even see what it sounds like when you press 2 at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp;\n8:47 pm</dco> &nbsp;<qco> Hey Bill! How do you come up with your harmony in videos like \"the high class stuff\" \"daily schedule\" and \"how to play a C major scale\"?\n<br>\n<br>In the C major scale, you managed to pull an D#m7(no5) -&gt; C#add4 out of nowhere! I love it, and your MLG harmony skills are great!\n<br>\n<br>Please teach me where harmony teachers at Conservatoire in London have failed!\n</qco> </h3>      the way i do harmony, and music, makes use of my imagination heavily. and i have spent long periods of time experimenting, and also listened to a lot of music. i don't think anyone could really teach music the way i've learned it. i think you learn music best from your own experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp;\n7:28 pm</dco> &nbsp;<qco> Can you explain rubber ducks?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp;\n7:12 pm</dco> &nbsp;<qco> a while ago i think you said that you didn't think you had a video on your channel called \"africa\"</qco></h3>      i never said that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; when you actually do. </qco></h3>      i know<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;search it up on your channel, it's pretty good and i hear the creator is really cool!</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp;\n7:10 pm</dco> &nbsp;<qco> bill, about the whole gotta make videos to go with songs.\n<br>YES, videos are nice, and your are visualy crazy and memorable, but as you just said, you write and record songs 4x times faster than making a video. so bill, my good man, you have a ton of compositions to actually record for our ears delight, just put the songs on youtube with a spinning record and thats IT. make a full on video for like \"singles\" if i may out it that way.\n<br>\n<br>i'm sorry about my ranting here, you are already bombarded with questions, requests and all, but i love your songs so much it pains me to see that you think that only videos could help you spread your music, that's why i think that a simple visual on youtube would still get you millions of views/listens, and keep big videos for songs that particularly call you for a complimentary video.</qco> </h3>      yes, i realize i could put title videos on youtube. i am considering doing that, but still unsure. the good news is, i receive insane amounts of pressure from people to do that, which helps me think more clearly about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp;\n6:53 pm</dco> &nbsp;<qco> are you gonna go to mars</qco> </h3>      not until there is more stuff there\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp;\n6:42 pm</dco> &nbsp;<qco> by IIb7M i mean like if the song is in A, then Bbmaj7. how would be the correct way of writing it?</qco> </h3>      \noh i see. where i am from it is all the reverse of that. bIImaj7. \"flat 2 major 7.\" or bIIM7 although I prefer to use maj, just so it's extra clear not to be confused with minor. and i personally prefer to use minus sign - for minor. and even more personal is that i prefer to just not even use roman numerals because it's been a long time since rome. but that's just my preference. that being said it really doesn't matter as long as it us understood by whomever is reading it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp;\n5:49 pm</dco> &nbsp;<qco> What's rhythm?</qco> </h3>      patterns of sound hits, through time<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp; \n5:39 pm</dco> &nbsp;<qco> what happens if i eat an orange?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp; \n5:24 pm</dco> &nbsp;<qco> Do you think you'll ever get to a point in your life where you won't want to or won't have the time to answer questions anymore? I feel like that would be a sad day, but an understandable one.</qco> </h3>      i could always scale it back to 1 a day or something\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp;\n3:56 pm</dco> &nbsp;<qco> do you have a youtube channel\n<br></qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp;\n3:55 pm</dco> &nbsp;<qco> why are doors so important</qco> </h3>      because they allow you to walk through walls\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp;\n3:49 pm</dco> &nbsp;<qco> Should I learn to play Baritone Sax?</qco> </h3>      you are going to have to decide for yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp;\n3:28 pm</dco> &nbsp;<qco> how long does it take to make videos such as your music videos</qco> </h3>      which one\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp;\n3:20 pm</dco> &nbsp;<qco> I really enjoy this page! How do you feel about it?</qco> </h3>      i think it's helpful, and useful\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp;\n3:15 pm</dco> &nbsp;<qco> IS VLADIMIR PUTIN BAE!?!?!?!</qco> </h3>      i will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp;\n3:13 pm</dco> &nbsp;<qco> How to believe in North Korea's religion</qco> </h3>      step one is you have to like that one guy\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.17&nbsp;\n3:08 pm</dco> &nbsp;<qco> I AM A STEGOSAURUS</qco> </h3>      i know what you mean\n<br><br>"
  }
]
