[
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n3:28 pm</dco> &nbsp;<qco> DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n3:05 pm</dco> &nbsp;<qco> is it weird (or will it be weird) going through [massive technology transformation] and also make reality videos about the nearly year long struggle that was making hotewig? since you were going through a similar but smaller scale transformation with 3d animation at the time. do you feel like that was a completely different person?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n2:30 pm</dco> &nbsp;<qco> is your current technological adaptation an attempt to design a system of keyboard shortcuts/controls for every single thing you have to do when making a song video (and non-song videos too I suppose), and subsequently learning to use them fluently?</qco></h3>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n1:07 pm</dco> &nbsp;<qco> what do you call that part when somebody is about to spill the beans about something important, but then somebody interrupts him/her.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n11:47 am</dco> &nbsp;<qco> <a href=\"q.php?date=201907180009\">7.18.19&nbsp;&nbsp;12:09 am</a>  is \"get from here to there\" a valid purpose for buying a boat? or building one, for that matter?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n10:52 am</dco> &nbsp;<qco> <a href=\"q.php?date=201907182206\">7.18.19&nbsp;&nbsp;10:06 pm</a>  wait what? Stream? have you been live streaming?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n10:45 am</dco> &nbsp;<qco> Hi Bill, fan club president here. You owe your membership fees, when can I expect them?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n7:55 am</dco> &nbsp;<qco> am i a cat</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n3:57 am</dco> &nbsp;<qco> do you have a favorite videogame console you played on in your childhood? favorite videogame on that console?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n3:22 am</dco> &nbsp;<qco> Are you quitting videos, or making another video about history?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n1:05 am</dco> &nbsp;<qco> i really enjoyed the live stream.&nbsp;&nbsp;i like watching your interviews.&nbsp;&nbsp;you're doing a good job.&nbsp;&nbsp;do you feel physically tired after?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n12:53 am</dco> &nbsp;<qco> can a state be legitimate</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n12:27 am</dco> &nbsp;<qco> Will you make more youtube videos</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n12:20 am</dco> &nbsp;<qco> when you combine a certain thing with another certain thing you can get an incredibly emotional moment. i take for example you songs: in i wanna be a movie star at the part \"everybody wants more than just a friend\" you added the phrase \"let's reestructure the fabric of the known universe\" in the video. the fact here is that you added it at a part when the melody has like a \"rise\" so it causes some kind of euphoria, mixed with adrenaline, inspiration and energy. i mean, if that sentence wouldn't be there it'd definitely have a less-powerful effect. i also noticed that in and the day goes on with the \"mountain escape plan\" and the \"use a bike to escape the grid\" at a calm part preparing for the \"rising part\" (\"and i'm right where I belong\"). but the truth is you do this a lot, countless times, do you do this on purpose? </qco></h3>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n11:45 pm</dco> &nbsp;<qco> How big is the rock you live under&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n10:28 pm</dco> &nbsp;<qco> Hi Bill,\n<br>\n<br>With regards to your desire to use AppleScript to press buttons that Automator cannot write scripts for, have you attempted to use macOS's GUI Scripting festures? See the Apple Developer guide here:\n<br>\n<br>https://developer.apple.com/library/archive/documentation/LanguagesUtilities/Conceptual/MacAutomationScriptingGuide/AutomatetheUserInterface.html\n<br>\n<br>Hope this helps.\n<br>\n<br>Take care, give care, kill all cops,\n<br>-Maymay\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n10:06 pm</dco> &nbsp;<qco> I noticed that you want to do mocap in that recent stream.did you know you can do mocap with a Kinect?\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n10:05 pm</dco> &nbsp;<qco> so do you eat Ice?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n8:11 pm</dco> &nbsp;<qco> im a weird astral thing stuck in a humanoid body, which i guess is just as equally a weird astral thing... maybe. hm.. and i belong making music and creating what i feel, because living around all these people isnt doing it anything but... confining. constraining. ive barely lived out my life, but i have trouble. the main problem now seems to be i have a shitty laptop and cant find the software thats right, thats cheap or free or whatever.. but all the other pieces are there to start. any wise words?</qco></h3>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n8:06 pm</dco> &nbsp;<qco> I had my phone audio on mono for ~6 months without knowing it by accident, and I switched it off today, allowing songs to make full use of my car's surround sound speakers. Contrary to my expectations since you are a small indie producer with little/no outside help, your songs made great use of it (particularly when i get older). Do you design music with different types of speakers that might play them in mind?</qco></h3>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n7:14 pm</dco> &nbsp;<qco> whos your parents</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n5:25 pm</dco> &nbsp;<qco> hey bill, me and my friends decided to play parrot or carrot, but we dont know how to play it. can you leave instructions? thabk you</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n5:22 pm</dco> &nbsp;<qco> what do you think about people trying to be a smartass by saying that old music is better than modern music.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n4:51 pm</dco> &nbsp;<qco> Don't know why you say you aren't a good guitarist. Quote from the comments of I'm Crazy / It's Raining: \"If that guitar playing wasn't quantized...he is one of the most in-time, scary, skilled, studio-quality musicians out there.\" My one (nerdy) question is, what type of guitar do you play in that video? </qco></h3>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n3:11 pm</dco> &nbsp;<qco> hey bill are those chords right? (love takes time mariah carey verses) B, F#/A#, G#m, D#m/F# (B/D#), C#m, B/D#, F#sus, F#. oh and what is the chord after the F# major?? (i think it's an F#add2 but i'm not sure) thx :)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n2:09 pm</dco> &nbsp;<qco> am i schizophrenic</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n1:18 pm</dco> &nbsp;<qco> how to unbecome a sex machine</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n1:02 pm</dco> &nbsp;<qco> What's your favourite music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n12:58 pm</dco> &nbsp;<qco> how do i hallucinate more effectively</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n12:44 pm</dco> &nbsp;<qco> How do you feel about hexaflexagons?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n12:35 pm</dco> &nbsp;<qco> Are you unique?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n12:02 pm</dco> &nbsp;<qco> Up or down?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n10:35 am</dco> &nbsp;<qco> i hope no one has asked you this, but what is happening in 1:47 on \"long long long journey\" ?\n<br>\n<br>https://youtu.be/0jEm6owSKFU?t=107\n<br>\n<br>The high frequency beeping is really interesting, as it seems to be irregular rhythms/non-linear. if i slow it down, it seems to be live as it is not exactly equal spacing for all notes.\n<br>\n<br>this is my attempt at transcribing the first bar, ignoring unequal note spacing, with x as beep, and o as a rest\n<br>\n<br>xxxo|xxox|oxxo|xoxo|\n<br>\n<br>thanks a ton if you answer it!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n9:40 am</dco> &nbsp;<qco> thoughts on ending sentences like this,,,, instead of this...</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n5:59 am</dco> &nbsp;<qco> Are you normal?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n5:04 am</dco> &nbsp;<qco> If you could host a time traveller party, when would you invite?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n4:53 am</dco> &nbsp;<qco> You still have your notebook on the front page, but it isn't being regularly used.</qco></h3>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n4:19 am</dco> &nbsp;<qco> Opinion on woodpeckers?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n3:42 am</dco> &nbsp;<qco> How's it like on the other side of the planet?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n3:07 am</dco> &nbsp;<qco> Why is \"good morning\" a greeting when \"good night\" is not? Help I'm scared</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n3:05 am</dco> &nbsp;<qco> I want to join the Area 51 raid, but I live in Long Island NY and I'm a broke child and have no money to buy a plane ticket so how can I get there?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n1:42 am</dco> &nbsp;<qco> Why don't you posted more Youtube videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n1:19 am</dco> &nbsp;<qco> I'm not happy right now, what do I do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.18.19&nbsp; \n12:09 am</dco> &nbsp;<qco> do you have any advice for building boats</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.17.19&nbsp; \n10:43 pm</dco> &nbsp;<qco> In the song rabbit snakes, did you really mean that you can only count to 12</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.17.19&nbsp; \n9:56 pm</dco> &nbsp;<qco> tips on using vocal EQ because I can't find the best setting, please?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.17.19&nbsp; \n9:30 pm</dco> &nbsp;<qco> couldn't you prevent anyone from answering the same exact question you already answered, by redirecting them to said questioN?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.17.19&nbsp; \n9:25 pm</dco> &nbsp;<qco> what's the biggest waste of time</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.17.19&nbsp; \n9:05 pm</dco> &nbsp;<qco> If Steve isn't Steve than who is Steve?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.17.19&nbsp; \n8:56 pm</dco> &nbsp;<qco> Are you going to area 51 on September 20?</qco> </h3><br><br>"
  }
]
