[
  {
    "html": "<h3> <dco>3.16.18&nbsp;\n8:54 pm</dco> &nbsp;<qco> English isn't a language, It's 3 separate languages stacked together wearing a trench coat trying to sneak into the place where all the other languages hang out</qco> </h3>      actually most languages are like that\n  <br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp;\n8:51 pm</dco> &nbsp;<qco> is tomato a fruit or a vegetable?</qco> </h3>      it might be\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp;\n8:30 pm</dco> &nbsp;<qco> Should I question things even though my parents think it's wrong that I question things?&nbsp;</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp;\n6:35 pm</dco> &nbsp;<qco> I'm lesbian. Is that ok?</qco> </h3>      i will check with the rules and regulations\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp;\n5:48 pm</dco> &nbsp;<qco> What's your favorite vine?</qco> </h3>      the one where brandon bowen is taking selfies<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp;\n5:42 pm</dco> &nbsp;<qco> Is there any secret parts to your website?\n<br></qco> </h3>      the entire thing is a secret\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp;\n5:02 pm</dco> &nbsp;<qco> why are you so lame</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp;\n4:49 pm</dco> &nbsp;<qco> how do I delete the thoughts of everything I do being too late and not being worth trying</qco> </h3>      remember that most successful things you admire were finished much later than they were imagined, and were riddled with uncertainty before they were completed\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp;\n4:03 pm</dco> &nbsp;<qco> What is in the box?</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp;\n2:30 pm</dco> &nbsp;<qco> Please put \"i'm crazy / it's raining\" on iTunes/Spotify. It's my favourite song of yours. Thanks</qco> </h3>      i will<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp; \n12:22 pm</dco> &nbsp;<qco> do you like very short brass fanfare chords?</qco> </h3>      sure \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp; \n11:59 am</dco> &nbsp;<qco> <a href=\"q.php?date=201803160141\">3.16.18&nbsp;&nbsp;1:41 am</a> &nbsp;&nbsp;with that metaphor do you mean that your music would hold no value or merit to others or yourself without your non-musical touches?</qco> </h3>      i don't know how they would even find it \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp; \n10:44 am</dco> &nbsp;<qco> I'm doing thing. Officially. This is day one of doing the thing. I figured where to start and where to go to finish the thing. Plus I have a vague idea of what the next thing will be. I think a big reason why this has come to me is because of the inspiration I've gained from you in the last year or so. Does hearing things like this make you feel good or interesting?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp; \n10:15 am</dco> &nbsp;<qco> how do we know you are not answering these in the distant future? or the past?&nbsp;</qco> </h3>      \nif they were answered in the future then they wouldn't have been answered yet. they were all answered in the past\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp; \n7:56 am</dco> &nbsp;<qco> what even is true?</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp; \n6:48 am</dco> &nbsp;<qco> <a href=\"q.php?date=201803151532\">3.15.18&nbsp;&nbsp;3:32 pm</a>  have you ever thought about recording an actual song-writing session?</qco> </h3>      i've recorded them all\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp; \n3:27 am</dco> &nbsp;<qco> for your c major shirt scale, why did you decide to put the actual content on the back on the shirt?</qco> </h3>      \n\ni think this is a common technique when there is a lot of readable content on a shirt. if it's on the front no one will ever be able to fully read it without the wearer patiently watching you read it. when it's on the back it is much more likely to be read, particularly by people waiting/standing in line (in a line, on line, on a line, on a queue, etc) behind the wearer. for example i think those t-shirts with tour schedules always have it on the back because it greatly increases the chances it will be read and studied by strangers, closely enough to make plans to go to the show. if the information were on the front i think it could not be studied carefully without creating a very awkward moment betweenst the viewer and the wearer\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp; \n3:22 am</dco> &nbsp;<qco> have you ever thought about collecting some of your videos together into like a DVD and selling them? i personally think that would be a cool way to support your work + it would be a cool thing to own. i can understand if that's something you don't want to do though</qco> </h3>      i don't know anyone who has a dvd player, and i don't think it would sell very well because you can get it all for free online \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp; \n2:47 am</dco> &nbsp;<qco> <a href=\"q.php?date=201803151822\">3.15.18&nbsp;&nbsp;6:22 pm</a>  what's your suggestion for a not time-consuming method for clearing the block?</qco> </h3>      my method is to walk over to the door, and touch the door handle. then return and play the song, at tempo, from the beginning, and pay very close attention to the moments right when you reach the known end. at that moment the solution is most likely to crystallize. quickly ascertain as many clues as you can from that moment. then after that, re-set and do it again\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp; \n1:41 am</dco> &nbsp;<qco> You're very talented, do you use comedy as a way to hide your natural musical skills that you are afraid to fully show?</qco> </h3>      i use non-musical things, not to hide the music, but to hold the music. it's like a cup, holding water. the cup is not made of water, that would never work. but you need the cup to hold the water. if you have no cup the water would just spill on the ground  \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp; \n1:37 am</dco> &nbsp;<qco> Is there anything in your creative process you feel would become less magical if you had to explain or reveal the process behind it?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp; \n1:07 am</dco> &nbsp;<qco> Do you ever regret making HOTEW because of how much time you spent on it, instead of working on other stuff?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp; \n1:02 am</dco> &nbsp;<qco> ‎i love nature and how there's this matter in our world and it spontaneously organized itself into life, and how being alive ourselves we also inherently love life too, and how nothing man has made has come close to the complexitiy of life, butalso how the existence of something as complex as life represents an interesting future for human technology that exceeds in domains dominatated by life, you know?</qco> </h3>      yea\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp; \n12:53 am</dco> &nbsp;<qco> best way to start learning a complicated software like logic or protools? I'm new to recording/audio editing and kind of intimidated by the prospect of teaching myself how to use the software.&nbsp;</qco> </h3>      you should probably start with something simpler. it's easy to get overwhelmed if the tools are too far beyond your experience, and you can get frozen and achieve nothing. i've seen it happen many times, including to myself. use something much simpler first, or if you don't have anything simpler, just learn 1 step at a time based on what you need. for example: step 1 just find the record button  \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.16.18&nbsp; \n12:29 am</dco> &nbsp;<qco> What is the greatest thing that has ever happened to you?</qco> </h3>      was born\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.18&nbsp; \n11:56 pm</dco> &nbsp;<qco> I love the thing you do on the improv videos where you put your own spin on other people's songs. Can you explain this process and do you recommend it for other musicians?</qco> </h3>      a good way to do it is just start the song without knowing entirely what the lyrics are, but keep playing it anyway. another way is if you know the lyrics but don't care what they are\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.18&nbsp; \n11:20 pm</dco> &nbsp;<qco> How big is too big</qco> </h3>      just bigger than the recommended size \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.18&nbsp;\n11:14 pm</dco> &nbsp;<qco> my friend who is a musician had recently he's just broken up with his 2nd girlfriend who was a non-musician. his 1st girlfriend was also a non-musician and both relationships had lasted only a couple years or so. it got me wondering if musicianship can affect a relationship or if it was just my friend's problem?</qco> </h3>      i don't think 2 cases is enough to really determine a pattern\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.18&nbsp;\n10:46 pm</dco> &nbsp;<qco> hey, i was trying to figure out the chords for the last line of each chorus in la de da de da de da de day oh. are you willing to confirm? i think it's G, C, D, Ebm dim, Bm7, A7, C (with a y a second after the c), and finished of with c.</qco> </h3>      good except the Bm7 is wrong, and the last chord is not quite right in the bass. and also a small detail, Ebm dim you don't need to say 'm', just Eb dim\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.18&nbsp;\n10:44 pm</dco> &nbsp;<qco> speaking of which, will you consider its gonna be all right for your live repetior re d'as</qco> </h3>      absolutely\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.18&nbsp;\n10:42 pm</dco> &nbsp;<qco> Do you ever scrap songs or videos part way through making them?</qco> </h3>      almost never. i'm very careful about the selection process, so i can be confident in the follow through\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.18&nbsp;\n10:29 pm</dco> &nbsp;<qco> you've said that you don't really like YouTube. Is it that you don't like corporate YouTube or that you don't like the \"idea\" of YouTube or do you just not like the creators or users or the platform or you get what I'm asking here</qco> </h3>      it seems to work just fine, and there are many great things about it. but if i had to list a few small complaints, .... the bottom bar has too much of a tendency to obscure the screen for some of the time. there's too many commercials (an ideal video watching environment wouldn't have any commercials). it runs slow sometimes. i don't like streaming in general because it is cumbersome to start and stop, cue up to different places, or play at different speeds, etc. Even when there's no ads it actually shows you a pop up that advertises no ads. these are just some of the small complaints i have, but it's not really a big deal. they are the biggest platform out there, and it seems to work just fine, and i am grateful that i have access to it, and also grateful that i have been able to do well on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.18&nbsp;\n9:23 pm</dco> &nbsp;<qco> do you have a dog </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;please this is urgent&nbsp;</qco> </h3>      no it's not\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.18&nbsp;\n9:10 pm</dco> &nbsp;<qco> do you have an interest outside of music</qco> </h3>      words, visuals, and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.18&nbsp;\n8:48 pm</dco> &nbsp;<qco> You've seen letterman live? Is there really a sign that tells the audience when to applaud? </qco></h3>      i don't think so<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, what happens after they say they have to take a commercial break? The show isn't live, so do they just keep carrying on with the interview right away?</qco> </h3>      the band starts a song, they go to commercial, dave takes off his coat and paces around nervously, maybe chats a bit with bill sheft about show details, the band is playing the entire time. usually it's only about 60 seconds, and then the 5 second hand count from the director and it's back on and the band finds an end to the song wherever they are. the break can be any length, depending on if there is anything that needs to be done, but it is usually shorter than a TV commercial break, and often can be as short as 30 seconds if there's nothing that needs to be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.18&nbsp;\n8:32 pm</dco> &nbsp;<qco> today i just sat at the bus stop, and cried a lot. i sat there, and cried a lot, at the bus stop. it was great</qco> </h3>      that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.18&nbsp;\n8:10 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201803141911\">3.14.18&nbsp;&nbsp;7:11 pm</a>  Okay, I will try that. Thanks! One thing I've learned that is really important is that it's how the voice matches with the melody and words... like getting the most out of the style of your voice. Good example I can think of is donald fagen. I can't imagine him belting out freddie mercury tunes or something, but I think he's a great singer because his voice is perfect for his melodies/words. I guess I just need to find my 'character' in my voice?&nbsp;</qco> </h3>      that's right. what you are looking for is acting, but that gets easier if it's written just for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.18&nbsp;\n8:03 pm</dco> &nbsp;<qco> when i record something it shows up like half a second later in the mix. it's really annoying to have to fix it every time and it has discouraged me from recording,&nbsp;&nbsp;has this ever happened to you?</qco> </h3>      yes. try messing with the buffer settings, and also make sure all other programs are closed, then check online for tips on reducing latency with your program, then if nothing else then you will have to get more memory\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.18&nbsp;\n6:57 pm</dco> &nbsp;<qco> Any tips on how to interact with humans? </qco></h3>      you can't pre-rehearse<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;They're just so weird sometimes.</qco> </h3>      enjoy the ride\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.18&nbsp; \n6:55 pm</dco> &nbsp;<qco> i fell down a hill today\n<br>did you fell down a hill too?</qco> </h3>      no, but it's on my to-do list\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.18&nbsp; \n6:49 pm</dco> &nbsp;<qco> What time zone are you in also why are you answering questions in the middle of the night/morning are you ok</qco> </h3>      the time i answer questions is not shown\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.18&nbsp; \n6:23 pm</dco> &nbsp;<qco> Do you think it's more important to pride yourself on your individuality or to not be afraid of being different</qco> </h3>      those seem like they go hand in hand\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.18&nbsp; \n6:22 pm</dco> &nbsp;<qco> hey bill i wrote about 15 seconds of a new song and i already know that it's gonna be really good, but i'm running into The Block™️. is taking a break and not even thinking about the song, then coming back to it a few days later a smart idea? you know, for a clear mind?</qco> </h3>      that will help a lot, but unfortunately that takes time \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.18&nbsp; \n5:47 pm</dco> &nbsp;<qco> do you like working? </qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nis work a must for everyone?</qco> </h3>      it's good if it's the right work\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.18&nbsp; \n5:30 pm</dco> &nbsp;<qco> go lick a toad</qco> </h3>      i will do it when i get a chance\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.18&nbsp; \n5:26 pm</dco> &nbsp;<qco> Are you sure that you're not depressed?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.18&nbsp; \n4:28 pm</dco> &nbsp;<qco> what's a songwriting situation that would prompt you to have a song title in all caps</qco> </h3>      if the title was a famous acronym, without dots\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.18&nbsp; \n4:10 pm</dco> &nbsp;<qco> Why do&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;humans love&nbsp;&nbsp;lemons?</qco> </h3>      i don't know. i don't love them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.18&nbsp; \n4:04 pm</dco> &nbsp;<qco> Why do you not collab</qco> </h3>      it doesn't seem to work for me. another reason on top of that is that doing things by myself works very very well. the biggest and only problem with not collaborating is the pressure from society to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.18&nbsp; \n3:32 pm</dco> &nbsp;<qco> Is the improv/keyvoc page what your song-writing sessions usually like?</qco> </h3>      songwriting would have a lot more thinking, a lot more run-throughs, stops, pauses, walking around, and also writing things down and thinking \n<br><br>"
  }
]
