[
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n5:51 pm</dco> &nbsp;<qco> why do you insist on changing outfits every full body shot you're on your videos</qco> </h3>      i am a thrill seeker\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n4:34 pm</dco> &nbsp;<qco> do you like the color of my shoes?</qco> </h3>      i can't see them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n4:09 pm</dco> &nbsp;<qco> do you want noodles right now?</qco> </h3>      already have too many\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n3:35 pm</dco> &nbsp;<qco> How would you know which notes to use in a chord?</qco></h3>      forget that. which chord do you use for your notes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; There's one specific chord that I do not know the name of but when I play the notes that I think I hear on a keyboard, it just sounds off. Thanks.</qco> </h3>      where do you know it from\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n3:33 pm</dco> &nbsp;<qco> Have you ever considered releasing an album with your music on it or are you sticking to the internet and making music videos</qco> </h3>      ? i thought albums were on the internet\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n3:03 pm</dco> &nbsp;<qco> i want to do a thing but i also don't want to do the thing and also the thing might not metaphysically exist</qco> </h3>      oh that's what i'm talking about\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n2:30 pm</dco> &nbsp;<qco> did u change the color of the umbrella or am i just going crazyyy?¿</qco> </h3>      the ones for different sites are different colors, but i have never changed any of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n2:19 pm</dco> &nbsp;<qco> On a scale of 1 day to&nbsp;∞, when will you release the new A U D I O / V I S U A L&nbsp;&nbsp;C O N T E N T you've been working on?</qco> </h3>      as soon as it's done\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n1:47 pm</dco> &nbsp;<qco> Will we have a bill wurtz interview?</qco></h3>      it is right here, and it's been going on for almost 3 years<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Can I interview you?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n1:14 pm</dco> &nbsp;<qco> has science gone too far?</qco> </h3>      i'm not sure how far it was supposed to go\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n12:55 pm</dco> &nbsp;<qco> do u know any advanced paper-folding techniques</qco> </h3>      the ones i know are certainly not considered advanced anymore. i asume there have been technology advances\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n12:36 pm</dco> &nbsp;<qco> i have a question. i think you said you are concocting your next song to work without bass,&nbsp;&nbsp;or that you were recording bass last in order to make sure it is still strong without bass. something to that effect. does that mean bass was central to your other recordings? \n</qco></h3>      not necessarily but it's gotta be a big deal<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;cause i listen to a lot of your songs thru my phone speakers and they still sound good to me,\n</qco></h3>      i've presumably snuck by just by the seat of my pants. they're not written for bass, or as bass songs, they're just written as song songs, but a bass player secretly knows that any song is actually the best place for the bass to have a hot ball<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i dunno if my question makes sense. i'm just wondering how you would make sure it sounds strong without the bass, because i feel like everything you make is already strong without bass</qco> </h3>      \nit's something i've been too scared to think about. but when i saw all my stuff doing so well on vine, i just sort of blindly and superstitiously accepted the fact that a large percentage of the audience was bassless and i was scared to think about it. for example many of those like \"stronger videos\" is going crazy on bass, but fortunately it gets by ok, again i'm sure this is largely because nothing was written with the bass in mind. all the bass fun is like 'bass player' fun (not writer) in that it's all after the song has been written, and those bass elements come from the player not the writer. song was already written before if that makes sense. like i said it was scary doing it blind but one day i just decided if this is actually where the music is being heard i need to actually hear it at some point. so i made an EQ setting to match the sound of a tiny bassless speaker and i can click it on any time, i call it the iphone simulator. and i recommend everyone should check this frequently especially at the very very beginning of your arrangement, what the hell even leave it on for long periods of time, especially at the beginning of the process. like making a compelling 3d drawing which has to look good in 3d but half your audience will only see it in 2d so it has to look great in 2d too. you're better off starting in 2d, because if you start in 3d it will be too easy to make it 3d because anything looks 3d automatically, and then when you flip it to 2d it could be garbage. where as if you start in 2d, you'll be forced to figure out how to make it look 3d even on the 2d system. if you do that you'll be way ahead of the game. then flip it to 3d and then add all the extra crazy things in 3d which won't mess up the 2d\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n12:10 pm</dco> &nbsp;<qco> why do you have a micro-economics book?</qco> </h3>      it just looks meme-tastic on the shelf\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n11:41 am</dco> &nbsp;<qco> is friggydiggy a good name for a boat?</qco> </h3>      i think friggity-diggity would be better but it's your call\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n11:09 am</dco> &nbsp;<qco> What is the sound at the beginning of \"Home\"?&nbsp;</qco> </h3>      probably the lyric cheat sheet\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n10:47 am</dco> &nbsp;<qco> do artists need to suffer to make art?</qco> </h3>      everyone needs to suffer maybe at least a little bit in some way, at some point. regardless of if they are an artist. even sam smiley, who holds the world record for most happy person, has to occasionally suffer small things like having to sign too many autographs or escaping from the papa razzi\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n10:36 am</dco> &nbsp;<qco> pancakes or waffles. or french toast.</qco> </h3>      i wonder if you could combine all 3 some how\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n10:01 am</dco> &nbsp;<qco> how do i get creative</qco> </h3>      whom\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n9:17 am</dco> &nbsp;<qco> every time i hear people talk about bill wurtz and bill wurtz's music they're like \"oh he makes like meme music right?\" and i feel like they overlook everything else and just label it as a meme and it makes me kind of sad. maybe you dont care at all</qco> </h3>      this may seem confusing until you notice that meme is actually a modern word for strong\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n8:38 am</dco> &nbsp;<qco> I'm gonna go travel the world soon what's 1 thing I should pack</qco> </h3>      some kind of camera or note taking device. try to get one of the ones that does both\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n8:29 am</dco> &nbsp;<qco> So I'm going to tell you something. I have this problem that I experience sometimes where I don't want to do something like art. But all the people I look up to are artists and I want to be like them. So then I don't want to do it. But I try to pressure myself to do it and here's why. Im in high school and I don't want to go to college because school has depressed me and made me go insane and I feel like I have to prove to my parents that I have a special skill or something so that they'd be okay with me not going to college. Because I see you- and it looks to me that you've had your awesome music skills since you were like a kid (I know I could be wrong just correct me or something) and you seem to be pretty successful for not going to college.</qco></h3>      it took a long time. i turned down most of the normal routes and insisted on doing everything from the inside out, in my own way, while also getting deeply lost in the jungle on purpose <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; So then I think I have to do the same thing. </qco></h3>      to do it the way i did it you might want to get a very humble yet steady job that seemingly has nothing to do with your prefered 'field'. this is so as to not distract you from inventing it, and also buy you some time to really get it right<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And a whole bunch of other people I look up to have also developed their awesome passions at a young age and I feel like I have to do the same. So I'm stuck between this thing of wanting to do artistic stuff right now to help prepare me for the future (even though I don't want to do it at the moment) and doing the things that make me happy even though they're kind of pointless like reading books or playing video games or watching movies. But to be honest, my interests shift by the second. I play video games for a little bit, and then I want to write. So... I have plenty of interests really. They just shift throughout the moment. And here's what I'm thinking: I think I should do the stuff I want to do right now and be concious of what my wants are.</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And keep shuffling around them accordingly to suit what I want at the moment and just kind of look at my wants and see what happens over time.</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; But be concious of how I'm feeling. Sometimes I think I'll want to do art stuff but other times, I won't want to. But the reason why I'm doing this is to help myself just be myself in the best way. Sometimes I'll do stuff I don't want to do and force myself \n to do it. So I want to keep myself in check. And ask myself, \"do I really want to do this right now?\" and act accordingly instead of just kind of neglecting what I actually do want.</qco></h3>      good<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And over the course of this I'll get to know myself better while freely being myself. For whatever reason, I think this'll be fun.\n</qco></h3>      that sounds ferociously fun<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sorry if this was a bit confusing. I'm just trying to organize myself a bit and typing to you helps me get better at this stuff for some reason. So I'll see you man. I think I'll let you know how it goes.&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n8:24 am</dco> &nbsp;<qco> thoughts on mars?</qco> </h3>      it might not be what you're used to\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n8:21 am</dco> &nbsp;<qco> what should i do at my local library?</qco> </h3>      get a job as a librarian\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n8:08 am</dco> &nbsp;<qco> I have a sneaking suspicion that your new song/video is coming out tomorrow</qco> </h3>      me too\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n7:58 am</dco> &nbsp;<qco> why did you post the video then take it down</qco> </h3>      which video\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n7:49 am</dco> &nbsp;<qco> i just woke up... what do i do now?</qco> </h3>      figure out how you want to spend your day. bonus points for figuring it out in the first hour of the day\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n7:27 am</dco> &nbsp;<qco> why do they put round pizza pies in square boxes?</qco> </h3>      round boxes are way too complicated to make \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n6:46 am</dco> &nbsp;<qco> Hello, Bill. I've had dreams where I've made up songs about men who are ashamed to look like ducks and moose with space heaters. Have you ever had any particularly interesting dream songs, and if so would you share any of them?</qco> </h3>      they have been added to the list. i'm not sure if any recorded songs so far have included dreamed ideas. they merge into the list and are treated the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n6:26 am</dco> &nbsp;<qco> Opinion on hypnosis?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n5:31 am</dco> &nbsp;<qco> Man, I just feel sad. Like for a while my mood has just been on a decline. I haven't been diagnosed for any mental disorders but lately I've just been constantly thinking about the fact that I've just moved schools in term 2 of grade 11 and I'm not close to my tiny class of like 10 people and I don't really relate to them as friends. I have an extremely tight group of friends outside of school but I only get to see some on the weekend sometimes. Mum doesn't let me go out of my suburb to see them though that often and most of the time I just have to stay home and talk to them over the phone or text or something. I'm a really introverted person except around my close friends where I really thrive. Around them is the only times I actually feel happy and feel like living. But I only get to feel that way a few days in a month. Every other day is literal hell. I sit in the corner by myself at school listening to music and trudging through ATAR hell and I s\n pend lun\n ch breaks sitting in the corner of the common room buried in beanbags. And I just feel like crying all the time those days and I feel like it's just not worth living at all and I'm so empty and sad. I'm too scared to talk to professional counselors or even like those crisis support hotlines and even my own parents and siblings?? I only talk to that group of friends about how I'm feeling but they can't really help all that much apart from just talking to me where it does improve my mood a little. I find you a really good guy to just vent to as well and I'm sorry to force you to read my sad wall of text but yeah idk what to do and I'm just stuck...\n<br></qco> </h3>      in the last 7 days, what was the moment where you felt the best? analyze the hell out of that moment\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n5:02 am</dco> &nbsp;<qco> For something so minimal this question asking website is so confusing to use</qco> </h3>      you type the question and then press \"ask\" hope that helps\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n4:59 am</dco> &nbsp;<qco> Have you ever been offered a commercial position by a tv company or by some movie men?&nbsp;</qco> </h3>      absolutely\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n3:48 am</dco> &nbsp;<qco> every time i come on here on my phone it freezes for like 30 seconds i'm gonna have to ask you to stop singling my poor phone out thanks :c</qco> </h3>      which phone do you have and is it on this page or other pages\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n3:29 am</dco> &nbsp;<qco> uuugghghghg I feel like every melody I've been writing for the past like 2 years has been the same. sometimes I'll write songs that have the same exact melody of other songs I've written, and even when I come up with a different melody it still kinda sounds the same. has this ever happened to you? how do I overcome this?</qco> </h3>      try turning something upside down. the song, the instrument, the page, the table, maybe even turn your entire house upside down. if that's not enough try putting one of those things at a 52 degree angle\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n2:37 am</dco> &nbsp;<qco> What do you think of hummingbirds?</qco> </h3>      hmmm\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n1:59 am</dco> &nbsp;<qco> where does sincerity come from</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n1:02 am</dco> &nbsp;<qco> how many moments are in a second</qco> </h3>      there is a maximum of 3 moments per second and a maximum of 10 seconds per moment\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n12:54 am</dco> &nbsp;<qco> a girl just asked if my parents are siblings.............. i think she was trying to insult me, What would have been a good response. to that</qco> </h3>      say they are twins\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n11:30 pm</dco> &nbsp;<qco> what do you do to acquire motivation?</qco> </h3>      motivation is wanting stuff. you can't aquire wanting stuff. you just want stuff and then you have to figure out how to aquire the stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n11:29 pm</dco> &nbsp;<qco> its 10:28 on a sunday, what should i be doing?</qco> </h3>      checking all your clocks and calendars to make sure they are set to that time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n10:30 pm</dco> &nbsp;<qco> I/bIII/bVII/IV\n<br>I/bVII/ii/IV(7)\n<br>\n<br>Can you point me to any songs that have one of these chord progression?</qco> </h3>      the first one is very common, and one example that instantly comes to mind is 'i want to get away /fly away' by lenny kravitz. the second sequence doesn't remind me of anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n10:29 pm</dco> &nbsp;<qco> When do you get your best ideas?</qco> </h3>      immediately before writing them down\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n10:28 pm</dco> &nbsp;<qco> I feel like I'm bad at giving advice to me friends. How do I give good advice?</qco> </h3>      if you start asking them questions sometimes they will end up giving advice to themself accidentally\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n10:11 pm</dco> &nbsp;<qco> have you ever experienced something like having your emotions shut off?</qco></h3>      not usually, but there is a continuous rotation that occurs, usually if you think something has 'shut off' it's actually just rotated or shifted slightly, and you need to adjust to the new configuration<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i am getting very frustrated because i love(d?) music and art and life so much but now all my favorite songs feel empty.</qco></h3>      time to find some new ones<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; all i get out of them are vague recollections about what they were supposed to have made me feel, rather than the actual feelings themselves.</qco></h3>      it's time to find some new songs<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; this is making me feel disgusted and it is making me feel a great sense of loss because i wanted to be a musician and i guess i still want to be but i can't feel anything positive. when i play something i can't tell if it's good or not because i can't tell if i'm creating the feeling i want or not because i can't feel the feelings. am i going to spend the rest of my life without feeling the joy of music ever again? </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i really don't want this to happen to me. what if i'm doomed to be like this forever.\n</qco></h3>      that is unlikey<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i can feel boredom, loneliness, and crushing hopelessness, and that's pretty much it. maybe i'm depressed. am i depressed? </qco></h3>      not necessarily<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i can sort of feel amused but that's not the same thing as like real joy and happiness. i really miss the feeling of awe.i used to look at the sky and the clouds and the stars and feel so much awe. why are my feelings so broken. it's like everything i cared about is now so far away. \n<br>it seems like you like to suggest walking for dealing with crappy feelings, and that indeed used to be my go to method as well, but even walking feels empty. what can i do? i'm sad. \n</qco></h3>      try something completely brand new<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also am i being overly dramatic?</qco></h3>      according to Drama, and its Respectable Limits you are averaging about 3.2 <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i hate being that one person who can't deal with their shit as well as most other people and then goes off and complains about how bad their life is. but i really don't know what to do.</qco></h3>      a good next step would be imagining how you want your life to be. there are many different steps after that but that is the first step<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; thanks for reading bill.&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n10:02 pm</dco> &nbsp;<qco> are there more real things or fake things</qco> </h3>      where\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n9:59 pm</dco> &nbsp;<qco> okay, so Jeff Berlin seems to be against the use of a metronome in general... what's your take on it?&nbsp;</qco> </h3>      i think he comes from a time and place where music was played in a group, live. he might not have considered the click's usefulness in solitary recording situations. or maybe he has considered this and he is not against the metronome at all and was taken out of context. i've seen that happen over and over\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n9:46 pm</dco> &nbsp;<qco> What is the most absurd thing a absurdist could say?&nbsp;</qco> </h3>      something not absurd?\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n9:34 pm</dco> &nbsp;<qco> How long does it take before you start to understand</qco> </h3>      0 seconds\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n8:54 pm</dco> &nbsp;<qco> i keep hearing people say music is about \"telling stories.\" i feel like that's a generalization, music isn't just a story telling medium. if i was trying to write a story i would just write a fucking story. i'm a songwriter bitch, i make noise!! of course music can tell stories but that's not all it does. i'm just sick of hearing this and i needed to tell you</qco> </h3>      that's true. it has deeper powers than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n8:52 pm</dco> &nbsp;<qco> what's your definition of masculinity?</qco> </h3>      micky mouse\n<br><br>"
  }
]
