[
  {
    "html": "<h3> <dco>3.23.22&nbsp; \n8:30 pm</dco> &nbsp;<qco> I like making music a lot, and some people say that I'm good at it. However, I'm nervous to make it because I don't know what people will think of it, and because I'm not exactly sure what to make either. What should I do?</qco> </h3>      \ngo ahead. if you seem to be hesitating too much, think of some tasty goals to entice yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.22&nbsp; \n7:40 pm</dco> &nbsp;<qco> have you ever scrapped a song/video idea midway through?&nbsp;&nbsp;</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how bad did it hurt?&nbsp;&nbsp;i think you're super</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.22&nbsp; \n5:14 pm</dco> &nbsp;<qco> hey bill, so what if I wanted to do a thing, but it had to be something that no one had ever done before? how would I do it? </qco></h3>      you are the only one who might know. other people should be asking you how to do it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;have you ever done something no one has ever done before?\n<br></qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.22&nbsp; \n5:07 pm</dco> &nbsp;<qco> how did you come up with \"at the airport terminal\"?</qco> </h3>      \ni'm not sure if anyone knows for sure how songwriting works. that's part of the magic\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.22&nbsp; \n4:02 pm</dco> &nbsp;<qco> how to conquer the bizarre sense of dread and panic i feel on waking up every day</qco> </h3>      \nthink of some nice goals you want, and write them down\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.22&nbsp; \n1:15 pm</dco> &nbsp;<qco> What scale should I play over a D7b5b9 chord?</qco> </h3>      \ndon't play a scale. play the song, through that moment, focusing toward the next more grounded moment in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.22&nbsp; \n12:40 pm</dco> &nbsp;<qco> is there a time signature change in \"more than a dream\"? are the verses in 3/4 and the choruses in 4/4?</qco> </h3>      \nthe verses alternate 3/4 and 4/4, from bar to bar. Or if you don't mind huge bars, you can call it 7\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.22&nbsp; \n11:46 am</dco> &nbsp;<qco> thoughts on fish?</qco> </h3>      \nunbelievable; swimtastic,\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.22&nbsp; \n11:39 am</dco> &nbsp;<qco> Why do people who love us most sometimes seem like they want us to fail?&nbsp;</qco> </h3>      \ncould be jealousy\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.22&nbsp; \n11:06 am</dco> &nbsp;<qco> Do all of your lyrics relate to to things you have experienced or events from the world?&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.22&nbsp; \n10:53 am</dco> &nbsp;<qco> Heyo, I was wondering what the chords from \"the melody is shifting into the future\" to \"exactly how the story will end\" in fly around are? </qco></h3>      i'm approximating, but see if this gets the job done (at 1 bar per line):<br>\n     Fmin7   Eb/F   Db/Gb   B/E<br>\n     Bbmin7   Ebadd4/C  Fadd4/D   B/E    Dbsus2/Gb<br>\n     Dbmaj7/Eb<br>\n     B7sus4  ...(A#min7b5)<br>\n     Amaj7<br>\n     E<br>\n     B<br>\n     Amaj9, Asus2 (add melody notes as needed)<br>\n     E<br>\n     B<br>\n     F#min7<br>\n     E/B   B<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The effect is really cool and I was wondering how it was accomplished. Thanks!</qco> </h3>      \ni'm not sure if anyone knows for sure how songwriting works. that's part of the magic\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.22&nbsp; \n10:50 am</dco> &nbsp;<qco> What's the weirdest question you have answered&nbsp;</qco> </h3>      \ni have never answered a weird question\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.22&nbsp; \n10:46 am</dco> &nbsp;<qco> Hey what's your favorite song that you have made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.22&nbsp; \n10:28 am</dco> &nbsp;<qco> How do I stop being frightfully lazy?</qco> </h3>      \nit all depends what you actually would like to accomplish\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.22&nbsp; \n9:47 am</dco> &nbsp;<qco> do you feel the music?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.22&nbsp; \n9:15 am</dco> &nbsp;<qco> which video did you put the most effort into</qco> </h3>      \ni break the effort scale every time. this is one of my problems\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.22&nbsp; \n8:38 am</dco> &nbsp;<qco> is monopoly a good board game</qco> </h3>      \ni have no idea\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.22&nbsp; \n6:56 am</dco> &nbsp;<qco> What's the first thing you do when you start making a song?</qco> </h3>      \nchoose which one to make\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.22&nbsp; \n6:35 am</dco> &nbsp;<qco> Is the secret meaning of \"might quit\" that you \"might quit\" making songs that are less than 3 minutes long?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.22&nbsp; \n6:21 am</dco> &nbsp;<qco> what to do about being frustrated at a shitty landlord</qco> </h3>      \ngo ahead and buy the house from them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.22&nbsp; \n4:43 am</dco> &nbsp;<qco> when did all the windmills start to turn so slow</qco> </h3>      \naround the beginning of time, i suspect \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.22&nbsp; \n3:04 am</dco> &nbsp;<qco> how long did it take to write fly around?</qco> </h3>      \nmaybe a couple days in total\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.22&nbsp; \n1:06 am</dco> &nbsp;<qco> i'm a princess</qco> </h3>      \ni believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.22&nbsp; \n11:18 pm</dco> &nbsp;<qco> wnat's the funniest joke you know</qco> </h3>      \nthe truth\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.22&nbsp; \n9:42 pm</dco> &nbsp;<qco> why do more problems keep appearing? this is getting out of hand, as the solutions aren't coming in nearly as fast for me</qco> </h3>      \nstill, you'll probably find more solutions than you would find if there were no problems\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.22&nbsp; \n9:12 pm</dco> &nbsp;<qco> do you like your music</qco> </h3>      \nit's my responsibility to make it how i would like it...... if that's even possible\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.22&nbsp; \n7:42 pm</dco> &nbsp;<qco> do you mix your own music?\n</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, wow. you are the best mixing engineer alive today.</qco> </h3>      \nwell that's very kind of you but it can't be true\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.22&nbsp; \n4:50 pm</dco> &nbsp;<qco> Lately, for like a lot of months now but not quite a year, I have lost almost all motivation to practice my instrument. I still like making music i think, and I don't want to get bad at music, and i'm not ready to give it up. and im already pretty bad at music and i hate it. but i still dont want to practice at all. day after day i reallllly don't want to. what should i do</qco> </h3>      \nfind something else you do enjoy\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.22&nbsp; \n4:41 pm</dco> &nbsp;<qco> how to not be sad</qco> </h3>      \nwrite down the story of how you got sad. make it into a folk tale, you get to be the folk \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.22&nbsp; \n4:10 pm</dco> &nbsp;<qco> What does \"expert mode\" on your website mean?</qco> </h3>      \nthat's how the site would be without all the friendly categories. it would be like going to the grocery store and all the products are in 1 aisle\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.22&nbsp; \n3:52 pm</dco> &nbsp;<qco> I have this really cool idea for a story in my head, and I just began writing it. The problem is, these past few weeks I haven't had any motivation to write, even though I know what I'll write. Am I just lazy? And how do I get my motivation back and prevent this from happening in the future?</qco> </h3>      \nyou'll have to figure out whether or not you want to write it. if you didn't want to, you wouldn't worry about not doing it. if you did want to, you'd be doing it. somehow you are caught in the middle, which is understandable, but to solve it you just have to go back and ponder the original question of whether you want to do the thing. Actually that brings up another important question, which is what actually is the thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.22&nbsp; \n3:46 pm</dco> &nbsp;<qco> do you ever make a realization so fundamental that you wonder how you went all those years without seeing something so obvious in retrospect, it completely changes how you see everything in the world and you know you can never go back to the way you used to think, and you just want to walk into the city on a quiet night and scream \"how can you all not realize the thing I've just realized?\", but you know they'd just think you're crazy?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.22&nbsp; \n3:04 pm</dco> &nbsp;<qco> what is updog</qco> </h3>      \na close cousin of upfam and upbro\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.22&nbsp; \n1:59 pm</dco> &nbsp;<qco> best ice cream flavour?</qco> </h3>      \nmondae\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.22&nbsp; \n12:58 pm</dco> &nbsp;<qco> Are you made of cheese</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.22&nbsp; \n11:50 am</dco> &nbsp;<qco> how much songs are you planning to release in april?</qco> </h3>      \n1\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.22&nbsp; \n10:02 am</dco> &nbsp;<qco> is schrodinger's cat dead or alive?</qco> </h3>      \nfake\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.22&nbsp; \n9:33 am</dco> &nbsp;<qco> why did you decided to make music? </qco></h3>      it's actual magic, available on earth<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;was it like \"im bored, imma make some music\"</qco> </h3>      \nabsolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.22&nbsp; \n8:11 am</dco> &nbsp;<qco> how do you know what key a song should be in ?? do I just choose one that seems okay (after trying a bunch) and then have faith that I'll write a million more songs that'll have a good chance to be in an okay key ?!!!?!?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what do you do ??</qco> </h3>      the same thing. not sure how the second part relates to key finding, but, i also do that anyway\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.22&nbsp; \n4:07 am</dco> &nbsp;<qco> Do you use capital letters lesser than other people Because you're tired of updating the capital letters page thing eVery time?&nbsp;</qco> </h3>      \ni use capital letters more than other people, if you include the contents of my videos\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.22&nbsp; \n10:04 pm</dco> &nbsp;<qco> how do i sing better</qco> </h3>      \nyou'll have to mean the things you're singing. or at least you'll have to think you mean it at the time you're singing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.22&nbsp; \n9:50 pm</dco> &nbsp;<qco> What should I do if I get trapped, for one reason or another, into something I no longer find fulfilling?</qco> </h3>      \nyou'll have to change it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.22&nbsp; \n9:15 pm</dco> &nbsp;<qco> how did you come up with the expert lyrcis in at the airport terminal such as 'bzshwzshwzshwzshwzshwzshwzshwzshwzshwzshwzshwz'</qco> </h3>      \ndidn't come to that until i had tried every possible wordy thing i could think of. then i finally realized the right move is to use that time to depict the planes described in the previous line\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.22&nbsp; \n9:12 pm</dco> &nbsp;<qco> i wanna be a writer. advice?</qco> </h3>      \nyou may not have planned this, but, it might be time for you to go ahead and..... ~~write~~\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.22&nbsp; \n8:04 pm</dco> &nbsp;<qco> in \"fly around\", at the \"and then replay it\" mark, does t mean it's replaying the song just with different words?</qco> </h3>      \nit's continuing the thought from the previous lines, about having a unique and powerful experience and trying to freeze-frame it to attempt to replay it later (which may or may not work). but it also takes on a double meaning as you suggested, when the next verse starts, having a musical resemblence to the first\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.22&nbsp; \n7:24 pm</dco> &nbsp;<qco> how do you choose to deal with procrastination?</qco> </h3>      \ngotta try to understand the task and how/why it fits into my life\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.22&nbsp; \n4:35 pm</dco> &nbsp;<qco> have you ever played one of your songs backwards? </qco></h3>      i don't recall<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and if yes, what do you think about it?</qco> </h3>      \nmost backwards music recordings have a sort of suction/slurping sound. This is because most forward audio naturally has a lot of peaks that ramp down after. so when it goes backwards, you hear things fade up to a peak and then dissapear\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.22&nbsp; \n4:00 pm</dco> &nbsp;<qco> how to write a good ending for a story?.</qco> </h3>      \nit happens as soon as you truly admit that you've written the rest of the story\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.22&nbsp; \n3:59 pm</dco> &nbsp;<qco> should I become a psychologist</qco> </h3>      \ncheck first to see if you already are. or you could become a double psychologist\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.22&nbsp; \n2:37 pm</dco> &nbsp;<qco> Do you know how to draw some drawings?</qco> </h3>      \nnot exactly, but i can make up some ways\n\n\n<br><br>"
  }
]
