[
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n1:43 pm</dco> &nbsp;<qco> what inspired you to make your songs in the style they are?</qco> </h3>      \njust trying to get by\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n12:45 pm</dco> &nbsp;<qco> Why do they sell dry cereal and wet cereal separately?&nbsp;</qco> </h3>      \nthat's to prevent having 'moist' cereal\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n12:28 pm</dco> &nbsp;<qco> what is steve's real name</qco> </h3>      \nthe same as yours\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n10:23 am</dco> &nbsp;<qco> Thoughts on climate change?</qco> </h3>      \nchange it again. it's still not right\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n10:04 am</dco> &nbsp;<qco> I bet you can't say a sentence without the letter \"a\" in it.</qco> </h3>      \nof course i can. i can see one just 3 questions down, if you don't want to count the one 2 questions down that i'd probably consider just a noun\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n9:47 am</dco> &nbsp;<qco> What are the opening hours for the corner store?</qco> </h3>      \nit seems to be the daylight hours\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n8:44 am</dco> &nbsp;<qco> what is your favorite thing about EARTH?</qco> </h3>      \nthe lithosphere\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n8:28 am</dco> &nbsp;<qco> Did the mail(wo)man really know that everything was gonna be just fine?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n8:22 am</dco> &nbsp;<qco> Do you try to strike a balance between how often you appear in your videos and how often you don't?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n6:51 am</dco> &nbsp;<qco> will the next song be released in may?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n5:34 am</dco> &nbsp;<qco> I'm British but I believe you aren't so why go with Corner Store and not the American equivalent if I'm not mistaken 'Convenience Store'</qco> </h3>      \ni actually thought 'corner store' was probably an american term. Well, i was also partially assuming and hoping that it might be a world-wide ubiquitous term, but i wasn't quite sure. Either way, i was banking on it being generally understood. Oh i also forgot the most important part, which is that's just the way the musical idea came to me. I actually spent the first hour of the songwriting trying to get it to be not be about a store at all\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n5:21 am</dco> &nbsp;<qco> Where would you say the highest fidelity versions of your songs are?</qco> </h3>      \nspotify, apple, youtube, etc\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n4:10 am</dco> &nbsp;<qco> Will there be non song videos too?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n3:52 am</dco> &nbsp;<qco> What's a potato</qco> </h3>      \ni have no earthly idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n3:00 am</dco> &nbsp;<qco> why can you unzip pants but cant unzip shorts</qco> </h3>      \ni can think of 2 reasons, but i'm sure it's not the only 2 possible reasons: maybe the shorts don't have a zipper, or maybe they do but it's already been unzipped. just brainstorming i can think of a 3rd reason that maybe the shorts are located in a sealed glass case\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n2:45 am</dco> &nbsp;<qco> My theorist friend is always trying to theorize things... Should I stop him or do anything?</qco> </h3>      \nin general i don't recommend stopping someone from theorizing. theorizing in general is something that seems pretty cool to me. however, i guess it depends if they are theorizing something terrible\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n1:08 am</dco> &nbsp;<qco> What makes you choose such simple, mundane things (corner stores, airport terminals, etc) for such fun songs?</qco> </h3>      \nsometimes i choose other things, but, i'd say an advantage to making fun out of mundane things is, if you can do that, then pretty soon you're gonna have a very fun world\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n1:06 am</dco> &nbsp;<qco> do you like dancing</qco> </h3>      \ni will admit it's useful\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n12:54 am</dco> &nbsp;<qco> is it really true that you are both tall AND handsome??</qco> </h3>      \nabsolutely not\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n11:12 pm</dco> &nbsp;<qco> whats a fruit that you like for its colour scheme&nbsp;</qco> </h3>      \ngreen and yellow banana\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n10:37 pm</dco> &nbsp;<qco> what is \"fly around\" about?</qco> </h3>      \nswinging on 2 chords in a carefree manner\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n10:23 pm</dco> &nbsp;<qco> was the corner store an alternative for you to buy stuff because the mall closed because you're just to small?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n9:44 pm</dco> &nbsp;<qco> Do you ever write haikus?</qco> </h3>      \ni'd never do it without proper music\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n9:32 pm</dco> &nbsp;<qco> have you thought about doing a music video for an instrumental song?</qco></h3>      yes, and done it a couple of times<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i think you would take some interesting directions without lyrics to guide the visuals</qco> </h3>      check out videos for 'time mop', and 'no castle'. that's exactly the purpose of those videos\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n9:30 pm</dco> &nbsp;<qco> does the corner store have corners</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n9:12 pm</dco> &nbsp;<qco> Is the 7 and 8 bouncing around the screen at 0:26 - 0:28 in the song \"got some money\" a foreshadowing to your song 9 8 7?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n8:57 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202204200629\">4.20.22&nbsp;&nbsp;6:29 am</a>  what was the reason you didn't want the song to be about a corner store?</qco> </h3>      \nit feels like i already use that theme too much, in addition to several upcoming songs i'd like to do which also contain a store theme\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n8:25 pm</dco> &nbsp;<qco> what compelled you to write about a corner store?</qco> </h3>      \ni was compelled to make the most recent song NOT about the corner store. i tried my best, but i couldn't escape destiny i suppose\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n7:35 pm</dco> &nbsp;<qco> was the items in the corner store ambitious to make because i saw a billion items</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n4:16 pm</dco> &nbsp;<qco> why should i not attempt buckets?</qco> </h3>      \ngo ahead. attempt a bucket. see what happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n4:09 pm</dco> &nbsp;<qco> Is the food sold at the corner store suitable for human consumption?</qco> </h3>      \nmostly probably\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n2:33 pm</dco> &nbsp;<qco> why did you try so hard to avoid making the song about corner stores?</qco> </h3>      \ni didn't think it would be strong enough. also, i was thinking i already have enough other material about stores, including one of my favorite upcoming songs which is of course now temporarily blacklisted due to being also about the store\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n2:14 pm</dco> &nbsp;<qco> have you ever deliberately referenced one of your previous songs/videos in a newer song/video?</qco> </h3>      \nit's more often with non-song videos. i almost never do it with songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n2:09 pm</dco> &nbsp;<qco> is the corner store in your video modeled after a real corner store? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;was it modeled before the video or did you make the entire thing for the video, which i assume you had time for due to only focusing more or less on one setting?</qco> </h3>      it was scouted specifically for this video.\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n1:56 pm</dco> &nbsp;<qco> Will your next song have music in it?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n1:55 pm</dco> &nbsp;<qco> I noticed that in ''9 8 7'' that there was almost never a time when your camera wasn't on the screen, but in ''at the corner store'', there wasn't a single time your camera was in the video. Is this a coincidence?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n12:23 pm</dco> &nbsp;<qco> hi im curious on what is your mbti</qco> </h3>      \ni get a different one depending on how i answer the questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n12:04 pm</dco> &nbsp;<qco> i think i'm writing all my songs in c. how do i figure out if i'm correct?</qco></h3>      i'm not sure. it's like figuring out which side of a face is the top, which is something i also can do but don't know how i do it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if i am correct, how do i mix it up a little?</qco> </h3>      \nthere are different solutions depending on your instrument, but, try using only these notes: E, F#, G#, A, B, C#, D#. then there's probably no way the song can be in C\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n9:20 am</dco> &nbsp;<qco> So here's the deal, I wanna make a movie over the summer. I got this idea like a month ago, but due to ADD, I tend to get worked up over an idea and then drop it, but not this time, it's stayed in my head for a while, so I think it gonna happen. It's not gonna be a great movie, of course, because A) my friends and I that wanna so it are 14-16 yrs old, plus my sister, who is 12, B) I'd have to borrow camera equipment, and still have to find someone who can edit, and C) we don't have much money to spend on props or a set or anything. luckily I think we can work through these, but here's my question: do you have any advice for... any of this? </qco></h3>      yes. do it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;you make cool videos a lot, and IDK, I thought maybe you might. Also it would be nice if you could wish us luck lol</qco> </h3>      you learn something more, every time you make a video. might as well start now. in 10 years you may be still benefiting from the things you learned on that first video\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n8:48 am</dco> &nbsp;<qco> i need to replace the word \"engineer\" with another word, what word do you recommend?</qco> </h3>      \ni have no idea, without knowing the context. if there's no context, then just replace it with the word 'poit'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n8:46 am</dco> &nbsp;<qco> Bill, I'm overly conscious right now that all emotions are chemicals in my brain, and my whole personality has/is being formed based on the person that I am through no decision of my own.</qco></h3>      i don't think that's true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I've dealt with these thoughts before, but they're really scary and they feel like they will never go away and I will always feel like this. I know I won't, but what can I do to pass the time while I wait?</qco> </h3>      try to change your mind about something you were gonna do\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n8:35 am</dco> &nbsp;<qco> Is there a triangle on the corner store because triangles have 3 sides?</qco> </h3>      \nit represents a corner. specifically thinking about the right angle corner, which is the shape of probably the vast majority of corners at which corner stores reside\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n7:55 am</dco> &nbsp;<qco> i really like \"hello sexy pants\", it's very catchy and funny. i do have one question though, how did the lamp manage to light the whole sky, that's very impressive and i just want to congratulate it on the achievement</qco> </h3>      \nin songs, anything can happen\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n2:17 am</dco> &nbsp;<qco> do you recommend making art?</qco> </h3>      \nin many cases yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n1:25 am</dco> &nbsp;<qco> Can a thrift store be a corner store?&nbsp;</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n1:10 am</dco> &nbsp;<qco> Is there any good way you would notate Bsus2,4/A other than that? </qco></h3>      i'd say A6(9)<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The context is starting on a Bsus2,4 feeling like 1min and moving the bass note down a whole step. It really feels like there should be another way to notate, because it's really a b7 chord with added 2 and 6, and purposefully no 4 and 7. So Aadd2,6? Or F#7sus/A?</qco> </h3>      A6(9), or if you want to make sure no one tries to play the 9 up high, then you can say A6(add2)\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n12:49 am</dco> &nbsp;<qco> What is the fastest song you made?</qco> </h3>      \nparts of <a href=\"https://billwurtz.com/juvenile%20(le%20nu%20jive).mp3\" target=\"_blank\">juvenile (le nu jive)</a>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n12:31 am</dco> &nbsp;<qco> Do you ever work with people on your music or plan to work with anyone on your upcoming music?</qco> </h3>      \nit may be possible and healthy, but, it is not currently something that fits into the picture\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n12:10 am</dco> &nbsp;<qco> So there's the clothing store where no one tells you the world is changing, the grocery store where you're told what changed is you, and the corner store where you go all over the world. Are all these stores near each other?</qco> </h3>      \nthe first two would probably near each other. the other one is years and worlds apart\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.22&nbsp; \n12:04 am</dco> &nbsp;<qco> What is the purpose of meaning?</qco> </h3>      \nit's pretty good\n<br><br>"
  }
]
