[
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n8:00 am</dco> &nbsp;<qco> Motaigne stated that reading books is bad since it prevents you from forming a world view that is completely yours, even unconsciously. Do you think the same applies for music, even though it is more about feelings ? -oh wait, I fell for the same thing that I'm complaining about !-</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n7:42 am</dco> &nbsp;<qco> struggling to play in time, any tips?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n5:26 am</dco> &nbsp;<qco> what's your opinion on reconstructive linguistics?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n4:34 am</dco> &nbsp;<qco> Who framed Roger Rabbit?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n3:27 am</dco> &nbsp;<qco> i'm gonna make a recording each day. but i'm not sure if i'm ready to call them songs</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; 2:42 am</dco> &nbsp;<qco> do you think music theory is a kind of language to explain/understand some sort of truth inherent to the universe, like math is often described to be</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.30.24&nbsp; \n1:24 am</dco> &nbsp;<qco> In your opinion how does lyric clarity affect a song? Is there ever a point when lyrics start to become unnecessary? How do you decide how much (or little) vocal narrative is needed to get the message across?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n11:35 pm</dco> &nbsp;<qco> have you ever tripped on mushrooms? if so how was it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n10:57 pm</dco> &nbsp;<qco> should i learn how to draw?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; 9:59 pm</dco> &nbsp;<qco> any plans for new years?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n9:13 pm</dco> &nbsp;<qco> do you like cats more than i do</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n9:13 pm</dco> &nbsp;<qco> is the distribution of good and bad things in the universe 50/50?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n8:02 pm</dco> &nbsp;<qco> do you find it easier to play in time with a click, or with existing instrument tracks? once you have some instruments in place, do you prefer to turn the click off at that point?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n6:54 pm</dco> &nbsp;<qco> when recording parts for a song, do you prefer to go \"vertically\" i.e first tracking every instrument for the A section, then moving on to the next section or \"horizontally\" where you record all sections for one instrument and then do another instrument. i just made up these 2 terms i hope you get what i mean</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n5:51 pm</dco> &nbsp;<qco> do you think we would see the name \"Jeff\" differently if it were in the Bible</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; 5:01 pm</dco> &nbsp;<qco> if you had to name the genre of music that you make, what would you name it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n4:07 pm</dco> &nbsp;<qco> Is there any part of the video-making process that you dislike? That you wish you didn't have to do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n3:22 pm</dco> &nbsp;<qco> is it possible to write stories with only onomatopoeias?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n3:12 pm</dco> &nbsp;<qco> Are there any new songs in your new project that are majorily in 5/4?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; 2:01 pm</dco> &nbsp;<qco> why do you spell it \"connexion\"&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n1:23 pm</dco> &nbsp;<qco> what, if anything, have you learned from classical music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n10:54 am</dco> &nbsp;<qco> what is a coincidence?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n9:23 am</dco> &nbsp;<qco> favourite synth sound</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n3:36 am</dco> &nbsp;<qco> how often do you use the word supercalifragilisticexpialidocious</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n2:24 am</dco> &nbsp;<qco> any chance your previous song will be about boats?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n2:14 am</dco> &nbsp;<qco> What element on the periodic table do you feel is underappreciated</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n1:01 am</dco> &nbsp;<qco> Could you rate how often you use each type of punctuation from Highest to lowest</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n12:46 am</dco> &nbsp;<qco> I find it very difficult to follow the lyrics of a song if I'm not reading them at the same time I'm listening to the song. There will be words and sentences that I won't understand because of the melody or the way the singer is singing them, and it's difficult to see the connections between sentences in the same section. And if I'm trying to focus on what a specific instrument is playing or something about the music other than the lyrics, then it's as if most of the words don't even register in my head. However, I imagine that most people are not attentively reading the lyrics while they're listening to a song, so I always wonder if I'm just not very good at hearing lyrics or if it's just common to not really pay much attention to the lyrics of a song and try to understand them as if reading a paragraph in a book.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.29.24&nbsp; \n12:00 am</dco> &nbsp;<qco> is the phrase \"new year, new me\" accurate, or is it all a ruse that Big Calendar doesn't want the public to know about?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n11:59 pm</dco> &nbsp;<qco> What do you call water? Water? Dihydrogen Monoxide? Hydrational Beverage?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n10:44 pm</dco> &nbsp;<qco> were you deliberately trying to write something with many twists and turns when you wrote 'the road'?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n9:31 pm</dco> &nbsp;<qco> Why isn't the plural of moose \"meese\"?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n9:26 pm</dco> &nbsp;<qco> i just had a dream where you said you were singlehandedly responsible for popularizing the lightbulb. will you take credit for this</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n8:35 pm</dco> &nbsp;<qco> wghats the worst beatles song or maybe the worst movie (which may or may not contain a beatles song)?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n7:29 pm</dco> &nbsp;<qco> Is it just true that creating stuff is good, or is it actually even true that it's the only good thing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n6:22 pm</dco> &nbsp;<qco> can you explain why seeing you type with only lower-case letters makes my brain go big happy?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n6:18 pm</dco> &nbsp;<qco> what if you could actually know the things u think are unknowable?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n5:13 pm</dco> &nbsp;<qco> do you think ballet is a sport</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n4:11 pm</dco> &nbsp;<qco> Is there any song that would be impossible to create?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; 1:44 pm</dco> &nbsp;<qco> are you a girl</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n12:04 pm</dco> &nbsp;<qco> What if your always supposed to laugh, but you only remember to when something is funny</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n10:04 am</dco> &nbsp;<qco> Would you like me to invent a new alphabet which can make any word you want into a palindrome?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n8:09 am</dco> &nbsp;<qco> do you have any tried and true factoids that never cease to get quizzical looks? I'm stockpiling a bunch in case i get caught in a situation</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n7:45 am</dco> &nbsp;<qco> what do i do if a pack of squirrels invade my refrigerator&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n7:17 am</dco> &nbsp;<qco> how much of a mindfuck is recording you singing and dancing and all that stuff? i mean the self awareness that you'd be forced to subject yourself to would just make me cringe into oblivion&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n7:15 am</dco> &nbsp;<qco> do you write your lyrics and melody at the same time?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n3:52 am</dco> &nbsp;<qco> Have you ever wanted to go to narnia</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n2:15 am</dco> &nbsp;<qco> i'm trying to express something extremely regular and i cannot for the life of me figure out how to do so. do you have any concepts or technologies that could help me in this endeavor</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n1:23 am</dco> &nbsp;<qco> in \"fly around,\"&nbsp;&nbsp;why does the person wear the special sandals? do they have powers that allow them to fly on their own? do they live in an alternate earth that simulates zero gravity, and the sandals keep them on the ground? how are they able to fly anyways?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.28.24&nbsp; \n12:37 am</dco> &nbsp;<qco> thoughts on um \"jazz\"</qco> </h3><br><br>"
  }
]
