[
  {
    "html": "<h3> <dco>3.21.25&nbsp; \n1:16 pm</dco> &nbsp;<qco> Is there anything you dislike so much that it IS objectively not good because of how much you dislike it?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.25&nbsp; \n1:05 pm</dco> &nbsp;<qco> are you a simon or a garfunkel? (if thats your thing)</qco> </h3>      \nin this analogy, i'm not a member of simon and garfunkel\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.25&nbsp; \n11:55 am</dco> &nbsp;<qco> what is the difference between helvetica and arial?</qco> </h3>      \nvery little, but i feel like arial has more diagonal lines in it somehow\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.25&nbsp; \n8:44 am</dco> &nbsp;<qco> do you like to work?</qco> </h3>      \ni'll admit it's fulfilling\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.25&nbsp; \n4:17 am</dco> &nbsp;<qco> would it be better if everyone knew each other or if nobody knew anyone</qco> </h3>      \nit would be good to know everyone and then periodically forget and learn again, in a different order each time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.25&nbsp; \n2:40 am</dco> &nbsp;<qco> is the wateriest swamp more watery than the swampiest water swampy? serious answers only</qco> </h3>      \nthey converge toward the same median value\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.25&nbsp; \n2:39 am</dco> &nbsp;<qco> What is money made of?</qco> </h3>      \nspeculation\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.25&nbsp; \n2:38 am</dco> &nbsp;<qco> spaghetti?</qco> </h3>      \nthank you for saying spaghetti, i appreciate that\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.25&nbsp; \n2:24 am</dco> &nbsp;<qco> is the concept of a picnic stupid?&nbsp;</qco> </h3>      \nno, it's both intelligent and adorable\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.25&nbsp; \n1:05 am</dco> &nbsp;<qco> To what degree do you think of your body/brain as not being you.</qco> </h3>      \nthe body/brain seems to be the instrument i am playing. when i think of it that way i feel right at home\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.25&nbsp; \n1:05 am</dco> &nbsp;<qco> Thoughts on Sonic the Hedgehog?</qco> </h3>      \nlike someone blended mickey mouse, roadrunner, and mario\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.25&nbsp; \n12:50 am</dco> &nbsp;<qco> are you out of your gourd?</qco> </h3>      \ni don't actually know what a gourd is\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n11:11 pm</dco> &nbsp;<qco> What's you preferred way to relax? What are some things you do to enjoy yourself?</qco> </h3>      \nremind me again how many ways are there\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n10:50 pm</dco> &nbsp;<qco> is there any value in not doing something to the best of your ability</qco> </h3>      \nyes. it could, in theory, be very valuable sometimes not to spend too much time on tiny unimportant details.\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n9:56 pm</dco> &nbsp;<qco> what's the specials for today</qco> </h3>      \nfood\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n9:35 pm</dco> &nbsp;<qco> are there any recurring characters in your videos</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n9:17 pm</dco> &nbsp;<qco> do u think art mirrors life, or is it the other way around?</qco> </h3>      \nart and life reflect each other frequently and generally have a pretty healthy relationship\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n9:00 pm</dco> &nbsp;<qco> Have you ever started a company to make new friends?</qco> </h3>      \nno but that doesn't sound like the worst idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; 8:49 pm</dco> &nbsp;<qco> do you think about music theory when making music or does it just come naturally</qco> </h3>      \nif any music theory is not natural then what good is it anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n8:06 pm</dco> &nbsp;<qco> is the sound upon the roof only water?</qco> </h3>      \nyes but also demons\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n7:28 pm</dco> &nbsp;<qco> is the barren wasteland where magicians hide all their objects that appear and disappear?&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n6:28 pm</dco> &nbsp;<qco> Did you get any free ice cream today?&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n6:21 pm</dco> &nbsp;<qco> I think that \"undercover\" is a very funny thing.&nbsp;&nbsp;I picture some secret agent hiding under a big blanket in a mafia meeting or something.\n<br>\n<br>\"Hey, what's under that cover over there in the corner? Eh, must be nothing.\"</qco> </h3>      \nwords. can't live with them, can't live without them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n6:12 pm</dco> &nbsp;<qco> Why does dense mean stupid?</qco> </h3>      \nmaybe it's density of stupid particles\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n5:59 pm</dco> &nbsp;<qco> thoughts on scrodingers cat</qco> </h3>      \ndoesn't have to be a cat. actually the experiment would not even work on a cat. new requirement: it must not be a cat\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n5:24 pm</dco> &nbsp;<qco> Any advice on how to stop overthinking negative thoughts?</qco> </h3>      \nstart by making a list of all possible thoughts, negative and positive\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n5:09 pm</dco> &nbsp;<qco> when is then?</qco> </h3>      \nyou're supposed to decide, but you didn't\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n4:52 pm</dco> &nbsp;<qco> what music do you like, any bangers, any recomendations</qco> </h3>      \ntechniaclly it's all good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n4:01 pm</dco> &nbsp;<qco> Is the song 987 a counting song disguised as a love song? Or is it a love song disguised as a counting song?</qco> </h3>      \nat the very least, songwriting is probably what you do when you are unwilling or unable to tell the difference\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n3:37 pm</dco> &nbsp;<qco> do you think we'll ever escape the cycle of history</qco> </h3>      \nhistory is escaped in every moment: in the present. At every given moment, there are things happening that are breaking a pre-existing cycle, for the first time ever\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n3:10 pm</dco> &nbsp;<qco> can i legally become god? maybe its weird but i need to for a promotion at work.</qco> </h3>      \nit turns out no one can even legally define god\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n2:55 pm</dco> &nbsp;<qco> Do you have any interest in biological anthropology</qco> </h3>      \nthe way you phrased that it almost seems like the main attraction here is really just the greek language\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; 1:28 pm</dco> &nbsp;<qco> What song of yours is your favorite ?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n12:14 pm</dco> &nbsp;<qco> Do you read comics?&nbsp;</qco> </h3>      \ni have read a comic\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n11:49 am</dco> &nbsp;<qco> thoughts on eggs</qco> </h3>      \nsymbolic, iconic,\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n11:21 am</dco> &nbsp;<qco> why do they call it an oven when you of in the cold food of out hot eat the food</qco> </h3>      \nactually it was supposed to be called an 'over' because you skip over it and don't use it because it's too dangerous\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n9:43 am</dco> &nbsp;<qco> can you please use helvetica in your next video</qco> </h3>      \nthat won't be necessary\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n9:25 am</dco> &nbsp;<qco> favorite blanket term?</qco> </h3>      \nblankey\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n6:33 am</dco> &nbsp;<qco> do you think there should be MORE or LESS islands on earth?</qco> </h3>      \nwhy can't we just keep the amount of islands the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n6:27 am</dco> &nbsp;<qco> being a Math Guy, you probably already know this, but I will share that only just earlier did I learn that you can find the area of a triangle in spherical geometry while only knowing the angle measures. as i've learned more, i think i've gotten to understand the math-enthusiasm that you and people like you hold</qco> </h3>      \nand i shall assume you are a Shoe Guy, who likes shoes........ for walking\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n4:29 am</dco> &nbsp;<qco> Do you have any ideas for how I could combine wanting to write a book with wanting to write songs?</qco> </h3>      \ni'm apparently still trying to sort that out\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n2:17 am</dco> &nbsp;<qco> art usually has words in it, how do i start using words in a way that could be part of art?</qco> </h3>      \nthere's too many possibilities. there's too many ways to do too many things that mean too much to you. you'll never be able to decide between all the infinite ways you could use words artistically, for the enrichment of life and the world. i'm sorry\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n2:15 am</dco> &nbsp;<qco> i'm learning the guitar. do you think it's just a matter of time and practice before i can play ehat i think/what i hear?</qco></h3>      yes but don't forget to have fun<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; my left hand feels so clumsy when switching chords and my index finger stretches outwards when my pinky presses down and i don't know if that shouldn't happen. i feel like i don't know where exactly to learn the basics of \"harmony.\" </qco></h3>      right there, in your own life, in your own experience, with your favorite instrument(s)<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;it feels like constructing chords requires some knowledge of harmony amd music terminology that i don't really know.</qco></h3>      fine, but it really won't work right unless you discover it actually YOURself, with YOUR emotions. Everyone on earth who's ever tried to 'explain' how music and harmony works has essentially explained it wrong, and effectively you will too, in a new way not quite like anyone else's. that's why you have to find this yourself. then later you can make friends with all the other people who found similar things but slightly different<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i want to make music. i have come up with and recorded little melodies i thought of, but how do i do that with... chords?</qco></h3>      i'd say if you are in '1 note at a time' mode, just start playing around with maybe SOMETIMES allowing 2 notes. for example if you have a melody, find just ONE note in the melody that can have a helper note with it at the exact same time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also, chord melody is a concern for me. if i want to play chord melodies, is it the same as playing the chords of a scale based on the intervals between the notes? </qco></h3>      absolutely not <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;HARMONY IS CONFUSING! </qco></h3>      so is speaking, and making coherent word sounds with your tongue and mouth shape. i bet you would never be able to explain how you do that. and yet, somehow, after years of fumbling around, you've got it now and it's totally natural to you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i get the magic of harmony, adding notes on top of notes and all, but i have no idea where to start or how to improve.</qco></h3>      yes i think i'd recommend the above approach, to harmonize just 1 melody note with one other note, at just one moment of your favorite song melody<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also constructing chords or harmonies on guitar isn't as intuitive as piano. or is it?</qco></h3>      harder in some ways, easier in other ways<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i just want to play the beautifully rich sounds i hear in like Chick Corea's and Stevie Wonders' stuff, or in McCoy Tyner's, or Barney Kessel's work too... please help me, give me some direction. i know you're more piano-and-drums-and-bass, but please help! i hope i have explained my problem to you sufficiently</qco> </h3>      just like learning a language, the bad news is it takes a long time, the great news is that if you actually are enjoying yourself enough to stay in the game for long enough, there is literally no stopping you from being just as good as any of your favorite names. but you're gonna have to taste the food for yourself, one bite at a time\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n2:05 am</dco> &nbsp;<qco> Have you ever tripped balls</qco> </h3>      \nnot exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n1:38 am</dco> &nbsp;<qco> How do I fix my sleep schedule?</qco> </h3>      \nbecome the mail man? this is probably not the only way but it's just the first thing i thought of\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n1:30 am</dco> &nbsp;<qco> if you could add traits or features to a lion to upgrade it, what would you add?</qco> </h3>      \nwhat exactly is wrong with the way lions are\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.25&nbsp; \n12:59 am</dco> &nbsp;<qco> do you remember being born?</qco> </h3>      \nprobably not in those terms\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.25&nbsp; \n11:22 pm</dco> &nbsp;<qco> what do you do when you wanna do 3 things at once but you're just 1 person</qco> </h3>      \ntry to do them in the wrong order. just to prove that even the worst order isn't bad\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.25&nbsp; \n10:30 pm</dco> &nbsp;<qco> hello! this isnt meant rudely, but why is the title on this page ueqstions and not questions? this is just out of curiosity. have a good day (or whenever you see this)! :-)</qco> </h3>      \nit's not ueqstions, it's <font style=\"font-size: 2em; font-weight: bold;\">ue<font color=\"#00EE3B\">q</font>stions</font>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.25&nbsp; \n10:15 pm</dco> &nbsp;<qco> is their a deadline to asking a question</qco> </h3>      \nyes, 3.19.25 10:15 pm\n<br><br>"
  }
]
