[
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n5:02 pm</dco> &nbsp;<qco> Why did the chicken cross the road?</qco> </h3>      \nwhat my client (the chicken) and i are wondering is why was a road built across the chicken's path \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n4:21 pm</dco> &nbsp;<qco> how to make song?</qco> </h3>      \n try to make something that's not a song. then the song will get revenge by becoming a song\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n3:11 pm</dco> &nbsp;<qco> You said once that you've noticed that extreme breakthroughs that change everything have been coming exponentially.</qco></h3>      that would be in relation to all of history<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What do you think this is leading to?</qco></h3>      could be you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How does the heat death of the universe factor into this?</qco> </h3>      does not\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n2:53 pm</dco> &nbsp;<qco> Just saw oat milk on the store shelves. How do you think they milk an oat?</qco> </h3>      \nsmash it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n1:23 pm</dco> &nbsp;<qco> have you ever considered changing your name to something more interesting, like frobert</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n1:01 pm</dco> &nbsp;<qco> Did you mean for the release of \"history of the entire world, i guess\" to line up with the AP World History exam?</qco> </h3>      \nno. i don't even know what that is\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n12:50 pm</dco> &nbsp;<qco> i'm very insecure about my voice, but i want to release songs with vocals. how do i become more comfortable with my voice!</qco> </h3>      \nuse it more often\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n11:33 am</dco> &nbsp;<qco> do i devote my life to one dream or follow all of my dreams to a less intense degree&nbsp;</qco> </h3>      \nthat all depends how many dreams you have, and how intense each dream is. If you have a lot of intense dreams, then you may be able to assemble 1 very intense dream scheme\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n10:59 am</dco> &nbsp;<qco> What are your thoughts on time travel?</qco> </h3>      \nall travel is time travel. if you don't believe me, check the time before you go somewhere and then check it again when you arrive\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n10:56 am</dco> &nbsp;<qco> can you make more short (monday videos), medium (music videos), and long videos (history of the entire world I guess length)?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n10:17 am</dco> &nbsp;<qco> just ran a 10k, what sports have you done?</qco> </h3>      \nposting things online\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n8:47 am</dco> &nbsp;<qco> What are your opinions on pizza?</qco> </h3>      \n by the miracle of geometry, it is round and flat at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n8:10 am</dco> &nbsp;<qco> In your \"hi, i'm steve\" video a postman climbs a mountain and in your latest song a postman says there is no news high on the mountain. Is this a coincidence or are you just obsessed with postmen on mountains?</qco> </h3>      \ni'll be discussing it with my therapist, who happens to be me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n7:07 am</dco> &nbsp;<qco> wurtz, i don't believe you /did/ explain why birds are made of trees. would you like to?</qco> </h3>      \neach bird and tree is every tree and bird\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n5:42 am</dco> &nbsp;<qco> where is old york?</qco> </h3>      \nnortheastern england\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n4:09 am</dco> &nbsp;<qco> Are your new videos going to be using the new animation style from \"here comes the sun\"?</qco> </h3>      \nit's going to be me trying to do my best. which is the style i always end up using\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n3:55 am</dco> &nbsp;<qco> Where did the reality videos go before you made a website?</qco></h3>      none of the reality videos were assembled until 2016<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Was there someone you were sending them to?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n3:50 am</dco> &nbsp;<qco> what is time?</qco> </h3>      \ncould be you\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n3:18 am</dco> &nbsp;<qco> excuse my ignorance but what exactly is this 'sun' you speak so highly of, sir?</qco> </h3>      \nthe day light\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n2:39 am</dco> &nbsp;<qco> do you think you will upload things to the notebook again?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n2:29 am</dco> &nbsp;<qco> What are you interested in the most beside music?</qco> </h3>      \ncommunication\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n2:27 am</dco> &nbsp;<qco> Do the best things happen by accident, on purpose, or a collaboration of both?</qco> </h3>      \nboth\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n12:59 am</dco> &nbsp;<qco> What do you think of Sigmund Freud?</qco> </h3>      \nhe had a fondness for the Penis\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n12:14 am</dco> &nbsp;<qco> thoughts on human beings?</qco> </h3>      \nimagine if you combined an animal and a computer \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n11:58 pm</dco> &nbsp;<qco> when is your next video?</qco> </h3>      \ndoing it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n11:29 pm</dco> &nbsp;<qco> i am going through a period of intense self reflection and trying to understand my place in the world. do you have any tips on speeding up this process? i would like to get to the part where i know exactly what i'm doing</qco> </h3>      \nthe good and bad news is, you already know\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n11:14 pm</dco> &nbsp;<qco> i got a melody i made up stuck in my head. what should i do</qco> </h3>      \nrecord it in a voice memo, and add it to the list. if you don't have a list, start a list and add that item to it. At least that's what i would do\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n10:45 pm</dco> &nbsp;<qco> whats your favorite song youve made</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n10:16 pm</dco> &nbsp;<qco> i once made a song i really like, and i hav eno fucking clue how i did it or how to replicate the circumstances under which it was made</qco> </h3>      \nyou probably didn't know how you did it then, either. circumstance: replicated\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n9:49 pm</dco> &nbsp;<qco> Do you write film scores?</qco> </h3>      \ni score all my own content\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n8:42 pm</dco> &nbsp;<qco> do you enjoy nihilism?</qco> </h3>      \ni forgot what it is, but i don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n8:22 pm</dco> &nbsp;<qco> what was inside that last box?</qco> </h3>      \na ball\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n6:36 pm</dco> &nbsp;<qco> Do you have any advice to someone who wants to write complete songs (with backing and harmonies and bridges) solo? </qco></h3>      keep a journal. this could be a long journey<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How do you start your writing process?</qco></h3>      i pick an idea from the list<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I have lots of ideas that I've recorded but I'm not really sure how to put them together.&nbsp;</qco> </h3>      if they weren't written together, then they probably are not part of the same song. i think if you try to put them together they may look like awkward surgery. So, pick 1, and then 'play doctor' with it. give it a diagnosis. Is it the beginning of the song? is it not the beginning of the song? is it a 'chorus'? is it not a chorus? What does this idea mean to you? try to remember everything about the circumstances of coming up with it. This should lead you to your next decision about what it needs. Another thing that i should mention about the way i do it, i always write the entire song all the way through before even touching the production process. I know that not everyone does it this way, but, i've found out, to play to my strengths it's important to remain as nimble as possible during the writing process, and that means not trying to actually produce it while writing. i am a 'write first' person, then produce what i wrote. Also another thing i should mention, i was in your situation (wanting to produce entire songs myself) and i knew i was qualified, because i had already been playing multiple instruments for at least 10 or 15 years before, so i thought it should be easy. but unfortunately it took me at least 10 MORE years after that before i really felt like i could comfortably get the entire job done. actually i'm still not really there yet. But who knows ..... maybe you will find a way to make things.... simpler\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n6:34 pm</dco> &nbsp;<qco> I have to read my entire short story out loud in front of the whole class. any tips on surviving?</qco> </h3>      \npretend that you are doing a recording, and the recording device is all the way in the back of the room, behind all the people\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n6:17 pm</dco> &nbsp;<qco> there seems to be a recurring pattern with your song lyrics in that many songs are about themselves. does \"moon cheese\" fit into this as well? </qco></h3>      it probably does<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;maybe tasting represents achieving the song's full potential, if you were doubting yourself at the time.</qco> </h3>      \nthe whole point of that song, from the start, is the title. i was envious of other songs (probably country songs) which have a title which already has some cleverness baked right in. so i thought of one, \"the moon is made of cheese (but i can't taste it)\". so just went from there and tried to continue the game. you can't taste it, but you like the way the texture feels when you lick the surface. Makes perfect sense, but is also completely ridiculous. so the next line \"the rumors start to go round the world that i'm crazy\" well of course, because you're licking the moon. but no, instead, it's \"becaususe you can't taste the cheese\". so the fun score, for me, continues to be upheld up to that point. Next stanza, start with a line to echo the same theme as the first. famous phrase ('the grass is always green') then change it ('but i just changed it'). From this point, the key changes start to play an even more significant role, but, the game remains the same. i'm simply in search of quality songwriting\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n6:15 pm</dco> &nbsp;<qco> how do i cook pasta</qco> </h3>      \ni have no earthly idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n6:04 pm</dco> &nbsp;<qco> what's a good prank to pull on a significant other?</qco> </h3>      \nmarry them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n5:55 pm</dco> &nbsp;<qco> What is consciousness?</qco> </h3>      \nit's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n5:29 pm</dco> &nbsp;<qco> what's your opinion on 2/32 time signatures</qco> </h3>      \nseems like a lot of beams and flags for nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n4:16 pm</dco> &nbsp;<qco> How do you avoid seeming pretentious when creating art, or making people offended? How do you ensure you won't be accused of stealing others' work? These questions haunt me day and night.</qco> </h3>      \nif you do all your work in a ghost house, you will seem to fit right in\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n2:44 pm</dco> &nbsp;<qco> How can I convert my negative feelings into music?</qco> </h3>      \nfirst you'll have to get an instrument. you might already have an instrument (voice). even so, it might be fun to also get a second instrument and use them both together. it's especially fun if one of those instruments is chordal (can play multiple notes at the same time)\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n1:46 pm</dco> &nbsp;<qco> what do you do with your hands when theres not anything to use them for</qco> </h3>      \nstart testing the effects of gravity\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n1:22 pm</dco> &nbsp;<qco> did you ever consider using a capital letter in an answer?</qco> </h3>      \nyes, or sometimes even take it a step further and <a href=\"capitals-report.php\" target=\"_blank\">do it</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n1:20 pm</dco> &nbsp;<qco> What is Steve's real name?</qco> </h3>      \nyour name\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n12:45 pm</dco> &nbsp;<qco> is magic just science we don't know yet?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n12:28 pm</dco> &nbsp;<qco> what is the age-old question?</qco> </h3>      \nprobably this one\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n11:55 am</dco> &nbsp;<qco> i have anxiety because of my vitamin deficiency, you want to drive out to jersey to install a window for me?</qco> </h3>      \nthat sounds lovely\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n11:42 am</dco> &nbsp;<qco> okay better and more specific question now. recently I've started this approach to music where I work on an idea nonstop (can be up to 2 weeks) until I'm happy with it. this has resulted in me finally making music that I'm proud of, even though it's a stressful hell zone the entire time I'm working on it (until it finally reaches \"good\"). on the other hand though, doing this doesn't really help me to develop my skills on my instrument how I would like to, and I'm also spending a lot of time on one thing instead of exercising my writing muscle. and I can't make something that I like quickly for the life of me while many of my peers can and excel at this. should I continue doing what I've been doing and hope I eventually get faster/better at writing over time or switch to making a lot more stuff and spending a lot less time on it (and accepting that a lot of it will suck). or is there a completely different route I should take like working on long son\n gs but a\n lso transcribing/covering or whatever it takes to get better at my instrument and writing?</qco> </h3>      \nah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that \t\t\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n11:40 am</dco> &nbsp;<qco> The instructions on this appliance say to have a friend help install it. Will an acquaintance do in a pinch if I don't have any friends?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.21&nbsp; \n11:28 am</dco> &nbsp;<qco> What is \"scarmble\" supposed to be/</qco> </h3>      \nanagrams\n<br><br>"
  }
]
