[
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n8:01 pm</dco> &nbsp;<qco> do you know any softwares that were similar to the ones you used to use?</qco> </h3>      almost\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n7:49 pm</dco> &nbsp;<qco> What kind of music do you listen to when you're by yourself?</qco> </h3>      earth music\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n7:36 pm</dco> &nbsp;<qco> if you had to make a song with only one instrument and it also had to be one you've never used before, what would you choose?</qco> </h3>      anything with the same layout as piano\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n6:27 pm</dco> &nbsp;<qco> Can you please make videos in 4K HDR 60fps Dolby Atmos.</qco> </h3>      i will definitely do it when it's available for personal headset. for now i think i will be going with 2048x1152, 60fps, as long as i can confirm that that won't choke anyone's device\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n6:24 pm</dco> &nbsp;<qco> When you get a notification that you received a new question, is your reaction \"Oh boy, another question!\", or is it, \"Oh GOD, another question\", or maybe it's just \"ADKFJHAKSDJHFAKSDJFKJSDHFGKJSDFHGKJDHSGF\"</qco> </h3>      there are no notifications for questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n6:21 pm</dco> &nbsp;<qco> How does one literally become Bill Wurtz</qco> </h3>      i have no idea, i am still grappling with that now\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n6:05 pm</dco> &nbsp;<qco> If you could live on any celestial body in the solar system. Where would you live?</qco> </h3>      earth\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n6:04 pm</dco> &nbsp;<qco> im trying to go professional in a passion, will it be worth if it doesnt work out after a year of dedication?</qco> </h3>      yes, you will learn a lot regardless, and otherwise you would have always wondered if it was possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n5:57 pm</dco> &nbsp;<qco> can i marry a plant</qco> </h3>      i dare you to try\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n5:53 pm</dco> &nbsp;<qco> What's a song that starts with a major 7th other than \"Take On Me\"?</qco> </h3>      not sure what you could mean by that, let me listen, ........ not sure what you mean, it is hard to classify the first chordal moment of 'take on me' (by aha) as a \"major 7th\" ..... sure, there is a pair of notes amongst there with the major 7th interval, but there are several other notes too, and in no world i know would that chord be called a major 7th chord\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n5:52 pm</dco> &nbsp;<qco> could your current stage of the creative process be likened to going back to school? seems like you are doing a lot of learning, and i think that is a metaphor much of your audience would understand well</qco> </h3>      it would be a lot like moving to another country\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n5:52 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201912280531\">12.28.19&nbsp;&nbsp;5:31 am</a>  In a similar vein, are todo lists just creative writing prompts in disguise?</qco> </h3>      not always, but you can definitely make a list of creative writing prompts. that is good because sometimes you are better at coming up with writing prompts, and other times you might be the full length writer who needs a prompt. there is also someone else you may need here, which is the prompt selector, but that's another story\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n5:43 pm</dco> &nbsp;<qco> can we write suggestions here?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n5:17 pm</dco> &nbsp;<qco> Is the time next to the questions when you answer them? </qco></h3>      no, it's when it was asked<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tWhen&nbsp;&nbsp;do you sleep?</qco> </h3>      sometimes during when questions are being asked\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n4:37 pm</dco> &nbsp;<qco> if i ever meet bill wurtz what should i do</qco> </h3>      talk, have a conversation, comminucate, etc and so forth; that's definitely what i would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n4:19 pm</dco> &nbsp;<qco> How many types of vegetables are there</qco> </h3>      997\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n4:19 pm</dco> &nbsp;<qco> what do you think is the least used word?</qco> </h3>      y184bp3c3sv8fbn24s5pvh0h5jjp3w1yy9a2eh8fjw4b518cptwtld5amgu0qbr9s1pdcvc15hsy8647envf79w5xa351a6x0j0wf18n14no2apwmu8gg8uwfb5nm76qxn7lu3mvkavknklfbnylu0 but now it is tied for second least because i just used it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n4:00 pm</dco> &nbsp;<qco> When did&nbsp;&nbsp;you get into music and why</qco> </h3>      i don't remember the first time, but i keep continuously getting into it again and again, for different and the same reasons, and deeper. the reason i don't know, it is similar to what makes gravity work, which i also don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n3:49 pm</dco> &nbsp;<qco> why did you do history of japan instead of history of the us</qco> </h3>      i tried writing it for US, and it was going great but it was all messed up. i knew too much about certain things so i gave too much detail in certain areas which sent the whole thing out of whack. it fell apart. then for my second try, i decided to wisen up and choose a topic that i knew nothing of\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n3:46 pm</dco> &nbsp;<qco> You ever VR game</qco> </h3>      yes, if i can figure out how to make the game\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n3:45 pm</dco> &nbsp;<qco> do you ever get tired of people quoting your songs and videos</qco> </h3>      yes but it is important that i take responsibility for what i've done\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n3:44 pm</dco> &nbsp;<qco> Are you a religious being?</qco> </h3>      i forget is that good or bad\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n3:40 pm</dco> &nbsp;<qco> when is the best time to do something</qco> </h3>      right away\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n3:37 pm</dco> &nbsp;<qco> Would you rather have a ostrich sized ferret as a pet or a ferret sized ostrich? Asking for a friend.</qco> </h3>      how about a friend sized pet\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n3:30 pm</dco> &nbsp;<qco> How do you feel about the fact that people are calling this decade the new roaring 20s even after we know what happened to the last one?</qco> </h3>      i already thought it was a bit too soon to tell if it indeed will roar, but i didn't even think of the crash at the end, until you reminded me just now\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n3:26 pm</dco> &nbsp;<qco> Do you write answers in advance and affix them to questions later? Or do you write the questions first and pretend to be someone else?</qco> </h3>      neither\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n3:26 pm</dco> &nbsp;<qco> How was your new year?</qco> </h3>      the new one has barely started yet so i wouldn't be able to judge, but the previous one was good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n3:17 pm</dco> &nbsp;<qco> Did you ever figure out if it was possible to quickly do UV mapping with flat 2d video onto a curved surface in 3d?</qco> </h3>      yes that is definitely possible. not sure if i ever doubted that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n2:48 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201912310718\">12.31.19&nbsp;&nbsp;7:18 am</a>  it took me 5 days at the turn of the last year, but now there are another year's worth and also I didn't really do anything else besides eat during those days. I'd guess a week would be an appropriate estimate</qco> </h3>      that's why they call me ~~\"the estimator\"~~\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n2:30 pm</dco> &nbsp;<qco> Which instrument that you haven't learned to play yet would you like to learn?</qco> </h3>      motion capture\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n2:18 pm</dco> &nbsp;<qco> What do I do if I have a question?</qco> </h3>      ask it. thanks for checking with me first\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n12:18 pm</dco> &nbsp;<qco> I need to build a spaceship to transport my dog to the border of China. Do you have any spare pasta for him to eat on the trip?</qco> </h3>      yes i will mail it to the space ship\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n12:08 pm</dco> &nbsp;<qco> I want to be like you when I grow up</qco> </h3>      i have some good news,\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n12:04 pm</dco> &nbsp;<qco> i am at my sister's house and we are playing a board game. what should i do?</qco> </h3>      tricky, i was going to suggest playing a board game but now i have to re think that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n11:37 am</dco> &nbsp;<qco> What year will a new video be out?</qco> </h3>      from me, 2020. hundreds, many videos to come out in 2020, and after that i would assume\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n11:32 am</dco> &nbsp;<qco> There's been like 20 people who have eaten vegan meatless wings on hot ones, would you do it if you could have those?</qco> </h3>      no, it would have to be something else. rice if possible, that would be very good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n11:14 am</dco> &nbsp;<qco> did you vacation to the center of the earth again?</qco> </h3>      YES BUT THIS TIME IT'S TO THE CENTER OF THE SUN\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n11:03 am</dco> &nbsp;<qco> I have lots of passions, but money seems to be an issue. Do you have any advice for young people having a hard time figuring out which career fit them?</qco> </h3>      no, i didn't go through that exactly, i knew i was all in for music by at least age 12, the only question was how to balance the money needs with this. there are many creative solutions, the answer i chose may surprise you (it surprised me)\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n10:39 am</dco> &nbsp;<qco> Where can I buy better tasting soap? Mine isn't addictive enough</qco> </h3>      bed bath and beyond\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n9:57 am</dco> &nbsp;<qco> if you had to go anywhere would you</qco> </h3>      sure, could be fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n9:50 am</dco> &nbsp;<qco> How do you deal with certain questions being asked over and over again?</qco> </h3>      challenge myself to come up with the best possible answer, and then even more good answers if i get tired of the other answer\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n9:38 am</dco> &nbsp;<qco> Consciousness can be kinda weird when you think about it, it is also very hard to explain, like, It's an active brain that is aware of itself kinda? But consciousness kinda feels like it takes place outside of the brain, like an extension of itself, the collective whole. </qco></h3>      that's true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tIt is absolutely mystifying to me.</qco></h3>      you're not the only one<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Though when you go to sleep, you have then 'lost' consciousness. Well, where did it go? I'm assuming that this means that everything was sort of 'separate' for a while, which makes sense, because a lot of the brain majorly either slows down or stops completely while asleep, and thus the whole is not there. But it's death that is weird. When you sleep, it can feel like an instant from when you fell asleep to when you woke, but when you die, that instant of being conscious again will (in theory) never come.</qco></h3>      how do you figure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t You won't know anything, you won't be anything, and it's that thought that scares me. And it's that thought in which pushes me to slow down on lif\n e and re\n ally focus on the parts I enjoy rather than trying to do things that will get me material things, I don't want a job, I just want to make things, and I just want to be remembered, at least in some capacity, at least for a little while. Sorry if I rambled on for a bit too long there, but I was just wondering if you had any sort of insight or if you have any similar ideas/thoughts at all?\n<br>\n<br>Thanks for reading.&nbsp;</qco> </h3>      you've presented various different ideas here, getting mind blown by the idea of concsiousness, yes that i can relate to wholly. you infered somehow that it's the end of all consciousness when you die, and i didn't really gather where you were coming from with that. and you said you want to be remembered, yes i can relate to that, as i think all of us can\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n9:14 am</dco> &nbsp;<qco> What do I do when the things I want to do become the things I don't want to do, and the things I don't want to do I don't want to do even more?</qco> </h3>      sounds like you are ready to discover something new\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n8:56 am</dco> &nbsp;<qco> Why do we have shower thoughts?</qco> </h3>      water is thoughtful by its very nature\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n8:50 am</dco> &nbsp;<qco> how do i love myself</qco> </h3>      you are doing just fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n8:38 am</dco> &nbsp;<qco> do you miss me?</qco> </h3>      yes, who is this\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n8:32 am</dco> &nbsp;<qco> how can i become like you?</qco> </h3>      perhaps you already are\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n8:30 am</dco> &nbsp;<qco> what did you do in new year</qco> </h3>      it's barely started but so far i am in graphics boot camp still, it's grueling\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n8:21 am</dco> &nbsp;<qco> Do you like toilets?</qco> </h3>      they are pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.20&nbsp; \n8:07 am</dco> &nbsp;<qco> should i buy a disc and use it as a plate?</qco> </h3>      you are better off buying a plate and using it as a disc\n<br><br>"
  }
]
