[
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n9:21 pm</dco> &nbsp;<qco> I loved ur music for a long time, ever since I was a kid. I was wondering if you were ever thinking about changing genre, or making more? \n<br>I'm totally in love with ur jazzy music.\n<br></qco> </h3>      \nto me genres are fake. certainly the one you used to describe me doesnt seem right to me, but that doesnt matter, it's just an attempt to describe in words what the heck is going on. but will i make more music, of course, i have not yet even made the majority of the music i am going to make. also will combine the music with non-music, as necessary. and much of it should hopefully be quite different from anything you've seen me do before, while also probably still being very recognizable as me, because, yknow, ... am self\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n9:12 pm</dco> &nbsp;<qco> How much of a role does comedy play in your work?&nbsp;</qco> </h3>      \n'comedy' doesnt sound like anything effective or appealing to anyone. but then again, sometimes the cold hard truth is hilarious, so what can i say. Kind of like this: \"Do you like surprise parties? Would you like a surprise party next wednesday at 3pm? Ok great. your surprise party has been scheduled for 3pm.\" thats about how i feel about the word 'comedy'\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n7:55 pm</dco> &nbsp;<qco> my current mood: :(</qco> </h3>      \noh i've seen that one before\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n6:03 pm</dco> &nbsp;<qco> do you believe in heaven</qco> </h3>      \nthat may be kind of a cheesy name for it, in any case\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n5:37 pm</dco> &nbsp;<qco> What time signature is the last verse of \"money\" in?</qco> </h3>      \nalternating 4 and 5. or you can call it 9, if you don't mind your bars being enormous \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n5:19 pm</dco> &nbsp;<qco> I've been making videos online all my life uploading to no one purely for my own entertainment. However my most recent video got a high amount of views, this is surprising uncomfortable. Being perceived by that many people and with opinions about who I am and people going through my old work. It makes me want to just stop and delete everything. Maybe it's just stage fight but I wanted to ask for your advice about making things things for yourself Vs making things for an audience. I feel terrified&nbsp;</qco> </h3>      \nit's something i dreamed about for a long time, so when it happened for me yes it was a little freaky but my life felt all wrong before it happened and then felt very right after. so everyone's different i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n4:39 pm</dco> &nbsp;<qco> Why is the letter H pronounced like aych? Shouldn't it be pronounced like hee or something?</qco> </h3>      \nsure. in some languages they call it 'ha'\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n4:33 pm</dco> &nbsp;<qco> Anything you gotta do?&nbsp;</qco> </h3>      \nyes, i gotta do a lot more songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n4:14 pm</dco> &nbsp;<qco> How do I get more people aware of something I care about if I don't speak their language?</qco> </h3>      \nthis is just about the greatest opportunity to learn a language you could ask for. i'd recommend learning the language. they will be thrilled you are speaking it, and by extension they are also going to be thrilled about the thing you are telling them about\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n4:02 pm</dco> &nbsp;<qco> Well here goes nothing, You ever seen a ghost?</qco> </h3>      \ni don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n3:40 pm</dco> &nbsp;<qco> do you like butter on your hot dog</qco> </h3>      \nno, i prefer to eat them separately\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n3:20 pm</dco> &nbsp;<qco> I'm feeling like a Family Guy, how do I handle this?</qco> </h3>      \nmaybe you could go into a couple of throwaway tangent gags\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n2:56 pm</dco> &nbsp;<qco> Thoughts on Avicii? I think the real question here is what are your thoughts on EDM and house music (specifically from the 2010s)&nbsp;</qco> </h3>      \nat one point i heard some serious echoes of this in 1979. was listening to a dance song produced in 1979 and heard some techniques and things that were very very very characteristic of 2010s dance music. except in 1979 they had to use bongos and horns to accomplish the same things they'd be doing with synths in 2010s. anyway, this always happens in music. ALWAYS. it never stops happening: you stumble across some old thing and you're just like, holy crap that's just like this other famous thing that they were doing years later\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n2:54 pm</dco> &nbsp;<qco> do you have any electric piano recommendation? what do you use?</qco> </h3>      \ni don't recommend the one i use, and i also can't recommend any of the ones i don't use, because i don't those ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n12:28 pm</dco> &nbsp;<qco> One thing I have noticed in a fair number of your songs is the tendency for an instrument to appear often for nothing more than a single phrase or as an ornament. I am a big fan of the diversity that this lends to your sound, since it makes each listen feel like a new 'choose your own adventure' for which parts to focus down and study. I was wondering what thought goes behind these moments.</qco></h3>      the technique that creates the results you're talking about is kind of surprising because it kind of works backwards from the way you might think. i discovered it in 2015 and i will talk about it at great length at some poine if i haven't already<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>Additionally, I was curious whether you have nicknames for certain sounds that you use (I admit that I do and am quite partial to alien trumpet, grumpy duck, etc.) I tend to personify sounds when I compose and that personality bleeds through into the parts they encompass, especially in the realm of synthesis where pre-established emotional connotations for sounds don't exist where they do for other instruments.</qco> </h3>      i name sounds the same way i'd name anything. anything to help me identify it. animal names are certainly not off limits, but also fairly common is to refer to the name of the project i used it in for the first time. for example, 'pope phone' is probably the sound of the phone ringing when they called the pope to ask about the crusades that one time. perhaps i'd have one called 'violence bubbles' for that bubbly sound in the 'violence dont do it jingle'. and so forth\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n10:55 am</dco> &nbsp;<qco> How long have you been making music? </qco></h3>      for about the same amount of time i've been speaking english. maybe a little longer<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Did you go to school for it?</qco> </h3>      \nwhen i was a kid i sort of looked into that idea at various points but it was never right for me. i'm kind of a control freak\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n10:50 am</dco> &nbsp;<qco> how come in dreams you can see through pitch black darkness?</qco> </h3>      \nmaybe you just already know what's there\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n10:37 am</dco> &nbsp;<qco> hi tell me what a thing is you think is pretty cool</qco> </h3>      \nfinding out just a little bit more about something you already knew something about\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n10:15 am</dco> &nbsp;<qco> i recently had to make the heartbreaking decision of dropping Chinese class so i could have more time for music. this is not a question but i'm sad and i think you might understand</qco> </h3>      \nfor many people, the classroom is not necessarily the best way to learn a language anyway. the most important thing is that you're doing what excites you. that's where the learning happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n10:06 am</dco> &nbsp;<qco> HELP I moved to Maine</qco> </h3>      \n\"omw!\" (it means \"on my way\", that's an abbreviation)\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; 10:02 am</dco> &nbsp;<qco> What is going on?</qco> </h3>      \neverything. i realize that's not the simplest answer, ...... wait no i take that back, it is the simplest answer\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n6:55 am</dco> &nbsp;<qco> how do you make your videos look like you don't care about the visuals but In reality you deeply care about every single frame?</qco> </h3>      \ni'll tell you exactly how. If you care deeply about every single frame, you'll never get anything done. you'll never finish any work, no one will ever get a chance to view it, you'll never get through it. So basically what happens is, when you spend years and years and years in that state, knowing you'll never finish or achieve anything if you care so much about every frame, eventually you learn that the only way out of this predicament is to, by some miracle, care much much much much much much less. i think you'll find that this scenario produces exactly the kind of results you described\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; 6:14 am</dco> &nbsp;<qco> Have you ever drawn yourself in the style of the 3D character designs of some of your 2021-2022 videos (like the character designs in the Perfect video, for example)? If not, what do you think you would look like in that art style?</qco> </h3>      \nlet's be honest, on some level that probably happens every time i design a character. no getting around that \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n11:50 pm</dco> &nbsp;<qco> Do you prefer the beginning, the middle, or the end?</qco> </h3>      \nbeginning\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n11:37 pm</dco> &nbsp;<qco> How do I start making music</qco> </h3>      \nfind an instrument you like, even better if you can find one you like holding while talking or singing about how it feels to be holding it, or anything else that's going on in life, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n11:27 pm</dco> &nbsp;<qco> do you ever try to find the \"best\" version of an average thing, or does that just ruin what you're used to?</qco> </h3>      \n'finding the best version of an average thing' certainly does not sound like a bad idea on paper, but it's also not very specific, so that could apply to a lot of things\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n11:21 pm</dco> &nbsp;<qco> am i enough</qco> </h3>      \nfor what? nevermind, yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n10:08 pm</dco> &nbsp;<qco> how do you do with a person who is lazy, incompetent, dishonest, and aggressive? especially if you can't do your job without talking/interacting with them?</qco> </h3>      \nbasically what i would do is try to obtain a list of the words they'd use to describe you, and put it next to the list of words you use to describe them. so you can get a balanced view of the whole scenario here. i'm not saying who's wrong or right, but just so you can get a good look at everyone who's playing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n9:32 pm</dco> &nbsp;<qco> I like the font Comic sans sans the Comic. \n<br>\n<br>Does that make sense?</qco> </h3>      \nyes, absolutely. no serif, no comic. i've made a note of your preferences.\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n8:49 pm</dco> &nbsp;<qco> Are there more objective things or subjective things in the world</qco> </h3>      \nwhether it's subjective or objective is subjective. and then, in turn, whether THAT is subjective or objective or subjective. this keps going. but anyway it's half and half, even if you forget which one's which \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n8:18 pm</dco> &nbsp;<qco> How does one deal with addiction? Procrastinaton?</qco> </h3>      \nthat could work, if you were gonna do your addiction but you keep putting it off until later\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n8:12 pm</dco> &nbsp;<qco> you may find this hilarious or ridiculous or both, but i haven't listened to any of your music through headphones for many years, instead opting to only listen through the speakers of the oldest phone i could find, that way you(r music) couldn't get too close to me. but i had to put headphones on today to work on something that requires headphones and i decided to listen to 'when i get older' and AUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHOOOOOOOOHHHHHHHHHHNNNNNNNNNNOOOOOOOOOOOOOOOOOO and it's totally fine and i'm fine and this is fine and anyway...\n<br>\n<br>what is music?</qco> </h3>      \nwell, among other things, as you have noticed, on occasion, some lower frequencies\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n8:11 pm</dco> &nbsp;<qco> Tell me a joke! I'd love to hear one. :)</qco> </h3>      \nok that's a problem, because the only time a joke works is when you didn't want to hear one\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n3:21 pm</dco> &nbsp;<qco> do you think things are going to be okay...</qco> </h3>      \nthings are going to be many many different types of okay. some you may have not seen before\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n3:04 pm</dco> &nbsp;<qco> if the black-and-blue/white-and-gold dress anomaly spread to other things (laurel/yanny notwithstanding), eventually splitting reality in half, would world war 3 have started in the 2010s?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n2:21 pm</dco> &nbsp;<qco> do you like communism?</qco> </h3>      \nto be honest i've never tried it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; 2:03 pm</dco> &nbsp;<qco> how was new canaan?</qco> </h3>      \nlike the most beautiful real estate magazine. it's like the real estate magazine you'd see on the table in a house that was photographed in a real estate magazine\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n1:32 pm</dco> &nbsp;<qco> i'm concerned about your sleep schedule. what should i do?</qco> </h3>      \nnothing, because you don't even know what it is, and if you did know what it was i think you'd think it's really good. it's really good, i get what you'd call a 'great nights sleep' every night. i've been told that's good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n1:27 pm</dco> &nbsp;<qco> how is the 2020s</qco> </h3>      \nit's hard to know without comparing it to the 2030s\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n1:21 pm</dco> &nbsp;<qco> what's a good way to deal with feeling overwhelmed?</qco> </h3>      \ntry to find the best way of summarizing what's goin on, in your native language. play around with it a little until you get better and better ways that really sum it up good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n1:13 pm</dco> &nbsp;<qco> Thoughts on fast food</qco> </h3>      \ntoo fast\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n1:10 pm</dco> &nbsp;<qco> Wonderful things coexist with the very ugly. What can I do if I found out I'm the ugly</qco> </h3>      \nyou'll be both from time to time. this is just one of those times\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n11:50 am</dco> &nbsp;<qco> do you like stories</qco> </h3>      \nwhat can i say, we are stories\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n11:44 am</dco> &nbsp;<qco> In \"Got some money\" you can slow the video down and see the word \"memory\" a few times, is that a reference to \"slow it way way way down for the memory\" in \"the ending\"?</qco> </h3>      \nno that song wasn't written yet. the word 'memory' in that list, in that video, is a placeholder for the literally thousands of lines that would have had to go there to fit the pattern, which would add an absurd amount of computation time while not even having time to be visible on the screen anyway. it was a no brainer to cheat this, and 'memory' was the most appropriate way to sum that up, to the screenpausers out there like yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n11:37 am</dco> &nbsp;<qco> you know the feeling when you have jumped over the Everest and then you're like 'what now?' \n<br>\n<br>perhaps i could jump over it again, but now with pleasure.</qco> </h3>      \nwhat i think i'm hearing is that you didn't enjoy it the first time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n10:14 am</dco> &nbsp;<qco> what is your favorite kitchen utensil?</qco> </h3>      \nspatula obviously\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n10:14 am</dco> &nbsp;<qco> what rhymes with silver..? i kinda can't seem to figure it out</qco> </h3>      \ndon't ask what rhymes, ask what works. if that means a rhyme, fine. but don't limit yourself just to that. sometimes things work but don't rhyme, sometimes things rhyme and don't work. why worry about this when you can just cut out the middle man and ask what works. you'll get the best of both worlds immediately. Anyway, the rhyme for silver is 'built there'\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n10:02 am</dco> &nbsp;<qco> What's the most respectful way to disagree with a clock?</qco> </h3>      \nlook at clocks for different time zones\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n10:01 am</dco> &nbsp;<qco> what is your opinion of dust</qco> </h3>      \nincredible\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n9:39 am</dco> &nbsp;<qco> Do you like when dates are the same month and day wise, like today? There is always something so pleasing for me about seeing 3/3, especially when the date can also synchronize with the time and you can have 3:33 on 3/3.\n</qco></h3>      i'll admit it's slightly unsettling<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also what is a video</qco> </h3>      \na visual recording or presentation. perhaps with sound attached as well\n<br><br>"
  }
]
