[
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n2:39 pm</dco> &nbsp;<qco> have you ever been super proud of something you've created, put it out there, and have it kinda flop?</qco></h3>      i thought the 'how to make mistakes' vine was among my best work. but it got an extremely weak response<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what keeps you going if and when that happens?</qco> </h3>      the same thing that kept me going for many months and years when i had no audience\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n1:28 pm</dco> &nbsp;<qco> Can I list you as a previous employer on my resume?</qco> </h3>      i have never employed anyone. although i probably should\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n1:28 pm</dco> &nbsp;<qco> I don't want to ask you a question.</qco> </h3>      that's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n1:04 pm</dco> &nbsp;<qco> how do you keep up to date on the newest memes? do you have them delivered hot and fresh to your doorstep?</qco> </h3>      they are delivered through the question page\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n1:01 pm</dco> &nbsp;<qco> when i make a video, i cannot stop editing until i am done, staying up for over 10 hours usually- is this bugging need to finish something that comes through with your work or do you pace yourself/ take breaks?</qco> </h3>      i always try to finish things as quickly as possible, so that the viewers can see it sooner, and also to move on to the other types of content i want to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n12:23 pm</dco> &nbsp;<qco> why havent you uploaded to the reality page in a while?</qco> </h3>      because i have been making other types of content instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n11:39 am</dco> &nbsp;<qco> Most working adults have deadlines</qco> </h3>      i suppose that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n11:30 am</dco> &nbsp;<qco> \"6.7.17  1:38 am\" you mention a randomization system when asked about the saxophone in your new song. how is the randomization system responsible for the saxophone in the song, which the user asking the question commented that you don't use that often? is this the same randomization system you use for picking songs or is it some kind of instrument randomization system? </qco> </h3>      it's an instrument randomization system i came up with in 2015. the trick is, you pick a random instrument, and then you are responsible for finding where in the song it fits, and what to do on it. for example, you might pick something that seems all wrong for the song, and you might say \"oh no, that's all wrong for this song.\" but if you start searching through the song, bar by bar, you will find just the right spot to put it. and then when listening to it, it sounds like a really fresh choice, and it fits the spot because you found where it fits, but the listener might think you went and found the instrument based on what would fit in that spot, but you actually picked the instrument first and then found the spot. life hack. turns out this is the only way i can get anything done now\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n11:26 am</dco> &nbsp;<qco> are you going to make more \"monday\" videos?</qco> </h3>      maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n11:04 am</dco> &nbsp;<qco> <a href=\"completely-different.html\">are you planning on creating another long video similar to \"history of the entire world, i guess\", or will you be going back to making short videos for a while?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n11:02 am</dco> &nbsp;<qco> Hi Bill I can't find my questions. I don't know whether it was answered. I asked for your willingness on a gay date with me. Can you answer that again?</qco> </h3>      sorry i am not interested. thanks anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n9:57 am</dco> &nbsp;<qco> Are you working on something new/big again? Or are you just not sure what to post?</qco> </h3>      i am making a series of medium sized things, on a regular basis\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n9:11 am</dco> &nbsp;<qco> Did you consider uploading the song to YouTube, but instead of crazy graphics you would use the style of graphics used in \"we could just get high\" or \"i can play\"(a picture or a simple animation thorough the song)?</qco> </h3>      i have been on the fence about it, but i don't think that is the best use of my youtube channel\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n7:42 am</dco> &nbsp;<qco> <a href=\"why-no-caps-2.html\">Why don't you use capital letters?</a></qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n7:35 am</dco> &nbsp;<qco> when did you decide that you wanted to make content on a regular basis?</qco> </h3>      when i started to be overwhelmed with all the different types of ideas i was having, and felt isolated and alone because no one else could see/hear them\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n6:59 am</dco> &nbsp;<qco> Did you ever think about making jingles for commercials?</qco> </h3>      i don't think that's a good use of my time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n6:12 am</dco> &nbsp;<qco> If today a time traveler from the future told you the exact date of your next YouTube video upload, what is the smallest amount of time that time traveler could tell you that would not surprise you. </qco> </h3>      nice try. every time i get tricked into guessing a date for something, people always come back and throw it in my face and guilt trip me when the date arrives.\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n6:05 am</dco> &nbsp;<qco> do videos for songs take longer to make than the song itself?</qco> </h3>      usually\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n5:48 am</dco> &nbsp;<qco> Why don't you upload your recent songs to youtube?</qco> </h3>      i have found that youtube is best for videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n5:25 am</dco> &nbsp;<qco> What were you doing before you started making videos/songs?</qco> </h3>      trying desperately to organize my ideas in a way that would lead to copious creation of tangible content, such as but not limited to videos and songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n5:22 am</dco> &nbsp;<qco>\nFrom what I've read on here I feel like you put yourself under a lot of pressure and anxiety in order to get to a satisfactory point on your list by the time you die. Have you considered  such a lifestyle could actually be unhealthy enough to chop years off your lifespan that could be used to get you even further and get you more fun in the process had it been for a less ..workaholic i guess lifestyle?</qco> </h3>      can you imagine, amidst all the pressure to do more of every different type of content, there is also pressure to do less. weird\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n5:15 am</dco> &nbsp;<qco> Ever thought of making a music video?</qco> </h3>      i have done it many times before\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n5:13 am</dco> &nbsp;<qco> I wouldn't call myself an expert. how do I get the most out of expert mode despite this handicap</qco> </h3>      being an expert is not a pre-requisite for expert mode. but it might be the result\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n4:27 am</dco> &nbsp;<qco> On your 'songs' page, why is there a big, currently inexplicable gap between \"i'm stuck in a rut\" &amp; \"the song song\"?</qco> </h3>      perhaps i was stuck in a rut\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n3:32 am</dco> &nbsp;<qco> hey bill why do you get anxious over people saying \"where the fuck are the videos\" ? you seem zen and flow oriented in many ways, but i really dont get why that bums you out so much</qco> </h3>      if you saw the extreme volume of questions i get on a daily basis demanding every different type of content immediately all the time, i think you might understand\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n3:09 am</dco> &nbsp;<qco> ''Ah, ah, yeah, c'mon, do a dance baby!''\nWhy didn't you dance?</qco> </h3>      i don't always follow instructions people shout at me. sometimes i do, but not always\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n1:51 am</dco> &nbsp;<qco> Do you work on project everyday?\n</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n1:38 am</dco> &nbsp;<qco> that saxophone lick in i love you kinda shocked me because you really don't use horns that often. Any reason why you choose that sound?</qco> </h3>      that would be a result of the new randomization system i started using in 2015\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n1:14 am</dco> &nbsp;<qco> will you ever put ads on your videos,</qco></h3>      not if i have a choice<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you find them annoying for people</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n12:55 am</dco> &nbsp;<qco> <a href=\"how-long-did-it-take-to-make-hotewig.html\">How long Did your most History of the entire world take to make?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n12:45 am</dco> &nbsp;<qco> Every time i watch history of the world, i like to imagine its a very intense college project for history, music, and animation majors.</qco></h3>      most college projects should probably take less than 3 entire semesters to complete<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; But what was the inspiration for the video? Or the origin idea??</qco> </h3>            i already did one last year that was very popular, and people started saying that was the only one i meant to do. and that is not true, that one (the japan one) was really just a test run for something much larger\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n12:32 am</dco> &nbsp;<qco> can you explain why the thing happened?</qco> </h3>      i will try\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.17&nbsp;\n12:22 am</dco> &nbsp;<qco> Will you not put this question on this page?</qco> </h3>      i will see what i can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n11:59 pm</dco> &nbsp;<qco> What is the difference between slavery and working, other than the compensation you get for it?</qco> </h3>      the working conditions, i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n11:50 pm</dco> &nbsp;<qco> If two mind readers read each other's minds, wouldn't they be reading their own mind, which is their mind... infinitely. If so, what will they see in their minds?</qco> </h3>      they would be able to think as one mind, which would have the mindpower of 2 minds. very good for collaboration, i would say\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n11:45 pm</dco> &nbsp;<qco> Who decides what is normal?</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n11:38 pm</dco> &nbsp;<qco> <a href=\"why-japan.html\">Why did you pick Japan as the country to do a history video on?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n11:37 pm</dco> &nbsp;<qco> <a href=\"why-was-shorty-speech-so-short.html\">Why was your speech for accepting the Shorty Award so brief?</a>\n</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n11:35 pm</dco> &nbsp;<qco> In the beginning part of your new video, you say a bunch of things like \"nothing is nowhere\" or \"that's how every it gets\", which doesn't make much sense to me. Did you intentionally make it confusing, or were we supposed to understand it?\n\n</qco> </h3>      time and space did not exist. so naturally any normal english explanation is going to go haywire, considering english was born in a world where time and space do exist\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n11:23 pm</dco> &nbsp;<qco> If Donald Fagen wanted you to be a background singer on the next Steely Dan tour, would you accept his offer? </qco> </h3>      no, i actually need backup singers for myself. and i need to do my own tour\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n10:57 pm</dco> &nbsp;<qco> I went on Omegle the other day and trolled people with your \"I'm a person\" video when they asked me who I was. Isn't that great?</qco> </h3>      i think that video works more accurately as a response to \"what are you\" than \"who are you\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n10:10 pm</dco> &nbsp;<qco> how long do graphics-only videos like you're free to do whatever you want to take to make?</qco> </h3>      that video took maybe 5 or 6 weeks to make. the song was probably done in the first few days. it is important to remember that each video takes a different length of time to make, depending on the length and contents. there really is no exact length of time that all videos of any 'type' would take. i hope that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n10:07 pm</dco> &nbsp;<qco> how long do videos with live footage like i'm crazy / it's raining take to make?</qco> </h3>      crazy/raining took about 5 weeks, i think. the majority of that time was working on the video. the song was probably done in the first week.\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n9:53 pm</dco> &nbsp;<qco> Did the sudden popularity from your latest Youtube video come as a shock? </qco></h3>      no. i was already popular before. the reaction to history of japan was almost identical<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you like the attention or is it overwhelming at times?</qco> </h3>      it doesn't really overwhelm me anymore. i have had a couple of years to get used to it.\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n9:43 pm</dco> &nbsp;<qco> Does most modern music disgust you? </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You seem to have a distaste for it.</qco> </h3>      i do not, but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n9:35 pm</dco> &nbsp;<qco> two questions. first,  why have you been in active on youtube? </qco></h3>      i was working on something huge for the entire second half of 2016 an the first half of 2017. great news it's done now, and it's posted on my channel<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; are you working on something big? </qco></h3>      currently working on a steady stream of medium things<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;second, what is \"I love you\"?</qco> </h3>      this week's song release\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n9:22 pm</dco> &nbsp;<qco> Will you ever stop answering questions (on here) if it gets too excessive?</qco> </h3>      i usually just start skipping more questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n9:19 pm</dco> &nbsp;<qco> do you still have that bad car?</qco> </h3>      yes, now it's worse\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n9:18 pm</dco> &nbsp;<qco> and another tuesday passes</qco> </h3>      hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.6.17&nbsp;\n9:15 pm</dco> &nbsp;<qco> How much of a grasp do you have on music theory?</qco> </h3>      extremely firm\n<br><br>"
  }
]
