[
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n10:45 pm</dco> &nbsp;<qco> you said the questions page was a great learning experience. what did you learn?</qco> </h3>      balance, and simplicity\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n10:44 pm</dco> &nbsp;<qco> every way is up</qco> </h3>      yes. down also\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n10:30 pm</dco> &nbsp;<qco> Where the f r i c k</qco> </h3>      i understand\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n10:11 pm</dco> &nbsp;<qco> Is this a brand new sentence&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n9:55 pm</dco> &nbsp;<qco> favourite kind of note</qco> </h3>      ghost note\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n9:11 pm</dco> &nbsp;<qco> What are you're thoughts on higher education?</qco> </h3>      it's all relative, and make sure you check which way is up .... education does not always answer to gravity\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n9:07 pm</dco> &nbsp;<qco> What do you think it means to be a \"good citizen\" in the eyes of the state, and in the eyes of other citizens?</qco> </h3>      someone who is able to defeat all the other citizens\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n8:28 pm</dco> &nbsp;<qco> Favorite Michael Jackson moment?</qco> </h3>      how about <a href=\"mj-riffing.mp4\">this</a> \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n8:19 pm</dco> &nbsp;<qco> favorite bill wurtz moment?</qco> </h3>      now\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n8:08 pm</dco> &nbsp;<qco> where is the new video???</qco> </h3>      in production\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n8:01 pm</dco> &nbsp;<qco> You talk about releasing an album a lot</qco></h3>      that's not true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n but would you want to write a bunch of music and set them aside for an album or just do a retrospective best of?\n</qco></h3>      of the 2 options you gave, i'd rather write for an album. retrospective not necessary, especially in the internet era when you can already find what you want<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nI've always wanted to release an album of music I wrote but whenever I write a half decent song I just really feel the need to release it and put it right out there for immediate gratification. I'm wondering your thoughts on whether albums are actually antiquated and what I do now, which is basically the same as what you do now, might be a better strategy. \n</qco></h3>      i think albums are antiquated, and i think if you want content of that length there is no need to restrict yourself to a series of songs. tell the story. use music, pictures, scenes, everything combined. tell a story, even a musical story. but if it's really all just songs then just let the songs be songs. and if they really are that combined then let them combine more into a stew in which case it would not be an album it would be a musical story. an album (a list of songs) seems like an unhappy middle ground between songs and a movie/story/musical . but i think many many people may disagree with me, and many people still think about albums. i'm probably not a valid opinion here because i have never listened to music that way, and to my surprise i've never found an album that even feels like the songs are in the right order. i think the 'right' order of songs probably changes from day to day. ALSO, another thing i just thought of, if a song is really really good, then i think the 'right' order for that song would be just that song many times in a row<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nI suppose the situation is different if the album is a \"concept album\" so to speak but, you know, that would be a whole different kind of project than what I would do, personally.</qco> </h3>      what i feel is, if you're gonna have 'concept' on an 'album', at least crank up the 'concept' until it's not an album anymore. if it's still an 'album' then i feel the concept wasn't strong enough. kind of like jet fuel melting steel beams. if the beams didn't melt, the jet fuel wasn't strong enough. etc.\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n7:56 pm</dco> &nbsp;<qco> What do I do if there is something I am very interested in that I am also learning at school but school has managed to make it incredibly boring&nbsp;</qco> </h3>      if they're doing it boring then it shouldn't matter, because you probably won't pay attention to them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n7:39 pm</dco> &nbsp;<qco> Might Quit features some live drumming of yours! Am I wrong?</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n7:22 pm</dco> &nbsp;<qco> I mean, I knew you were a fucking great drummer but I must tell you: it feels amazing to hear you play. Have you considered uploading a drum solo/improv/play-through? Of an existing song or just like your improv videos but centered around drums? I mean, you can make it sound good with just a couple of mics and a cheap interface! Cheers!</qco> </h3>      if i had a slightly different living situation and life style i think you would hear a lot more drums all over bill wurtz dot com and elsewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n7:20 pm</dco> &nbsp;<qco> Hey, man! Favourite Dream Theater moment?</qco> </h3>      i don't know any dream theater moments\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n6:56 pm</dco> &nbsp;<qco> how does one remedy writers block?</qco> </h3>      you must think outside the block\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n5:59 pm</dco> &nbsp;<qco> Sometimes I have an idea, and one voice in my head goes, \"That's a good idea,\" and the other voice in my head goes, \"That's a terrible idea.\"&nbsp;</qco> </h3>      you are right twice. every idea is good and bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n5:52 pm</dco> &nbsp;<qco> Every time I start a project, I lose faith in it midway through, decide it's terrible, and scrap it. I am incapable of finishing a project. Help me, Bill.&nbsp;</qco> </h3>      ah, it looks like you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n5:36 pm</dco> &nbsp;<qco> I find it hard to be creative when things aren't going well in my life. The idea well dries up. Any suggestions?&nbsp;</qco> </h3>      add a bit of water\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n5:27 pm</dco> &nbsp;<qco> I see you've changed your mind about the whole \"favourite\" thing.</qco></h3>      what favourite thing<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n How did that come about?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n4:47 pm</dco> &nbsp;<qco> would you ever work on Broadway or do any traditional theatrical/musical type stuff?&nbsp;</qco> </h3>      maybe but there are still many more non traditional things i need to try\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n4:31 pm</dco> &nbsp;<qco> How often do you travel for work?</qco></h3>      a medium amount<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; You put yourself under a lot of pressure to finish songs and videos quickly, but it also sounds like you're constantly flying places. Does that travel interfere with your ability to get things done?&nbsp;</qco> </h3>      yes but it is very enjoyable\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n4:23 pm</dco> &nbsp;<qco> Wait, questions are saying that you accidentally uploaded a video to Youtube?&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n4:17 pm</dco> &nbsp;<qco> what's a nice airport terminal?</qco> </h3>      Singapore Changi - T3\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n3:29 pm</dco> &nbsp;<qco> Help am creative</qco> </h3>      oh you are screwed\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n3:27 pm</dco> &nbsp;<qco> I know you mentioned previously that the time sig of \"might quit\" is 12/8 or 4/4, but I wanted to offer my opinion that it could be 3/4 at a fast viennese-waltz-like tempo. there would still be hypermeter stuff involved but if it was notated in 3/4 you wouldn't ever have to change the time signature to account for the extra \"beats\" thrown in in between verses and such</qco> </h3>      if you're talking about the 3 i think you mean, i tried very hard to avoid that. the whole name game of the drum/perc on this song was to not trick a first time listener into thinking it's 3/4 (with \"First, day, of, School\" on the downbeats). it's really not a fun song that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n3:13 pm</dco> &nbsp;<qco> Dude wtf how are you such a perfect human being. Like yes I know you have struggles and flaws just like everyone else, and I'm putting you on a pedestal... but from where I'm standing, god damn, bill. god damn</qco> </h3>      that's nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n2:54 pm</dco> &nbsp;<qco> the drum fills between stanzas in \"might quit\" are giving me so much life. thanks bill</qco> </h3>      that's nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n2:12 pm</dco> &nbsp;<qco> hWo to play jzZa?</qco> </h3>      can you give me an example of jazz\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n2:11 pm</dco> &nbsp;<qco> Do you think this website is optimised enough to be used on a mobile device?</qco> </h3>      somewhat but it could be more\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n2:02 pm</dco> &nbsp;<qco> how should a child meet with instruments and learn music?</qco></h3>      i don't know<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; should it be introduced like a toy and let the kids discover the instruments by themselves</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or train them with teachers?</qco></h3>      not if it's not fun<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the teacher method seems like forcing the kid to learn which makes it not fun, like a homework or something.&nbsp;</qco> </h3>      yes they will probably quit if it's not fun. the real magic is when music teaches itself, and grabs hold of you  with the tenacity of 100,000 sacred spirits \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n1:17 pm</dco> &nbsp;<qco> Favorite paul shaffer moment?</qco> </h3>      maybe <a href=\"shaffer-rememberdontremember.mp4\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n12:46 pm</dco> &nbsp;<qco> But is it really possible?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n11:32 am</dco> &nbsp;<qco> Loved your drumming on Scary Pockets, did you do anything else in LA?</qco> </h3>      had some very nice conversations with ryan lerman, jack stratton, jack conte, and theo katzman<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n10:30 am</dco> &nbsp;<qco> have you ever played vibraphone</qco> </h3>      maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n10:09 am</dco> &nbsp;<qco> Do you ever plan on collaborating with vulfpeck in the future?&nbsp;</qco> </h3>      it's more likely now that i have met 2 of the members and get along well with them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n9:57 am</dco> &nbsp;<qco> was the title \"and the day goes on\" inspired by \"and the waltz goes on?\"</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n9:43 am</dco> &nbsp;<qco> if you only listen to half of most songs you listen to, how do you motivate yourself into making second halves to songs you write?\n</qco></h3>      try to nail it all the way to the end, and don't be afraid to get out while you're on top. many of my songs are shorter than other people's songs. that being said, everyone hears music differently so i'm sure there's people who hate any number of different parts of my songs, perhaps even the whole thing, and my face<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or are all songs you've ever released just half of a longer song?\n<br></qco> </h3>      they are complete\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n9:40 am</dco> &nbsp;<qco> favorite wings moment?</qco> </h3>      how about <a href=\"wings-takeitawaybridge.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n8:45 am</dco> &nbsp;<qco> do you have any mental disorders?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if so what are they?</qco> </h3>      consciousness\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n8:20 am</dco> &nbsp;<qco> Are you going to put the new song on the website?</qco> </h3>      once the video is released i will post the song, back dated to today. and hopefully forget the whole thing ever happened\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n8:12 am</dco> &nbsp;<qco> Favourite Beach Boys moment?</qco> </h3>      how about <a href=\"beachboys-igetaround.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n8:02 am</dco> &nbsp;<qco> Favorite Bon Jovi moment? (mine is Richie Sambora's guitar solo in Dry County)</qco> </h3>      maybe <a href=\"bonjovi-iftheresonethingihangonto.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n6:12 am</dco> &nbsp;<qco> do you know when to stop?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n5:58 am</dco> &nbsp;<qco> Are you happy with how Might Quit came out?</qco> </h3>      the song, yes. the video, probably yes when it is done. the scheduling / timing, ..... a desperate failure in a long line of failures which will eventually lead to my success i promise\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n2:47 am</dco> &nbsp;<qco> What reality video is everyone referring to?</qco></h3>      i don't know<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The latest one I see in the reality section is from 2016</qco> </h3>      that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n2:34 am</dco> &nbsp;<qco> Was Might Quit an accident release onto YouTube already?</qco></h3>      no but it is now<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It was worth the wait!</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n1:34 am</dco> &nbsp;<qco> Why can I only see your reality videos back in 2016. </qco></h3>      because none have been made for beyond that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nSeems many others are facing the same problem.</qco></h3>      that's not their problem. it's my problem. making a reality show about your life is kind of a paradox, because if you spend your life producing the show, there wouldn't be any content for the show besides the production process of the show itself<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Where can I see the new ones</qco> </h3>      they are all on the reality page, in chronological order of when they take place. also, so far they are almost 99% in chronological order of when they were edited/produced/posted also, with very occasional exceptions although none of those exceptions are recent. so in other words, the top 5 clips are the most recently recorded, AND the most recent to be produced/posted. they were produced within the past month. i am attempting a weekly schedule of 1 added every friday\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n12:56 am</dco> &nbsp;<qco> What do you think of Edward Snowden's whistleblowing of confidencial CIA files?&nbsp;&nbsp;</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.12.19&nbsp; \n12:46 am</dco> &nbsp;<qco> if you've become immensely sick of yourself and desperately dived into collaboration, can we expect to see other artists featured on the bill wurtz channel, are you reaching out to anyone for that purpose?</qco> </h3>      no\n<br><br>"
  }
]
