[
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n10:47 pm</dco> &nbsp;<qco> do you bake, boil, or fry your music?</qco> </h3>      \nbake\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n10:44 pm</dco> &nbsp;<qco> Do the meaning of your songs change into something else after you've made them or are they generally the same (thanks for answering this if you decide to)</qco> </h3>      \none of my favorite things about music is its ability to house many different avenues and facets of meaning. So, in my music making, i like to try to exploit this multifacetedness as much as possible\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n9:46 pm</dco> &nbsp;<qco> What is your goal when you create your music?</qco> </h3>      \ntry to solve the universe, which oddly enough actually creates more puzzles\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n9:31 pm</dco> &nbsp;<qco> Do you hate yourself</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n8:41 pm</dco> &nbsp;<qco> Your lyrics are obviously quite far from literal and your music can be very complex from a technical standpoint (especially the harmony).\n<br>\n<br>I'd argue most people aren't very used to that sort of stuff and I think because of that, I often see some people just brush it off as \"random XD\" meme humor.\n<br>\n<br>How do you feel about that interpretation? </qco></h3>      that seems like a pretty negative interpretation, so i am going to either assume it is your interpretation, or you are deliberately trying to deliver negative feedback to me<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I know you're probably going to say something along the lines of \"there are no wrong interpretations\" but is this one that you intended or accounted for?\n</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;While I agree that your music does have that facet, I personally feel like there is so much more to it than some seem to give you credit for. It saddens me a bit when I see your music being written off like that but then again maybe I'm taking it too seriously as well?</qco> </h3>      You are playing a classic game of 'good cop, bad cop', where you assure me that you like me more than anyone else does\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n8:41 pm</dco> &nbsp;<qco> when making songs, do you think about how the sounds in the song will interact with the visuals in the video, </qco></h3>      only if it's obvious<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do you do the song and video completely separately?</qco> </h3>      i do them separately. but sometimes i try to imagine it like a video when songwriting, for inspiration. even if i don't come up with anything visual, that often tricks the song into being written\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n8:10 pm</dco> &nbsp;<qco> What is the meaning of music?</qco> </h3>      \neverything\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n7:41 pm</dco> &nbsp;<qco> Is you new video a project on the same scale as \n<br>or larger than history of the world</qco></h3>      not even close<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and that is why it is taking so long ?</qco> </h3>      \nEverything i do has usually taken way too long. That's kind of my signature move\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n6:31 pm</dco> &nbsp;<qco> Can I have a quick chord progression to practice bass on?</qco> </h3>      \nuse a song. use one you know and like\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n6:18 pm</dco> &nbsp;<qco> Have you been working for 2 years on your next video/song?\n<br></qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n6:09 pm</dco> &nbsp;<qco> is there a difference between an envelope pronounced \"en-ve-lope\" and one pronounced \"ahn-ve-lope\"?</qco> </h3>      \nwell it just depends how french you would like to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n5:42 pm</dco> &nbsp;<qco> how do I teach myself the beginning levels of a foreign language in two weeks?&nbsp;</qco> </h3>      \nlearn how to say hi and bye\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n4:50 pm</dco> &nbsp;<qco> how'd you ring in 2021?</qco> </h3>      \nit's gonna take a whole year to ring the damn thing in\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n4:13 pm</dco> &nbsp;<qco> who is your favourite philosopher and why?</qco> </h3>      \ncould be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n3:23 pm</dco> &nbsp;<qco> Do you agree that comic sans is horrible?</qco> </h3>      \nthe horrible problem it has, is that it's too good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n3:03 pm</dco> &nbsp;<qco> What are the chords of \"hello sexy pants\"?</qco> </h3>      \nDb7sus4, Eb-7, F-7, Db/Gb, and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n3:02 pm</dco> &nbsp;<qco> Just popping in to say I just discovered you had a website and I wanted to tell you you're really cool and talented :)&nbsp;</qco> </h3>      \nholy smokes, you have taken a friendly stance\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n2:33 pm</dco> &nbsp;<qco> when will you start releasing teasers on your instagram?</qco> </h3>      \ni think i'm ready, i just need someone to help me talk through some of the implications and ramifications of that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n2:31 pm</dco> &nbsp;<qco> I heated you were in school for 3D animating. How is that going with it being online?</qco> </h3>      \ni'm making my own system. so i am not only the student but also the engineer and the teacher. I've also received some fantastic tips and tricks from people on here\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n2:04 pm</dco> &nbsp;<qco> HOW ARE YOU AWESOME AND INSPIRING I WANT TO BE JUST LIKE YOU WHEN I GROW UP</qco> </h3>      have you considered entering ...... nOrMaL mOdE\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n1:56 pm</dco> &nbsp;<qco> When do you think your new video is likely to be released?</qco> </h3>      \nextremely soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n12:49 pm</dco> &nbsp;<qco> Are there any hidden secrets on this website?</qco> </h3>      \nthe entire thing is a secret\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n12:22 pm</dco> &nbsp;<qco> opinion on airport terminals?&nbsp;</qco> </h3>      \nthey are very clean, because they are cleaned so often\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n11:52 am</dco> &nbsp;<qco> Ever thought about releasing a vinyl, or cassette, or wax cylinder ?</qco> </h3>      \nwhatever it takes, to get the job done\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n11:38 am</dco> &nbsp;<qco> I think it's safe to assume that the hiatus on your youtube and other medias was correlated with the might quit video and you intended your followers to think you're quitting. </qco></h3>      no, all of that is completely incorrect<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;So if you went dark, why do you still answer those questions instead of, you know, going dark completely?</qco> </h3>      because i didn't quit anything. i'm experiencing a massive growth spurt. Sometimes when you go through a massive growth spurt you choke on all your bones simultaneously. That's what has been happening to me, but don't worry, i've choked just like this several times through out my life. this is a well-established theme by now\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n11:23 am</dco> &nbsp;<qco> What is your favorite thing to do</qco> </h3>      \nthinking about assembling a cactus\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n11:13 am</dco> &nbsp;<qco> how far are you in the next video so far?</qco> </h3>      \nit's like when you are building a cactus, and you've made all the pieces of the cactus and now you just have to assemble the pieces together into what becomes hopefully a cactus. Might have to massage it slightly to get it to full cactushood. i should clarify, the video is not a cactus, but these same cactus principles apply nonetheless\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n11:04 am</dco> &nbsp;<qco> When and how does the where of the time of the music come true?&nbsp;</qco> </h3>      \nthere is a sort of \"a ha\" moment that occurs\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n10:40 am</dco> &nbsp;<qco> what is your music taste, if you've tasted it</qco> </h3>      \nextremely normal. tastes like a leaf, pretty much\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n9:37 am</dco> &nbsp;<qco> How have you found learning 3D software? </qco></h3>      dangerous. do not attempt<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Enjoying it?</qco> </h3>      in between some of the horror and terror, it is quite lovely. Also i should clarify, i've skipped most of it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n8:09 am</dco> &nbsp;<qco> What, in your opinion, is the most important element in your original songs?&nbsp;</qco> </h3>      \nit would be the amount of how good or bad they are\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n7:10 am</dco> &nbsp;<qco> is johnny b goode 84 bpm or 168 bpm? </qco></h3>      that's gonna be the faster one.<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how?</qco> </h3>      \nin my opinion, because \"on 2 and 4\" is such a famous phrase in our society, i've concluded that i think the tempo should be made to fit that whenever possible. So when there is any type of snare sound, clap sound, or strong mid-high percussion sound, occuring repeatedly on anything that could be percieved as beats 2 and 4 (out of 4), this should be assumed to be what's called the 'backbeat', and therefore on 2 and 4\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n7:05 am</dco> &nbsp;<qco> Have you gone through your video making process for the next video?\n<br>\n<br>-Go to a lake\n<br>-Write it down\n<br>-Analyse\n<br>-Put it in the pan\n<br>-Exploit a computer glitch\n<br>-Stop\n<br>-Continue\n<br>-Dig a hole\n<br>-Feel the sense of victory</qco> </h3>      \nthat's not my video making process. That was my extremely hasty satire, written on a dire time budget, and also taken somewhat out of context by you. but now that i think about it i have done most of those things\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n6:32 am</dco> &nbsp;<qco> How do you control time.</qco> </h3>      \nyou are time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n6:19 am</dco> &nbsp;<qco> On a scale of 1 to 10, how excited should i be for the new song you are working on? </qco></h3>      it all depends how much you like it when you hear it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(Also happy new year)</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n4:57 am</dco> &nbsp;<qco> A few days ago this one line for a song popped into my head. It sounds really good and seems really powerful to me and I really want to write a song around it but I can't figure out what I want it to mean. I don't know how literal I want it to be, I don't know what parts of it should and shouldn't be a metaphor, etc. Any advice?</qco> </h3>      yes, if you can't figure out what to do with it, add it to the list. If you want to try to figure out what to do with it now, add it to the list anyway, but, the first step in figuring out what to do with it is: figure out if it's the beginning or not the beginning. If you're sure it's the beginning, then just figure out what comes next, and if you're sure it's not the beginning then you're kinda fucked, but i have some tips for that too\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n4:55 am</dco> &nbsp;<qco> did you make any songs in 2020?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n4:43 am</dco> &nbsp;<qco> What should you do when you had inspiration for something, loved the idea for awhile, now you feel burned out and not interested, but you want to finish it?</qco> </h3>      \nfinish it as quickly as possible and look forward to the next thing you want to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n4:32 am</dco> &nbsp;<qco> when did you realise that music was the thing you wanted to do in life?</qco> </h3>      \nbefore anything else i remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n4:16 am</dco> &nbsp;<qco> Any thoughts on Egypt?</qco> </h3>      \na young nation\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n3:49 am</dco> &nbsp;<qco> HOW DO YOU BILL WURTZ CAUSE I WOULD LIKE TO KNOW AND ALL THAT?\n<br></qco> </h3>      \ni am learning now more than ever before. and i will also be teaching it, for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n3:44 am</dco> &nbsp;<qco> Are you planning on more collabs in the future, like the one you did with New Radicals and Scaary Pockets?</qco> </h3>      \nwell they just called me and asked me if i would do it. i did not plan that. But, if they call me to do that again i will do it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n3:15 am</dco> &nbsp;<qco> <a href=\"q.php?date=202011221543\">11.22.20&nbsp;&nbsp;3:43 pm</a>  isn't that the 'jazz' thing?</qco> </h3>      \njazz is normal, but, normal is not necessarily jazz. i should make a venn diagram\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n2:38 am</dco> &nbsp;<qco> do you do any visual arts?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n12:38 am</dco> &nbsp;<qco> what text editing program do you use for 'reality'?</qco> </h3>      \ntextedit\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n12:27 am</dco> &nbsp;<qco> How long does it take to record a song, edit it, and upload it?</qco> </h3>      \nlet's aim for..... a 'reasonable' amount of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n12:06 am</dco> &nbsp;<qco> will you ever be the superstar vocalist for a band other than your very own? or does the solo life suit you better?</qco> </h3>      \nif i work with another band it's almost guaranteed that i will be on another instrument. If i'm on vocals, it probably means i'm also the writer or at the very least the arranger\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.21&nbsp; \n12:03 am</dco> &nbsp;<qco> how did you get to be so wise?\n</qco></h3>      i follow every street sign, and do exactly what it says<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also, how do you fond the motivation to actually work on things and get things done?</qco> </h3>      \nit really just depends how bad you want it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n11:48 pm</dco> &nbsp;<qco> Why do we want to feel? Like if I find a song that makes me feel something, I'm amazed by it and I love it. But why? Why is that such a thing?</qco> </h3>      \nwell, i think what you're talking about is the same thing that caused our entire universe to exist. So, that being the case, it makes sense that we would find our meanings along those same lines. As for the question of why the whole feeling thing started in the first place, well, .... think of this: imagine nothing forever. Now a bit of feeling starts to look like a pretty nice idea doesn't it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n11:34 pm</dco> &nbsp;<qco> If I fit the earth inside a huge box would the atmosphere become cubical or would the box explode</qco> </h3>      \nwell you would get your own TV show, that much is clear\n<br><br>"
  }
]
