[
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n4:54 pm</dco> &nbsp;<qco> what should i be for halloween?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n4:41 pm</dco> &nbsp;<qco> when will you release a new video exactly post mt. st helens video?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n3:52 pm</dco> &nbsp;<qco> when was textin on my iphone released? i'm not sure if it was 2010 or 2014...</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n3:46 pm</dco> &nbsp;<qco> Will the next consciousness transition solve global issues or will global issues cause a consciousness transition</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n3:43 pm</dco> &nbsp;<qco> fun fact if you were to put a trumpet mouthpiece into a trombone it would sound exactly like a trumpet but you have a slide, vice versa with the trombone mouthpiece in the trumpet</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n3:37 pm</dco> &nbsp;<qco> why paint if music is more powerful</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n3:03 pm</dco> &nbsp;<qco> why your email big</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n2:53 pm</dco> &nbsp;<qco> How do I consecutively play the notes together to regularly make something that isn't hot garbage for the ears?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n2:40 pm</dco> &nbsp;<qco> is bill wurtz creating?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n12:52 pm</dco> &nbsp;<qco> where do you write your songs?</qco> </h3><a href=\"https://billwurtz.com/this-is-where-i-make-my-things.mp4\">here</a><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n12:09 pm</dco> &nbsp;<qco> Did you just think of random things and put them together as songs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n12:08 pm</dco> &nbsp;<qco> I have a feeling that you are aiming for your lyrics to convey a certain feeling rather than telling a concrete story that is to be read into. Would you agree?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n At least that's the way I see it and I find it particularly interesting and intriguing because, generally/traditionally, the music is responsible for the mood and feeling while the lyrics are the ones telling a story. \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nThe way you do it is such a fresh and genius approach.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Even though your lyrics are on the absurd side, maybe even BECAUSE they are on the absurd side, nobody will relate to it literally so everybody can relate to it emotionally. Instead of the music enhancing the lyrics, they work together to enhance the feeling. That's the effect your music has on me at least. Is that what you are going for?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n9:42 am</dco> &nbsp;<qco> Do you plan to keep up the 2 week schedule until the end of the year? That would be an amazing feat</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n9:03 am</dco> &nbsp;<qco> why did you choose die To be the first video you had uploaded to youtube?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n7:57 am</dco> &nbsp;<qco> Do you ever write songs about yourself rather than me? You've written so many songs about me and I appreciate that but I would really like a song that is specifically about Bill Wurtz.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n7:56 am</dco> &nbsp;<qco> first step to pushing the limits of reality?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n7:55 am</dco> &nbsp;<qco> would u recommend knowing everything to a friend?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n7:12 am</dco> &nbsp;<qco> what do you think of russia?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n6:26 am</dco> &nbsp;<qco> What's with the regular uploading?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n6:21 am</dco> &nbsp;<qco> In your video for \"hallelujah\", how did you manage to put the cowbell so it doesn't cover your drumstick? At minute 1:17</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n4:45 am</dco> &nbsp;<qco> How much of a songs meaning do you give to the listener?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;for instance, I think \"Mount St. Helens is about to blow up\" is about helping someone you love through their problems because of how awesome they are. I'm almost certain that isn't what you intended the meaning to be, but it's what makes me love the song even more.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n3:15 am</dco> &nbsp;<qco> hey dude that bridge on mt. st. he. le. ns. was pretty dope. like some jazzy fusion latin shit goin on with the bass. what inspired you to make construct a latin bridge</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n2:57 am</dco> &nbsp;<qco> what is this website\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n2:29 am</dco> &nbsp;<qco> Is there a deeper then surface level meaning to your videos? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Have there been hints or clues to something?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Maybe the secret password?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n2:09 am</dco> &nbsp;<qco> why do people think love is important? genuinely curious&nbsp;&amp; not trying to be snarky here</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n1:17 am</dco> &nbsp;<qco> since you're the most famous bill wurtz, when is the tournament for you to take down the rest?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n1:08 am</dco> &nbsp;<qco> I realized recently that the first syllable of duo, trio, and quartet each rhyme with the respective number of things you'd find in those groups. Do you have any other cool language shenanigans to share?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n12:55 am</dco> &nbsp;<qco> I've noticed that in the videos from the last two songs, there's no footage of you, or practically any kind of live footage for that matter. Is this because said videos were made on a tighter schedule, and introducing footage of yourself is more time consuming? Or is there another reason for your disappearance from them?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n12:51 am</dco> &nbsp;<qco> How do you balance your explicit information density with your subliminals/esotericisms?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n12:43 am</dco> &nbsp;<qco> What is the pH level of your next song?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.18&nbsp; \n12:07 am</dco> &nbsp;<qco> were you actually holding anything under the cowbell images during the cowbell scenes in hallelujah</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n11:58 pm</dco> &nbsp;<qco> so just I read back to pre-hotewig question archives and the questions page seemed so much calmer to me, and it kinda made me miss how less Crazy it was, but then I remembered that you were also losing your goddamn mind every day at the time. so I've now come up with a hypothesis that sanity on this page is a zero sum game and we can either have saner questions or a saner you. thoughts?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n11:33 pm</dco> &nbsp;<qco> What's the sort-of arabian sounding synth noise at around 2:06 in Mt. Saint Helens called? It's in the background but I really like it</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n11:19 pm</dco> &nbsp;<qco> Is whenst a real word? Please I'm desperate, I've been searching for days please please please I cant find anything help.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n11:03 pm</dco> &nbsp;<qco> did you actually wake up in the morning and travel straight into the sun \n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n10:53 pm</dco> &nbsp;<qco> Is \"Mt. St Helens\" a satire on how humanity is destroying itself but the narrator of the song is just moving along?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n10:26 pm</dco> &nbsp;<qco> How do I get over my lack of motivation?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n10:03 pm</dco> &nbsp;<qco> can you give me an example of cutting out the middle man. i am confused about what it means</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n9:31 pm</dco> &nbsp;<qco> What do you think is the best ending for humanity?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n9:19 pm</dco> &nbsp;<qco> In many of your songs you mention something about changing your name. Did you actually change your name or are you just making it up?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n8:43 pm</dco> &nbsp;<qco> should i try to make as many songs as possible or spend a lot of quality time with the songs and making sure they turn out good? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;quantity over quantity the classic predicament</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n8:26 pm</dco> &nbsp;<qco> what bores you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n8:04 pm</dco> &nbsp;<qco> what happens if you exceed the 2-week limit?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n7:48 pm</dco> &nbsp;<qco> In \"I Guess I've Got to Listen to Bob Marley\", I love the voicing of the Eflatm7/9/11 at about 1:44. What made you decided to skip the Dflat9 the second time around?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n7:42 pm</dco> &nbsp;<qco> Is there a deeper meaning behind your videos, vocals, lyrics and illustrations?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Are there deep meanings you are trying to express in some of your videos?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nOr am I just over analyzing your videos. Maybe your videos are just you having fun creating music and being random.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nBasically, are you trying to convey a deep hidden meaning through your videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n7:40 pm</dco> &nbsp;<qco> how do I tell my friends I want to be a girl?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n7:39 pm</dco> &nbsp;<qco> Is there a deeper meaning behind the lyrics, vocals and tone of your videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n7:20 pm</dco> &nbsp;<qco> is it safe to dance yet</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n6:13 pm</dco> &nbsp;<qco> Are you from this world?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n5:56 pm</dco> &nbsp;<qco> here's what i think i'm gonna try: change keys during a song and make it sound as bad and unfitting as possible. that way, i'll get closer to knowing what i like and what sounds good depending on the situation (in regards to changing keys/going into a new section). i hope this helps make me better at doing key changes that sound fitting and natural</qco> </h3><br><br>"
  }
]
