[
  {
    "html": "<h3> <dco>5.8.24&nbsp; \n4:03 pm</dco> &nbsp;<qco> if time is so valuable then why isn't it on the stock market</qco> </h3>      \nyou're supposed to buy it from yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.24&nbsp; \n3:23 pm</dco> &nbsp;<qco> what is real?</qco> </h3>      \nanything in the same causal universe as something else\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.24&nbsp; \n2:43 pm</dco> &nbsp;<qco> If Long Long Long Journey had a fourth chorus, what word would you have used (in regard to can/will/shall)?</qco> </h3>      \nmore things would change\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.24&nbsp; \n2:31 pm</dco> &nbsp;<qco> Would you agree Teddy Boy by Paul McCartney is an interesting composition</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.24&nbsp; \n2:05 pm</dco> &nbsp;<qco> Is there anything impossible?</qco> </h3>      \ni was going to say yes but now that i think about it no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.24&nbsp; \n12:41 pm</dco> &nbsp;<qco> will you sign my virtual petition to change the pronunciation of the letter \"W\" from \"double-you\" to \"way\"? It just makes sense, all other letters are just one silable and contain the sound they represent, I say, it's time to give W the respect it deserves, with a propper name!</qco> </h3>      \nsure, i would agree with that. also Y should be \"ya\" probably. \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.24&nbsp; \n10:21 am</dco> &nbsp;<qco> Tell me about a British accent you find interesting&nbsp;</qco> </h3>      \nscouse\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.24&nbsp; \n10:03 am</dco> &nbsp;<qco> crazy to live in a time where u can have a to-go cup hazelnut latte inside a cave&nbsp;∿</qco> </h3>      \nnot too much longer from now you could have the cave in the cup if you wanted\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.24&nbsp; \n5:52 am</dco> &nbsp;<qco> sometimes I think about if you go back the same way you cam from but keep going you get to somewhere else. isn't that nice</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.24&nbsp; \n3:12 am</dco> &nbsp;<qco> i want to express my thoughts but words suck at that. any other ideas?</qco> </h3>      \ntry using words wrong. you may be able to paint more complex pictures if you delve into this sort of inverted mindset\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.24&nbsp; \n12:30 am</dco> &nbsp;<qco> how would you explain the difference between color saturation and brightness, cant even understand one so im just confused</qco> </h3>      \nhopefully you can get a chance to test it yourself. but the saturation is the coloredness. and the brightness is how white it is. 0 saturation means it's all greys. 100% saturation means it's really colorful. 0 brightness means it's all black. 100% brightness means it's all white. brightness has nothing to do with colors. saturation has only to do with colors but nothing to do with how bright the room would be if it were lit by just your screen\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.24&nbsp; \n11:46 pm</dco> &nbsp;<qco> What is a good way to be my own teacher in a field?</qco> </h3>      \nyou could be an explorer\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.24&nbsp; \n10:20 pm</dco> &nbsp;<qco> Have you ever tried hiding in plain sight?</qco></h3>      yes i have<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How did it go?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.24&nbsp; \n8:36 pm</dco> &nbsp;<qco> flat earth, round earth, dinsaur chicken nugget earth, triangle earth, donut earth, or earth shaped earth?</qco> </h3>      \nmeme earth. keep it simple\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.24&nbsp; \n8:10 pm</dco> &nbsp;<qco> musical music and pop music used to be so similar that oftentimes musical songs would be big hits on the radio. Nowadays, if you played a song from a musical on the radio, it would be instantly recognizable, very different from its neighbors. why do you suppose that is?</qco> </h3>      \ncertainly there were some barbie songs on the radio last year, right?\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.24&nbsp; \n6:35 pm</dco> &nbsp;<qco> How long ago does something have to be to be considered 'a long time ago'?</qco> </h3>      \n25 minutes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.24&nbsp; \n6:07 pm</dco> &nbsp;<qco> what is the first instrument you learned to play?</qco> </h3>      \nit was pretty quickly a fight betwen piano and drums\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.24&nbsp; \n2:10 pm</dco> &nbsp;<qco> Can you change the font of your response?</qco> </h3>      \ni could, but in most cases i don't find it appropriate to do so\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.24&nbsp; \n1:59 pm</dco> &nbsp;<qco> have you ever lost motivation in the middle of a project? how can i counteract this? i desperately want to move onto the stuff after this but i can't until this project is complete. what should i do? its been 8 months...</qco> </h3>      \nyou have 3 choices. you can abandon it, you can finish it badly, or you can try to finish it well. there are a lot of ups and downs to each of these choices\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.24&nbsp; \n1:32 pm</dco> &nbsp;<qco> if everything has a reason why can something be unreasonable?</qco> </h3>      \nthis challenges your reasoning, and improves it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.24&nbsp; \n10:07 am</dco> &nbsp;<qco> i have questions about changing tempo or time signature in the middle of a song while playing to a click.... does the DAW you use have features that allow you to do that pretty easily? if mine does, i haven't found them yet..... in fact, when i do change tempo, it slows down or speeds up the whole song, altering any audio that's already been recorded. this probably a question better asked of [search engine], but i am still curious about your experience of how you do it, and how you figured out how to do it, and how simple or complicated the process is.</qco> </h3>      \nthe function is usually called \"insert tempo change\" or something like that. often it's done with \"markers\" which you can place in the timeline and then you can attatch tempo changes (or time sig changes if you want) to that point in time. that's pretty much how all the programs do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.24&nbsp; \n10:01 am</dco> &nbsp;<qco> would you consider your art \"modern dadaism?\"</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.24&nbsp; \n9:12 am</dco> &nbsp;<qco> how to become outspoken</qco> </h3>      \nit just happens. then you'll ask why did it happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.24&nbsp; \n9:00 am</dco> &nbsp;<qco> in long long long journey, which paintings were painted by somebody else?</qco> </h3>      \nyou painted all of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.24&nbsp; \n7:30 am</dco> &nbsp;<qco> Did 2014 happen?</qco> </h3>      \nyes it did\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.24&nbsp; \n4:12 am</dco> &nbsp;<qco> do you find the thought of all becoming dust eventually comforting or terrifying&nbsp;</qco> </h3>      \nout of context\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.24&nbsp; \n3:17 am</dco> &nbsp;<qco> how do you come up with the songs?</qco> </h3>      \nhow do you come up with your thoughts and feelings\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.24&nbsp; \n10:41 pm</dco> &nbsp;<qco> how 2 enjoy something?</qco> </h3>      \neventually you'll forget to hate it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.24&nbsp; \n10:10 pm</dco> &nbsp;<qco> do you have any opinions on architecture?</qco> </h3>      \nit's good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.24&nbsp; \n9:15 pm</dco> &nbsp;<qco> how do I go about dampening the audio of my room there's just a lot of noise whenever I record something</qco> </h3>      \nmake everything in the room as soft as you can, including the walls\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.24&nbsp; \n8:04 pm</dco> &nbsp;<qco> if you can't stop change why don't you work with and talk to the change to figure out what's best for both you and the change</qco> </h3>      \nthat's a good classic strategy\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.24&nbsp; \n7:40 pm</dco> &nbsp;<qco> Why do animals (including us) sleep?</qco> </h3>      \nto let our thoughts sort themselves out. sometimes thoughts are better at sorting themselves out, without us being awake to mess with it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.24&nbsp; \n7:40 pm</dco> &nbsp;<qco> what is your favorite version of the spinning loading circle</qco> </h3>      \nthe wrist watch\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.24&nbsp; \n6:21 pm</dco> &nbsp;<qco> have you watched \"everything everywhere all at once\" \n<br>\n<br>did anything resonate</qco> </h3>      \nthe plot description, matched with that title, so anti-resonated with me that i have not been able to bring myself to watch it, yet\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.24&nbsp; \n6:04 pm</dco> &nbsp;<qco> how do u make things sound and look good&nbsp;</qco> </h3>      \nmake it the same as everything else. everything else is good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.24&nbsp; \n5:34 pm</dco> &nbsp;<qco> Am I a dumbass for expecting rivers to flow north to south?!</qco> </h3>      \nif it's higher in the south, then yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.24&nbsp; \n4:39 pm</dco> &nbsp;<qco> where do you think all those people are going?</qco> </h3>      \nthey are switching places\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.24&nbsp; \n4:19 pm</dco> &nbsp;<qco> Do 1-up mushrooms exist in real life?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.24&nbsp; \n3:37 pm</dco> &nbsp;<qco> do you remember in first grade when</qco> </h3>      \nyes i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.24&nbsp; \n12:16 pm</dco> &nbsp;<qco> is it a good thing to stand out?</qco> </h3>      \nin some cases\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.24&nbsp; \n12:11 pm</dco> &nbsp;<qco> Do you think that modern architecture should incorporate more or fewer moats and why?</qco> </h3>      \ni think the amount of moats is about right\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.24&nbsp; \n11:54 am</dco> &nbsp;<qco> If we are made of parts that have parts that have parts that have parts, are we all just a part of something beautiful?</qco> </h3>      \nlet me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.24&nbsp; \n11:16 am</dco> &nbsp;<qco> Are you a programmer?</qco> </h3>      \nif necessary\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.24&nbsp; \n10:36 am</dco> &nbsp;<qco> how to not let something define you?</qco> </h3>      \nfind another way to define yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.24&nbsp; \n10:27 am</dco> &nbsp;<qco> is there a meaning to all of your answers here or do you just say \"fuck it\" sometimes and respond with the first thing that comes to your mind</qco> </h3>      \nto find meaning, indeed you're gonna have to make that sort of move a certain percentage of the time. heck even plants do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.24&nbsp; \n9:38 am</dco> &nbsp;<qco> What songs are you writing in 2024?</qco> </h3>      \ni'm hoping to write them all\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.24&nbsp; \n8:31 am</dco> &nbsp;<qco> what is the most overrated color</qco> </h3>      \npewter\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.24&nbsp; \n7:41 am</dco> &nbsp;<qco> Favorite #/8 time signature?</qco> </h3>      \n6\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.24&nbsp; \n7:17 am</dco> &nbsp;<qco> It takes some time for me to say, In my head, \"I should make something because I need to know I can, not to just think I know\" Then It does not work and I'm disappointed, then happy I don't have to think of something else to try until I figure this one out. Should be easier this time. Then It's done and I start over. When will I know enough to teach others with confidence?</qco> </h3>      \nin just a few more years\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.24&nbsp; \n6:39 am</dco> &nbsp;<qco> Why is the title of the question site \"Ueqstions\" instead of \"questions\"?</qco> </h3>      \nit's not Ueqstions, it's \n    <font style=\"font-size: 2em; font-weight: bold;\">ue<font color=\"#00EE3B\">q</font>stions\n    </font>\n\n    \n    \n\n<br><br>"
  }
]
