[
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n11:04 pm</dco> &nbsp;<qco> whats the true meaning about the \"hi im steve\" video?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n10:19 pm</dco> &nbsp;<qco> How do you operate a computer</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.17&nbsp;\n12:18 am</dco> &nbsp;<qco> thanks for the help earlier! i'm the one learning the peter gabriel song Here Comes the Flood. (i'm not asking about theory btw hahahaha, please don't move to space, we like having you here.) what i'm trying to learn is the full, accurate piano part in the original key, from the Shaking The Tree version. i don't think i communicated my questions very well though, or at all, so i'll try again.\n<br>\n<br>i have experience in percussion, but also some guitar and mandolin, learning with tabs and by ear - i'm the one that thinks strings sound soapy. but i can JUST BARELY read music at all. i am teaching myself piano, and how to read music. right now my ears are ahead of my fingers and feet, which are all MILES ahead of what i can actually read. there's a lot of \"music language\" that i've been exposed to but don't really understand yet. i want to learn this stuff so i can play and communicate with others better, and to be able to write down things i make\n  up.\n<br>\n<br>my strategy is: A) have fun learning songs that i like as accurately as i can, by ear. B) learn to read using beginner music books and get frustrated because i can only read things like hot cross buns so far. (maybe a tad more advanced than that.) it was fairly equal a month ago but now i spend 95% of the time i play on A and 5% on B. so, i haven't progressed on reading much. that's problem 1.\n<br>\n<br>problem 2 is: i think i have a pretty good ear. BUT i sometimes hit a limit: when it gets to be 5 or 6 or more keys pressed at the same time, it all starts to sound like One Big Thing and i have trouble distinguishing the notes, especially low ones. (keep in mind that i can't NAME the notes/chords from hearing them, i can just copy what i hear after hunting around a bit.) i know some musicians are able to identify notes in big chords really easily and accurately, and it seems almost like they were just born with that ability, which is kind of scary, </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because maybe tha\n t means\n that i was born with the abilities i have and can't upgrade them. so my questions are:\n<br>\n<br>1) will my ears develop the more i use them?\n<br></qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>2) is learning music going to be a bit frustrating no matter what, given my situation, or could i be doing something better? or just have a better attitude lol. do you have any advice????\n<br></qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>thanks, x</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n9:55 pm</dco> &nbsp;<qco> what kind of  vehicle do you identify as?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n8:59 pm</dco> &nbsp;<qco> Opinion on Asian people-Bogg</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n8:51 pm</dco> &nbsp;<qco> do you prefer positive numbers or negative numbers?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n7:20 pm</dco> &nbsp;<qco> do you have a lot of videos made for the reality page that are just not released yet?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n7:19 pm</dco> &nbsp;<qco> Do you like music theory?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n7:12 pm</dco> &nbsp;<qco> Is having fun important to you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n7:04 pm</dco> &nbsp;<qco> isn't math fun</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n6:24 pm</dco> &nbsp;<qco> Where does your fascination with \"90s\" sound come from?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n3:57 pm</dco> &nbsp;<qco> is pop culture bad</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n3:49 pm</dco> &nbsp;<qco> if your name wasn't bill, what other name would it be&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n2:52 pm</dco> &nbsp;<qco> What do you do when you are scared of something intangible</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n1:46 pm</dco> &nbsp;<qco> Hi Bill, whats the name of your friend that apeare in some of your videos? Love his acurate air drumming</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n1:42 pm</dco> &nbsp;<qco> why is there gender</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n1:03 pm</dco> &nbsp;<qco> Do you think that we will run out of things to discover given enough time?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n1:02 pm</dco> &nbsp;<qco> You've probably already been asked this plenty of times...but are you going to update your reality page soon?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n12:48 pm</dco> &nbsp;<qco> I was watching the Joy of Painting the other day. I don't know how familiar you are with Bob Ross' videos...</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but his approach to creating art is just unbelievable. And insanely inspiring. In almost every painting he'll say something like \"now it's time to make a big decision\" then without seemingly even thinking about it he'll just paint a giant fucking tree or mountain or something right in the middle of the foreground, that takes up a huge chunk of the painting, even covering up things he's already painted in the background... and it winds up working beautifully. I know so many artists, writers, musicians etc who are so meticulous and who spend more time thinking about what they're gonna do, then they do actually doing the thing. Like when I'm writing a song... I scrutinize every single phrase.. is that the best rhythm? Should I use a different chord to harmonize this note? Should this be louder or softer, should I use this effect, etc. But if I w\n ere Bob\n Ross, I would just throw a big old wrench into the song on a whim, and make it work. ('This is your world, and in your world, notes can live wherever you want them to. Let's put this note here. That's nice. Let's put this chord here'). Do you think that you're able to approach your content in the 'Bob Ross way'?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n12:33 pm</dco> &nbsp;<qco> In your professional opinion, how much time has to pass before a period of time can be referred to as 'the good old days'? Like, today is Thursday... can I call Mon-Wed of this week 'the good old days'? Also, how much time has to pass in order to feel nostalgic? Can I feel nostalgic about something I did earlier today?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n11:30 am</dco> &nbsp;<qco> is the reality \"button\" colored brown for a reason? if so, do other \"button\" colors have a purpose?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n11:24 am</dco> &nbsp;<qco> Is there a universal recipe for happiness? Can you teach me how to be fulfilled?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n11:15 am</dco> &nbsp;<qco> do you like phones</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n11:15 am</dco> &nbsp;<qco> can you tell me a joke</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n9:32 am</dco> &nbsp;<qco> Can you do a history of the United States video so I can use that to pass the AP test? (Seriously, your video helped me get a five on the AP world history test)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n8:32 am</dco> &nbsp;<qco> What's your favourite type of tree?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n8:19 am</dco> &nbsp;<qco> name 3 good things about me</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n7:55 am</dco> &nbsp;<qco> why is your name bill when there are already tons of people named bill??</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n7:19 am</dco> &nbsp;<qco> BIll i have no frends what i need to do</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n3:41 am</dco> &nbsp;<qco> Are you viewing the eclipse this coming Aug 21?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n2:59 am</dco> &nbsp;<qco> I love your instrumentals, but the last one was from 2014, and the previous one was from 2012. Have you stopped doing them or are they yet to be released?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n1:50 am</dco> &nbsp;<qco> Are there any bad questions?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n1:10 am</dco> &nbsp;<qco> Why don't people put two spaces after a period anymore?&nbsp;&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.17.17&nbsp;\n12:20 am</dco> &nbsp;<qco> what do you feel is more important: the end product, or the journey to make it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n11:56 pm</dco> &nbsp;<qco> do you ever hear music that doesn't make sense to you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n11:49 pm</dco> &nbsp;<qco> I'm really curious to know your recent discovered techniques on how to write a section that goes before a already written section!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n11:39 pm</dco> &nbsp;<qco> Was I wanna be a movie star about the constantly transmitted lives of celebrities and media coverage of things of the sort?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also how do you devise what seemingly random visual you put in to the video at any random moment (could randomization have something to do with it)?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n11:17 pm</dco> &nbsp;<qco> hi bill, any reason why you chose rotary trumpets (maybe flugelhorns?) images on your \"i'm gonna be a movie star\" video?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n10:21 pm</dco> &nbsp;<qco> Are there ever too many questions to answer? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And do you filter out the ones you deem unfit for the page?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n10:03 pm</dco> &nbsp;<qco> do you know about css margins and text-indents? i think it could help cut down on relying on nbsp all the time</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n9:54 pm</dco> &nbsp;<qco> Why don't you like capital letters?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n9:04 pm</dco> &nbsp;<qco> Are the blurred out bits on that list in your reality videos </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;songs/videos/projects that are still (as of today, 8/16/17) yet to be released? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or are they things that were unreleased at the time the reality video was originally posted?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n7:56 pm</dco> &nbsp;<qco> Why are men's shirt buttons on the right and women's shirt buttons on the left?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n7:01 pm</dco> &nbsp;<qco> can you explain the symbolism of the cats discussing&nbsp;&nbsp;restructuring the fabric of the known universe in the music video for i wanna be a movie star</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n6:43 pm</dco> &nbsp;<qco> Do you believe in life?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n6:17 pm</dco> &nbsp;<qco> are you ever going to add anything more to improv or is that page basically 'complete' for you</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n5:28 pm</dco> &nbsp;<qco> Have you ever considered getting to know yourself, and then done it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n5:13 pm</dco> &nbsp;<qco> Hello from Romania Bill,<a href=\"heaps.mp4\">how much research did you put in history of the entire world,I guess?</a></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n5:07 pm</dco> &nbsp;<qco> Do you still whatever?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n5:05 pm</dco> &nbsp;<qco> are you a cute hentai girl</qco> </h3><br><br>"
  }
]
