[
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n2:25 pm</dco> &nbsp;<qco> I know this sounds like I'm nagging you but can you tell me roughly when your next video will come out?</qco> </h3>      if i knew i would know exactly, not roughly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n1:50 pm</dco> &nbsp;<qco> Your Reality entries and Notes are all at wacky times.</qco></h3>      what is wacky about any of those times<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Do you have a wacky sleep schedule?</qco> </h3>      not very\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n1:43 pm</dco> &nbsp;<qco> What does the song Im best friends with my own front door mean to you personally?</qco> </h3>      2 weeks or die trying\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n1:30 pm</dco> &nbsp;<qco> quick! make up a new word for the english language!</qco> </h3>      guilt trip\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n12:56 pm</dco> &nbsp;<qco> Why do you remind me of this bear at the zoo?</qco> </h3>      why do you remind me of the entire zoo\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n12:52 pm</dco> &nbsp;<qco> Are you entertained?</qco> </h3>      that's not important right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n12:21 pm</dco> &nbsp;<qco> how to break the fourth wall and get out of matrix&nbsp;</qco> </h3>      talk to the camera, lick the camera\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n11:46 am</dco> &nbsp;<qco> i'm not very happy this time of the year, at this time. the external world stops, and i still want to get a job. i have nothing to celebrate at this time, and it seems i have no choice but to surrender my will, for a time. there are things i can do which do not depend on other people, but nothing is as relevant right now. oh well</qco> </h3>      do as much writing as you can\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n11:45 am</dco> &nbsp;<qco> Why are some of your songs on apple music and Spotify (e.g. we could just get high) marked as explicit when there are no apperant big swears</qco> </h3>      they're in there\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n11:30 am</dco> &nbsp;<qco> Why is R your least favorite letter??</qco> </h3>      it's not, that's a rumour\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n11:29 am</dco> &nbsp;<qco> What actually happened?</qco> </h3>       don't worry i will explain it to you in more details than you ever wanted\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n10:22 am</dco> &nbsp;<qco> can you eat rice with a fork,</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t and how?</qco> </h3>      stab the rice, you can stab 4 pieces at a time. very cool\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n10:03 am</dco> &nbsp;<qco> greetings from asian continent</qco> </h3>      hi\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n9:36 am</dco> &nbsp;<qco> What do you think about \"the song song\" by bill wurtz (the oldest song uploaded on here that's not stuck in a rut)</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n9:26 am</dco> &nbsp;<qco> should rubber bands be considered a weapon of mass destruction</qco> </h3>      only if you have 1 trillion or more\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n9:08 am</dco> &nbsp;<qco> I wanna know more about velcro</qco> </h3>      something tells me you're bluffing\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n8:29 am</dco> &nbsp;<qco> we're so bombarded with heroics all the time, we might forget to try and be a normal person.</qco> </h3>      sounds like you haven't yet had the pleasure of being bombarded with normalcy\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n7:21 am</dco> &nbsp;<qco> what's a cool thing you found and brought back with you from a walk</qco> </h3>      goals\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n6:49 am</dco> &nbsp;<qco> how to learn bass guitar?</qco> </h3>      join as many bands as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n6:31 am</dco> &nbsp;<qco> when are you going to talk about velcro?</qco> </h3>      when it improves more\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n5:31 am</dco> &nbsp;<qco> Are these questions just creative writing prompts in disguise?</qco> </h3>      yes!\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n5:30 am</dco> &nbsp;<qco> should i dumpster dive</qco> </h3>      yes, thank you for checking with me first\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n4:54 am</dco> &nbsp;<qco> How do you Lamp?</qco> </h3>      i regretfully do not know. we stand on the shoulders of giants\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n3:51 am</dco> &nbsp;<qco> do you think double-sided tape is effective?</qco> </h3>      that would depend on its strength\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n3:12 am</dco> &nbsp;<qco> The word \"meme\" means \"boob\" in Turkish. So when i use that word in a sentence like \"send me your good memes\", people look at me funny. Which word instead of \"meme\" should i use? Please help. Thabks.</qco> </h3>      breast\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n2:52 am</dco> &nbsp;<qco> Do you have something to copy and paste the holy smokes thing or do you just type it everytime?</qco> </h3>      i have a button that types it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n2:51 am</dco> &nbsp;<qco> Are you smart</qco> </h3>      yes, and stupid\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n2:36 am</dco> &nbsp;<qco> opinions on trombone?</qco> </h3>      it's good but if you wanna read while playing you're gonna need very good eye sight\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n2:28 am</dco> &nbsp;<qco> How do I make new friends that want to do cool stuff stuff together?</qco> </h3>      i actually have no idea. i will have some tips soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n1:55 am</dco> &nbsp;<qco> if you could dye your hair any color what would it be</qco> </h3>      not doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n1:42 am</dco> &nbsp;<qco> can i be happy</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n1:09 am</dco> &nbsp;<qco> I have lots of things to record but no idea how to start recording them.. it's an bottomless hole of not having enough time, not knowing the song well enough, not having enough technical ability to pull off a good take, laziness, or being afraid someone can hear me</qco> </h3>      this won't solve all you problems, but it will solve some of them: try doing much much much much much much shorter songs, to start out with. this will allow you to start finding solutions to all those problems, in a very bite size and manageable way\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n1:05 am</dco> &nbsp;<qco> How do you feel about the Cambrian Explosion? </qco></h3>      from what i have heard about it, i am excited<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tI gotta say thank you to pikaia for being a vertebrate so I can also be one.&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.19&nbsp; \n12:25 am</dco> &nbsp;<qco> What else can I reinvent?</qco> </h3>      bricks?\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n11:52 pm</dco> &nbsp;<qco> What's better, Armageddon or Deep Impact?</qco> </h3>      i don't recall seeing either, but in deep impact morgan freeman is the president, so that's awesome\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n11:45 pm</dco> &nbsp;<qco> what does porridge mean to you, on a personal level</qco> </h3>      if what they say is true, it is the same thing as oatmeal. in which case it is very meaningful to me because it is quite healthy and i am reasonably comfortable with eating it. only problem is how the hell do i make it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n11:45 pm</dco> &nbsp;<qco> how do I use a drum</qco> </h3>      hit with stick\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n11:36 pm</dco> &nbsp;<qco> what was the last song you listened to that made you go wow?</qco> </h3>      selena gomez 'back to you', when i was preparing it for that list a few questions back. i had never actually gotten a chance to listen to it up close, and that climactic chorus riff/groove section i found to be spectacularly en pointe, even more than i had previously thought\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n11:17 pm</dco> &nbsp;<qco> What is your favorite chord to put in a song?</qco> </h3>      F\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n11:17 pm</dco> &nbsp;<qco> how do i stop fiddling around on my midi keyboard i got for christmas and cut straight to recording actual songs. </qco></h3>      i know the exact solution that works for this, and this turned out very important for me: you must write the song first, without touching the keyboard. preferably in a different location. if you don't have any language to conceive of music on paper while away from an instrument, you can develop one, or, you can get another instrument which you only use for writing, and a recording device and a text file to help manage the writing. figure out how the song goes, all the way through, before recording. you don't have to know every little instrumental part, but you should know the melody lyric chords and the exact length and road map and exact tempo all the way to the end. i find it very important to tell you this because i have been in your exact situation and this was the exact solution that saved me<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\talso do you wanna high five?&nbsp;</qco> </h3>      i will think about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n11:08 pm</dco> &nbsp;<qco> favorite crab?\n<br></qco> </h3>      the original one\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n11:02 pm</dco> &nbsp;<qco> how can i tell whether I'm physically addicted to something or just occasionally make bad decisions bout when to indulge in it?</qco> </h3>      see if you get physically ill when you don't do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n10:47 pm</dco> &nbsp;<qco> &nbsp;weird question but am i an egg</qco> </h3>      i must admit there are some similarities\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n10:38 pm</dco> &nbsp;<qco> what song *of the songs that you have already released* do you feel most satisfied or proud of?</qco> </h3>      i'd rather not worry about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n10:33 pm</dco> &nbsp;<qco> favorite number between 1-1000</qco> </h3>      1\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n10:18 pm</dco> &nbsp;<qco> how far are you into learning your new animation stuff</qco> </h3>      dynamic paint with waves\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n10:04 pm</dco> &nbsp;<qco> what's a good pet name to call your significant other?</qco> </h3>      mittens\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n10:02 pm</dco> &nbsp;<qco> how many U.S states can you name from the top of your head?, poor lil European me can only name about 15 )^;</qco> </h3>      i have them all memorized in alphabetical order\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n10:00 pm</dco> &nbsp;<qco> Any idea why some chords make us feel sad, and other seem happy?</qco></h3>      that's one of life's great mysteries<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Is is cultural or universal?</qco></h3>      i am pretty sure it is mostly universal<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Or maybe it's a property not only of the chord, but of the surrounding music as well? </qco></h3>      yes that's definitely true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tI'd love to hear your ideas about this, if you don't mind.</qco> </h3>      i have studied this at great length, and i still don't have any great answers. what i can say is that our entire world is based on times, timing, and relationships between frequencies. music is able to deal with all those things, completely raw. so that may explain why it has the powers it has, but still doesn't explain exactly how they work. to figure that out would be to truly figure out the nature of consciousness, which by its very nature is extremely flexible and has a mind of its own (is a mind of its own). which might explain why it can be so impossible to find any rules for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n9:58 pm</dco> &nbsp;<qco> have you eaten cookie</qco> </h3>      yes how did you know\n\n<br><br>"
  }
]
