[
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n6:09 pm</dco> &nbsp;<qco> i forgot if i still exist or not, how do you figure out if you are still existing</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n6:03 pm</dco> &nbsp;<qco> i really wonder the deeper reasons and thinking behind you not wanting to make an album. you often answer that with \"songs are stronger one at a time\" which makes a lot of sense, and i guess i can grasp the idea of what you mean by that. however the experience of listening to n many amount of songs and an album which is n songs long feels really really different to me? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and also, i see no reason behind why the songs included in the album should lose the power of them being experienced one at a time.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if you craft it with ingenuity, which you always do at all of your crafts in my opinion as far as the works you have currently made go, they could still be considered as n separate songs if wanted to by the experiencer. however, give a much differently beautiful, not stronger by definition (let's hope that both experiences have the same amount of strength which is as strong as possible) ocean of feelings, with a longer ride i guess?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; being in control of the order o\n f recommended listening, being able to do lots of interesting twists and turns by simply i dont know putting in some interlude tracks or whatever _you_ are going to invent at that road, and therefore a longer greater narrative outside the singular ones could turn into something deeper emotionally, with more investment.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the songs that can still be experienced as single pieces which are strong enough for them to be considered \"good\", could also have a double triple however many as you much meaning at the whole picture, and n many songs could still be themselves in their own way? one doesn't even need to publish them one at a time, simply just planning the whole process at the writing is enough to make it so, i guess, and they could come as singles, when finished also as a whole with the extra album touches if necessary. and as far as i understood you have no problems in the writing departmant which comes like a natural language to you. this would only differentiate the process of writ\n ing, the amount of production that will be needed to put in would not rise, since there are still n many of songs which is lesser than the amount that you are already going to make? maybe i'm a sucker for continuity and your work and just want to listen to an album that has been made from you, i don't know. but you also don't seem like being a person who willingly refuses having more meaning, especially when the work going to be done is not exponentially increasing, which it doesn't seem like at this case. am i missing something? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i would love to hear your reasoning behind not wanting to make albums in more depth, but for me it feels like those pictures made from other pictures square by square, it doesn't have to be like a jigsaw puzzle, pieces don't need to feel empty at any time, but still, you can have n beautiful pictures and a bigger greater +1, as a bonus, with nothing to lose.&nbsp;&nbsp;&nbsp;</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;thank you for all the inspiration and constant reminders of me having free will, it\n  seems like i really do need that sometimes, and your work always finds a subtle way to ring that bell. sorry for the wall of text.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n5:47 pm</dco> &nbsp;<qco> have you ever thought about playing Dungeons and Dragons</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n5:21 pm</dco> &nbsp;<qco> do you exist</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n4:32 pm</dco> &nbsp;<qco> How do I not be stupid.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n4:32 pm</dco> &nbsp;<qco> Hi Bill, I was watching one of your music videos (Slow Down), and you gave the public a look into your video creation process. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I have tried replicating your steps, but I've had some trouble exploiting that computer glitch. Could you help me with this problem?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n4:25 pm</dco> &nbsp;<qco> i write music a lot, but I normally start with the instrumental and do melody/lyrics later, but i noticed while browsing through questions that you start with melody/lyrics first and then the harmony comes to you later. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because you seem so efficient and you write songs that seem so perfect, it makes me feel I should do melody/lyrics first, and that just doesn't work well for me. it makes me wonder if there's an inherently wrong way to pursue my songwriting and if I should change my work process to match a more correct way?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n2:52 pm</dco> &nbsp;<qco> thoughts on bad things</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n2:50 pm</dco> &nbsp;<qco> What is your favorite song that you have made?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n1:49 pm</dco> &nbsp;<qco> how do you feel about setting consistent schedule markers for skills i want to learn, i.e. \"play guitar 10 minutes a day, spend 10 minutes a day learning spanish, writing 750 words a day\", that kind of build-your-own-structure thing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n12:25 pm</dco> &nbsp;<qco> will u ever change up your content now that you do 3d aswell?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n10:44 am</dco> &nbsp;<qco> Can you expand on this please: \"if you can learn to understand the noise, then it will seem calm\"? Like if you hear someone banging a wall, how would understanding that noise make it seem calm?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n10:20 am</dco> &nbsp;<qco> why do people think good songs and poems need to have a rhyming scheme??</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n5:22 am</dco> &nbsp;<qco> how can I get started on making new music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n5:10 am</dco> &nbsp;<qco> how do you come up with the names of your characters like damien maymdien, person derpsom, joe tractorman, etc.?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n5:03 am</dco> &nbsp;<qco> how are you so cool&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n3:53 am</dco> &nbsp;<qco> Is it possible to buy money?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.5.21&nbsp; \n12:08 am</dco> &nbsp;<qco> am i really free to do whatever i want to&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.4.21&nbsp; \n10:46 pm</dco> &nbsp;<qco> what are your thoughts on spirituality?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.4.21&nbsp; \n10:31 pm</dco> &nbsp;<qco> At any point in your music career, have their been times where everything was going so horrible for you that you just felt like dropping everything and cry. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so how did you overcome these situations&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.4.21&nbsp; \n9:08 pm</dco> &nbsp;<qco> What are the chords during the first verse of might quit please?&nbsp;</qco> </h3><br><br><br><br><br><br><br><br><br>"
  },
  {
    "html": "<h3> <dco>8.4.21&nbsp; \n8:44 pm</dco> &nbsp;<qco> do you think re-inventing the song production department will take as long as re-inventing the video department did?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.4.21&nbsp; \n6:24 pm</dco> &nbsp;<qco> What did you mean when you said you were reinventing your machine(s)?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.4.21&nbsp; \n3:21 pm</dco> &nbsp;<qco> what's your favorite thing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.4.21&nbsp; \n2:08 pm</dco> &nbsp;<qco> will you be there at the inevitable heat death of the universe? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I hear there's gonna be a sick party</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.4.21&nbsp; \n1:34 pm</dco> &nbsp;<qco> what do you think of super mario brothers</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.4.21&nbsp; \n1:23 pm</dco> &nbsp;<qco> i eat plain spinach while i write songs</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.4.21&nbsp; \n12:41 pm</dco> &nbsp;<qco> is there a difference between music and sound? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and is this important?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.4.21&nbsp; \n12:39 pm</dco> &nbsp;<qco> Why haven't you updated the reality section of your website since 2016?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.4.21&nbsp; \n12:15 pm</dco> &nbsp;<qco> what is your favourite word?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.4.21&nbsp; \n12:03 pm</dco> &nbsp;<qco> a couple questions here, in \"the moon is made of cheese but i cant taste it\", when the turtles roll through the street, there is a pentagon with a hat, is he a turtle? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is he the same pentagon as the one in \"im best friends with my own front door\"? or maybe a cousin or something? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;love both songs anyway, bye</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.4.21&nbsp; \n10:55 am</dco> &nbsp;<qco> How do I know when a song or a melody is good enough?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.4.21&nbsp; \n10:47 am</dco> &nbsp;<qco> Are you a princess</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.4.21&nbsp; \n10:21 am</dco> &nbsp;<qco> how to make good ideas</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.4.21&nbsp; \n10:16 am</dco> &nbsp;<qco> Are you depressed</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.4.21&nbsp; \n10:13 am</dco> &nbsp;<qco> when your next piece of music coming out</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.4.21&nbsp; \n9:36 am</dco> &nbsp;<qco> what exactly is changing in the audio department? daw?\n<br>if yes,then which one are you switching to?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.4.21&nbsp; \n7:37 am</dco> &nbsp;<qco> If the camera was made to picture things then why the camera can't take a picture inside the camera</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.4.21&nbsp; \n7:07 am</dco> &nbsp;<qco> Is trying to find meaning in life/existence a waste of the limited time we have to live?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.4.21&nbsp; \n6:24 am</dco> &nbsp;<qco> i can't make any more good songs... do you recommend selling my soul to the devil so i could get my talent back?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.4.21&nbsp; \n2:04 am</dco> &nbsp;<qco> do you think working on songwriting will take as long as working on 3d did?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.4.21&nbsp; \n12:12 am</dco> &nbsp;<qco> Will you be doing a video on velcro?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.3.21&nbsp; \n9:27 pm</dco> &nbsp;<qco> What's a song?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.3.21&nbsp; \n8:44 pm</dco> &nbsp;<qco> what should i be afraid of</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.3.21&nbsp; \n7:23 pm</dco> &nbsp;<qco> what is on you to-list</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.3.21&nbsp; \n6:53 pm</dco> &nbsp;<qco> bill i have my first day back to school soon please give me advice&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.3.21&nbsp; \n5:00 pm</dco> &nbsp;<qco> what are your favourite concepts?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.3.21&nbsp; \n4:43 pm</dco> &nbsp;<qco> do you think someday you'll be able to visit the alternate universes where you produce slightly different versions of your things (or totally different things)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.3.21&nbsp; \n2:04 pm</dco> &nbsp;<qco> why do people ask if you use autotune&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.3.21&nbsp; \n12:42 pm</dco> &nbsp;<qco> Do you read? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If yes, what genre do you prefer?</qco> </h3><br><br>"
  }
]
