[
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n9:21 pm</dco> &nbsp;<qco> I loved ur music for a long time, ever since I was a kid. I was wondering if you were ever thinking about changing genre, or making more? \n<br>I'm totally in love with ur jazzy music.\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n9:12 pm</dco> &nbsp;<qco> How much of a role does comedy play in your work?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n7:55 pm</dco> &nbsp;<qco> my current mood: :(</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n6:03 pm</dco> &nbsp;<qco> do you believe in heaven</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n5:37 pm</dco> &nbsp;<qco> What time signature is the last verse of \"money\" in?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n5:19 pm</dco> &nbsp;<qco> I've been making videos online all my life uploading to no one purely for my own entertainment. However my most recent video got a high amount of views, this is surprising uncomfortable. Being perceived by that many people and with opinions about who I am and people going through my old work. It makes me want to just stop and delete everything. Maybe it's just stage fight but I wanted to ask for your advice about making things things for yourself Vs making things for an audience. I feel terrified&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n4:39 pm</dco> &nbsp;<qco> Why is the letter H pronounced like aych? Shouldn't it be pronounced like hee or something?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n4:33 pm</dco> &nbsp;<qco> Anything you gotta do?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n4:14 pm</dco> &nbsp;<qco> How do I get more people aware of something I care about if I don't speak their language?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n4:02 pm</dco> &nbsp;<qco> Well here goes nothing, You ever seen a ghost?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n3:40 pm</dco> &nbsp;<qco> do you like butter on your hot dog</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n3:20 pm</dco> &nbsp;<qco> I'm feeling like a Family Guy, how do I handle this?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n2:56 pm</dco> &nbsp;<qco> Thoughts on Avicii? I think the real question here is what are your thoughts on EDM and house music (specifically from the 2010s)&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n2:54 pm</dco> &nbsp;<qco> do you have any electric piano recommendation? what do you use?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n12:28 pm</dco> &nbsp;<qco> One thing I have noticed in a fair number of your songs is the tendency for an instrument to appear often for nothing more than a single phrase or as an ornament. I am a big fan of the diversity that this lends to your sound, since it makes each listen feel like a new 'choose your own adventure' for which parts to focus down and study. I was wondering what thought goes behind these moments.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>Additionally, I was curious whether you have nicknames for certain sounds that you use (I admit that I do and am quite partial to alien trumpet, grumpy duck, etc.) I tend to personify sounds when I compose and that personality bleeds through into the parts they encompass, especially in the realm of synthesis where pre-established emotional connotations for sounds don't exist where they do for other instruments.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n10:55 am</dco> &nbsp;<qco> How long have you been making music? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Did you go to school for it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n10:50 am</dco> &nbsp;<qco> how come in dreams you can see through pitch black darkness?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n10:37 am</dco> &nbsp;<qco> hi tell me what a thing is you think is pretty cool</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n10:15 am</dco> &nbsp;<qco> i recently had to make the heartbreaking decision of dropping Chinese class so i could have more time for music. this is not a question but i'm sad and i think you might understand</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n10:06 am</dco> &nbsp;<qco> HELP I moved to Maine</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; 10:02 am</dco> &nbsp;<qco> What is going on?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; \n6:55 am</dco> &nbsp;<qco> how do you make your videos look like you don't care about the visuals but In reality you deeply care about every single frame?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.4.25&nbsp; 6:14 am</dco> &nbsp;<qco> Have you ever drawn yourself in the style of the 3D character designs of some of your 2021-2022 videos (like the character designs in the Perfect video, for example)? If not, what do you think you would look like in that art style?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n11:50 pm</dco> &nbsp;<qco> Do you prefer the beginning, the middle, or the end?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n11:37 pm</dco> &nbsp;<qco> How do I start making music</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n11:27 pm</dco> &nbsp;<qco> do you ever try to find the \"best\" version of an average thing, or does that just ruin what you're used to?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n11:21 pm</dco> &nbsp;<qco> am i enough</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n10:08 pm</dco> &nbsp;<qco> how do you do with a person who is lazy, incompetent, dishonest, and aggressive? especially if you can't do your job without talking/interacting with them?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n9:32 pm</dco> &nbsp;<qco> I like the font Comic sans sans the Comic. \n<br>\n<br>Does that make sense?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n8:49 pm</dco> &nbsp;<qco> Are there more objective things or subjective things in the world</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n8:18 pm</dco> &nbsp;<qco> How does one deal with addiction? Procrastinaton?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n8:12 pm</dco> &nbsp;<qco> you may find this hilarious or ridiculous or both, but i haven't listened to any of your music through headphones for many years, instead opting to only listen through the speakers of the oldest phone i could find, that way you(r music) couldn't get too close to me. but i had to put headphones on today to work on something that requires headphones and i decided to listen to 'when i get older' and AUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHOOOOOOOOHHHHHHHHHHNNNNNNNNNNOOOOOOOOOOOOOOOOOO and it's totally fine and i'm fine and this is fine and anyway...\n<br>\n<br>what is music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n8:11 pm</dco> &nbsp;<qco> Tell me a joke! I'd love to hear one. :)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n3:21 pm</dco> &nbsp;<qco> do you think things are going to be okay...</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n3:04 pm</dco> &nbsp;<qco> if the black-and-blue/white-and-gold dress anomaly spread to other things (laurel/yanny notwithstanding), eventually splitting reality in half, would world war 3 have started in the 2010s?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n2:21 pm</dco> &nbsp;<qco> do you like communism?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; 2:03 pm</dco> &nbsp;<qco> how was new canaan?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n1:32 pm</dco> &nbsp;<qco> i'm concerned about your sleep schedule. what should i do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n1:27 pm</dco> &nbsp;<qco> how is the 2020s</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n1:21 pm</dco> &nbsp;<qco> what's a good way to deal with feeling overwhelmed?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n1:13 pm</dco> &nbsp;<qco> Thoughts on fast food</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n1:10 pm</dco> &nbsp;<qco> Wonderful things coexist with the very ugly. What can I do if I found out I'm the ugly</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n11:50 am</dco> &nbsp;<qco> do you like stories</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n11:44 am</dco> &nbsp;<qco> In \"Got some money\" you can slow the video down and see the word \"memory\" a few times, is that a reference to \"slow it way way way down for the memory\" in \"the ending\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n11:37 am</dco> &nbsp;<qco> you know the feeling when you have jumped over the Everest and then you're like 'what now?' \n<br>\n<br>perhaps i could jump over it again, but now with pleasure.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n10:14 am</dco> &nbsp;<qco> what is your favorite kitchen utensil?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n10:14 am</dco> &nbsp;<qco> what rhymes with silver..? i kinda can't seem to figure it out</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n10:02 am</dco> &nbsp;<qco> What's the most respectful way to disagree with a clock?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n10:01 am</dco> &nbsp;<qco> what is your opinion of dust</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n9:39 am</dco> &nbsp;<qco> Do you like when dates are the same month and day wise, like today? There is always something so pleasing for me about seeing 3/3, especially when the date can also synchronize with the time and you can have 3:33 on 3/3.\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also what is a video</qco> </h3>"
  }
]
