[
  {
    "html": "<h3> <dco>9.25.18&nbsp; \n10:42 am</dco> &nbsp;<qco> I can see why your new song is *maybe* about licking the moon, it's been looking especially lickable lately, with how full and bright it is.&nbsp;</qco> </h3>      when i wrote it i was unaware of the moon cycle, and it was not a full moon at that time<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.18&nbsp; \n10:14 am</dco> &nbsp;<qco> is meatball an fruit?</qco> </h3>      it is both a fruit and a vegetable\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.18&nbsp; \n10:05 am</dco> &nbsp;<qco> do you have a nice little jazz dog to accompany you during jazz music?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.18&nbsp; \n10:00 am</dco> &nbsp;<qco> Your jazz cover of bieber is straight&nbsp;🔥🔥🔥</qco> </h3>      you should check out the original\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.18&nbsp; \n9:21 am</dco> &nbsp;<qco> hey, I'm writing a bunch of random stuff on a whim. some of the stuff I feel pretty good about, but some of the stuff I worry is too d u&nbsp;&nbsp;m b and random. How do I stop thoughts like this and become stronger?</qco> </h3>      what exactly is the consequence of writing something dumb\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.18&nbsp; \n9:15 am</dco> &nbsp;<qco> Is the next song about telephones?</qco> </h3>      no but it has the word telephone in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.18&nbsp; \n6:56 am</dco> &nbsp;<qco> does changing the world take something special?</qco> </h3>      the world is special and change is special ... changing the world is special ...... does it take something special, i'm not sure i will have to think about that a bit more\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.18&nbsp; \n6:50 am</dco> &nbsp;<qco> <a href=\"q.php?date=201809241816\">9.24.18&nbsp;&nbsp;6:16 pm</a>  that's literally just sting sitting on the piano</qco> </h3>      ah, i was close\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.18&nbsp; \n6:29 am</dco> &nbsp;<qco> In the 2014 schedule, each day's content should be posted at 6am? </qco></h3>      the original schedule said that but i never did it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Did you always do this?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Were you always awake to post it?</qco> </h3>      earlier was preferable\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.18&nbsp; \n4:36 am</dco> &nbsp;<qco> Are \"where do you find love\" and \"outside\" connected?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.18&nbsp; \n4:36 am</dco> &nbsp;<qco> Are you the one who put up those inspirational quotes in that room in bookstacking?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.18&nbsp; \n3:33 am</dco> &nbsp;<qco> Have you ever played a pipe organ?</qco> </h3>      not a real one\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.18&nbsp; \n3:01 am</dco> &nbsp;<qco> Should i try in life or not</qco> </h3>      try trying and not trying, see which you like better\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.18&nbsp; \n2:46 am</dco> &nbsp;<qco> what is the most practical way to create a website like this that allows people to access content without any bullshit? i guess i could google a little harder, but the only ways i've been able to make a site is through google, wix, and this other one called web.com, and i'm wondering if you knew a way to bypass those sites and create the site with my own code?</qco> </h3>      start on your hard drive, just to get the idea. take a text file, save it as plain text (not rich text) put a bunch of html in it, then save it as .html. then drop that into your favorite web browser and pow you have a website, except it's only on your computer. then you'll have to get hosting, which you have to pay yearly for. and then get ready to see targetted ads from hosting companies for the rest of your life, even long after you bought it. you'll also see wix ads telling you 'you need a website why not do it yourself' even for centuries after you already made your own website yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.18&nbsp; \n1:36 am</dco> &nbsp;<qco> is your opinion still 1=2</qco> </h3>      technically no, since it's been proven to be fact\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.18&nbsp; \n1:24 am</dco> &nbsp;<qco> Do you shower before bed or in the morning?</qco> </h3>      how about in the middle of the day\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.18&nbsp; \n1:19 am</dco> &nbsp;<qco> can you make a video about yourself?</qco> </h3>      i think i've done that but i will do it more\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.18&nbsp; \n1:12 am</dco> &nbsp;<qco> Any prediction on when this site will by up to date, like the notes and reality sections?</qco> </h3>      it's important that those sections are not up to date. it's kind of like how reality shows are not usually filmed live. this gives the editors a chance to tell the stories in a much more compelling way\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.18&nbsp; \n12:59 am</dco> &nbsp;<qco> learn anything new and fun recently?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.18&nbsp; \n12:57 am</dco> &nbsp;<qco> Two months ago I upgraded from a flip phone to a smart phone, irreversibly, and it has been a huge distraction for me in terms of media consumption. How do I discipline myself out of this and back to music production? I'm ashamed of myself.</qco> </h3>      set some boundaries. first, do you need the phone for anything during music production? if not, then put it in a drawer. if you do actually need certain things from it during music production, then you will have to get used to setting some hard rules about never opening certain apps. the trick to getting used to this is the morning. if you can stay completely out of those apps when you first wake up, it will be much much much easier to avoid them for the rest of the work day, at least until the work day is done\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.18&nbsp; \n12:55 am</dco> &nbsp;<qco> I don't get why <a href=\"q.php?date=201809222159\">9.22.18&nbsp;&nbsp;9:59 pm</a>  was a question. How do you record a piece before it even exists?</qco> </h3>      ah that's exactly what makes that joke tick\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.18&nbsp; \n12:42 am</dco> &nbsp;<qco> What should I do if I want to learn to compose music?</qco> </h3>      start listening to music and find a way to potentially play that music. then it should only be a small hop skip away, to imagine brand new music\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.18&nbsp; \n12:23 am</dco> &nbsp;<qco> is there something universal about the human experience? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, what do you think it is?</qco> </h3>      time and space, but mostly time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n11:43 pm</dco> &nbsp;<qco> What are your interests outside of making music?</qco> </h3>      video?\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n11:16 pm</dco> &nbsp;<qco> Where did you learn to do editing like you do?</qco> </h3>      at home\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n11:15 pm</dco> &nbsp;<qco> How do I add more time?</qco> </h3>      you have to add the settings menu to the menus menu, which you can adjust under menu settings which can be found in the settings menu\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n10:27 pm</dco> &nbsp;<qco> so how long until another \"fuck the schedule\"?</qco> </h3>      would have to be at least a year\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n10:16 pm</dco> &nbsp;<qco> What's the deal with politics?</qco> </h3>      it's a full time job. which is interesting when you consider that that means they probably wouldn't have time for a lot of of the things they talk about doing\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n10:15 pm</dco> &nbsp;<qco> How do you know what life is all about?</qco> </h3>      you can guess, or make it up. sometimes someone will tell you. sometimes they will tell you the wrong thing, as a nice riddle for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n10:13 pm</dco> &nbsp;<qco> would you like some juice?</qco> </h3>      yes but some people need it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n10:01 pm</dco> &nbsp;<qco> if a bunch of your songs are about going places then why don't you go to those places? maybe you do, if you do, are they grand? thanks&nbsp;</qco> </h3>      i have often written songs about places i've been\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n9:33 pm</dco> &nbsp;<qco> Hey it's me again about the song questions. Say, I know people like your songs, but if you're going to do one every 2 weeks... actually, you've been improving your strength to making those video. Maybe someday you'll be (not really possible) making daily videos again. Sure it's a challenge, but I believe in you! Okay. Here's a question. Will the next song include potato chips?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n9:32 pm</dco> &nbsp;<qco> do any of your songs represent your experience as a musician,</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or are we all looking too deep into something fun, like stupid people do?</qco> </h3>      go as deep or shallow as you prefer\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n9:28 pm</dco> &nbsp;<qco> Does anybody exist, \n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and if so, how can we continue to exist and be better?</qco> </h3>      it is raining ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n8:24 pm</dco> &nbsp;<qco> Do you pour cereal or milk first, when makin cereal?</qco> </h3>      i pour out the box, and pour out the milk carton. then i'm left with only the bare necessities\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n8:21 pm</dco> &nbsp;<qco> does your next song happen to be about the moon?</qco> </h3>      yes but it promptly goes on a wild ride elsewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n8:19 pm</dco> &nbsp;<qco> How do I stop waking up at 1 o'clock in the morning?</qco> </h3>      how do i start\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n7:51 pm</dco> &nbsp;<qco> how to make jazz standard gigs fun and interesting to play and and also make people pay me.</qco> </h3>      you could try doing more modern standards. like stuff that's been on the radio within the last 40 years. but do it instrumentally and very softly\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n7:35 pm</dco> &nbsp;<qco> where do you lie on the spectrum between inauthentic and authentic?</qco> </h3>      it's a circle but the entire circle is authentic\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n7:30 pm</dco> &nbsp;<qco> I have a rather bad drum setup, and I only have one microphone that consistently works. Should I try to make do with this for recording, or just program drums?</qco> </h3>      there is a very happy compromise between 'playing' and 'programing' ..... as long as you learn an instrument that can plug into the computer, i recommend a keyboard but there are many\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n7:27 pm</dco> &nbsp;<qco> I have a tendency to completely scrap song ideas that I abandon work on. Is this an okay thing to do?</qco></h3>      i'm not sure what you mean by scrap<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Sometimes I struggle to remember them if I try to revisit them, and that makes it seem to me like they aren't worth remembering</qco> </h3>      i think you need a more reliable documentation system\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n7:24 pm</dco> &nbsp;<qco> what do you do to get motivated on days when resistance is kicking your ass?</qco> </h3>      ah, so you need some resistance resistance. rezrez is a good brand, i like the spray better than the cream but don't spray your face, if you wanna do your face make sure you use the cream\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n7:24 pm</dco> &nbsp;<qco> hey mom can I pleeeease have a nintendo for christmas</qco> </h3>      did you finish the one that is on your plate\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n7:18 pm</dco> &nbsp;<qco> If you ever went on tour, would you go to places/states where people don't usually go to (for example Arkansas)?</qco> </h3>      that could be interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n7:13 pm</dco> &nbsp;<qco> ice cream?</qco> </h3>      sure, that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n6:53 pm</dco> &nbsp;<qco> how can i stop feeling like i can't do anything right? </qco></h3>      do something right<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;cuz im a high school student and i had a really crappy year last year and this year started out well except now i just totally screwed up. im starting to think im just a bad student and there's nothing i can do about it. i wanna do well in school like my friends, but im not. im just stuck in the worst cycle to possibly be stuck in. what should i do&nbsp;</qco> </h3>      i don't know very much about highschool, but one interesting highschool fact i know is that highschool only makes up a small percentage of our world\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n6:43 pm</dco> &nbsp;<qco> Will you ever add an icon for your website?</qco> </h3>      there's a lot of other stuff i will probably add first\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n6:16 pm</dco> &nbsp;<qco> Hey, what's this piano chord that plays right before the bass comes in (about 4 sec into the song)? https://www.youtube.com/watch?v=WXzFCS72QIA</qco> </h3>      that sounds like the old lazy arm\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n5:55 pm</dco> &nbsp;<qco> Do you believe that musical talent can be something that you are born with, or is it solely a developed interest/ability?\n</qco></h3>      maybe both<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;For example, if you weren't exposed to musical instruments and song as a kid, do you think you would be who you are today?</qco> </h3>      probably a little different but still me\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.24.18&nbsp; \n5:54 pm</dco> &nbsp;<qco> Do you own a drum set?</qco> </h3>      yes\n<br><br>"
  }
]
