[
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n7:14 pm</dco> &nbsp;<qco> whats your favorite insult/comeback</qco> </h3>      fine thanks and you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n7:09 pm</dco> &nbsp;<qco> do you think all human conflict is caused by a mismatch of values</qco> </h3>      could be too good of a match. and they are fighting over who gets to have it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n6:37 pm</dco> &nbsp;<qco> Do you have some drugs?</qco> </h3>      i have a cool table is that a drug\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n6:33 pm</dco> &nbsp;<qco> i went to a city i had never been to and it's tiny and dinky and boring. can i create an art about how much this trip sucked or is the whole point to embed some positive insight in there</qco> </h3>      if you hate on the city you might alienate people who like it. if you praise the city too much you might alienate yourself. the choice is yours. alienate wisely\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n5:58 pm</dco> &nbsp;<qco> happy early 4th birthday of not posting on your reality page</qco> </h3>      i post on the reality page every friday, and it's actually close to the 3rd birthday of the reality page being created in the first place\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n5:21 pm</dco> &nbsp;<qco> do you have lots of unfinished songs?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i have a bunch of songs that start off pretty good but somehow there's no desire to finish them</qco> </h3>      save them in an organized list so that one day when you wake up in a professional mood you will have your work all ready for you\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n4:14 pm</dco> &nbsp;<qco> given you're in a situation, what would you do</qco> </h3>      i would play \"what do we know\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n4:11 pm</dco> &nbsp;<qco> wHaT dO i Do???!!!?!!111111//?</qco> </h3>      you could re invent the egg. it's damn near time that thing got a re invent\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n4:11 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201906071422\">6.7.19&nbsp;&nbsp;2:22 pm</a>  good. but how might you explain the reality video \"6.18.16 1:24am\", in which you refer to yourself as \"you\"? (speaking in the second person despite being only one boy)</qco> </h3>      talking to myself in all those videos. i am not sure which is the correct pronoun to use when talking to yourself, but it's got to be 'i', 'you', or 'we'\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n3:10 pm</dco> &nbsp;<qco> do you have a random question button?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n3:06 pm</dco> &nbsp;<qco> how many numbers are there?</qco> </h3>      got to be several dozen\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n3:02 pm</dco> &nbsp;<qco> its been months where have you been</qco> </h3>      i've been in the same place for years\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n2:59 pm</dco> &nbsp;<qco> How smart are you?</qco> </h3>      medium\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n2:59 pm</dco> &nbsp;<qco> Out of all the platforms you use, your website, Youtube, Instagram, Twitter, Soundcloud, Itunes, which one is your favorite.</qco> </h3>      this site\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n2:05 pm</dco> &nbsp;<qco> Why doesn't the earth have rings like Saturn :(</qco> </h3>      it does but they are all combined into one giant blob which i like to call the ring blob\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n1:41 pm</dco> &nbsp;<qco> how much should i charge for writing a mainstream pop guitar tab?</qco> </h3>      i'm not sure. there are plenty of free ones out there, but they are likely not quite right. so if you want to do it right, you could charge a little extra (a little bit more than zero) but you might have trouble convincing people that yours is right and the others are wrong\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n12:53 pm</dco> &nbsp;<qco> everyone talks about killing themselves, but what if you want to do the opposite of killing yourself? what would that opposite be</qco> </h3>      being born\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n12:16 pm</dco> &nbsp;<qco> What do you find annoying?</qco> </h3>      death\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n11:56 am</dco> &nbsp;<qco> WHY DON'T YOU USE CAPITAL LETTERS THAT MUCH? SEE, I RESPONDED IN CAPITAL LETTERS BECAUSE 2.26.18 12:20 PM SAID \"WHY U NEVER USES CAPITAL LETTERS\" AND YOU ANSWERED WITH \"PERHAPS YOU COULD ASK YOURSELF THAT\". PERHAPS, IF I ASK THAT QUESTION IN CAPITAL LETTERS YOU WILL HAVE A DIFFERENT RESPONSE.</qco> </h3>      i use them almost exactly the same ways as most people, although sometimes people like to capitalize the first letter of a sentence, which is traditional and still used today in some formal transactions but i don't find it necessary, because it seems distant and insincere. i do use capitals for just about every other reason\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n10:20 am</dco> &nbsp;<qco> bill, what happened with you t-shirts?? most of them are not in the website</qco> </h3>      i don't run the site, but i think they wanted to reduce 'indecision paralysis', and i think they are also offering a mystery option if you can't decide, which would send you a random one of all the ones that were there before\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n9:03 am</dco> &nbsp;<qco> If you don't mind telling us, what are your thoughts on religion?</qco> </h3>      it's like a business cult\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n8:57 am</dco> &nbsp;<qco> How many times have you been asked : When s the next video? : </qco> </h3>      one hundred billion\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n8:02 am</dco> &nbsp;<qco> How do you come up with video ideas?</qco> </h3>      they must come up with me\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n7:07 am</dco> &nbsp;<qco> 6.6.19  3:12 pm haha hey thanks that was actually quite comforting to hear. i'm not a singer, but my livelihood depends on me being able to speak/yell very loudly and project my voice to a crowd of people all day. but i will try the singing gently thing anyway, it sounds like fun. thanks for reassuring me</qco> </h3>      if you are a professional loud talker, i hope you are doing good warmups and seeking out good vocal advice! i'm not the most experienced but you should be doing warm ups, drink lots of water, many other things. find a voice doctor and go for a checkup once in a while just to make sure you are doing good and living responsibly \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n6:00 am</dco> &nbsp;<qco> How do I find my dad?</qco> </h3>      it's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n5:50 am</dco> &nbsp;<qco> how to deal with shame when i should feel pride?</qco> </h3>      be proud of your shame. kill 2 birds with one stone\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n4:13 am</dco> &nbsp;<qco> do you like trains?&nbsp;</qco> </h3>      i like the choo choo aspect they have\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n3:59 am</dco> &nbsp;<qco> lmao what are you on bro</qco> </h3>      crack\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n2:15 am</dco> &nbsp;<qco> I wish there were WAaaAAAY more people making this compartmentalized bedroom librarian synesthesia style music on the internet!!!! Why are there not more??? it seems like such a big wide open field of art</qco> </h3>      sorry what style\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n1:02 am</dco> &nbsp;<qco> will you have elon musk guest star in one of your videos one day?</qco> </h3>      i'd say that's reasonably likely\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.19&nbsp; \n12:13 am</dco> &nbsp;<qco> did you watch the game with the sports ball</qco> </h3>      i found a cool youtube edit which is the whole thing but without the ball\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n11:56 pm</dco> &nbsp;<qco> do you answer the questions at the same time or during the day and then publish them all in once?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n10:00 pm</dco> &nbsp;<qco> I was just thinking about your 12-tet experiment, and I just realized, how would people with relative pitch deal with this? If they just hopped around \"perfect\" intervals they would slowly get out of tune with the original key. So do you almost have to somehow temper your notes as you sing / play them? Or do people just do that automatically? Sorry if my question makes no sense.</qco> </h3>      when you sing you gravitate toward where the pitch emotionally wants to be. which may be any combination of its relations to other notes, and/or other factors such as outer space\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n9:33 pm</dco> &nbsp;<qco> i think the reason why writing songs with lyrics is so scary is that it is so insanely powerful, it's like holding the ring from the lord of the rings</qco> </h3>      that's true. but what's also scary is being weak forever\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n9:23 pm</dco> &nbsp;<qco> i have paralyzing fear of what comes after death. an eternity of anything would be so torturous i can't even comprehend it. how do i stop worrying about this</qco> </h3>      won't be eternity it will be some kind of alternate life which may be better or worse than your current one but either way you are sure to learn something\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n8:51 pm</dco> &nbsp;<qco> where the fuck are you you didn't upload on youtube for 3 months since the last video omg</qco> </h3>      i've been making a video. sorry that's just what i do. in fact that's why i have the channel\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n8:51 pm</dco> &nbsp;<qco> do you think midgets face extreme discrimination in today's society?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n8:17 pm</dco> &nbsp;<qco> Did you take the video of the brick wall at 0:57 in I'm Best Friends With My Own Front Door yourself?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n8:09 pm</dco> &nbsp;<qco> do you have a ghostwriter?</qco> </h3>      yes it's me\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n7:42 pm</dco> &nbsp;<qco> what's your favorite type of pizza</qco> </h3>      haunted\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n6:13 pm</dco> &nbsp;<qco> Thoughts on the possible heat death of the universe?</qco> </h3>      haven't thought about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n5:47 pm</dco> &nbsp;<qco> Is Mexico still Mexico?</qco> </h3>      i have not checked since a few weeks ago but if i had to guess i would say yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n5:47 pm</dco> &nbsp;<qco> What is soap made of?</qco></h3>      i don't know<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How was it given to us?</qco></h3>      it must have been created by the Lord(s) Proctor & Gamble<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is it just dry water and bubbles?</qco> </h3>      dry water?\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n5:43 pm</dco> &nbsp;<qco> i'm 18 and i'm going to college and i have to decide on a career, but i am conflicted. i tried to know myself, what i'm capable of, what i wanna do. i wanted to make music since i was 15 but i just started to learn to play the keyboard. i've narrowed down to 2 career paths, one being music (i don't know how to make it yet), and programming. i really love music but i'm not sure on programming. and i'm not even sure if i wanna be a programmer but i can't think of anything else that's suitable for me. it's been fine till now but right now it's like \"hey man, you gotta choose what you wanna do until you die or something\" and it's really hard to settle on one thing, or being sure that it's the thing i want to do for a long long time. any advice?&nbsp;</qco> </h3>      i'm not sure. i was 100% sure what i wanted my career to be by the time i was 12, and by the time i was 17 i was starting to thirst desperately for expansions upon that although still was certain of the basic groundwork (which was music). this might not be normal for everybody but that's the only way i have known\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n4:50 pm</dco> &nbsp;<qco> Do u like to crunch stuff</qco> </h3>      only the numbers\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n4:42 pm</dco> &nbsp;<qco> Am I just a hypochondriac&nbsp;</qco> </h3>      probably a bit more\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n4:07 pm</dco> &nbsp;<qco> what's your favorite animal</qco> </h3>      a calculator\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n3:22 pm</dco> &nbsp;<qco> I am always discouraged by the mixing aspect of music production and not being able to achieve the sound i want. what do i do?</qco> </h3>      remember the rock n roll principle (this has nothing to do with rock n roll) you can always imagine a time period where it is technologically impossible to get any sound better than the sound you're getting, and you must find a way to use songwriting the make up for it. there is rock n roll in every time period so just pretend that your sound as it is is all that's available in that time period\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n2:22 pm</dco> &nbsp;<qco> why do you say \"we\" instead of \"i\" in your reality videos?</qco> </h3>      sometimes managing all the things i do is like managing a whole corporation\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.7.19&nbsp; \n1:15 pm</dco> &nbsp;<qco> have you aldready made a new schedule?</qco> </h3>      no, except the B schedule which i am always adding little bits to\n<br><br>"
  }
]
