[
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n7:33 pm</dco> &nbsp;<qco> can you make your videos longer?</qco> </h3>      yes, if i release them much later \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n5:42 pm</dco> &nbsp;<qco> if you were asked to perform the next super bowl half time show, what would you say?</qco> </h3>      who is this\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n5:23 pm</dco> &nbsp;<qco> How the frick does House of rising sun work? It's like an A minor but you have the bloody D major and E major chords in there as well? Why does it work so well and what is theoretically going on here? Like what principle is at play that allows that to work in such a nice way?&nbsp;</qco> </h3>      if you would like to know why music works so well, perhaps the music would like to ask you first why you like it so much. but from a more practical standpoint, i think it would be appropriate at this time for you to take note of this encounter you're having with this song, and file this away as the \"House of Rising Sun\" principle. you will be sure to recognize this same phenomenon in many songs throughout your life, and you will tell anecdotes to your colleagues about the fond time when you first had this experience, with this song. they may have similar stories to share, about that song or perhaps other songs, like \"Hotel California\", or \"Boulevard of Broken Dreams\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n5:00 pm</dco> &nbsp;<qco> how do you pronounce apricot?</qco> </h3>      no one knows for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n4:32 pm</dco> &nbsp;<qco> Do you enjoy inspiring?</qco> </h3>      yes but it's also the only way i can feel ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n4:24 pm</dco> &nbsp;<qco> are you capable of taking anything seriously?</qco> </h3>      yes, but the question is can i take anything not seriously\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n4:22 pm</dco> &nbsp;<qco> I've lost interest in asking questions, I will only come on this question page to insult you.&nbsp;&nbsp;\n</qco></h3>      ok<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You fucking idiot loser.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n4:19 pm</dco> &nbsp;<qco> why do you think there's such a \"cult\" (for lack of a better word) around art?</qco></h3>      all of humanity is a cult, but other than that i'm not aware of the one you are talking about<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; why do people revere artists and consider their craft mysterious and a \"gift\" and a \"talent\"</qco></h3>      a lot of artists are completely ignored and their work is not respected<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but they generally don't feel the same way about engineers or doctors or programmers or even architects? where does this notion that art is special and \"unlearnable\" come from?&nbsp;</qco> </h3>      art is in everything. \"ART\" stands for Absolute Real Truth. perhaps the reason people might 'think' it's 'unlearnable' is because maybe they were expecting learning to happen in 1 specific designated learning place, not taking into account the fact that 'art' is actually everywhere and therefore can be learned anywhere from anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n1:02 pm</dco> &nbsp;<qco> Hello, may I have the video title acronym? I hope that deal hasn't expired yet.</qco> </h3>      it's on instagram\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n1:01 pm</dco> &nbsp;<qco> is there a name for the absolutely headbangin rockin jump-up-and-down-and-flail-for-joy snare pattern behind the second chorus (around 1:18, among other places like for a tiny moment at 1:44) of long long long journey? like half of it happens in the bridge but pieces are left out every bar and i'm talking about the constant one</qco> </h3>      i don't have a name for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n12:19 pm</dco> &nbsp;<qco> why do I sometimes listen to \"just did a bad thing\" when i'm very happy and feelin' good?</qco> </h3>      either you like the song, or you have some kind of alterior motives\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n11:45 am</dco> &nbsp;<qco> how do i finish a project if i have a b'jillion other ideas? my expectations are too damn high. and halfway thru i tend to realize that the project sucks. is this all worth it?... i think i'm on to something, but i also think that people won't like my art. this is a risky business. i'm 19 and running out of time, pls help</qco> </h3>      can you be more specific about how much time you have, and what happens when that time is over\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n11:45 am</dco> &nbsp;<qco> Are you a people person or would you rather stay away from people?</qco> </h3>      people are nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n10:56 am</dco> &nbsp;<qco> would you go on Hot Ones if they invited you?</qco> </h3>      only if i don't have to eat the wings nor have wings be featured anywhere in the video or in the theme of the channel it's posted on \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n10:37 am</dco> &nbsp;<qco> how do i fix a really big mistake involving emotions</qco> </h3>      you're gonna need what's known in the biz as emotional solutions\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n10:24 am</dco> &nbsp;<qco> Im struggling on question 4 of my homework, whats the answer</qco> </h3>      what's the question\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n9:36 am</dco> &nbsp;<qco> bill, Did you start a new schedule we haven't gotten a new song in over three weeks?</qco> </h3>      i'm still trying to find a schedule that can accomodate all the necessary content, while being just barely possible enough to achieve and yet still impossible enough to be fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n9:10 am</dco> &nbsp;<qco> when you tour, will you come to turkey?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n8:32 am</dco> &nbsp;<qco> Have you ever considered going live on twitch and doing some stuff there(like editing your videos and mixing audio)?</qco> </h3>      yes but probably different content than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n7:54 am</dco> &nbsp;<qco> Was there a moment when you were creating something and thought \"wow, this is stupid,\" but once it was finished, you realized it wasn't so bad after all?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n6:18 am</dco> &nbsp;<qco> why won't they do what they're supposed to?</qco> </h3>      perhaps there was a misunderstanding about what they were supposed to do\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n2:31 am</dco> &nbsp;<qco> with all your pessimism about your new video, have you considered enacting the \"make it but you don't have to release it\" part of your self-agreement? not that i think you should, i wanna see it</qco> </h3>      it must be released, because it will serve to soften the shock of how weak the following videos will be\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n2:10 am</dco> &nbsp;<qco> What is the stupidest thing on the planet</qco> </h3>      intelligence\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n2:08 am</dco> &nbsp;<qco> What motivates you to keep creating new work?</qco> </h3>      \ni still haven't entirely accomplished what i know i'm capable of\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n10:11 pm</dco> &nbsp;<qco> In your responses I see the answer \"i thought that story was about you\" a lot. Are all of your songs actually in the second person?</qco> </h3>      'second person' is a grammatic thing, meaning it says 'you' a lot. some of my songs say 'you' in them, but not always\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n9:58 pm</dco> &nbsp;<qco> where does the air from air vents come from?</qco> </h3>      a different room\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n8:17 pm</dco> &nbsp;<qco> Are you getting better?</qco> </h3>      yes, and worse\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n8:12 pm</dco> &nbsp;<qco> if/when you tour, can you come to oakland?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n7:35 pm</dco> &nbsp;<qco> here's a weird loop i've been tossing in my head--ever heard people say \"follow your passion\"? I think that's bad advice because how could there be one singular passion?</qco></h3>      sometimes the number of passions can be anywhere from .7 to 7, on average<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how could you know it was your passion?</qco></h3>      it should give you the special thrills<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; when would it reveal itself as the one true passion?</qco></h3>      maybe if there is a common theme amongst all the passion in general<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it's lead to me being in a stagnant stage of my life--marred by inaction, feeling as though \"maybe because i am not doing the thing i think i want to be doing that it isn't the thing i ought to be doing and i should do something else that i might think i like more\"&nbsp;</qco> </h3>      in some parts of the world it is illegal to follow your passions\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n4:35 pm</dco> &nbsp;<qco> What does your new project taste like?</qco> </h3>      guilt\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n4:21 pm</dco> &nbsp;<qco> Hear me out about something that will solve your merch problem.\n</qco></h3>      i don't have a merch problem<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n This will be a win win solution for everyone\n<br>\n<br>Hire/commission a merch director who takes good quotes or concepts from your content and makes them into good merch with your permission. For exemple gneushk shirts or moon made of cheese tote bags or actual hello sexy pants. This will completely free you from the pressures of making the designs yourself.\n</qco></h3>      that works unless i hate other people's designs, which, if i may reveal a secret, is possibly a core fundamental reason i got into this entire business in the first place<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n It will also be great for all the fans (including me) who would love to get more Bill Wurtz items. It would also help you financially without you needing to do much at all apart from linking it on your site and descriptions on youtube. \n<br>\n<br>Will you consider this instead of completely shutting your merch down?</qco> </h3>      i don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n4:08 pm</dco> &nbsp;<qco> would you ever switch languages if given the chance?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n4:06 pm</dco> &nbsp;<qco> how do you spend your everyday time?</qco> </h3>      getting work done hopefully\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n3:32 pm</dco> &nbsp;<qco> Are questions getting repeated?\n</qco></h3>      only if it is asked multiple times and i also choose to answer it multiple times<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I saw a question I asked a while ago that had already been answered posted today with the same answer but from a date and time I definitely did not write it</qco> </h3>      i get asked the same questions a lot, but if the wording seems too exact to be plausible then i would bet that someone copied it on purpose. i've seen those types of hi-jynx before. i suspect it is to either test what happens or to see if i would answer it again without noticing. which, to be honest, after doing 100,000 questions or more is quite plausible\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n3:01 pm</dco> &nbsp;<qco> Bill why are most of the random&nbsp;&nbsp;questions from 2016 and 2017</qco> </h3>      i just clicked it 10 times and 5 of them were from 2018\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n2:57 pm</dco> &nbsp;<qco> Why is precalc so hard? Send help</qco> </h3>      i don't have any help for that. i actually don't know what calculus is, but i have been meaning to look it up. i have a sneaking suspicion that it is fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n1:46 pm</dco> &nbsp;<qco> what do you do on saturday nights?</qco> </h3>      get work done hopefully\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n1:30 pm</dco> &nbsp;<qco> thoughts on the sun?</qco> </h3>      \"oh gosh it's very hot here\" ... \"i must have melted already\" \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n12:37 pm</dco> &nbsp;<qco> which do you enjoy making more, music videos (airport terminal) or random videos (ball and stick)</qco> </h3>      the votes are still being counted, and it is causing widespread panic, paralysis, and outrage as usual\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n12:31 pm</dco> &nbsp;<qco> how do you call the second-to-last chord from the alphabet song (before you end with E major)? \n\n</qco></h3>      <a href=\"abcshufflestudiochart.jpg\">let's take a look</a><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i hear a B in the bass, and i think you've included a C natural (is it the minor 9th?)</qco></h3>      i guess that's what interval it is above the bass, but in a chord symbol you would say 'flat 9', because minor actually refers to the 3rd. so Bmin9 actually means it would have C# and D in it. that's just the way the names work, at least where i'm from<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;, an E (sus4?) and an F#. because i think i've heard you using this cadence quite a few times. is it a Bsus4addmin9 or sth</qco> </h3>      you're almost right about the notes it contains, but i think if you say 'min9' that means a different thing than you think it means. 'flat 9 (or \"b9\") is what i think you meant to mean here, according to the notes you found\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n11:37 am</dco> &nbsp;<qco> hey transcription question. if i were to transcribe one of your songs, should i transcribe your vocals using treble or bass clef?\n</qco></h3>      whichever one you think your reader(s) prefers<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also should i alternate between clefs?\n</qco></h3>      if you think your readers enjoy that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and would you recommend using tenor clef?</qco> </h3>      i've personally never met anyone who knows tenor clef, but if you think your readers are used to it then you should\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n11:12 am</dco> &nbsp;<qco> When you do your undercover bwb gigs, will you perform the music you're already famous for? Or would it be some new stuff (or covers) so people don't realize that it's you until you're ready? Also, what would you call your undercover band?&nbsp;</qco> </h3>      something i did not announce anywhere publicly, i assume\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n10:13 am</dco> &nbsp;<qco> i was listenjng to 'related artists' to you and none of of them sound like you or even close!!! what the heck?!!!</qco> </h3>      in the excitement of creating the content, i may have forgotten to relate to other artists\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n9:54 am</dco> &nbsp;<qco> when will more songs come out i need more entertainment to keep me un-insane</qco> </h3>      as soon as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n9:48 am</dco> &nbsp;<qco> Why do you mention the cops and jail a lot in your videos?</qco> </h3>      it adds depth\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n9:46 am</dco> &nbsp;<qco> What happened to a play featuring an iphone power block and a mechanical pencil, and how did you come up with that idea in the first place.</qco></h3>      seemed like common sense, i guess<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or atleast, it seemed very much in your style, and was on a channel that had some other videos that i assume were taken down</qco> </h3>      it has been on the billwurtz youtube channel, and this website, since 2014 when it was released. also a short vine-ified version would have gone up to vine probably around may, 2015. it was never taken down from anywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n9:05 am</dco> &nbsp;<qco> will you ever turn questions into jingles?</qco> </h3>      yes, but more\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n8:17 am</dco> &nbsp;<qco> if asked to throw calculators at big ben, would you do it</qco> </h3>      unnecessary. big ben already is a caluculator\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n7:01 am</dco> &nbsp;<qco> Does Earth enjoy humanity</qco> </h3>      yes, but more\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.7.19&nbsp; \n6:35 am</dco> &nbsp;<qco> how long is your new video</qco> </h3>      too short to be long, too long to be bad, and yet not good enough to be as short as it is and too long to be as bad as it is\n<br><br>"
  }
]
