[
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n11:26 pm</dco> &nbsp;<qco> What are you doing at this exact moment?</qco> </h3>      questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n10:53 pm</dco> &nbsp;<qco> Yo, do you have the sheet music for New Canaan? \n</qco></h3>      i have the version as it was originally written actually in new canaan, in 2009, in questionable legibility, and before it went through several alterations in 2013<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And if so, could you please share it?</qco> </h3>      think i already did\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n10:32 pm</dco> &nbsp;<qco> Kanye is pretty good, but I feel like I don't understand this crazy level of praise and awards and legendary statuses that are conferred on him. There's about 40 musical artists who are less celebrated that seem just as good or better. I am not a musician. What am I missing?</qco> </h3>      probably the fact that society at large seems to constantly ridicule him\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n10:07 pm</dco> &nbsp;<qco> what do you think defines a good song?</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n9:51 pm</dco> &nbsp;<qco> Can you agree that songs are emotions in the form of sound?</qco> </h3>      yes but slightly more\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n8:01 pm</dco> &nbsp;<qco> What is your opinion on every song you have never heard?</qco> </h3>      they are probably very good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n7:58 pm</dco> &nbsp;<qco> Are there any songs that makes you cry?&nbsp;</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n7:06 pm</dco> &nbsp;<qco> Do You Like Songs</qco> </h3>      they're ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n6:45 pm</dco> &nbsp;<qco> i only see reality videos up to 5.20.16, why do you think this is happening</qco> </h3>      that's as far ahead as i've made them. part of the reason for this is because there are other types of videos that are more important, which are possibly the entire reason why anyone would even care about the reality videos in the first place\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n6:42 pm</dco> &nbsp;<qco> What is bread \n</qco></h3>      it's kind of like a pillow<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how do I use it</qco> </h3>      like a pillow\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n6:06 pm</dco> &nbsp;<qco> how do you feel about lasagna</qco> </h3>      too thin\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n5:57 pm</dco> &nbsp;<qco> i'm lacking motivation to do pretty much everything. what sohould i do?</qco> </h3>      pretty much nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n5:07 pm</dco> &nbsp;<qco> Is the new song called \"my first day of school\"?</qco> </h3>      not even close\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n5:02 pm</dco> &nbsp;<qco> my birthday is on a wednesday this year so do you think I should have a thing the weekend before or after? my guests have no preference so i wanna know ur opinion. thank u so much &lt;3</qco> </h3>      how about a 3rd and different time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n4:44 pm</dco> &nbsp;<qco> do you think that the reason we sometimes feel bad is because we're supposed to feel bad?</qco> </h3>      you're never supposed to feel bad at any particular time, but you are supposed to feel bad at some point\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n3:36 pm</dco> &nbsp;<qco> What's your favorite bill wurtz quote at this moment in spacetime?</qco> </h3>      w-rfgw9r8fh\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n3:08 pm</dco> &nbsp;<qco> Since you've changed the title of your video, may we please have a new anagram to solve?</qco> </h3>      it would be too easy to solve and would be essentially the same thing as giving away the title\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n2:57 pm</dco> &nbsp;<qco> You seem very beginning-to-end with how you write songs generally. Do you ever come up with something later in the song that causes you to go back and change earlier parts of the song you already had locked in?&nbsp;</qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n2:55 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903020538\">3.2.19&nbsp;&nbsp;5:38 am</a>  yes I have seen this. https://imgur.com/a/ooQJMin</qco> </h3>      can anyone think of any explanation for why this may be happening, and/or have you ever seen this happen on other channels\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n2:35 pm</dco> &nbsp;<qco> Do you miss Vine at all?</qco> </h3>      not really\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n2:24 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903020655\">3.2.19&nbsp;&nbsp;6:55 am</a>  then can we please get a new anagram for the new and improved title?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n2:22 pm</dco> &nbsp;<qco> About the video, did you delete it?</qco> </h3>      which video\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n2:07 pm</dco> &nbsp;<qco> is it me or are you answering more questions than usual</qco> </h3>      less i think\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n1:35 pm</dco> &nbsp;<qco> What does the I will check page mean?</qco> </h3>      i don't care\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n1:35 pm</dco> &nbsp;<qco> did you know there were more airplanes in the sea than submarines in the sky?</qco> </h3>      when\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n12:59 pm</dco> &nbsp;<qco> you ever think about doing a release on vinyl</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n12:54 pm</dco> &nbsp;<qco> will you post \"hang me\"?</qco> </h3>      it was never made\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n12:30 pm</dco> &nbsp;<qco> do you use a voice recorder for some of the reality vids?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n12:09 pm</dco> &nbsp;<qco> Have you made any new material?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or do you just continue to use old material?</qco> </h3>      the average newness of my material is about a 12.8 on the newness index\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n11:20 am</dco> &nbsp;<qco> how do i start writing a book</qco> </h3>      if you've never done it before (i must assume you have not done it, otherwise you might know how you did it), start by writing an extremely short book. if that's not easy enough then try writing an even shorter book. shorten the length of the book until it is very easy to write. then gradually write longer books, and all the necessary techniques and procedures will be developed and fall into place naturally\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n11:03 am</dco> &nbsp;<qco> Opinions on furries?&nbsp;</qco> </h3>      not furry enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n9:39 am</dco> &nbsp;<qco> is earth flat or an oval</qco> </h3>      that question is ridiculous. ovals are flat\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n8:58 am</dco> &nbsp;<qco> Do you like the stars?</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If yes, what have they done for you?</qco> </h3>      created the ingredients my planet is made of, as well as myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n6:55 am</dco> &nbsp;<qco> wait how can the first letter of the title be \"m\" if the anagram is \"food tastes richly of shit\" which doesn't contain m?</qco> </h3>      i changed the title\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n5:38 am</dco> &nbsp;<qco> hi, i asked you yesterday about that \"glitched tile of pixels\". here (https://imgur.com/wNucPvd) is some example of what i was thinking about. but i also found the answer: youtube messed up, that issue doesn't appear in file on your site - i can now understand your little distrust with video-streaming sites :) sorry for wasting your time, have a nice day</qco> </h3>      has anyone else seen this happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n4:47 am</dco> &nbsp;<qco> any tips for new musicians?</qco> </h3>      i don't remember, but follow your curiosity\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n4:32 am</dco> &nbsp;<qco> How many questions have you received since you opened the question page?</qco> </h3>      approximately 199,400\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n4:17 am</dco> &nbsp;<qco> Is there supposed to be no sound on the new reality video?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n4:01 am</dco> &nbsp;<qco> Hey Bill! Did you take inspiration for your seasoning sounds you put in your videos (such as \"loading complete sounds\" or that little ones when you speak short sentences in the first minute of history of the world) from Nintendo Wii selectable options sounds?</qco></h3>      no i've actually never heard those<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I found a similar approach</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n3:08 am</dco> &nbsp;<qco> does the next song/video still come out on a tuesday</qco> </h3>      i would assume so\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n2:52 am</dco> &nbsp;<qco> Why no mention of the very significant Middle Eastern slave trade in history of the entire world, other than the obscure little bit about the Sultan of Oman moving to Zanzibar?</qco> </h3>      one thing i found out when doing that video is that the 'entire world' is actually so so so so so large that even just to mention only the most hugely hugely hugely significant things, it would take many many many years to even just learn all of those things not even including making a video about it. so at some point i had to come to terms with the fact that i could either abandon the project entirely, or go through in a ridiculous manner and leave out 90% of history, and hopefully at least get some brownie points for at least attempting such an audacious task\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n2:09 am</dco> &nbsp;<qco> What do you think about answering your own questions? </qco></h3>      can be useful<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I think it's nice and cool, but also sometimes inconsiderate.</qco> </h3>      it is never considered inconsiderate it if there is no one else involved\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n1:48 am</dco> &nbsp;<qco> what are your thoughts on new zealand?</qco> </h3>      extremely eastern\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n1:29 am</dco> &nbsp;<qco> I don't like who I am. I've tried to change but habits are too strong. What do I do?</qco> </h3>      find new stronger habbits\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n1:28 am</dco> &nbsp;<qco> I cry at beauty and new things when I love them. I don't cry when I'm sad only when I'm in awe is this a bad trait?</qco> </h3>      only if the things you love are bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n1:21 am</dco> &nbsp;<qco> does religion come from the fear of death</qco> </h3>      it comes from the fear of other people's religions\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n12:10 am</dco> &nbsp;<qco> do you think people care too much about ascribing a deep and dark meaning to your videos?&nbsp;</qco> </h3>      it all depends whether or not they have exceeded the proper care level, which is 6.7\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.19&nbsp; \n12:07 am</dco> &nbsp;<qco> 2.24.19  10:59 pm yeah but what if the material is fine but i'm not interested in it so i can't pay attention? like with biology or soemthing.</qco> </h3>      then it's not right for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n11:33 pm</dco> &nbsp;<qco> once i was writing you a question and when i clicked ASK, instead of the \"thabk you\" thing \n<br>there was a \"no\". why? what does it mean?</qco> </h3>      that depends on what the question was. for example, if you said \"are there any pizza restaurants in the planet mars area\" and it said \"no\", then i would take that to mean \"there are not any pizza restaurants in the planet mars area\", etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.19&nbsp; \n10:37 pm</dco> &nbsp;<qco> is there a way to stop procrastinating/being lazy that doesnt actually require me to do anything</qco> </h3>      no\n<br><br>"
  }
]
