[
  {
    "html": "<h3> <dco>6.23.25&nbsp; \n12:05 am</dco> &nbsp;<qco> is flying just falling with style?</qco> </h3>      \nnot really\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n11:49 pm</dco> &nbsp;<qco> how could a mirror become a portal into some new dimension?</qco> </h3>      \nthe mirror reflects what a reverse universe would look like, so you can see it and get an idea of what it looks like. but truly the key to this is recognizing that you are already there. because no one can technically prove the difference between left and right\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n11:45 pm</dco> &nbsp;<qco> Have you heard of dogs before?</qco> </h3>      \nYES\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n11:38 pm</dco> &nbsp;<qco> I have a job that will soon require me to do things im ideologically opposed to, but I need the job to support myself, is it bad to do things I think aren't good for the world if my options otherwise are even worse but just for me?&nbsp;</qco> </h3>      \ni think being faced with this situation will further develop and enrich your ideological perspective. especially as you consider the vast amounts of other people who are also in similar situations\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n11:31 pm</dco> &nbsp;<qco> Are people really hateful or just confused?</qco> </h3>      \ni think the word hateful itself is quite confused\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; 11:30 pm</dco> &nbsp;<qco> What's your favorite word?</qco> </h3>      \nto\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n11:25 pm</dco> &nbsp;<qco> If it's 11pm but you thought it was actually midnight, would you say that time is passing quickly or slowly?</qco> </h3>      \nyou may think it's quick at first, when you first find out (incorrectly) that the time is later than you thought,  but then when you find out the correct time you may then think it feels slow, in comparison to what you thought it was<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n11:23 pm</dco> &nbsp;<qco> Do you think society was meant to progress as far as we have&nbsp;</qco> </h3>      \nput it this way, it wasn't not meant to\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n11:22 pm</dco> &nbsp;<qco> What advice would you give to someone who is asking this question?</qco> </h3>      \nkeep up the good work\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n11:22 pm</dco> &nbsp;<qco> What's the best way to get out of a jam?</qco> </h3>      \nwhat would you like to get into instead?\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; 11:15 pm</dco> &nbsp;<qco> Would you give a class of music theory if you were a professor?</qco> </h3>      \nnot exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n11:08 pm</dco> &nbsp;<qco> How do you decide when to stop polishing a piece and just publish it</qco> </h3>      \nsome people get 'polishing' and 'ruining' mixed up, so i'm not totally sure which one we're talking about here\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n11:04 pm</dco> &nbsp;<qco> When I walk, am I actually rolling the Earth under my feet like I've seen a clown do on a huge balloon when I went to the circus? </qco></h3>      yes but it's a much different size<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What happens if I stumble and fall off?</qco> </h3>      this brings up another important point: it's your main source of gravity. so when you fall you just fall toward the ball anyway\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n10:57 pm</dco> &nbsp;<qco> If people eat popcorn to enjoy a movie, do clouds eat rain to enjoy the earth?</qco> </h3>      \nthe causality is most likely the other way around. the clouds were there first\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n10:53 pm</dco> &nbsp;<qco> How do you answer a question without actually answering it?</qco> </h3>      \nactually can't do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n10:38 pm</dco> &nbsp;<qco> If you could ask a dinossaur about anything, what would it be?</qco> </h3>      \ni would ask if i could ask 2 things\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n10:35 pm</dco> &nbsp;<qco> Favorite bird?</qco> </h3>      \nwhich one goes the highest\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n10:32 pm</dco> &nbsp;<qco> What reality TV show would you go on?</qco> </h3>      \ndo i get to be the host\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n10:26 pm</dco> &nbsp;<qco> If you nut in space do it push you backward?</qco> </h3>      \nrelatively speaking, it's impossible for either body to argue that it's the moving or non-moving one\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n10:22 pm</dco> &nbsp;<qco> why is it \"ueqstions\"</qco> </h3>      \nit's not ueqstions, it's <font style=\"font-size: 2em; font-weight: bold;\">ue<font color=\"#00EE3B\">q</font>stions</font>\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n10:12 pm</dco> &nbsp;<qco> What's the most expected question you have been asked? And don't say this one</qco> </h3>      \n'whats your favorite color' is probably about as expected as it gets. there may be a few hundred others that are equally common, but not much that would surpass it, in terms of predictability\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n10:10 pm</dco> &nbsp;<qco> Do you know how long I've been trying to contact you about your cars extended warranty!?</qco> </h3>      \nnot as long as i've been trying to contact you about yours\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n10:09 pm</dco> &nbsp;<qco> What's your favorite chord voicing?</qco> </h3>      \nthat kind of attitude would definitely ruin my ability to make music\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n10:04 pm</dco> &nbsp;<qco> I feel bad for certain letters on my keyboard not being pressed as much. I think they're sad they aren't as popular as the other letters. What does that say about me?\n<br>\n<br>JQVXZ</qco> </h3>      \nit means you are curious. you want to try more of the things you've had less of\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n9:58 pm</dco> &nbsp;<qco> Explain..Yourself..&nbsp;</qco> </h3>      \nbelieve me i have been trying to do that for a long time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n9:55 pm</dco> &nbsp;<qco> why is sleep so weird?</qco> </h3>      \nmaybe it's an indicator, for how weird everything else is\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n9:40 pm</dco> &nbsp;<qco> what is art and how can i make more of it?</qco> </h3>      \n'what is art' is a trick question, and the way you make art is by handling this trick question. i won't say you have to get it 'right', because of course then there would be no trick, and of course there is no 'right', which is thus the trick\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n9:35 pm</dco> &nbsp;<qco> How do you decide when a project is done? When I am working on something, it can be hard for me to stop adding and changing things unless there is an urgent deadline. I know some other creatives that struggle with this too.&nbsp;</qco> </h3>      \nbasically, if it EVER....... reaches a point where it's.......  ANY GOOD .... then you're done\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n9:34 pm</dco> &nbsp;<qco> Will we live to see us collectively overcome the overwhelmingly common belief in the inevitability of mundane evil, or must we see the real possibility of solving virtually all of our most pressing concerns in life be defeated by the contingent, infectious, primitive force of learned apathy?</qco></h3>      are those really the only 2 choices<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And what do you think would make for a great, new flavor of ice cream?</qco> </h3>      \nhow about mundane evil\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n9:32 pm</dco> &nbsp;<qco> How do you feel about the second-person narrative?</qco> </h3>      \nit's a little touchy sometimes because someone is telling you what you're doing and there's the feeling that it may be presumptuous and inaccurate\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n9:31 pm</dco> &nbsp;<qco> It's my birthday! My 21st to be exact. Any advice?</qco> </h3>      \nthe important thing to remember is don't panic when you find out that it's not your birthday tomorrow\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n9:22 pm</dco> &nbsp;<qco> i have too much time on my hands can you come up with a thing to do</qco> </h3>      \nhow about reading some of the conditions you've agreed to previously\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; 9:09 pm</dco> &nbsp;<qco> what should i have for dinner?</qco> </h3>      \nhow about a pancake\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n9:05 pm</dco> &nbsp;<qco> What do you think makes someone a historical figure?</qco> </h3>      \nthey have to be so influential that they are remembered for a long time \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n8:55 pm</dco> &nbsp;<qco> I'm headed to the store, want me to pick you up anything?</qco> </h3>      \nhow about a leaf\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n8:52 pm</dco> &nbsp;<qco> why do they call it oven when you of in the cold food of out hot eat the food</qco> </h3>      \nthe oven is named after the person who invented the oven, who's name was Oven. this person's parents were named 'of' and 'in', but that's purely coincidental\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n8:47 pm</dco> &nbsp;<qco> Can you answer this question in fewer words?</qco> </h3>      \nthan what\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n8:36 pm</dco> &nbsp;<qco> do you think people could ever describe the taste of colors or the sound of numbers?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n8:09 pm</dco> &nbsp;<qco> 8 &gt; 3 ?</qco> </h3>      \ntrue\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n7:57 pm</dco> &nbsp;<qco> Opinions on combining mayo and ketchup ?</qco> </h3>      \n\"only in america\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n7:50 pm</dco> &nbsp;<qco> How to expect the spanish inquisition?</qco> </h3>      \ndon't worry, it's not going to happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n7:41 pm</dco> &nbsp;<qco> What's something you truly wish people would know or think or consider that they might not currently or often enough?&nbsp;</qco> </h3>      \nhard to say that without immediately feeling all the impending wishes from other people about my own potential neglected thoughts and considerations\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; 7:41 pm</dco> &nbsp;<qco> What question do you wish someone would ask you?</qco> </h3>      \nhow do you wish i would answer this\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n7:18 pm</dco> &nbsp;<qco> Have you ever been inspired by a dream?&nbsp;</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n7:17 pm</dco> &nbsp;<qco> Does every day have the potential to be a good day?</qco> </h3>      \ni'm sure this would often feel like an inappropriate claim, but i have to say yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n7:07 pm</dco> &nbsp;<qco> if existence is defined by our ability to perceive it and we all perceive differently does anything exist</qco> </h3>      \nby that logic, then yes, vastly infinite varieties of things would exist\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n7:02 pm</dco> &nbsp;<qco> What do you think of vowel harmony?</qco> </h3>      \nmakes me think of ooples and banoonoos\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n7:00 pm</dco> &nbsp;<qco> Can you feel the rhythm of the night?</qco> </h3>      \nthank you for typing out that song lyric\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n6:29 pm</dco> &nbsp;<qco> Can you describe the pizza fruit? That is, how would a hypothetical pizza fruit be, if it existed?</qco> </h3>      \nit's just stuffed pizza bites, if you've ever seen such a product. they exist, which would make it technically not a valid answer to your question because you specifically requested something that does not exist, except those probably dont grow on trees, which a fruit probably should\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n6:15 pm</dco> &nbsp;<qco> Been peeking into ontology recently. I'm curious, do you believe that anything could exist without something else to perceive it? I first thought of it as a matter of \"tree falls, no one is around to hear it, does it make a sound?\", but I think it might be closer to, \"could a tree exist to fall in the first place if not for perception?\"</qco> </h3>      \nmaybe 'perception' is required, but i would argue that the threshhold for what counts as perception may be lower than any of us have ever dreamed of\n\n<br><br>"
  }
]
