[
  {
    "html": "<h3> <dco>9.13.17&nbsp;\n1:49 pm</dco> &nbsp;<qco> Do you like rain?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.17&nbsp;\n1:29 pm</dco> &nbsp;<qco> my ex husband is looking for a car to set on fire for his latest movie, can he use yours?</qco> </h3>      oh i see where you are going with this\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.17&nbsp;\n1:09 pm</dco> &nbsp;<qco> whatcha working on</qco> </h3>      a song/video\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.17&nbsp;\n12:38 pm</dco> &nbsp;<qco> My mouse malfunctions recently, but I have managed to use my keyboard's numpad as its replacement. I am using it currently and so far it has been a weird and fun adventure. It has got its pros and cons. Would you like to try to control the cursor with your keyboard if you could?</qco> </h3>      yes, i am always looking for more keyboard shortcuts. it disappoints me that there are never enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.17&nbsp;\n11:50 am</dco> &nbsp;<qco> Have you watched the new IT movie? Brought back childhood nightmares, I loved it!</qco> </h3>      oh nice, i have been looking for a way to bring back my nightmares\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.17&nbsp;\n11:22 am</dco> &nbsp;<qco> How come other moons have names, but ours is just \"the moon\"?</qco> </h3>      because ours was named first, before knowing about the others\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.17&nbsp;\n11:19 am</dco> &nbsp;<qco> When's doomsday?</qco> </h3>      everyone experiences doom on different days\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.17&nbsp;\n10:51 am</dco> &nbsp;<qco> Is the new thing gonna be wild AND crazy?</qco> </h3>      nifty\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.17&nbsp;\n10:45 am</dco> &nbsp;<qco> Is it hard to communicate because people are too strict about yhruf tigcx and dcibutuknd sjd unruly sbtrbakk. Infrared hue alowce with thief brajns7 and a oenids</qco> </h3>      you seem to be doing fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.17&nbsp;\n10:37 am</dco> &nbsp;<qco> what was your initial reaction to history of japan blowing up?</qco> </h3>      i went to sleep\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.17&nbsp;\n10:10 am</dco> &nbsp;<qco> I feel like I'm decent at writing music, and I'm decent at writing words non-musically, but when I try to combine the two everything falls apart... How can I help them come together?&nbsp;</qco> </h3>      you'll have to just keep trying\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.17&nbsp;\n9:55 am</dco> &nbsp;<qco> are steve and triangle man from \"i wanna be a movie star\" related?</qco> </h3>      the main relation is that the artist who drew them is the same person\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.17&nbsp;\n9:23 am</dco> &nbsp;<qco> <a href=\"q.php?date=201709112022\">9.11.17&nbsp;&nbsp;8:22 pm</a>  was the process of making hotewig so insane by march that you decided \"shit dog, i need to take a second to write some music for a bit\"? cuz that's completely understandable</qco> </h3>      yes, i figured it would be a good idea to generate some material just to see what i would come up with, because i had not generated any new song material in a long time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.17&nbsp;\n8:10 am</dco> &nbsp;<qco> If someone puts a palindrome in the anagram page, how would you answer it?&nbsp;</qco> </h3>      i would have to rearrange the letters into something else, assuming i pick that request out of the other thousands\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.17&nbsp;\n7:46 am</dco> &nbsp;<qco> YOU ASK ALL OF THESE QUESTIONS YOURSELF AND THERE IS NOTHING YOU CAN SAY TO CONVINCE ME OTHERWISE.</qco> </h3>      i suppose i make a good point\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.17&nbsp;\n7:17 am</dco> &nbsp;<qco>\n<br><a href=\"q.php?date=201709121102\">9.12.17&nbsp;&nbsp;11:02 am</a> &nbsp;&nbsp;&nbsp;Why do girl like musician so much, dude\n<br>\n<br>&nbsp;&nbsp;&nbsp;&nbsp;i've been a musician all my life and they never seemed to like me, or at least if they did they didn't tell me : but you have such a humongous fanbase with a large female percentage and i have myself seen hundreds of people wishing to be your partner and showing great deal of interest in you\n<br></qco> </h3>      that's not musicianship, that's fame\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.17&nbsp;\n5:06 am</dco> &nbsp;<qco> why are dreams so weird&nbsp;</qco> </h3>      because reality was not weird enough, i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.17&nbsp;\n5:04 am</dco> &nbsp;<qco> is the future supposed to be scary for everyone?&nbsp;</qco> </h3>      i will check with the producers\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.17&nbsp;\n4:59 am</dco> &nbsp;<qco> Perhaps a girl who is attracted to you could be painfully shy and live far away and chooses to flirt under the guise of a mild mannered weather lady. Back to you ted</qco> </h3>      oh that seems reasonable, if not downright plausible\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.17&nbsp;\n4:45 am</dco> &nbsp;<qco> <a href=\"q.php?date=201612150107\">12.15.16&nbsp;&nbsp;1:07 am</a>  ... Can you please translate the 1st and the last two words? I can't&nbsp;&nbsp;</qco> </h3>      greetings, christmas music\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.17&nbsp;\n3:08 am</dco> &nbsp;<qco> how often do you think \"...\"?</qco> </h3>      never\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.17&nbsp;\n1:05 am</dco> &nbsp;<qco> What motivates you to do you videos and do you enjoy it?</qco> </h3>      it's a survival strategy\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.17&nbsp;\n12:26 am</dco> &nbsp;<qco> am i really all the things that are outside of me?</qco> </h3>      well no, if you are those things they would be considered you as well. assuming 'i' and 'me' are the same word, which they are supposed to be but perhaps you meant them as 2 different things, which is ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.13.17&nbsp;\n12:13 am</dco> &nbsp;<qco> Would blue or red look better on a t-shirt</qco> </h3>      it depends what you mood you are in<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n10:29 pm</dco> &nbsp;<qco> What's your opinion on people using \"literally\" in a way that means \"figuratively\"? Normally, I'm not a stickler about this kind of stuff... But now when people say \"literally\" ('Man, I've literally been listening to this album non-stop all week') I don't know if that's what they actually mean.&nbsp;</qco> </h3>      words change. that's what they do. you wouldn't believe what some of the words we use commonly today were 'originally' 'supposed' to mean. in fact, i think the word 'literally' has certainly been through many transformations before this one. so your undertanding of it to mean 'exactly' is surely just one stop along a multi-century train ride of language transformation<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n10:18 pm</dco> &nbsp;<qco> What's the best way to remove cheese dust from your fingers in public? Wiping it with a tissue/on your clothes doesn't remove everything and licking your fingers is considered rude.</qco> </h3>      you're going to have to take a shower\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n10:10 pm</dco> &nbsp;<qco> Should I even pursue emailing you to become friends? Would you answer if it was a true, heartfelt letter?</qco> </h3>      are you asking me to predict how i would respond to something i haven't seen yet<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n10:06 pm</dco> &nbsp;<qco> If you had a get out of jail free card, what crime would you do?</qco> </h3>      sell it to someone in jail, which i assume is a crime<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n10:03 pm</dco> &nbsp;<qco> how will you compete with the controversy of that guy who said the n word</qco> </h3>      perhaps i could have lunch with kim jong un and discuss basketball<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n9:56 pm</dco> &nbsp;<qco> Whats your opinion on autotune?</qco> </h3>      this is kind of off the subject, but if you listen to william hung's 'i believe i can fly', the pitch correction is set to the chromatic scale. i just thought i would mention that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n9:51 pm</dco> &nbsp;<qco> Hey bill can you please help me with this harmony over here?\n<br>https://www.youtube.com/watch?v=OZnB0j-2PwY\n<br>\n<br>i'm having trouble at the B setion cause of the bass inversions\n<br>love you</qco> </h3>      \nb section (starting at 1:02) is Dbma7 _ C7 _ F7 _ _ _ Bbmin7 _ Eb7 _ Ab7 _ Dbma7 _ C7 _ G7 C7 Faug7 _ Bbmin9 _ _ _ C (bass only)<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n9:39 pm</dco> &nbsp;<qco> is the third word in the new song/video/thing \"crazy\"?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n8:41 pm</dco> &nbsp;<qco> how often do you think \"wow. i need to use capitol letters more.\"</qco> </h3>      never\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n8:32 pm</dco> &nbsp;<qco> I've been asleep for 100 years.... what did I miss?</qco> </h3>      the sequel to the huge war that was marketed as never having a sequel\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n8:26 pm</dco> &nbsp;<qco> why should i pay attention to anything you do?</qco> </h3>      if you feel like it, i guess\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n7:18 pm</dco> &nbsp;<qco> Do you have any advice on how to impress an extra-dimensional hot dog?</qco> </h3>      try more dimensions\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n6:44 pm</dco> &nbsp;<qco> do you dislike disliking things</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n5:53 pm</dco> &nbsp;<qco> Hi I'm the harmonic series question person (<a href=\"q.php?date=201709112122\">9.11.17&nbsp;&nbsp;9:22 pm</a> )... Yes, please tell me more. I'm aware that an octave is 2x the frequency of the base note. Is the harmonic series just taking 2 multiplied by the frequency of the base frequency, then 3x base frequency, 4x base frequency, etc?&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n5:42 pm</dco> &nbsp;<qco> <a href=\"same-person-asking.html\">what if every question you have ever gotten was actually just the same person?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n5:42 pm</dco> &nbsp;<qco> what is an appropriate response to someone not showing up for something they said they were going to show up for? It's been 40 minutes and I texted him asking if we were still on for today and he hasn't responded.</qco> </h3>      35 minutes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n5:37 pm</dco> &nbsp;<qco> when will you upload again?</qco></h3>      as soon as i finish the video i am making<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i'm looking forward to a sequel to \"i'm still a piece of garbage\".</qco> </h3>      that already is a sequel\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n4:33 pm</dco> &nbsp;<qco> okay you freaked me out a bit when you said i might have already graduated with a triple PhD,.. by that you mean that i've read most of your content (except your questions page from before feb 2017) three times?? can you read minds?&nbsp;</qco> </h3>      oh nice. do you want to be my side kick\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n4:01 pm</dco> &nbsp;<qco> what do you think about questions</qco> </h3>      they are nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n3:25 pm</dco> &nbsp;<qco> Do you think if the piano or any similar instrument would have never been invinted, the human species as a whole would have been less intelligent (than we are now)?</qco> </h3>      the piano or an instrument like it would inevitably be invented. unless we were not as intelligent\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n2:08 pm</dco> &nbsp;<qco> '<a href=\"q.php?date=201607191640\">7.19.16&nbsp;&nbsp;4:40 pm</a> &nbsp;&nbsp;&nbsp;yicyig noop skytha kacdu ufoi fupes yahej i dug tyts eoches frozum prery? ochim, be droob ibbirtem duegpeco'\n<br>\n<br>Did you ever figure out/have somneone else figure out what this meant?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or do you think it's all nonsense set up to throw you off?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n1:35 pm</dco> &nbsp;<qco> what do you think about math?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n1:15 pm</dco> &nbsp;<qco> Hey Bill, here's your periodic chance to tell us when you think the next thing is gonna come out</qco> </h3>      oh right, and then have everyone mad at me when that date arrives if i don't make it, to add insult to injury of not having made it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n1:10 pm</dco> &nbsp;<qco> do you like disliking things</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n12:54 pm</dco> &nbsp;<qco> How do I win at life?</qco> </h3>      it depends what mode you are playing\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.12.17&nbsp;\n12:31 pm</dco> &nbsp;<qco> is the new thing really crazy? :D&nbsp;</qco> </h3>      nifty\n<br><br>"
  }
]
