[
  {
    "html": "<h3> <dco>12.10.18&nbsp; \n5:57 am</dco> &nbsp;<qco> If you could go back in time, would you add a de-esser to the vocals of New Canaan ?</qco> </h3>      i've never found a de-esser that works, but i might make the manual dips deeper if necessary\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.18&nbsp; \n5:21 am</dco> &nbsp;<qco> what do i do when i get older?</qco> </h3>      think about what you did when you were younger\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.18&nbsp; \n5:14 am</dco> &nbsp;<qco> bill, i have a set amount of time and a set amount of subjects to study in that time. i am freaked out because of the deadline and instead of working i'm thinking about how i could fail this thing. you have a lot of experience with deadlines and doing a lot of work. sure i'm working on it, but i have to work way harder than this to achieve succes . i know why i have to work, but i'm not productive enough . i don't have schedule. it's all over the place.</qco> </h3>      i have no idea how to get on a schedule. the only times it has happened to me, it happened like a lightning bolt. once you are on it, you can stay on it. when you're off it, it seems impossible to even find it. this is why it's so important to stay on once you are on, and the only way to get on is some kind of lightning bolt which i don't know exactly how to find. but it seems to find you at the moment when you are so desperate for it that you have literally exhausted all other options\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.18&nbsp; \n3:22 am</dco> &nbsp;<qco> <a href=\"q.php?date=201812090223\">12.9.18&nbsp;&nbsp;2:23 am</a>  Are you of the belief that perfection cannot be achieved if it is not stopped being looked for?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or do you think one gets to a point where they will now be able to make things they consider perfect?</qco></h3>      according to my calculations, the only thing guaranteed to be absolutely perfect would be nothing/everything, or some kind of completely blank / empty thing. which might not necessarily be any good in most situations  <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is perfect static or dynamic?</qco> </h3>      depends if you want to have any kind of good time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.18&nbsp; \n1:53 am</dco> &nbsp;<qco> What is the best motivation to keep moving forward and not fall into self-paralyzing perfectionism?</qco> </h3>      i guess wanting not to be paralyzed\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.18&nbsp; \n1:50 am</dco> &nbsp;<qco> what is sexy</qco> </h3>      shapes, and patterns\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.18&nbsp; \n1:23 am</dco> &nbsp;<qco> What part about doing what you do do you believe to be the hardest?</qco> </h3>      as my skills get stronger my capacity for self doubt becomes more ferocious\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.18&nbsp; \n1:16 am</dco> &nbsp;<qco> Have you ever tried to strum a bass?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you think if I tuned a bass to GCEA I could play it like a ukulele?</qco></h3>      it would make a roaring sound probably, unless you go up very high<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Would that be sacreligious?</qco> </h3>      it will make a roaring sound, regardless of how it's tuned or what chord you play, unless you play very high on the fretboard\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.18&nbsp; \n1:11 am</dco> &nbsp;<qco> how do i get out of bed in the morning</qco> </h3>      first you must choose the correct side\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.18&nbsp; \n1:10 am</dco> &nbsp;<qco> Hello, I am applying to college soon and I am very stressed. Do you have any advice? Do you have any related wisdom? I come to request a bequeathal of knowledge</qco> </h3>      unfortunately i don't have any experience there, but maybe you could apply to all the colleges? could be bad advice but it's something i just thought of\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.18&nbsp; \n1:03 am</dco> &nbsp;<qco> What I'm I supposed to do&nbsp;</qco> </h3>      suppose something back upon the supposer\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.18&nbsp; \n12:28 am</dco> &nbsp;<qco> can you write me a poem?</qco> </h3>      you are the poem\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.18&nbsp; \n12:12 am</dco> &nbsp;<qco> Do you prefer hot or cold weather</qco> </h3>      how about something of a medium temperature\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n11:41 pm</dco> &nbsp;<qco> is there a song (or a band in general) that always gives you a feeling of nostalgia? which song/band is it?</qco> </h3>      waltz of the flowers\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n11:38 pm</dco> &nbsp;<qco> im sad, what should i do</qco> </h3>      how about some cave paintings\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n11:27 pm</dco> &nbsp;<qco> why don't you have ads?</qco> </h3>      i do have some, but the reason i don't have more is because i think they suck\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n9:25 pm</dco> &nbsp;<qco> I realized I'm only motivated by fear. Even though my life seems perfect on the outside, I'm slowing breaking and I don't know how long I can keep living a beautiful lie that is corrupting my values and perception of the world. Got any suggestions?</qco> </h3>      take some calm, thoughtful walks. write down your thoughts and feelings\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n9:19 pm</dco> &nbsp;<qco> How are you doing for now?</qco> </h3>      ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n9:10 pm</dco> &nbsp;<qco> Should I commit suicide?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n9:10 pm</dco> &nbsp;<qco> how many times a day do the minute and hour hands on an analogue clock overlap?</qco> </h3>      22?\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n8:33 pm</dco> &nbsp;<qco> Why did you cancel the \"fake jail\" video?</qco> </h3>      because i didn't have time to get it done and also get the song done by tuesday. unfortunately even after cancelling it i didn't have enough time to do the song for tuesday. this is what is known in the business as 'spectacular failure'\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n8:22 pm</dco> &nbsp;<qco> is inventing the cure for cancer a good way to convince the prison guards to let you out?</qco> </h3>      you must convince the courts to let you out\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n8:02 pm</dco> &nbsp;<qco> Your creativity makes me want to be creative too! Are you happy to inspire others?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n7:34 pm</dco> &nbsp;<qco> i'm mad at myself for existing what do i do how do i stop being a stupid dumb loser idiot person and how do i become someone who matters plz help btw you are cool</qco> </h3>      go down town\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n7:05 pm</dco> &nbsp;<qco> do you just throw a dart and then make a video about whatever the dart lands on</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n6:16 pm</dco> &nbsp;<qco> how to stop being lazy?</qco> </h3>      first you must figure out what you are going to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n6:10 pm</dco> &nbsp;<qco> do you tend to avoid sad things?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n5:06 pm</dco> &nbsp;<qco> What do you think of Ariadne Grandes \"Thank you, next\" song? Everyone seems to hate it. But I rather like it</qco> </h3>      i think it's easy to be jealous and mad at it, because it is tearing up the charts. but i got up the courage to listen to it and i found it to be unquestionably awesome, which is what i would have expected\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n2:44 pm</dco> &nbsp;<qco> should i be concerned about the sound quality of my recordings?\n</qco></h3>      it's your choice<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how have you gotten the most out of your equipment?</qco> </h3>      very gradually, one riddle at a time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n1:47 pm</dco> &nbsp;<qco> so in summary:\n<br>you did the two week schedule and thought it was impossible but it worked so you added an everything video so you were putting a video out once a week and also started another large history type project on top of those two things?</qco> </h3>      right except you conveniently forgot to mention the spectacular failure that immediately occured as a result of those attempted additions\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n1:31 pm</dco> &nbsp;<qco> bill why don't i want to do anything that i need to&nbsp;</qco> </h3>      i think you do\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n12:55 pm</dco> &nbsp;<qco> You said that the ideal length of a song is 2:12. and the day goes on is 2:12. Is that indirectly saying that and the day goes on is your ideal song?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n12:45 pm</dco> &nbsp;<qco> Do you think it's possible to learn classical piano at a professional level just by using online resources without developing bad techniques?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n11:36 am</dco> &nbsp;<qco> How do you approach making an anagram?</qco> </h3>      usually take care of the rare letters first, z, x, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n11:21 am</dco> &nbsp;<qco> How can you not have a pony?!</qco> </h3>      i am a pony\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n11:00 am</dco> &nbsp;<qco> i saw an article on some website and it was about you!!! have you seen it and what are your thoughts on it</qco> </h3>      which one\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n10:43 am</dco> &nbsp;<qco> how do you exploit a computer glitch</qco> </h3>      that would vary from glitch to glitch\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n10:27 am</dco> &nbsp;<qco> yo so like. im in a caroling competition and can you give me some tips and advice on singing? thank</qco> </h3>      you must connect with god. i don't care who or what you may think that is, just do it. i think you'll see what i mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n9:49 am</dco> &nbsp;<qco> is it unnatural to be in entirely enclosed spaces most of the time? or at least a little offputting?</qco> </h3>      maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n6:36 am</dco> &nbsp;<qco> Bill, I wanted to talk to you about something. I think that throughout my career as a musician I have contracted a virus that I can only identify as \"bridge section fanatic syndrome\" or something. It happens even with the classics, to me. Name an artist, I will likely be a fan of their bridges or \"c sections\" alone, even with their most classic songs. It happens with music from all eras (although lately I'm finding a lack in true bridge sections as an entity, if you will, specially in hip hop and trap, even though I enjoy a lot of the music). Those sections are NOTHING without the context of the song but somehow I find myself listening to the entire thing just to get there and enjoy them, justified in my enjoyment for having given that section it's moment to shine (not isolated) but preferring it to the rest of the track nonetheless. It's really weird and it just hit me, thinking about it. I find myself writing songs and instrumentals as strong as I \n can with\n  the purpose of having the thrill of creating a bridge that I love, just for that piece of music. Does anything like this happen to you?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Thanks for reading this convoluted text, I'm in the middle of&nbsp;&nbsp;a tornado of self discovery.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n5:23 am</dco> &nbsp;<qco> I'm getting a bill wurtz t-shirt for Christmas Has anyone ever purchased a bill wurtz t-shirt before?\n<br>Has anyone ever purchased any bill wurtz merchandise before?</qco> </h3>      people tell me it's sold out, so apparently it's all been purchased\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n5:13 am</dco> &nbsp;<qco> I am making a comic where a girl builds a rocket and goes to another planet to find an alien boyfriend, what planet should it be?\n</qco></h3>      earth<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nHow does an alien boyfriend look?</qco> </h3>      like an earth ling\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n4:53 am</dco> &nbsp;<qco> How to have fun when you do something important&nbsp;</qco> </h3>      vlog about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n4:02 am</dco> &nbsp;<qco> is bread just boneless crackers?</qco> </h3>      bread is boneless bread. most bread has the bones removed before it is sold\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n3:19 am</dco> &nbsp;<qco> How do you conform to society?</qco> </h3>      life hack, convince society to conform to you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n2:25 am</dco> &nbsp;<qco> how do you keep up with what's hot in the music world? radio? playlists? charts?</qco> </h3>      i hear it peripherally in the stores, but every few months i pillage the charts and download a bunch of stuff and cry tears of joy and envy\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n2:23 am</dco> &nbsp;<qco> <a href=\"q.php?date=201812080440\">12.8.18&nbsp;&nbsp;4:40 am</a>  i think so, im trying it out in here and it helps to willfully try to go against the \"norm\", currently at the doublethink stage where instinct tells me x and mind tries y while feeling like x. speaking of perfection, what's a good tip to get over the imperfections on done projects?&nbsp;</qco> </h3>      do new projects\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n1:15 am</dco> &nbsp;<qco> can we have beef</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n12:24 am</dco> &nbsp;<qco> can you logic your way out of love?</qco> </h3>      i doubt it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.18&nbsp; \n12:22 am</dco> &nbsp;<qco> &nbsp;is today kind of a weird day?</qco> </h3>      yes\n<br><br>"
  }
]
