[
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n7:04 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201912132212\">12.13.19&nbsp;&nbsp;10:12 pm</a>  fair enough, i guess i believe you but it's a little difficult. have you always had this skill or was it something you had to learn? of not taking things personally and not getting angry at people for doing dumb or dangerous stuff, driving or otherwise?&nbsp;</qco> </h3>      i actually always wondered why most people are so insanely hypocritical while driving. it seems to me that 90% of things that drivers get mad at other drivers for, are actually insanely reasonable things, that they've certainly done themselves. like for example, car 1 is making a right turn. but there happens to be someone crossing a crosswalk, blocking their right turn. car 2, behind car 1, is freaking out and going apeshit at car 1 for 'just waiting there'. but there is a perfectly good reason car 1 is waiting there. they are doing a classic maneuver called 'making a right turn without killing the walking person.' Every single day i watch drivers freak out at other drivers for doing perfectly good and totally normal things. i did not have to learn how not to be angry at them for it, but i am still learning how such anger and shortsightedness could occur\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n6:59 pm</dco> &nbsp;<qco> What is your favorite word?</qco> </h3>      cart wheel\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n6:45 pm</dco> &nbsp;<qco> what the fuck is \"me\" you know. every time i try to make it clear who i am i just get more confused</qco> </h3>      this is to ensure you have a fantastic time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n6:27 pm</dco> &nbsp;<qco> What do you think of Sundays?&nbsp;</qco> </h3>      i love how they are right in the center of the week\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n6:24 pm</dco> &nbsp;<qco> what do you think about simulation theory?</qco> </h3>      i would prefer theory simulation. seems more useful\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n6:22 pm</dco> &nbsp;<qco> Favorite childhood memory?</qco> </h3>      trying to figure out where the heck i am\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n5:46 pm</dco> &nbsp;<qco> Which do you prefer?</qco> </h3>      this\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n5:33 pm</dco> &nbsp;<qco> i want to do everything but i end up doing nothing&nbsp;</qco> </h3>      i know how that feels\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n5:04 pm</dco> &nbsp;<qco> It is 4am. you hear a strange noise from downstairs. </qco></h3>      that's not true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tyou investigate. when you reach the first floor, you see a strange light coming from the kitchen. you walk towards it. standing in your kitchen, looking in your fridge, is you. </qco></h3>      none of this has been true so far<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\twhat do you do? (asking for a friend)</qco> </h3>      continue trying to amount to something\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n4:55 pm</dco> &nbsp;<qco> best cereal?</qco> </h3>      lumps of goup\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n4:48 pm</dco> &nbsp;<qco> Is the s or the c silent in scent?</qco> </h3>       neither of them are silent, but they both sound the same and are said simultaneously. they also have no smell, ironically \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n4:41 pm</dco> &nbsp;<qco> interested to see what you release next</qco> </h3>      me too\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n3:56 pm</dco> &nbsp;<qco> why is the sun so sunny?</qco> </h3>      that is due to sunshine, and sunnyness\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n3:51 pm</dco> &nbsp;<qco> Some of your songs make you seem like a sad lonely person, but other songs make you seem happy and eccentric person. Have you ever experienced existential dread? </qco></h3>      yes! then i came up with some solutions and i am still drowning in the solutions, so that's good news i suppose<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tYou're a hard person to figure out... Whatever your answer is, I'll probably agree with you anyway.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n3:51 pm</dco> &nbsp;<qco> how do you feel about the accordian</qco> </h3>      i have mixed feelings about the accordion\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n3:50 pm</dco> &nbsp;<qco> how do you feel about bubble wrap?</qco> </h3>      very good!\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n3:38 pm</dco> &nbsp;<qco> why are you so amazing</qco> </h3>      could be some kind of defense mechanism\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n3:36 pm</dco> &nbsp;<qco> you know how in math they can say something like, \"let a=b\" right? what happens if you dont let a=b?</qco> </h3>      then it wouldn't\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n3:06 pm</dco> &nbsp;<qco> do you know the secret dance?</qco> </h3>      yes, but i have an advantage there because i am at liberty to make up my own\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n2:59 pm</dco> &nbsp;<qco> Why do we sometimes cry when vibrations in the air formed into patterns hits our ears? </qco></h3>      due to the greater implications<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tWhy would evolution care about music? </qco></h3>      it cares about you, and you care<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tDo you believe in God?</qco> </h3>      that's a great word and it means a million things. many of which i can certainly get behind\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n2:01 pm</dco> &nbsp;<qco> how do i consume babies</qco> </h3>      wait til they get older, they will consume themselves\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n2:01 pm</dco> &nbsp;<qco> how many eggs do you eat a day</qco> </h3>      don't worry about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n2:00 pm</dco> &nbsp;<qco> Did you ever record yourself getting into a car accident</qco> </h3>      fortunately no, not yet, but i was recording when <a href=\"201711231243.mp3\">my car broke</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n2:00 pm</dco> &nbsp;<qco> there is no point of caling this the questions page if you are willing to answer things that arent questions</qco> </h3>      i disagree wildly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n1:37 pm</dco> &nbsp;<qco> With \"The Days Gone By\" on might quit video u saw Bob Ross and decided to put that in a part or it just appeared like cuz y not</qco> </h3>      i cannot remember what appears in either of the 2 occurences of that lyric, and for superstitious reasons i am not allowed to check\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n1:15 pm</dco> &nbsp;<qco> What's your favorite word?</qco> </h3>      moo cow\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n1:15 pm</dco> &nbsp;<qco> I just made a snowman with my nephew, and he gave the snowman headphones. I liked the idea. Then we got back inside and we are drinking hot chocolate. Do you remember the last time you made a snowman? Did something interesting happen?</qco> </h3>      i have never made a snow person\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n12:31 pm</dco> &nbsp;<qco> You are egg?</qco> </h3>      i am a whole basket full of eggs\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n12:20 pm</dco> &nbsp;<qco> opinions?</qco> </h3>      no way\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n12:12 pm</dco> &nbsp;<qco> Can you show me one of your drawings?</qco> </h3>      <a href=\"town8efhae98fh.png\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n12:10 pm</dco> &nbsp;<qco> Is a hot dog a sandwich?</qco> </h3>      when it's prepared properly, it is a soup\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n11:47 am</dco> &nbsp;<qco> Have you ever asked a question on the questions page?</qco> </h3>      only in white text, in response to someone else's question. i have never asked one of the purple questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n11:08 am</dco> &nbsp;<qco> How to lose at spelling</qco> </h3>      like <a href=\"panicanddie.mp4\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n9:55 am</dco> &nbsp;<qco> how do I make oatmeal</qco> </h3>      export a video to mp4 with a low bitrate\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n9:41 am</dco> &nbsp;<qco> give me something creative to do while squeezed on a bus for forty minutes on frequent occasion</qco> </h3>      learn to prime factorize long numbers in your head. actually no don't do that, that's very unhealthy. write stories instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n9:40 am</dco> &nbsp;<qco> How many months will be in 2020?</qco> </h3>      12 unless something goes horribly wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n9:40 am</dco> &nbsp;<qco> is santa claus real?</qco> </h3>      it's you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n9:25 am</dco> &nbsp;<qco> What's it going to take for me to realize that I'm good enough?</qco> </h3>      see other people succeed who are not as good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n9:16 am</dco> &nbsp;<qco> My siblings decorated our Christmas tree without me! What should I do? </qco></h3>      you could steal christmas, or at least try to<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tAlso happy holidays</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n6:07 am</dco> &nbsp;<qco> How do you feel about straws?</qco> </h3>      pretty good, but they still don't allow you to drink cake\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n5:54 am</dco> &nbsp;<qco> Hi Bill, I've noticed that on the videos that feature your face, heaps of comments say how handsome you are and that they're in love with you. What are your thoughts on this?&nbsp;</qco> </h3>      being your own editor is great, would recommend\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n5:20 am</dco> &nbsp;<qco> Any tips on doing this live journal thing you do? Like the thing you pretend to be a celebrity in and eventually edit it and upload, I started doing a voice only one and I didn't figure out if it's supposed to stay on all the time, or do I turn it on when I have time to just.. do it... and what do I do if I am at school most of the time and can't record due to the noise or looking like an idiot?</qco> </h3>      just do it sometimes, occasionally. and then only keep doing it if you get ADDICTED AND CAN'T STOP, AND CAN'T EVEN FUNCTION WITHOUT IT\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n5:01 am</dco> &nbsp;<qco> what is your opinion on the state of west virginia</qco> </h3>      not west enough. still very east, in the scheme of things\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n4:55 am</dco> &nbsp;<qco> Is the earth flat?</qco> </h3>      no, but it certainly looks that way in pictures\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n3:40 am</dco> &nbsp;<qco> The intro to Might Quit is so fr*cking good. Idk if you've become way way better at mixing over the years but it makes me really happy to hear your music. I hope you are doing really well and don't feel too much pressure from your \"fans\". I miss you a lot.</qco> </h3>      holy smokes you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n3:05 am</dco> &nbsp;<qco> It is 3 in the morning, what should I do?</qco> </h3>      analyze your entire life\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n2:42 am</dco> &nbsp;<qco> why not just buy an island</qco> </h3>      that's a lot of responsibility, you have to take care of it, and feed it,\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n2:38 am</dco> &nbsp;<qco> Thank you for making your music, it helps me when I am sad. I don't quite understand it consciously, but emotionally it really helps me sometimes. Is this how you meant for your stuff to be?</qco> </h3>      i try to make it helpful in as many ways possible, to increase the likelihood that it may help you in some way\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n2:38 am</dco> &nbsp;<qco> why can't i meet the deadline?</qco> </h3>      because it's too soon! and also you are too slow\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.15.19&nbsp; \n2:03 am</dco> &nbsp;<qco> what's the okayest question you've ever recieved</qco> </h3>      this one, by far\n<br><br>"
  }
]
