[
  {
    "html": "<h3> <dco>5.21.23&nbsp; \n10:20 pm</dco> &nbsp;<qco> How do you feel about grammatical mistakes?</qco> </h3>      \n\n'do you understand'?\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.23&nbsp; \n10:16 pm</dco> &nbsp;<qco> How do you decide which questions get answers? is there a thought process behind it? do you answer all of them and just take time for it, or do you flip a coin and decide who doesnt get answers?</qco> </h3>      \n\ni flip coins, but that has nothing to do with which questions i answer. i like to flip coins\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.23&nbsp; \n10:15 pm</dco> &nbsp;<qco> hey bill, I'm moving from Seattle all the way to Philadelphia, any thoughts or tips?</qco> </h3>      \n\njust make sure you go \"all the way\". halfway to philadelphia doesn't count\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.23&nbsp; \n9:29 pm</dco> &nbsp;<qco> Will the video you were working on at the beginning of the year ever see the light of day? </qco></h3>      yes, even though it apparently takes place at night<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is this a situation comparable to \"I'm a princess\"?</qco> </h3>      \nsomewhat\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.23&nbsp; \n9:25 pm</dco> &nbsp;<qco> what app do you use to make \"Soap Tips\"?</qco> </h3>      \n\nthe soap tips app\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.23&nbsp; \n8:51 pm</dco> &nbsp;<qco> how about goin to mall of sun</qco> </h3>      \n\nok\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.23&nbsp; \n6:47 pm</dco> &nbsp;<qco> I think by now you know I can be immensely stupid, but could you please give away a hint on the might quit riddle? Thank you anyway, for everything.</qco> </h3>      \n\nthat's not a riddle. it's a song\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.23&nbsp; 3:37 pm</dco> &nbsp;<qco> opinion on capital letters?</qco> </h3>      \n\nextremely convenient. built-in emphasis. very future proof. it's available even when bold/italics is not\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.23&nbsp; \n2:22 pm</dco> &nbsp;<qco> Over the summer I really want to learn an instrument like the Piano, any suggestions on how to go about it?</qco> </h3>      \n\nsure. just get a piano (or something similar). each note does exactly what it sounds like it does\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.23&nbsp; 11:44 am</dco> &nbsp;<qco> can you give me some life advice</qco> </h3>      \n\nsure. if you want to dig a hole through the entire planet and come out the other side, don't do it. it doesn't work\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.23&nbsp; \n11:40 am</dco> &nbsp;<qco> what are your thoughts on sludge metal</qco> </h3>      \n\nnow with more sludge. same great taste\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.23&nbsp; \n11:34 am</dco> &nbsp;<qco> thoughts on noise rock</qco> </h3>      \n\nnot as noisy as advertised\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.23&nbsp; 11:11 am</dco> &nbsp;<qco> favourite key signature?</qco> </h3>      \n\nbroken\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.23&nbsp; \n11:09 am</dco> &nbsp;<qco> thoughts on quantity over quality/</qco> </h3>      \n\nover, under, it doesn't matter. try both if you can\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.23&nbsp; \n10:30 am</dco> &nbsp;<qco> is lava magma</qco> </h3>      \n\nwas\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.23&nbsp; \n9:44 am</dco> &nbsp;<qco> do you think the U.S map looks like a whale?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.23&nbsp; \n8:17 am</dco> &nbsp;<qco> would dr. pepper be a good doctor</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.23&nbsp; \n6:53 am</dco> &nbsp;<qco> when is the sequel to the numeral system coming out</qco> </h3>      \n\nit's out already, and it's called huge numerals\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.23&nbsp; \n2:58 am</dco> &nbsp;<qco> what is the most complicated song you've ever made?</qco> </h3>      \n\ni have never made a complicated song\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.23&nbsp; \n2:25 am</dco> &nbsp;<qco> do you have synesthesia</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.23&nbsp; \n12:32 am</dco> &nbsp;<qco> suggestions for a keyboard that doesnt cost a fortune but is still a reasonable quality?</qco> </h3>      \n\nno, i am not an expert at keyboard purchasing. i just try to stick to the same one for as long as possible, and my use case situation is also fairly unique\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.23&nbsp; 12:03 am</dco> &nbsp;<qco> What's your thought on bread?</qco> </h3>      \n\nsometimes i'm not sure if it's bread. \"i wonder if that's bread\", i think to myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.23&nbsp; \n11:41 pm</dco> &nbsp;<qco> Your \"Perfect.\" video could very well be my favorite video on the internet</qco> </h3>      \n\nin that case, i have some more coming up soon that you will like possibly even more than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.23&nbsp; \n10:07 pm</dco> &nbsp;<qco> what's the question</qco> </h3>      \n\n\"what's the question\"\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.23&nbsp; \n9:34 pm</dco> &nbsp;<qco> do you have tips for being able to better transcribe the chords i hear in my head</qco> </h3>      \n\n\n\nit's like writing down the words you hear in your head, which is probably very easy for you at this point because you have been using english up down and sideways for most of your life. if you do the same with songs, this is gonna work just the same for chords. the most important thing is that you try to keep it in songs. just the way, when you are learning english, it's always good to use the words in real sentences, in real life situations\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.23&nbsp; \n9:20 pm</dco> &nbsp;<qco> some people get knighted but we all get nighted at some point till we awaken once again to repeat the cycle</qco> </h3>      \n\nthat's true\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.23&nbsp; \n5:35 pm</dco> &nbsp;<qco> have you ever met someone weirder than you</qco> </h3>      \n\n\neveryone is weirder than me, but, i have never met anyone. so the answer is no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.23&nbsp; 3:27 pm</dco> &nbsp;<qco> What inspired you to start creating music and videos?</qco> </h3>      \n\nto improve my communication\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.23&nbsp; \n2:11 pm</dco> &nbsp;<qco> do funny people have more funny bones</qco> </h3>      \n\nno. those are the less funny people\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.23&nbsp; \n2:07 pm</dco> &nbsp;<qco> I need something else to put on toast. Peanut butter and/or jelly is too conventional in my opinion, any recommendations?</qco> </h3>      \n\nhow about some hot fresh worldviews\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.23&nbsp; \n12:59 pm</dco> &nbsp;<qco> Taking into account the moral and ethical differences between the two, do you prefer crabs or lobsters?</qco> </h3>      \n\ni would prefer not to get involved\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.23&nbsp; \n11:11 am</dco> &nbsp;<qco> How do you make toast?\n<br></qco> </h3>      \n\nonly the toaster knows that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.23&nbsp; \n10:31 am</dco> &nbsp;<qco> How would you explain absurdism?&nbsp;</qco> </h3>      \n\nif ism works there, it works anywhere. got a lamp? that's lampism\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.23&nbsp; \n9:50 am</dco> &nbsp;<qco> what am i</qco> </h3>      \n\nthe intersection of past and future\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.23&nbsp; \n7:17 am</dco> &nbsp;<qco> who is the landlord's landlord?</qco> </h3>      \n\nthey do it to themselves\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.23&nbsp; \n3:48 am</dco> &nbsp;<qco> I'm feeling like looking at the ceiling in the darkness, do you think it's a fun idea to spend time doing that?&nbsp;</qco> </h3>      \n\nit probably is for you, right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.23&nbsp; \n2:40 am</dco> &nbsp;<qco> what's a realisation about doing interviews you've had since the last interview you did</qco> </h3>      \n\nif the host has to ask the pre-written questions, you're halfway to hell. if the guest answers them, then the journey is complete\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.23&nbsp; \n12:12 am</dco> &nbsp;<qco> i have a tune in triplet swing that i've composed on the computer. in the DAW i'm using triplets everywhere but just not playing the second one, to create a swing feel. </qco></h3>      that will give you the extremely brash robot swing you used to hear in popular late 80s music. for a more reasonable swing sound, you'll probably want to find a 'swing' setting that puts the offbeat note somewhere between 55 and 59% of the way between the 2 downbeats on either side, instead of the 67% that you are currently using<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i will be transcribing this tune to sheet music. i am experienced in a DAW but not with sheets, what are my options for communicating the swing on the page, and what do you recommend?</qco> </h3>      if the 8th notes are swung, write \"swung 8ths\" at the top. if the 16ths are swung, write \"swung 16ths\" at the top\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.23&nbsp; \n11:28 pm</dco> &nbsp;<qco> question. i had this thought years ago about how popular classical music today (beethoven, wolfgang, bach, etc.) sounds about 99.9% the same as it was when originally performed the 1700s/1800s or something. i now think that if the world were to reject any playback that could be heard by the listener (like the phonograph in very early recordings in the mid to late 1800s), supposedly they would sound precisely like their pieces when it was first orchestrated/written. would that be true in this case?&nbsp;</qco> </h3>      \n\nthat doesn't make very much sense to me. you are saying if the listener rejects anything they can hear, (such as recordings), then it will sound exactly the same? the way i'm adding it up here, it sounds like they wouldn't hear anything. i know your question makes sense somehow but i was unable to figure it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.23&nbsp; \n11:23 pm</dco> &nbsp;<qco> overwhelmed. what to do?&nbsp;</qco> </h3>      \n\ndescribe your situation, in a way that the overwhelmingness sparkles like a spectacular first night of a stage musical\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.23&nbsp; \n9:16 pm</dco> &nbsp;<qco> ok. can you recommend me a song that is superbly strong. like amazing enough to listen to on loop for hours on end. from between 1990-2000.</qco> </h3>      \n\nah yes, what you are looking for is \"jock jams (y'all ready for this)\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.23&nbsp; 8:05 pm</dco> &nbsp;<qco> favourite colour?</qco> </h3>      \n\nextreme\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.23&nbsp; \n7:58 pm</dco> &nbsp;<qco> how do you do cool keyboard riffs? i got a new keyboard and im absolutely in love with it but im really rusty on the keyboard and i never learned how to do all that fancy stuff.&nbsp;</qco> </h3>      \n\nlike using a nail, a keyboard riff is usually surrounded by things that are not a keyboard riff. for example, go to the store and get a coffee, *keyboard riff*, drink the coffee. you see what i'm getting at here. if it's just a keyboard riff and nothing else, it feels useless. keyboard riffs are primarily in support of other things that are not keyboard riffs. in fact, at the right time and place, just a single note can be the most powerful keyboard riff\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.23&nbsp; \n7:12 pm</dco> &nbsp;<qco> Would you die if you showered in red Gatorade?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.23&nbsp; \n6:22 pm</dco> &nbsp;<qco> In \"9 8 7\" the lyrics say \"9 8 7 \" then \"7 6 5 \"where you repeat the number 7. Was this in order to make it so the next lyric ended in \"2\" so that you could rhyme blue and true with it or was it something that just happened? </qco></h3>      it happened because 7 6 5 is extremely what i wanted. i didn't even get to the true part until probably some years later<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also if possible could you say what style of video you're next is to be?</qco> </h3>      \ni'm not sure which one would be next, but certainly in the genre of 'Perfect' or '2 friends on the beach'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.23&nbsp; 6:03 pm</dco> &nbsp;<qco> You doing alright?</qco> </h3>      \n\neven better\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.23&nbsp; \n5:57 pm</dco> &nbsp;<qco> What scented candles do you have?</qco> </h3>      \n\nwax\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.23&nbsp; \n5:43 pm</dco> &nbsp;<qco> Has the rabbit put you in the hat yet?</qco> </h3>      \n\na long long time ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.23&nbsp; \n5:35 pm</dco> &nbsp;<qco> Have you ever gone back to the place where you were born?</qco> </h3>      \n\nyes i have\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.19.23&nbsp; \n5:00 pm</dco> &nbsp;<qco> does tom hank</qco> </h3>      \n\nyes he does\n<br><br>"
  }
]
