[
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n8:49 pm</dco> &nbsp;<qco> Is time passing by too slowly, or at the right speed?</qco> </h3>      \nat the right speed\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n8:36 pm</dco> &nbsp;<qco>   I have to take a lot of phone calls and listen toa lot of voicemails for my work... and I think it's really funny that whenpeople leave a voicemail, almost everybody starts off by saying 'Yes' or 'Yeah'... like, every voicemail is always \"Yes, hello, my name is John and I'm calling about...\", or \"Yeah, hi, my name is Jane and I was calling to ask if...\"... \n \nI think it's something about leaving a voicemail that just compels people to start off with \"yes\" or \"yeah\" subconsciously??? I can't imagine I'd ever write that in a text message, \"Yes, hi, what's going on? Wanna meet up for dinner later?\"... Or even saying that in-person would feel silly... like being in the line at the grocery store and saying to the cashier \"Yes, hi, have a nice day\". \n \nSorry, I don't really have a question. But I just noticed that this was a thing (I think I probably do it too if ever I leave a voicemail), and something about this I find to be very amusing... and I am using this questions page here just to write about my amusement. </qco> </h3>      \n\n    the rabbit hole of speaking mannerisms, or for that matter written mannerisms, is perhaps deeper than you ever thought possible  \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n6:20 pm</dco> &nbsp;<qco> oftentimes i'll check this place for updates and it'll seem to have been updated after midnight. do you enjoy staying up late or does it just kinda happen? i find the hours from about 1am to 4am to be rather peaceful.</qco> </h3>      \ni should point out that the clock is circular. furthermore, all times can be considered after midnight. specifically, the times you mentioned are in fact early\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n5:24 pm</dco> &nbsp;<qco> Have you broken into Area 51?</qco> </h3>      \nnot that i recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; 5:24 pm</dco> &nbsp;<qco> Have you ever flown a bird? \n<br></qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n5:11 pm</dco> &nbsp;<qco> i was wondering if there are any genres you've considered writing in but haven't gotten to yet, or do you prefer to write without genre in mind?</qco> </h3>      \nthe genres melted. they were apparently never un-melted, in fact they were pre-melted. the un-melted genre theory always seems to turn out to be a myth, the more you study the past, the future, or the present. i'm sorry to say\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n4:40 pm</dco> &nbsp;<qco> Why is it called the land of 2 letter words instead of \"th la of 2 le wo\" ?</qco> </h3>      \nlike most things, it was named from the outside\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n3:00 pm</dco> &nbsp;<qco> Do you ever read poetry? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If yes, what is the most recent poem that you liked?</qco> </h3>      DO NOT ENTER\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n2:34 pm</dco> &nbsp;<qco> Do you enjoy thinking inside of a box or outside of a box better?</qco> </h3>      \ni like switching, not switching, and therefore, of course, switching between switching and not switching\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n1:09 pm</dco> &nbsp;<qco> What do you think makes something that you create art. Is simply creating it and putting \"soul\" into it enough ?</qco> </h3>      \ni can't think of a reason why you need to know whether it qualifies or not as art. in fact, it seems like it would be more fun to not be entirely sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n1:07 pm</dco> &nbsp;<qco> i wasn't good for a long time. then i became good through a revolution, for a good while. and now i'm kinda starting to be not good again .. not as bad as the beginning tho maybe, but still. I hoped the revolution would be it...</qco> </h3>      \ndid you really never want the joy of doing another revolution\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n12:44 pm</dco> &nbsp;<qco> Is the grass ever greener?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n12:39 pm</dco> &nbsp;<qco> what do I do if I can't whistle? </qco></h3>      how about singing<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is life just over?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n12:21 pm</dco> &nbsp;<qco> What makes the guitar a guitar ?</qco> </h3>      \nthe reflexive property of equality. but if that fails then you may have to do it yourself\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n11:38 am</dco> &nbsp;<qco> You're already an official featured artist in Osu, but are you planning on or wanting to put yourself in other games?</qco> </h3>      \nyes i was thinking of putting myself in smash brothers\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n11:36 am</dco> &nbsp;<qco> How does this work? What's the magic behind this website?</qco> </h3>      \nexistence itself, in whose footsteps this site follows dilligently\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n11:16 am</dco> &nbsp;<qco> How to make a tutorial&nbsp;</qco> </h3>      \nfirst you must make a tutorial tutorial\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n11:15 am</dco> &nbsp;<qco> How to fight back that feeling that everything is fucked when nothing's even happened yet?</qco> </h3>      \n.......... do something\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n11:09 am</dco> &nbsp;<qco> Hypothetically, if we were at a party, would you protect my drink? I feel like i could trust you with my life.</qco> </h3>      \ni would protect any drink that is reasonably within my sphere of influence\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n11:05 am</dco> &nbsp;<qco> When did you learn to play the klak pak?</qco> </h3>      \nbefore it was called that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n10:26 am</dco> &nbsp;<qco> at what point does graffiti become vandalism? like how can it be super cool art while defacing someone's property? and i know it's an art style that isn't required to be painted illegally on public or private property, but that's what makes it super cool. i'm struggling to draw the line between cool thoughtful graffiti and public-nuisance vandalism, what do you think?</qco> </h3>      \nsuddenly i am curious how you feel about tattoos, in a way, vandalizing yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n9:52 am</dco> &nbsp;<qco> i'm trying to make my own music but sometimes i fear that it sounds too much like another song. do you have any tips?</qco> </h3>      \nyou might have to make it more ridiculous\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n9:30 am</dco> &nbsp;<qco> do you dislike the idea of having a favorite thing in a category of whatever?</qco> </h3>      \nas long as the field itself is not something i specialize in, i probably wouldn't mind belittling it so\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n8:51 am</dco> &nbsp;<qco> if you discovered a new element what would you name it</qco> </h3>      \nstuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n7:50 am</dco> &nbsp;<qco> what's your favorite substitution for a curse word</qco> </h3>      \nhow about sound design\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n7:43 am</dco> &nbsp;<qco> Why do I constantly have the looming suspicion that I'm fucked?</qco> </h3>      \nthis is to prepare you for the eventual spectacular realization that you might not be\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n7:09 am</dco> &nbsp;<qco> So wait you mean there's ACTUALLY nothing wrong with me? But it's still ok if I think there IS something wrong with me, at least some of the time?</qco> </h3>      \nit's ok to think that sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n6:00 am</dco> &nbsp;<qco> are you ethan hawke's son? you look JUST like him!</qco> </h3>      \ni am his parents\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n4:47 am</dco> &nbsp;<qco> What's your favourite fruit?&nbsp;</qco> </h3>      \nhow about blobs\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n4:35 am</dco> &nbsp;<qco> in the beatle's \"drive my car\" does the line go \"beep beep'm beep beep, yeah\" or \"beep beep, m'beep beep yeah\"?</qco> </h3>      \nneither. it's sung, not typed\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n3:54 am</dco> &nbsp;<qco> Why does my brain get scrambled when I try to sing and play guitar at the same time&nbsp;</qco> </h3>      \nbecause you haven't been doing it for long enough. i assume walking with both feet was a similar mindfuck at first\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n3:32 am</dco> &nbsp;<qco> im stuck on endless cycle and i seriously dont know what i want to do, for example i want to do everything i want to be the best at everything its unrealistic tho and thats the best thing about it, part of my brain saying \"your personality isnt good enough for you to do that\" or no one will like your personality, while its true i have to accept that no one is perfect, but if i HAVE HAVE SO MANY VIDEO IDEAS ASO MANY TO THE POINT IM DYING INSIDE IF I DIDNT DO THEM, but the moment that i do, its worthless cus \"is these videos gonna be my identify?' thats the question i asked everyday, not only i want to do videos but i also want to make games, but then my brain says \"if you spent 3 or 2 years making a game well no onewill play it anyway or it wont be popular enough\" i dont care about it butdeeply i do??? mpart of me REALLY wants to combine them both. releasing the videos as for training myself how to model and making music for the videos to train myself, and then if IF i have a community then maybe maybe they gonna like my video game? thats the best i could do, but again my brain says \"identify\" no one is gonna like yourself, am i perfect? do i have to do alot to push myself and be someone whom im not? as they fake it until you make it. sorry bill this is long rant but its attacking me.\n</qco> </h3>      ah yes, you have one of the self-melting brains. if only you knew how many people actually wish they had one of those. they think it would 1000x their prodoctivity. which it probably can, if you could only find a way to just keep it cool enough to survive\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n3:12 am</dco> &nbsp;<qco> y'know how people say,\"do whatever you want to do\" and I think it's right but I'm so scared to do what I want to do because what if I fail and never achieve all that I wanted to because the success rate in that particular field I am interested is so....low. y'know what I mean? I don't want to just do what I want to do and achieve nothing...I want to make myself proud and my parents proud, sometimes.</qco> </h3>      \nnature tells us that there ought to be a unique solution to all this that will make you unmistakeably proud to be who you are\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n1:59 am</dco> &nbsp;<qco> how does one start the content creation process?</qco> </h3>      \nyou're going through life and then you suddenly think of something cool (or not cool, whatever floats your boat), then you clamour to quickly make a brief note of such, and store it away for later access. here is where the process stops, for now. the next part of the process needs its own, totally separate, start. you have to have some kind of system whereby you decide how to decide which things, and when, to select, from the inventory of lightningbolts you've collected, and then of course once a thing is selected then you can get to work, and, like a doctor, sensibly nurture it and develop it into what it originally deserved to be, at the moment it struck\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n1:15 am</dco> &nbsp;<qco> I was going to ask a question but I decided that I wouldn't and instead just tell you that I was going to. Sometimes the real question is the friends we made along the way</qco> </h3>      \ni understand\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.24&nbsp; \n12:24 am</dco> &nbsp;<qco> If a new month was added to the calendar, what would you name it?</qco> </h3>      \nhexember\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.24&nbsp; \n11:07 pm</dco> &nbsp;<qco> Would you ever make your own school?</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.24&nbsp; \n10:41 pm</dco> &nbsp;<qco> hi how do i become less annoying</qco> </h3>      \nyou'll have to start being annoyed by somebody else\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.24&nbsp; \n10:19 pm</dco> &nbsp;<qco> Can you remember any dreams you had recently?</qco> </h3>      \nsomeone was asking me what my favorite ice creap shop was in africa before they closed down cairo\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.24&nbsp; \n9:04 pm</dco> &nbsp;<qco> Do you have any tips for hand independence on the piano?</qco> </h3>      \nno, i actually think, for best musical results, your hands should have a very deep dependence on each other \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.24&nbsp; \n9:00 pm</dco> &nbsp;<qco> what are some book recommendations</qco> </h3>      \ntake a look at how the book is physically constructed\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.24&nbsp; \n7:31 pm</dco> &nbsp;<qco> were you home schooled?&nbsp;</qco> </h3>      \ni was schooled in the work place\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.24&nbsp; \n5:57 pm</dco> &nbsp;<qco> Do people actually read these?</qco> </h3>      \nyes, except not you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.24&nbsp; \n5:56 pm</dco> &nbsp;<qco> When will the counterpart to the ground plane, the beloved sky train, appear in your work?</qco> </h3>      \nthat is not the counterpart to the ground plane, i have no such song and if i did it would not be the counterpart to the ground plane song. there are 2 accidental counterparts to the ground plane song, and that would be \"i'm scared\" in which the chorus has a sort of similar climactic method to finish the chorus, because they were written around the same time, and the other is an alternate version of the \"goodbye\" section of \"where i've been\", which accidentally sounded too similar to the Ab and Db stretch of ground plane\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.24&nbsp; \n5:44 pm</dco> &nbsp;<qco> would you join the freemasonry?</qco> </h3>      \nmaybe just so i could quit\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.24&nbsp; \n4:58 pm</dco> &nbsp;<qco> studying all the music these musicians make makes me feel like an ant among giants, how do i overcome this feeling</qco> </h3>      \ni don't know, but they are not really giants. i personally have never had this feeling, so this is probably not very convincing advice\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.24&nbsp; \n4:10 pm</dco> &nbsp;<qco> Why do the Chicago Bulls suck so much?&nbsp;</qco> </h3>      \nmaybe they're having trouble getting the ball into the basket\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.24&nbsp; \n3:38 pm</dco> &nbsp;<qco> Best thing to put in a box?</qco> </h3>      \nhow about a concept\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.24&nbsp; \n1:27 pm</dco> &nbsp;<qco> What do you do when it just ain't working out&nbsp;</qco> </h3>      \ntake a walk\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.24&nbsp; \n9:04 am</dco> &nbsp;<qco> how do i not become scared of uploading content</qco> </h3>      \nyou'll have to do it more often\n<br><br>"
  }
]
