[
  {
    "html": "<h3> <dco>1.14.18&nbsp;\n2:16 pm</dco> &nbsp;<qco> Can you please just upload?</qco> </h3>      i have to make the thing too, unless i just upload someone else's material, which is not something i normally do\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.18&nbsp;\n1:16 pm</dco> &nbsp;<qco> How do you put the drawstring back into the hoodie hood if it comes out?</qco> </h3>      feed it through and scrunch it along 1 cm at a time, and in a few minutes it will be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.18&nbsp;\n12:04 pm</dco> &nbsp;<qco> what is sleep</qco> </h3>      a time warp\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.18&nbsp;\n11:48 am</dco> &nbsp;<qco> do you do all your own music?</qco> </h3>      <a href=\"http://billwurtz.com/the-music.mp4\">the music</a><br><br>"
  },
  {
    "html": "<h3> <dco>1.14.18&nbsp;\n11:39 am</dco> &nbsp;<qco> How much free time do you have to answer all these questions and write all those tweets?</qco> </h3>      as much as it takes to get the job done<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.18&nbsp;\n10:07 am</dco> &nbsp;<qco> how to use a urinal?</qco> </h3>      there are usually instructions written underneath<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.18&nbsp;\n7:24 am</dco> &nbsp;<qco> What does FPS stand for?</qco> </h3>      feels per second<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.18&nbsp;\n5:27 am</dco> &nbsp;<qco> I don't get invited to places to do date things. Do you get invited to do date things?</qco> </h3>      anything can be done on a date<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.18&nbsp;\n5:08 am</dco> &nbsp;<qco> bill.... how the hell do you stay so productive? The animations in your videos look like they would take all day to keyframe... do you spend most of your days just animating ? how???</qco> </h3>      there is a lot more to it than that, but yes i spend all my time making the things you have seen on billwurtz dot com and its affilliated pages<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.18&nbsp;\n4:34 am</dco> &nbsp;<qco> are you a child?\n<br></qco> </h3>      i will check<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.18&nbsp;\n4:25 am</dco> &nbsp;<qco> Pie?</qco> </h3>      that's an interesting question and there are many experts thinking round the clock to try to find the answer<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.18&nbsp;\n4:10 am</dco> &nbsp;<qco> Do you like Hitler's paintings?</qco> </h3>      i have never seen them<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.18&nbsp;\n2:09 am</dco> &nbsp;<qco> What's the reason with http://billwurtz.com/im-a-person.mp4? This is in 10 answered questions so far.</qco> </h3>      that is what i am, so i use that for questions asking what i am. it had been asked a lot more than 10 times<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.18&nbsp;\n1:57 am</dco> &nbsp;<qco> What's the key to a good spaghetti sauce?</qco> </h3>      putting spaghetti under it<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.18&nbsp;\n1:19 am</dco> &nbsp;<qco> How many muffins?</qco> </h3>      #<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.18&nbsp;\n1:18 am</dco> &nbsp;<qco> Can humans live in space</qco> </h3>      yes but it might be weird. then again so were fax machines, at first<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.18&nbsp;\n1:11 am</dco> &nbsp;<qco> why was ivan terrible</qco> </h3>      everone is good and terrible<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.18&nbsp;\n12:38 am</dco> &nbsp;<qco> What acually happened when the preist and the rabbi walked into a bar?&nbsp;&nbsp;I don't think I've ever really heard what the punchline of that joke is.&nbsp;</qco> </h3>      there was presumably some religious tension<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.18&nbsp;\n12:30 am</dco> &nbsp;<qco> Serious Question: How do you know so much about history? Do you do a lot of research?&nbsp;</qco> </h3>      i made a video about it. actually 2 videos<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.18&nbsp;\n12:22 am</dco> &nbsp;<qco> You should do a podcast thatd be cool, now i need to make this a question somehow so i guess... will you do a podcast?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>1.14.18&nbsp;\n12:18 am</dco> &nbsp;<qco> im excited to prove everyone wrong</qco> </h3>      that can be fun<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n11:39 pm</dco> &nbsp;<qco> Hey Bill, do you like the smell of rain?&nbsp;</qco> </h3>      i think the way the rain smells usually depends on how the ground smells<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n11:37 pm</dco> &nbsp;<qco> HOW ARE YOU BILL????? HOW ARE YOU??? WHY THE FUCK DO YOU NEVER ANSWER THAT QUESTION, ALL I WANT TO KNOW IS HOW YOU ARE DOING, WOULD YOU RATHER I ASK YOU IF THE VIDEO'S DONE YET? WOULD THAT MAKE YOU HAPPY? IT'S GETTING FUCKING OLD, I MEAN IT'S REALLY A SIMPLE QUESTION, BUT NOOOO, IM BILL AND INSTEAD OF ANSWERING A SIMPLE QUESTION ASKING HOW I FEEL AT THE MOMENT, I AM GOING TO ANSWER SOMEBODY WHO SAID THAT THEY KEEP LOSING THEIR SOCKS, WHICH, MIGHT I ADD, THAT'S NOT EVEN A GODD DAMN QUESTION !!!!!!!!! HALF OF THESE QUESTIONS ARE NOT EVEN QUESTIONS, AND YET HERE I AM, SOME POOR SHMUCK WHO IS JUST WONDERING HOW YOU ARE DOING, AND YOU JUST DONT CARE TO ANSWER ME BECAUSE IT'S TOO MUCH TO TELL SOME RANDOM PERSON HOW I AM DOING TODAY!!!! WELL YOU KNOW WHAT BILL, I DON'T CARE HOW YOU'RE DOING ANYMORE, BECAUSE I KNOW YOU ARE NEVER GONNA TELL ME ANYWAYS, I GIVE UP</qco> </h3>      ok. is there anything else i can help you with today<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n11:27 pm</dco> &nbsp;<qco> Bill, I have been having a rough time grasping how to categorize my music, as a lot of people want to say it's a kind of music that a lot of people look down on. I like my style but I don't want my peers to dislike me. Any advice?</qco> </h3>      you can try to 'categorize' music, and you may feel momentarily like this makes sense, but i think you will find that any categorization system will completely turn to liquid after a very short period of time<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n11:22 pm</dco> &nbsp;<qco> my ueqstion - How much talent/effort do I need to make something musical?</qco> </h3>      you'll have to try and see<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n11:06 pm</dco> &nbsp;<qco> there's a quote i saw of your's from a while ago, about your process of making content and about how you swallowed as much content as you could and bottled it up until you couldn't help but make content yourself, i can't find it, but I really liked it and wanted to thank you for inspiring me and also could you please find that quote or say it again because it was really good and i'm 100% sure you said it and i thought i wrote it down but i guess i didn't but thanks again for being such a wonderful person and i hope you're enjoying the new year thank you and have a gooood dayyyy</qco> </h3>      <a href=\"q.php?date=201611151146\">11.15.16  11:46 am</a> or <a href=\"q.php?date=201704292314a\">4.29.17  11:14 pm</a> <br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n11:01 pm</dco> &nbsp;<qco> can you put a capo on something else other than a guitar?</qco> </h3>      sure<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n8:39 pm</dco> &nbsp;<qco> is alcoholism a religion?</qco> </h3>      sort of<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n8:36 pm</dco> &nbsp;<qco> Do you get 10,000,000 questions asking if you kno da wae?</qco> </h3>      yep<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n8:34 pm</dco> &nbsp;<qco> have u ever invented anything?&nbsp;</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n8:01 pm</dco> &nbsp;<qco> People ask you how to get motivated to do stuff, and you often ask them why they have to do the thing. It seems simple - \"just answer the question, and that answer is the thing that motivates you\" - but that's not the problem. I know why I need to do it. I know that doing the thing, whatever it is, is the most logically, emotionally, and/or spiritually satifying thing I can do right now, the thing I'll look back on and say \"I'm glad I did that thing.\" It is the best thing to do in every regard, except one: doing the thing will make the right now go from being okay to feeling sucky, and that just sets the rest of my brain in a tizzy, and I try to fight against it but my inner fatass always wins. So, Bill Wurtz, I ask you, how do I garner the mental power to stop my griping and groaning and just do the sucky thing already?</qco> </h3>      your 4th sentence is your motivation to do the thing. your motivation not to do it is that it is 'sucky.' i actually don't quite understand the task if you've described it as satisfying in so many ways, but then you described it as sucky. the good news is, if you want to do it you can do it, and if you don't want to do it you don't have to. but if you are having trouble deciding, perhaps you could go white water rafting and that might help you think a bit faster <br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n7:53 pm</dco> &nbsp;<qco> I don't know what to do. I'm depressed with school and my life in general- it's mainly because of school. I love playing video games, listening to music, writing and watching YouTube but I also want to be a musician or an artist. A creator of something. To me, these things are all very important to me. They inspire me and make me happy. But I can't stand this path anymore. It makes me sad. The people that surround me kind of kill my creative aspirations in life. I want to do these great things that I dream of everyday. I just don't know where to start. I don't know where to go with all the people that surround me deterring me of my dreams and creativity. Any advice or suggestions for me? I'd appreciate it. -T</qco> </h3>      you can always start anywhere, and you will learn something at every moment. so if you absolutely don't know where to start, for a little thrill try starting at what you think is the wrong place to start. the joke will be on you because you will realize it's a great place to start  <br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n7:51 pm</dco> &nbsp;<qco> if something is your favorite, that means that it is the thing you prefer. it does not mean that that thing is better than the other things, it's just the one that you prefer. for example, my favorite fruit is the apple. if I walk into a fruit store and the shopkeeper asks me what I would like, I would say \"give me an apple, please\". perhaps the next person in line might prefer a grapefruit, or a plum, or a banana.. and that is just fine. but I would prefer an apple over a grapefruit, plum, or banana. that doesn't mean that the apple is better than those fruits.... that being said.... what is your favorite band?</qco> </h3>      hopefully the one i'm going to make<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n7:36 pm</dco> &nbsp;<qco> have you considered putting your talents towards something useful</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n7:10 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201801122239\">1.12.18&nbsp;&nbsp;10:39 pm</a>  i think he ment this question page not using 24 hour time</qco> </h3>      i use the 12 hour am/pm system for this site because i think that's what most people are used to seeing. but the file names use 24-hour time with year first<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n6:59 pm</dco> &nbsp;<qco> Can you help me be a better musician</qco> </h3>      i am already doing my best<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n6:25 pm</dco> &nbsp;<qco> Please add the what's going on song into the song category I really like that one</qco> </h3>      it has been there the entire time. it's called \"got to know what's going on\"<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n6:12 pm</dco> &nbsp;<qco> who is the coolest person you know</qco> </h3>      everyone<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n5:36 pm</dco> &nbsp;<qco> tell me a secret</qco> </h3>      thousands of people read this page<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n5:35 pm</dco> &nbsp;<qco> would you say that you have some sort of a practice routine? (on any given musical instrument i guess..)</qco> </h3>      practice? forget that, i say do it for real<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n4:45 pm</dco> &nbsp;<qco> are you this mystical in real life? like i know you can take your time with these answers to say exactly what you want, but when in a live vocal conversation do you have just let it flow like most people do? or do you like to take your time in conversations</qco> </h3>      luckily, thanks to this questions page, i now have an answer for every possible question anyone would ever ask me<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n4:08 pm</dco> &nbsp;<qco> can i say the word fuck</qco> </h3>      i think so<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n3:13 pm</dco> &nbsp;<qco> koala bear or panda bear?</qco> </h3>      i see neither did u forget to attach the bear<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n2:59 pm</dco> &nbsp;<qco> I've noticed some of the anagram requests turn into something sounding a lot like a response to the request's original sentiment/question. Is that always intentional or just how you work it out?</qco> </h3>      sometimes<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n2:09 pm</dco> &nbsp;<qco> what is time</qco> </h3>      you<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n1:54 pm</dco> &nbsp;<qco> Do you like the color green?</qco> </h3>      yes. and the other colors too<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n12:16 pm</dco> &nbsp;<qco> Do you think the United States&nbsp;&nbsp;will ever convert to the metric system?</qco> </h3>      maybe<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n12:04 pm</dco> &nbsp;<qco> I don't like my music, what to do?</qco> </h3>      make it different! <br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n10:05 am</dco> &nbsp;<qco> did you start to work on history of the world, I guess right after history of Japan or after it became popular?</qco> </h3>      history of japan became popular immediately. but i didn't start on history of the world until after doing several other projects in between\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.13.18&nbsp;\n9:14 am</dco> &nbsp;<qco> What are you thoughts on 'internet humor'?</qco></h3>      now you can be funny with just a click of a button<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Like the whole \"lolz omg so random XD\" stuff or the silly writing (like \"boi\" or \"pl0x halp\" or \"why you no do this?\" etc), or all the meme-quoting and referencing, and the whacky stuff that you see in youtube or instagram and other social media comments... do you think people will look back on this humor style one day and just be like... 'what the fuck'? I'm trying to imagine one of my grandparents reading the comment section of a viral youtube video, and I feel like it would be like reading a foreign language to them.&nbsp;</qco> </h3>      language and phrases always change over time<br><br>"
  }
]
