[
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n11:26 am</dco> &nbsp;<qco> what font do you use in this page?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n11:25 am</dco> &nbsp;<qco> did you use \"hey mom i beat the scale!\" in one of your short videos? the music seems familiar tbh</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n8:36 am</dco> &nbsp;<qco> oi bill what do you think of sheep?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n8:32 am</dco> &nbsp;<qco> did you know your website works really well using free and open source text-based, terminal browser technology? that's actually pretty rare. for people who like to deal with files and music directly (because youtube can sometimes seem a little bit evil) have you ever considered a mailing list or similar to announce your music? they're not very hard to set up! and i think they would increase your cred and fame in certain communities.\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n4:27 am</dco> &nbsp;<qco> I hope this isn't a bother, but I was wondering if you would be so kind as to tell us what you're pulling from your hair around 1:43 in the new sexy pantaloons song. It could be a hat, but it also looks like some sort of slight of hand trick where you pull flowers from the back of your head. Are those flowers or something else? Thank you for your time.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n3:55 am</dco> &nbsp;<qco> also what happened to your notebook</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n2:51 am</dco> &nbsp;<qco> hey bill, i love your music but whenever i play it when my husband is around he tells me it's too weird and to stop listening to it. what do i do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n2:49 am</dco> &nbsp;<qco> why do things get sad at 2 am?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n1:37 am</dco> &nbsp;<qco> how forgiving are you of social awkwardness</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n11:37 pm</dco> &nbsp;<qco> I think you're really very talented, but you're not doing enough to become recognized for your ability.&nbsp;&nbsp;please don't simply pass this message off.&nbsp;&nbsp;I really think you can go exceedingly far&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n11:27 pm</dco> &nbsp;<qco> Are you aware that you played The Lick in Movie Star at 2:03?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n11:01 pm</dco> &nbsp;<qco> i cant tell if im passionate about music</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n10:27 pm</dco> &nbsp;<qco> Which song of yours do you recommend as a wake up alarm?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n9:58 pm</dco> &nbsp;<qco> where does the bill wurtz Show regularly air?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n7:58 pm</dco> &nbsp;<qco> how should I come out to my friends as bisexual?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n5:41 pm</dco> &nbsp;<qco> Hello\n<br>How did you come up with an idea for \"sexy pants\"?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n4:13 pm</dco> &nbsp;<qco> do you get tired of answering the same things over and over!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n2:54 pm</dco> &nbsp;<qco> insperation for sexy pants?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n2:18 pm</dco> &nbsp;<qco> what does it mean to by myself? when people tell me to stop trying to act like something i'm not, isn't that still just me being me? how do I act like myself? how do I me?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n2:06 pm</dco> &nbsp;<qco> i don't really get 'negative harmony'! \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>in the key of C the V chord is G. \n<br>by the powers of negative harmony G7 becomes Fm6..\n<br>so its a minor plagal cadence. i get that and i use it often because i really like the sound of it.\n<br>here is where i get confused though: \n<br>how does Fm6 actually derive from G7? \n<br>and would (if the same techniques applied) every other chord from the keycenter also have a 'negative' version??&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n1:28 pm</dco> &nbsp;<qco> just wanted to say that the chord progression in 'hello sexy pants' that takes place starting with 'every day is such a lovely day to wake up in the morning' through 'at the grocery store, some one will tell you that what changed was you' is maybe one of the most pleasing things that my ears have ever heard. what kind of thought process goes into crafting things like this for you? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is there a lot of revision that goes into it, or do you pretty much know what you want it to sound like for the most part before hand?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n1:17 pm</dco> &nbsp;<qco> Should I be angry because of injustices?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n1:09 pm</dco> &nbsp;<qco> what do you think about the flat earth theory?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n12:55 pm</dco> &nbsp;<qco> do plays on pandora count towards the charts?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also have you been accepted yet?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i sent in a request for your music to be added a little while ago, but idk how many requests pandora needs before they actually listen</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n12:14 pm</dco> &nbsp;<qco> thoughts on the lyrics: she's my little rock and roll/my tits and ass and soul</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n11:44 am</dco> &nbsp;<qco> how does it feel? : 4</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n10:44 am</dco> &nbsp;<qco> any thoughts on chemistry?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n8:42 am</dco> &nbsp;<qco> <a href=\"q.php?date=201807091848\">7.9.18&nbsp;&nbsp;6:48 pm</a>  face reveal at 100 million subs?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n7:26 am</dco> &nbsp;<qco> how do i know what imsupposed to do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n7:06 am</dco> &nbsp;<qco> ever taken the DC metro out to fairfax county or something and just hung around there for a while</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n6:27 am</dco> &nbsp;<qco> just a random thought. do you enjoy dinosaurs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n6:26 am</dco> &nbsp;<qco> i really like you, bill wurtz. do you like all of your subscribers and followers and fans?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n5:25 am</dco> &nbsp;<qco> Can you remove the related channels section from your youtube? it is currently promoting pewdiepie and the like</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n5:23 am</dco> &nbsp;<qco> do you make your music by yourself</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n2:42 am</dco> &nbsp;<qco> To my knowledge you haven't made any money off of your videos on youtube, is that true?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n1:29 am</dco> &nbsp;<qco> What do you think about feeling feelings about your feelings? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nThere seem to be conflicting opinions where I am.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n12:18 am</dco> &nbsp;<qco> How do you motivate yourself to practice your music? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm learning guitar, and I genuinely care passionately about it. The only thing is that I don't practice as often as I should. I don't wanna practice around people because I'm afraid of screwing up, but at the same time, I'm increasing my potential of screwing up by not practicing. It's really frustrating.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n12:09 am</dco> &nbsp;<qco> hello is humanity's life purpose is to pass the butter?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n11:17 pm</dco> &nbsp;<qco> I have a conspiracy theory that you are secretly a dachshund.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n10:44 pm</dco> &nbsp;<qco> Hey, I dunno if you answer questions like this here, but what's going on musically in sexy pants from 2:07-2:14? It sounds really cool.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n10:35 pm</dco> &nbsp;<qco> do u think it's possible that god and satan are married and sometimes they swap jobs when they want to spice things up in the bedroom?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n10:24 pm</dco> &nbsp;<qco> What questions do you most like answering?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n10:20 pm</dco> &nbsp;<qco> damn. i'm messing around with a chord progression, and right when i end it i can hear the next chord in the sequence and i know exactly what it needs to sound like. but i dont know what the actual notes in the chord are because i still kinda suck at recognizing more complex chords. any advice? \n<br>my last chord is A minor with a D# (i don't know the abbreviated chord name) and the chord it resolves to is lower and has a C in it somewhere. what would that normally resolve to, following harmonic trends?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n9:58 pm</dco> &nbsp;<qco> how come in your la de da de da de day oh lyrics you don't have the little (too small for the mall)?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n9:15 pm</dco> &nbsp;<qco> When you tour, would you be interested in having somebody film some shows or parts of some shows to put on your website?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n9:10 pm</dco> &nbsp;<qco> there's a sound you use a lot, like an organ that wants to be a siren, what exactly is it? i've tried organ sounds (messing with drawbars/ leslie/ overdrive etc.) and synths but can't quite seem to nail it\n<br>\n<br>a couple examples: intro of you're free to do whatever you want to;&nbsp;history of the entire world (severe flooding alert, 2:09;&nbsp;microscopic speck (more staccato), 2:23);&nbsp;outside (the wind blows, 0:16)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n9:07 pm</dco> &nbsp;<qco> Can you help me infiltrate the congress?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n8:27 pm</dco> &nbsp;<qco> What would you like me to ask you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n7:35 pm</dco> &nbsp;<qco> Are you a homophobe&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n7:22 pm</dco> &nbsp;<qco> how are tomatoes in today's time?</qco> </h3><br><br>"
  }
]
