[
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n7:07 pm</dco> &nbsp;<qco> you mentioned a couple times that you have made decisions about what to do next based on some kind of \"tournament\" format.&nbsp;&nbsp;do you have any tips for how to do this effectively or things you've learned from doing it.&nbsp;&nbsp;like, what rules do you make the decisions follow, what will get them disqualified for cheating and so forth.&nbsp;&nbsp;I might be doing this soon</qco> </h3>      what i've developed is a hybrid system between sheer number randomization and actually choosing. actually choosing can be impossible, especially if you are terrified of picking the wrong one. sheer randomization works on the idea that there could not possibly be any right or wrong one and it doesn't matter. the hybrid system goes like this: make preliminary exclusions for various reasons, and then randomize amongst the finalists. Start by listing all the items. go through them all, and it is very important that you fully and truly check out every one, go find the source material, find your notes, find the demos, whatever you have, but don't just go based on the title or memory. at least half the time the song turns out better than you remember it, if you actually go and listen to it. then start excluding ones you absolutely know should not be picked, and it should be only for very specific reasons. usually these reasons would be in direct relation to the most recent song(s) i released. for example, last year i released a song called california, then a song called i love you. when choosing for the next song, a song called \"california love\" might be a bad choice. other common exclusion reasons are if the tempo or groove is too similar to the previous song. So i go through the entire list and make exclusions. which should be minimal but recently i've become extremely particular and exclude almost everything, which is getting back to the original problem with manual 'conscious' picking (and the problem is \"being a chicken\"). i would be discouraged by this, but, the good news is, every time there are at least a few songs that absolutely jump out at me and scream yes. so i guess this is ok but one thing that complicates this system is that more complete (written) songs tend to be more obvious choices. where as songs which only have 1 line written tend to not be as strong a contender as perhaps they should be. especially because i would get to write the majority of it brand new if it were picked, likely enabling it to be an even stronger pick. randomization boosts those small bits' chances of being picked, but doing pre-elimination often wipes out many of those. this also brings up an interesting point about doing this ONLY with finished (written) songs, vs including all fragments. in the past 2 years i've done it where i include all fragments, because the fragments are usually newer, and stronger, (newer because they would be less likely to have been finished yet, and stronger because they are newer, and even stronger because i get to finish them in the present time). but the drawback for including bits is like i said they often have trouble competing with more complete ones. so for this reason it is important to be extra specific in your exclusion reasons, vividly explaining to yourself the reason. (too similar to last song, etc.). and \"too unwritten yet\" is not a valid excuse, and that's almost a great reason to keep it. this is why randomization helps, because it will boost the chances for those bits which were too small to demand being picked, but yet not excludable for any specific reason. which essentially allows you to write a mostly entirely new song, and make it good on demand, because it's already been selected as the next one to record.<br>\nso once you have it down to finalists, sometimes i go through again because i am usually so darn scared to pick the wrong one, probably because to fully produce a song and an entire video by yourself with rising standards takes a very long time so i am very scared to be stuck with the wrong one. so sometimes i go through the list and comb it down again, but it's probably bad to do that too much because you end up wiping out all the tiny fragments. finally when you have maybe 20-40 finalists, then just a simple random number selection (from random.org, for example) will pick for you, and if you did your exclusions properly you will hopefully never run into a wrong pick ('really?? another marijuana song?')\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n6:47 pm</dco> &nbsp;<qco> Is your new song a friendly song?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n4:59 pm</dco> &nbsp;<qco> What is music to you?</qco> </h3>      a deeply subliminal and secret power\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n4:42 pm</dco> &nbsp;<qco> What if I don't want to ask you a question?</qco> </h3>      then you will have to find something else to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n3:31 pm</dco> &nbsp;<qco> How do you make your songs good?</qco> </h3>      it's not exactly possible to make a song good. all you can do is ask politely. but i think the songs prefer to be good when you least expect. which is actually more fun for everyone\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n3:24 pm</dco> &nbsp;<qco> happy birthday!</qco> </h3>      thank you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n3:13 pm</dco> &nbsp;<qco> do you believe god is a woman</qco> </h3>      yes, and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n2:45 pm</dco> &nbsp;<qco> Are you going to make a \"404 not found\" video next because it will be your 404th video?</qco> </h3>      i'm pretty sure i have done more than 404 videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n2:39 pm</dco> &nbsp;<qco> Do you like minimalist music?</qco> </h3>      sometimes for a thrill i listen to music without checking to see if it's minimalist or not\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n2:35 pm</dco> &nbsp;<qco> where can i buy nice shoes</qco> </h3>      at the crappy shoe store. there are usually a lot of nice ones in there by mistake\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n2:07 pm</dco> &nbsp;<qco> Which planet in the solar system would you nuke if you could</qco> </h3>      i am not interested in nuking a planet, but i want to thank you for the opportunity\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n1:54 pm</dco> &nbsp;<qco> is there such thing as happiness?</qco> </h3>      yes, it may even be something different than you expect\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n1:39 pm</dco> &nbsp;<qco> do you know how to join the flat earth society</qco> </h3>      just make your own, and then use an alter ego to hate on it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n1:10 pm</dco> &nbsp;<qco> How come you never put out new stuff</qco> </h3>      i always make and put out new stuff. i've been making and putting out new stuff non-stop, as fast as i can, since 2014. i'm wondering why you haven't noticed yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n11:50 am</dco> &nbsp;<qco> hey man i would really love it if you joined the site cameo.com-- i would just enjoy a personalized video from you&nbsp;</qco> </h3>      i think those are paid (for hire). that doesn't sound very personal to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n11:45 am</dco> &nbsp;<qco> is the sky blue?</qco> </h3>      yes, and grey\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n10:28 am</dco> &nbsp;<qco> hi jeff. can i call you jeff</qco> </h3>      sure as long as you call yourself jeff too\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n9:57 am</dco> &nbsp;<qco> <a href=\"q.php?date=201807261800\">7.26.18&nbsp;&nbsp;6:00 pm</a>  where can i download a local version of a song if it's on youtube.</qco></h3>      you could use one of those youtube downloader things<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; will i have to just buy the song from amazon music or something? also, what offline player do you recommend?</qco> </h3>      different ones probably work better on different systems\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n9:50 am</dco> &nbsp;<qco> <a href=\"q.php?date=201807261736\">7.26.18&nbsp;&nbsp;5:36 pm</a>  So you're saying that you're willing to use non-rigid tones (3/2 tones, 16/432 tones, even&nbsp;πth tones etc.), if need be?</qco> </h3>      that sounds pretty rigid. how about any pitch, like if you take your voice and slide it from one note to another. any one of those notes. any note, as desired\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n8:56 am</dco> &nbsp;<qco> i don't know if this has been asked before, but are there any favorite bands / artists you like listening to?</qco> </h3>      they are all too good, it's overwhelming\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n7:54 am</dco> &nbsp;<qco> Do you believe in ghosts?</qco> </h3>      some of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n7:49 am</dco> &nbsp;<qco> How to be rebellious&nbsp;</qco> </h3>      butter the wrong side of the bread\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n6:48 am</dco> &nbsp;<qco> what are some things</qco> </h3>      bees, beads, beans, and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n6:21 am</dco> &nbsp;<qco> <a href=\"q.php?date=201807251442\">7.25.18&nbsp;&nbsp;2:42 pm</a>  for real?</qco> </h3>      sure, if i can figure out how\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n5:14 am</dco> &nbsp;<qco> why do monkeys have no frame</qco> </h3>      i don't know what that means\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n4:02 am</dco> &nbsp;<qco> If I become depressed what should I do?</qco> </h3>      wear a cape, if that doesn't work wear 2\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n3:54 am</dco> &nbsp;<qco> Do you like phones?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n3:35 am</dco> &nbsp;<qco> what are some relationship red flags?</qco> </h3>      if you hate the person or if they hate you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n3:12 am</dco> &nbsp;<qco> Don't you feel sort of 'stuck' when you work on ideas from the past for too long and can't work on new ones?</qco> </h3>      sure but i also feel stuck if i keep making new ideas but never working on them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.18&nbsp; \n2:21 am</dco> &nbsp;<qco> do you think communism is cool?</qco> </h3>      it goes in and out of style, like a feather in the wind\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.18&nbsp; \n11:38 pm</dco> &nbsp;<qco> Do you use Twitch?</qco> </h3>      no but maybe i will if i can figure out how\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.18&nbsp; \n10:04 pm</dco> &nbsp;<qco> Which is heavier, a kilogram of steel or a kilogram of feathers?</qco> </h3>      i would have to weigh them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.18&nbsp; \n9:22 pm</dco> &nbsp;<qco> Do you get a lot of people suggesting that you should stop making videos to focus more on doing songs?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you get a lot of people suggesting that you should stop making songs to focus more on making videos?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.18&nbsp; \n8:18 pm</dco> &nbsp;<qco> are fish even real?</qco> </h3>      someone should test that\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.18&nbsp; \n7:53 pm</dco> &nbsp;<qco> Today I realized I am more talented than I thought and I just need to improve my talent at documenting my talent and continue to further the rest of my talents.</qco> </h3>      that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.18&nbsp; \n6:15 pm</dco> &nbsp;<qco> what is your opinion on the moon going full communist tomorrow?</qco> </h3>      i thought it already was communist\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.18&nbsp; \n6:00 pm</dco> &nbsp;<qco> i am having a lot of trouble learning songs by ear (on piano), particularly with the chords. you mentioned before that when you started you used a cd player to listen for individual notes. i dont have a cd player, </qco></h3>      no one does<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and when i slow the music down on youtube, </qco></h3>      this will never work with youtube, or any streaming site<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i still have a hard time hearing the individual notes when they're all played together. tips?\n</qco></h3>      you need to do it on a downloaded local version of the file. download the file and use an offline player. you can unpause and pause with lightning speed<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also i'm wondering if when going back to those first songs you learnt by ear, did you notice any mistakes in your transcription? \n<br>\n<br>a big barrier for me so far has been the fear of making errors in transcription, and therefore having errors in musical knowledge. tips for that as well?\n<br>\n<br>thanks.</qco> </h3>      as long as you are not showing it to the queen just yet, you should be fine .....\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.18&nbsp; \n5:39 pm</dco> &nbsp;<qco> sometimes I worry that my negativity affects those around me in palpable ways and I really want to be a positive influence to those that I love: what's your favorite sandwich condiment?</qco> </h3>      bread\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.18&nbsp; \n5:36 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201807260157\">7.26.18&nbsp;&nbsp;1:57 am</a>  technically microtones and quarter-tones are not the same things.</qco></h3>      no but i find most often when people ask me about it they mean quarter tones<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Microtones could be third-tones, fifth-tones, etc.\n</qco></h3>      that's true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;That said, why wouldn't you consider doing it? Seems to me it's just another technique to try, and, if treated right, they can sound really cool.</qco> </h3>            i'd prefer to use any pitch i want, not just rigid mathematical intervals. except the 12 tone one that we all know and love, because that one for some reason has proven time and time again to be magical and have magical powers\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.18&nbsp; \n5:13 pm</dco> &nbsp;<qco> what's something to do when you're bored?</qco> </h3>      solve global warming\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.18&nbsp; \n4:04 pm</dco> &nbsp;<qco> Should I be ashamed of myself?&nbsp;</qco> </h3>      only if you are a professional shamestress\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.18&nbsp; \n3:13 pm</dco> &nbsp;<qco> What system are you currently choosing for picking which songs to finish writing/record?</qco> </h3>      freak out for 48 hours\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.18&nbsp; \n3:11 pm</dco> &nbsp;<qco> What is the best plot twist you can think of?</qco> </h3>      no plot\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.18&nbsp; \n2:37 pm</dco> &nbsp;<qco> how far away is the moon</qco> </h3>      a mere stone's throw\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.18&nbsp; \n2:33 pm</dco> &nbsp;<qco> would you go to mars if you could?</qco> </h3>      not right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.18&nbsp; \n2:29 pm</dco> &nbsp;<qco> who ate my candy</qco> </h3>      could have been you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.18&nbsp; \n2:11 pm</dco> &nbsp;<qco> Do you live with your parents?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Why do your videos give the impression that you live with your parents?</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.18&nbsp; \n1:49 pm</dco> &nbsp;<qco> in a video history of japan, where did you get the audio file for \"we ve invaded china\" line?</qco> </h3>      i made it myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.18&nbsp; \n1:35 pm</dco> &nbsp;<qco> help i want to be evil but i don't know where to start</qco> </h3>      start by putting your socks on backwards\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.18&nbsp; \n1:33 pm</dco> &nbsp;<qco> How do you feel about humanism (a resurgence in classical learning that fosters a focus on the primacy of the human)?</qco> </h3>      seems legit\n<br><br>"
  }
]
