[
  {
    "html": "<h3> <dco>12.4.20&nbsp; \n6:43 am</dco> &nbsp;<qco> What's your opinion on doors?</qco> </h3>      \ngood way to walk through walls\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.20&nbsp; \n6:42 am</dco> &nbsp;<qco> i'm starting to feel like maybe i should be trying harder do you agree</qco> </h3>      \nthat all depends on how hard you're currently trying\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.20&nbsp; \n6:30 am</dco> &nbsp;<qco> is the japan video related to something? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you secretly live in japan? </qco></h3>      i either don't know or can't tell you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or you're just a fan of something japanese?</qco> </h3>      i'm a fan of everything\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.20&nbsp; \n5:26 am</dco> &nbsp;<qco> What are your thoughts on The Lick?</qco> </h3>      \nscientists are getting ready to announce the possible existence of a second lick\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.20&nbsp; \n4:50 am</dco> &nbsp;<qco> Does music trick people into thinking life has purpose?</qco> </h3>      \nit illuminates bits of the limitless ocean of purpose that we have all been swimming in\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.20&nbsp; \n2:41 am</dco> &nbsp;<qco> what bad thing did you do</qco> </h3>      \ntried to crash the stock market but accidentally made it go really high instead \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.20&nbsp; \n1:17 am</dco> &nbsp;<qco> have you planned on making your next video</qco> </h3>      \nyes, and many more after that. so far i have never had any plans to stop\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.20&nbsp; \n12:56 am</dco> &nbsp;<qco> bill i can't find the question i asked because i'm not entirely sure what it was, can you help me find it</qco> </h3>      \n<a href=\"q.php?date=202009202334\" target=\"_blank\">sure</a><remqq></remqq>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.20&nbsp; \n12:09 am</dco> &nbsp;<qco> when demanding more from your self, how do you keep that from making you demand more from others?</qco> </h3>      \nhow about...................... 'social distancing'\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n11:05 pm</dco> &nbsp;<qco> Do you ever finish a song even though you might not love it?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n11:03 pm</dco> &nbsp;<qco> when will you do more reality videos?</qco> </h3>      \nas soon as i can find a way to do regular videos, at a pace which is even mildly acceptable\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n10:51 pm</dco> &nbsp;<qco> Could you tell us your life story sometime&nbsp;</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n9:28 pm</dco> &nbsp;<qco> How is this new video editing technique going to help you? </qco></h3>      i don't really have that yet, but it will be necessary to edit the new kind of videos i am making<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Are you changing up anything on the music production side?</qco> </h3>      \nyes but not yet. probably for the next one\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n9:03 pm</dco> &nbsp;<qco> Do you take life seriously?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n8:52 pm</dco> &nbsp;<qco> What does \"monkey fun\" mean</qco> </h3>      \nmight be sarugaku\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n7:45 pm</dco> &nbsp;<qco> What do you like to do in your spare time?</qco> </h3>      \nthere is no spare time. there is less time than is needed, not more\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n7:26 pm</dco> &nbsp;<qco> Can you (Yourself) write messages without using the English Alphabet?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n4:22 pm</dco> &nbsp;<qco> Do you have the music written down for any of your songs? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Like on sheet music? </qco></h3>      yes, but it is not written down after it's recorded. only before. it is usually the policy to make the recordings adhere quite strictly to the writing, but, it is not guaranteed<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so may we have a peak at some?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n3:24 pm</dco> &nbsp;<qco> do you have any good chords you can tell us about?</qco> </h3>      \nF\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n3:11 pm</dco> &nbsp;<qco> i've written a couple songs that sound really cool when i imagine them in my head, but as soon as I sit down at the computer and try to record a drum track, or a keys track, or anything it starts sounding boring and absurd and i don't want to make it anymore... except i really do. what to do? what to do? what to do?</qco> </h3>      \nah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that \t\t\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n2:15 pm</dco> &nbsp;<qco> ik this is a tired type of question, but whats the inspiration/meaning behind your video Time Mop? it's very different than other things you were making at the time and gives off some weird vibes.</qco> </h3>      \nthere are 2 elements to that, which came about completely separately. the audio, and the video that goes with it. The audio recording, called \"time mop\", was part of a series of 4 recordings i made in june 2009. my career felt way way too speculative for many years up until then, and i was getting very desperate to actually make some recordings. so in a fit of rage and desperation, i did \"help, i'm trapped in the center of a rectangle\", and 3 others, including \"time mop\". those are just instrumental music pieces, with no video. <br>\n     Then, later, around 2014, after i had finally begun actually making videos, sometimes song-videos, one of the types of videos i was doing would be music videos to go with songs i had already recorded. i had done some of these already, and they all were songs with lyrics. When there's lyrics, it usually gives you a pretty obvious guide for what might happen in the video. But, what if it's an entirely instrumental song? what would the video look like then? So i decided to try. Actually, i just remembered, i had actually begun to do work on this video as early as 2013, in the early stages of experimenting with video. and then i picked it up again after the regular video production schedule was underway. So it was originally an instrumental, in 2009, as a challenge to myself to do ANYTHING (besides textual non-video non-music), and the video in 2013 was a challenge to see if i could do a music video for a song without lyrics\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n1:54 pm</dco> &nbsp;<qco> When you create your new song and begin on your new schedule, </qco></h3>      there's going to be more than 1 new song. also the latest one has already been done for a while, i am still doing the video for it. also there was another new song done before that which i still didn't finish the video for, because of an existential crisis i began having and am still having<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;will you continue alternating between a random/monday/anything video and a song or just songs or something random.</qco> </h3>      songs and non-songs. absolutely nothing random. randomness can go to hell and get banished\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n1:32 pm</dco> &nbsp;<qco> What music do you listen to?</qco> </h3>      \nrespectful\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n12:47 pm</dco> &nbsp;<qco> How do you respond to questions at all times of day?</qco></h3>      the key to that would be doing it at different times on different days. if i tried to answer at all times on the same day it would be a bit overboard<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you ever sleep?</qco> </h3>      yes, i was asleep when you asked this\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n12:39 pm</dco> &nbsp;<qco> Do you ever have a moment when listening to music where a random sound (like a door closing) is in the same like key as the music and it kind of formed a chord?&nbsp;</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n12:33 pm</dco> &nbsp;<qco> What key is the world in?</qco> </h3>      \nyou\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n12:01 pm</dco> &nbsp;<qco> in \"a play featuring an iphone power block and mechanical pencil\" you mention how fucking shitty valentine's day is, so you actually hate valentine's day&nbsp;</qco> </h3>      \nno, those view are not my own. i did write it, but, it is satire. this is often an important distinction to make\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n11:36 am</dco> &nbsp;<qco> do you think that you make really cool music? </qco></h3>      i'll see what i can do<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;cause i do</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n10:46 am</dco> &nbsp;<qco> Is time an illusion&nbsp;</qco> </h3>      \nno but it is useful for doing illusions\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n10:41 am</dco> &nbsp;<qco> thoughts on thoughts ?</qco> </h3>      \nthey're pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n9:46 am</dco> &nbsp;<qco> you mentioned in the song \"la de da de da de da de day oh\" that \"2 + 2 has been 4 for so many darn oh lord\". but i would like to ask, how many years is \"so many darn years\"? </qco></h3>      it's not important. the important part is it sounds like it says \"4\" twice in a row. any further numerical consideration after that would overwhelm the mind<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i have not been able to get good sleep since this popped into my head.</qco> </h3>      \nhave you tried using 2 beds\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n9:38 am</dco> &nbsp;<qco> are you wanting your next song to be a surprise?</qco> </h3>      \nsurprise is just one of many elements i normally use\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n9:30 am</dco> &nbsp;<qco> Help me bill.&nbsp;&nbsp;I'm currently searching for something that I'm truly passionate about, but whenever I find an activity that sparks my interest, I never stay interested in it for long.&nbsp;&nbsp;This is starting to become very frustrating.</qco> </h3>      \nhow about being an adventurer\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n9:21 am</dco> &nbsp;<qco> What chords did you use for I Can Play?</qco> </h3>      \nAb, and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n8:10 am</dco> &nbsp;<qco> Is Wyoming real?</qco> </h3>      \nyes that is their state motto. \"we are real\" \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n7:48 am</dco> &nbsp;<qco> favorite song?</qco> </h3>      \n      i haven't found it yet, that's why i keep making new ones just in case \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n5:41 am</dco> &nbsp;<qco> Opinion on swords?</qco> </h3>      \nthe blade is too sharp. the handle is not sharp enough\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n4:24 am</dco> &nbsp;<qco> What planet are you from</qco> </h3>      \ni am from the average planet\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n4:15 am</dco> &nbsp;<qco> What is your best tip on writing music?</qco> </h3>      \nyou have to trick the music into thinking it has tricked you into thinking you are doing it \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n3:58 am</dco> &nbsp;<qco> Do you take questions seriously?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n3:26 am</dco> &nbsp;<qco> Are you going to save the world any time soon?</qco> </h3>      \ni'll see what i can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n2:51 am</dco> &nbsp;<qco> What vid are you working on&nbsp;</qco> </h3>      \nit's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n2:08 am</dco> &nbsp;<qco> Im waiting for you to post. Whats going to be the next video?</qco> </h3>      \nit's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n1:34 am</dco> &nbsp;<qco> Out of all the videos that you have made so far, which ones do you like the most?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n1:20 am</dco> &nbsp;<qco> in long long long journey you said that most of the paintings in the museum were painted by someone else. which paintings were yours and what were they of?</qco> </h3>      \nthat song, for example. or perhaps the museum itself\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.20&nbsp; \n12:03 am</dco> &nbsp;<qco> Has the rain made any cool sounds for you as of late?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.20&nbsp; \n11:43 pm</dco> &nbsp;<qco> Are you making a new song?\n</qco></h3>      that's only a small piece of the picture. i am also going to make hundreds of other songs, and many videos, to go with those songs and also some additional videos separately from the songs<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If yes then when?&nbsp;</qco> </h3>      as often as possible\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.20&nbsp; \n11:29 pm</dco> &nbsp;<qco> What is for dinner?</qco> </h3>      \nan additional lunch\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.20&nbsp; \n11:09 pm</dco> &nbsp;<qco> what your favorite song that you've written that isn't going be a new one?</qco> </h3>      \nunfortunately, in that case, one that would have never gotten a chance to be done\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.20&nbsp; \n9:19 pm</dco> &nbsp;<qco> When do you think your next song/video will come out&nbsp;</qco> </h3>      \ni thought i knew, but i was wrong. so to turn the tables i've decided to talk about my wrongness, which i am right about\n<br><br>"
  }
]
