[
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n5:03 pm</dco> &nbsp;<qco> do things matter?</qco> </h3>      that's what matter is\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n4:59 pm</dco> &nbsp;<qco> what do you recommend i do if i want to learn multiple instruments at once?</qco> </h3>      alternate between them. learn a little bit on one then switch, etc. then switch back\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n4:59 pm</dco> &nbsp;<qco> what do you think of alligators&nbsp;</qco> </h3>      they're great but not much turning capabilities\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n4:55 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201801172127\">1.17.18&nbsp;&nbsp;9:27 pm</a>  ah, got it. where and when should i send you the resume?</qco> </h3>      i don't hire anyone who sends me a resume\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n4:53 pm</dco> &nbsp;<qco> who/what inspires your comedy?</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n4:52 pm</dco> &nbsp;<qco> \"it's the end of the world and i just can't wait, i know you that can relate\" given this came out soon after the false nuclear alarm in hawaii, how does it feel when you are topical on accident</qco> </h3>      i feel the world is sort of starting and ending at the same time, at any given time. so it was on purpose. it's also relatable because it seems like everyone always thinks the world is ending. that part of the song was written last october, and as i recall kim and trump were having a twitter feud\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n4:49 pm</dco> &nbsp;<qco> Did you ever get to New Canaan, Pennsylvania?&nbsp;</qco> </h3>      it was connecticut\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n4:39 pm</dco> &nbsp;<qco> Is it kind to kill someone with kindness?</qco> </h3>      usually that means you just kill the meanness with kindness\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n4:38 pm</dco> &nbsp;<qco> what history classes have you taken</qco> </h3>      just the regular. but i was doing music during it, plus i hadn't fully learnt to understand the present yet, so the history being taught in the class was completely out of context and didn't make any sense to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n4:31 pm</dco> &nbsp;<qco> If you could freeze time once, what would you do before unfreezing it again?</qco> </h3>      make 1000 videos, of various lengths and types, and make them all really good. then make them even better. then make more. then do a documentary on my entire life. and also cover every song that anyone has ever heard, and then do videos for all of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n4:19 pm</dco> &nbsp;<qco> How many days are in a hour?</qco> </h3>      about .0416666666666666666666666667\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n4:06 pm</dco> &nbsp;<qco> Have you considered making merch?</qco></h3>      <a href=\"https://billwurtz.myshopify.com\">yes</a><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Cause I'd totally buy it even if it was just a keychain or something.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n3:59 pm</dco> &nbsp;<qco> is my son doing drugs</qco> </h3>      that's weird, he wants to know if you are\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n3:45 pm</dco> &nbsp;<qco> Is \"La de da de da de da de day oh\" going to be released on iTunes? I need it.</qco> </h3>      it has <a href=\"https://itunes.apple.com/us/album/la-de-da-de-da-de-da-de-day-oh-single/1336196621\">been there</a> for quite a while now\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n3:44 pm</dco> &nbsp;<qco> Are you ever planning to do a meet and greet?</qco></h3>      meet, not greet<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I would love to meet you in person, and I'm sure a lot of other people would as well!</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n3:32 pm</dco> &nbsp;<qco> have you considered using instagram stories for your reality stuff? it would take less time and effort, and people like watching unedited footage of artists rambling&nbsp;</qco> </h3>      backdating is desperately required for that project, also a massive amount of editing\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n3:30 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201801172042\">1.17.18&nbsp;&nbsp;8:42 pm</a>  where do you write your music notation then?</qco> </h3>      i don't need to use notation anymore. i use a combination of audio memos and text files to explain and demo all the relevant details\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n3:30 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201801172001\">1.17.18&nbsp;&nbsp;8:01 pm</a> &nbsp;&nbsp;&nbsp;&nbsp;the beatles did that, they played on a rooftop. you should try something like that (the playing was recorded, and some of it was put on an album)</qco> </h3>      that production was actually not completed entirely on the roof top. there still was some editing that had to be done, even just things like deciding which camera to cut to when. and printing it to tape\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n3:28 pm</dco> &nbsp;<qco> Hey Bill, you have said that you recommend starting new things with small projects. I've started making digital music, so in that case should I start by making short songs?</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nOr like using only a few tracks and instruments?</qco></h3>      i always get stronger results when i write first, but to each their own<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nI have trouble finishing songs, but if they're too short it will feel as if they haven't even started.\n<br></qco> </h3>      maybe you didn't get to the point quick enough. like for example, i remember when i was using this strategy, one of my first songs was \"die\", in which case i got right to the point and immediately said \"die\" ... which is clearly the beginning but also very clearly the end\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n3:19 pm</dco> &nbsp;<qco> What was your inspiration to write \"I'm crazy (it's raining)?\"</qco> </h3>      felt sort of like i had lived my entire life already but yet it still hadn't started. the feeling of being eternally exhausted and giving up but also rejuvenated and renewed and almost reborn\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n3:15 pm</dco> &nbsp;<qco> bill at around 11 seconds into the new video after the line \"or to be like you\" you do a little drum fill with your mouth half open and looking sort of suprised. im wondering was this influenced by other drummers because they sort of do the same thing.</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; for example in the hello goodbye music video at 1.16 https://youtu.be/rblYSKz_VnI?t=1m16s&nbsp;&nbsp;ringo starr does the same thing, suprised with a slightly opened mouth while doing a drum fill. were you inspired, or was this coincidental?</qco> </h3>      i think it relates more to the fact that the fill occurs and there is sort of an empty space right after (no kick). so it's almost like there's a big fill into nothing. feels kind of like ripping the rug out. i think that's what i was expressing ... sort of a jumping feeling\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n3:09 pm</dco> &nbsp;<qco> Is the \"you\" in songs like Ldddddo and new cannan a person you knew, a person you think you'll meet, or more of an idea/destination you're trying to reach?</qco> </h3>      it's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n2:44 pm</dco> &nbsp;<qco> Your new song it too catchyyyyyy!!! I just want my head empty and clean, how do I do ?????????????????????????-\n<br>By the way, is it possible to promote oneself patreon just by answering a question -&nbsp;</qco> </h3>      yes,  i have even found a way to do it without even answering the question\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n2:34 pm</dco> &nbsp;<qco> Do you like songs that are happy and sad at the same time? La De Da De Da De Da De Day Oh makes me feel like that</qco> </h3>      i think incorporating a mixture of happiness and sadness is sort of a classic tried and true recipe for music. also for stories<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n2:25 pm</dco> &nbsp;<qco> What's your favourite snack to consume while creating music \n\n</qco></h3>      water<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nand do you think this snack influences the art?</qco> </h3>      it helps me work faster\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n1:50 pm</dco> &nbsp;<qco> You´re so perfect like you say\n</qco></h3>      i have never said that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and you want to kill yourself like you say,\n</qco></h3>      i have never said that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;you´re so confused,no?</qco> </h3>      a little bit, for entertainment purposes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n1:42 pm</dco> &nbsp;<qco> Am i good enough for you?</qco> </h3>      who is this\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n1:30 pm</dco> &nbsp;<qco> What's your next project?</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n1:21 pm</dco> &nbsp;<qco> have you realized that ties are a useless commodity?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It has no real use and is just some cloth decoration that men prize. </qco></h3>      it has a decorative use<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You have to tighten them around your neck but isn't that dangerous?</qco></h3>      not if you do it responsibly, and professionally<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Couldn't you murder someone by making the tie even tighter? </qco></h3>      maybe<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Why are things the way they are? Why do humans need ties to formally function???</qco> </h3>      if you think that's frivolous wait til you see what formalwear women are expected to wear\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n1:21 pm</dco> &nbsp;<qco> When it comes to mobile phone providers, there are two factions. Apple and Android phones.\n<br>I am asking that you tell us which you prefer.\n<br></qco> </h3>      i've stayed with the same brand for a while, but i'd prefer not to advertise them without a legitimate sponsorship deal in place\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n1:14 pm</dco> &nbsp;<qco> do you need my Netflix password to watch dave's special on Netflix?? this is emily, by the way.&nbsp;</qco> </h3>      i would like to see it, but i don't want to make everyone else jealous when they see you are sending me your password and not everyone else. i'm sure eventually i will see it on youtube but if i can get access i would love to check it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n1:04 pm</dco> &nbsp;<qco> which movies are good?&nbsp;</qco> </h3>      they are all supposed to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n1:04 pm</dco> &nbsp;<qco> i do digital art, and i would love to draw something that you could use! do you think you need any artwork done? maybe for your merch or something?</qco> </h3>      can you actually email me and talk about this? my email is billwurtz at billwurtz dot com. thank you so much\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n1:01 pm</dco> &nbsp;<qco> what is the best way to become successful?</qco> </h3>      way 27\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n12:59 pm</dco> &nbsp;<qco> How do you feel when you get comparisons to the existentialist movement? \n</qco></h3>      i don't remember that happening<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you view yourself as an existentialist?</qco> </h3>      i actually think existentialist is a really good word for me, and i sort of hijacked it several years ago to describe a lot of my techniques. i was aware that it was meant for a certain time period, but it just seemed like the word wasn't being used in my area at the time and it felt perfect to describe what i was going through. actually a friend gave it to me, by accident, when i was describing to him my techniques for multi player smash brothers, and balancing the whole board overall rather than going against individual players. he said it sounded like i was getting 'existential' with the game, and i was aware that neither of us really knew where that word came from, but i really like it so i continued using it for a long time. i don't know if anyone else uses the word in this way, the way i use it is sort of like the 'don't play the pieces, play the board' attitude in chess. and it can applied virtually anywhere in life\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n12:37 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201711071349\">11.7.17&nbsp;&nbsp;1:49 pm</a>  is it this: http://www.billwurtz.com/stand.mp4</qco> </h3>      i would say so\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n12:31 pm</dco> &nbsp;<qco> When making your songs, how do you know you've mixed everything just right?</qco> </h3>      listen to it in the car and see if it makes u vomit. if it makes u vomit then you did it wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n12:25 pm</dco> &nbsp;<qco> do u think in a murder your demon type song like \"rabbit snakes\" that you are trying to impart a sense of satisfaction to the listener that's like \"ah we started with some nonsense and i wasn't sure where this was going to go but then we ended up with a total kickass hook\" (that's what i get anyway)</qco> </h3>      yes, or at least that was what i was trying to impart to myself. it was very exciting to find out this works. i think after doing 'diamond' i was hooked\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n12:16 pm</dco> &nbsp;<qco> Why do you like using neon colors so much?</qco> </h3>      which ones are the neon ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n11:44 am</dco> &nbsp;<qco> Instrumentation seems very easy for you, but in many songs I find it hard to make multiple parts while still keeping the melody intact. How did you find a way to use multiple instruments playing different parts, while still keeping the melody intact?</qco> </h3>      just try to not have too many different things happening at the exact same time. but you can stack some of the same things, or things that harmonize with the thing, and you can put different things in between the thing. if that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n11:28 am</dco> &nbsp;<qco> How the hell do you maintain the level of your presence on the internet?</qco> </h3>      my life depends on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n11:17 am</dco> &nbsp;<qco> You usually answer a lot of questions right after you post a project. It because you want to see the feedback or you just feel that you can't work in anything else for a moment. </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nAfter I spent so much time and energy to finish something I feel like a void, I just don't know what to do next, so I need to do a break\n<br></qco> </h3>      the amount of questions i get is significantly higher right after a new video is released\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n11:10 am</dco> &nbsp;<qco> <a href=\"q.php?date=201801172042\">1.17.18&nbsp;&nbsp;8:42 pm</a> &nbsp;&nbsp;&nbsp;Yes but do you use notation software during. the writing process? Partially? For certain sections only that are more complex?</qco> </h3>      no, actually i think notation software is even harder than handwriting, because programs can be stubborn about how to format it and you have to bend over backwards to get it to look the way you want. now a days i just use memo recordings and text files to explain and demo the ideas with all the relevant details\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n11:08 am</dco> &nbsp;<qco> What happened to the old York anyway that they had to build a New York?</qco> </h3>      it was not built as new york. it was built as new amsterdam. then the english stole it and changed the name to new york, based on york, which still exists\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n10:55 am</dco> &nbsp;<qco> do you ever break character</qco> </h3>      yes, and build them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n10:53 am</dco> &nbsp;<qco> Hi this is sun, I wanted you to know that I am not actually a deadly lazer. I will be issuing a defamation of character shortly.&nbsp;</qco> </h3>      i think if you took what i said in context, you would find that it takes place millions of years ago, from the practical perspective of animals, and also without the ozone layer\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n10:45 am</dco> &nbsp;<qco> What's your opinion on those \"how to make a bill wurtz video\" videos?&nbsp;</qco> </h3>      it's my job to do it differently than they are saying\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n10:38 am</dco> &nbsp;<qco> bill, are you ok? i'm genuinely worried about the somewhat depressing undertones of your music&nbsp;</qco> </h3>      i did not put them there, i don't think they are there but maybe you are seeing some kind of reflection\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n10:38 am</dco> &nbsp;<qco> is new canaan a reference to the dark tower series by Stephen king</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n10:33 am</dco> &nbsp;<qco> When are you going to post again on the reality section?</qco> </h3>      whenever i decide it's a good idea to make the regular main projects take even longer than they already do\n<br><br>"
  }
]
