[
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n11:15 pm</dco> &nbsp;<qco> is the guy from \"hi im steve\" named steve?\n<br></qco> </h3>      \nthat seems plausible\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n10:53 pm</dco> &nbsp;<qco> Have you always been inspired/into music? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you haven't, when did you start liking/creating it?</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n10:36 pm</dco> &nbsp;<qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;After listening to \"I did a bad thing\" for 2 weeks straight, I'm pretty sure that you may have indirectly created the greatest love song of all time. Are you aware of this?</qco> </h3>      \nwell, one thing i know for sure, the mad glad dream/scheme sections explain my life better than anything i've ever written so far\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n10:15 pm</dco> &nbsp;<qco> Will the next video be the savior to my post-2020 suffering?</qco> </h3>      \nif not that one, then one of the next ones should do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n9:48 pm</dco> &nbsp;<qco> why do u sound like that</qco> </h3>      \nwhy do you ....... look like that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n9:21 pm</dco> &nbsp;<qco> Why did you choose to be a song writer? </qco></h3>      i noticed that songs can potentially have the ability to solve the world. so basically i want in<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and why do you chose to make the \"history of the world\"?</qco> </h3>      i wanted to learn the history of the world\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n8:51 pm</dco> &nbsp;<qco> whats your latest or biggest fault that you turned into a strength?</qco> </h3>      \nbeing weak\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n8:36 pm</dco> &nbsp;<qco> How did you get the idea to use wordart and neon text</qco> </h3>      \ni don't know what neon means, but i've discovered again and again that using words is extremely valuable because i know many of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n8:32 pm</dco> &nbsp;<qco> We Could Just Get High is so good. I've been humming it for the past few days now</qco> </h3>      \nholy smokes, you've taken a friendly position on this subject\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n8:26 pm</dco> &nbsp;<qco> hey bill :) based on all your visuals in your videos, I assume it's a very time consuming process to edit, especially since you work alone (at least I think you do);&nbsp;why don't you get an editor to help (if you already haven't)?</qco> </h3>      \nbasically no one is ever gonna know how to do what i do because i can't even figure it out. and if they made up a way then it would be their work and not mine. But, i'm proud to say that i've recently discovered that the ideal role for an assistant is someone who can help me edit my brain, because let's face it, that's where the real problem lies\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n8:07 pm</dco> &nbsp;<qco> why do you type in al lowercase</qco> </h3>      \nbecause it's normal, but why do you do it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n7:31 pm</dco> &nbsp;<qco> At what temperature and for how long do you bake your songs under the sun inside a clay pot to make them so good&nbsp;</qco> </h3>      \nsometimes i actually freeze them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n6:22 pm</dco> &nbsp;<qco> Do you understand this world?</qco> </h3>      \nsometimes a little, but that doesn't stop it from changing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n5:57 pm</dco> &nbsp;<qco> happy new years or whatever, anyways where'd you come up with that retro-y fever dream style for your videos?</qco> </h3>      \nbasically i try to do something that is modern, and perhaps forward-looking. Then i wait for everyone to tell me it is 'retro' and 'past-looking' and then i get very angry, and then i make some more videos again once i have calmed down\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n5:41 pm</dco> &nbsp;<qco> i post my art online and i have a bad habit of reading all the comments. Some people say stuff like \"this isn't as inspired as your other work\" and i didn't think i would care about such comments but they kinda get to me. i'm thinking of going on a strict no comment reading diet. have you ever felt like you needed to stop reading what people were saying?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n5:14 pm</dco> &nbsp;<qco> What is your favorite part of the music creation process?&nbsp;</qco> </h3>      \nmy top 2 favorite parts are when i first come up with the song (write it) and when people hear it. unfortunately there is a gargantuan amount of bullshit in between those 2 points, and i'd be interested in looking into some extreme solutions for this\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n4:33 pm</dco> &nbsp;<qco> How do you come up with original ideas?</qco> </h3>      \ni have a bucket to catch the inspiration but sometimes the bucket itself inspires me \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n3:32 pm</dco> &nbsp;<qco> how is it possible to create things without being consumed by anxiety when there's a lot of expectation to create something good by a lot of people? am struggling with this now</qco> </h3>      \nit's hard to describe. Some people must live a ...... simpler life\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n3:01 pm</dco> &nbsp;<qco> what do you mean by \"older\" in When I Get Older?&nbsp;</qco> </h3>      \nno one has yet figured out all the things music can mean, so if it's used in music, it has the potential to possibly mean almost anything/everything. But, 'when i get older' is generally understood to mean a future time in one's life\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n2:48 pm</dco> &nbsp;<qco> what are you currently working on?</qco> </h3>      \nit's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n2:16 pm</dco> &nbsp;<qco> who edits your videos</qco></h3>      me<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and how long does it take?</qco> </h3>      \ni don't wanna talk about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n1:43 pm</dco> &nbsp;<qco> Is you're new video coming along well?</qco> </h3>      \nyes and no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n1:32 pm</dco> &nbsp;<qco> Considering the sheer number of songs that you write and have written in the past, have you ever considered giving some to other musicians to record? </qco></h3>      that's a good idea eventually but i'm not going to do it yet<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I can't imagine it'd be possible to record all the good ones yourself</qco> </h3>      no it won't be\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n12:52 pm</dco> &nbsp;<qco> Why are you answering questions at 1am please get some sleep Bill</qco> </h3>      \ni have 2 follow up questions.<br>\n     1. why do you think i have ever answered a question at 1 am (of course i have, but there is no evidence of that here)<br>\n     2. why on earth would that prohibit me from getting sleep? if i answered a question at 1am, i could have slept from 3am to 9pm, in which case i definitely would not need any additional sleep at that time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n12:31 pm</dco> &nbsp;<qco> how do u make ur videos?\n<br></qco> </h3>      \nthere's got to be a better way\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n12:23 pm</dco> &nbsp;<qco> what do you think of music?</qco> </h3>      \nit has a nice ring to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n11:36 am</dco> &nbsp;<qco> Bill, what is the meaning in your videos</qco> </h3>      \nas much as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n10:41 am</dco> &nbsp;<qco> Why are all of your videos random</qco> </h3>      \nyou may have tried to view them in a text editor\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n10:22 am</dco> &nbsp;<qco> when is the next video estimated to come out</qco> </h3>      \nit would be irresponsible to tell you my estimate because every estimate i've made so far has been horrifyingly incorrect\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n9:22 am</dco> &nbsp;<qco> what is the cheat code to life?</qco> </h3>      \ndoing more with less, and doing less with more. It's all about unexpected quantities\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n7:02 am</dco> &nbsp;<qco> How much time do you think that making the video for your new song will take? </qco></h3>      it's mostly done, but so far it has taken way too long. there is a relatively small amount left to do, which i estimate will also take way too long and push me even further beyond the brink of emotional hopelessness<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm really looking forward for it! :)</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n6:05 am</dco> &nbsp;<qco> Is there a genre for you or do you think that you don't need belong to one?&nbsp;</qco> </h3>      \nhow about............... Regular\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n5:27 am</dco> &nbsp;<qco> How did you come up with the style of your videos?</qco> </h3>      \nbasically what usually happens is, i get a trillion ideas in my mind of what i WISH it could be like. then i get extremely disappointed to realize that none of those ways are actually possible for me to do. then, sometimes, i am able to find 1 way that is just barely possible. and i settle for doing it that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n4:39 am</dco> &nbsp;<qco> You seem to be different than other people (in a good way!)&nbsp;&nbsp;Do you have any idea why?</qco> </h3>      \nthe secret is this: instead of doing normal things like watching sports, i am usually off somewhere OvErEsTiMaTiNg MySeLf\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n3:15 am</dco> &nbsp;<qco> From 1 to potato, how do you rate 2021</qco> </h3>      \nit mostly hasn't happened yet, so it's all speculation, but i'm gonna go out on a limb here and say full potato\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n1:55 am</dco> &nbsp;<qco> How's your adventure?</qco> </h3>      \nterrifying but it must be good also\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n1:36 am</dco> &nbsp;<qco> Have you considered writing a musical?</qco> </h3>      \ni will write audio-visual content, with music in it. i dare you to consider that a musical\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n1:30 am</dco> &nbsp;<qco> how are you so cool</qco> </h3>      \nthis is achieved by following every rule and regulation exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n1:19 am</dco> &nbsp;<qco> Why I'm I feeling so empty?</qco> </h3>      \nthis will give you an opportunity to fill the rest of the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n1:17 am</dco> &nbsp;<qco> is wyoming a state</qco> </h3>      \nyes but it's also considered a Rectangle\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n1:01 am</dco> &nbsp;<qco> Do you see a part of yourself you didnt know in the art you makem</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.21&nbsp; \n12:39 am</dco> &nbsp;<qco> At what point do you step away from a project and consider it finished?</qco></h3>      when you feel like you couldn't make it any better, which is sometimes unfortunate to realize especially if it doesn't even seem that good yet<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Have you ever considered a song of yours \"overpolished\" to where it's rougher form was better? \n<br></qco> </h3>      \nwell the thing about being over polished, it's not the polish that's the problem. it's the fact that when you are over polishing something, you might be forgetting about most of the other aspects besides the polish. Like if someone is making a statue, and they are over polishing the statue, they might actually forget some obvious things like making the arms\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.21&nbsp; \n10:24 pm</dco> &nbsp;<qco> When is your next video</qco> </h3>      \ndoing it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.21&nbsp; \n10:22 pm</dco> &nbsp;<qco> what color do you associate with january?</qco> </h3>      \nred\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.21&nbsp; \n9:03 pm</dco> &nbsp;<qco> Why are your songs so random</qco> </h3>      \nmaybe if i screwed up\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.21&nbsp; \n8:58 pm</dco> &nbsp;<qco> How do you make all your songs so unique? Every artist has their own style, including you, but your songs are always distinguishable from each other.</qco> </h3>      \ni write huge numbers of songs, and then when it's time to record/produce a song i go through a very painstaking selection process and one of the main requirements for a good selection is that it's quite different from the previous song that was produced. However there is nothing to really stop the songs from being produced the same way..... sometimes i promise to use different tools from what i used on the previous songs. but .... producing songs is such an intense thing, i usually end up needing all the tools. so at that point all i can do is kind of hope and pray that the tools got used in a slightly different order\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.21&nbsp; \n8:39 pm</dco> &nbsp;<qco> what is the best way to learn new songs on the piano for someone&nbsp;&nbsp;who can read sheet music but at a slow speed?</qco> </h3>      \nspend more quality time with the instrument, without reading. start learning to use it to express your feelings. then try to figure out some songs, also without reading. Then eventually when you feel more comfortable with the instrument as a feelings/communication device, then start doing some reading and writing now that you really get what you're saying\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.21&nbsp; \n8:21 pm</dco> &nbsp;<qco> I am person with academic struggle. Can you tell me tips on how to do stuff better and gooder?</qco> </h3>      \nsure, but, making things better and gooder might not necessarily help you very much, in the academic world\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.21&nbsp; \n7:56 pm</dco> &nbsp;<qco> How do you make music?</qco> </h3>      \n bake music \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.21&nbsp; \n7:05 pm</dco> &nbsp;<qco> What inspired your unique style of editing your videos?</qco> </h3>      \nbasically what usually happens is, i get a trillion ideas in my mind of what i WISH it could be like. then i get extremely disappointed to realize that none of those ways are actually possible for me to do. then, sometimes, i am able to find 1 way that is just barely possible. and i settle for doing it that way\n<br><br>"
  }
]
