[
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n9:52 am</dco> &nbsp;<qco> how joyous are you on a scale from pickle to trombone</qco> </h3>      \nthe exact middle point\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n9:25 am</dco> &nbsp;<qco> one thing i hate about making albums and EP's is that you can't really do much about the cover of individual songs, it's all combined into the album cover, so i like to release each song as a single instead of an album so i can control that\n<br>\n<br>am i just making a big deal over something unnecessary?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n7:22 am</dco> &nbsp;<qco> hi\n<br>also do you hate when people say hi but not anything else after it gosh its so annoying</qco> </h3>      \nno i don't hate that\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; 5:21 am</dco> &nbsp;<qco> What's your favourite song that you have created?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n4:33 am</dco> &nbsp;<qco> What timezone would Antarctica have if it had one?</qco> </h3>      \ni think for now it might be new zealand\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n3:48 am</dco> &nbsp;<qco> how have you been and do you have any advice for surfing through your entire website in the span of 6-10 hours on a binge?</qco> </h3>      \ni don't think that's enough time to make it through the whole thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n2:41 am</dco> &nbsp;<qco> What is your favorite goldfish flavor</qco> </h3>      \ngold\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; 2:26 am</dco> &nbsp;<qco> favorite meme word?</qco> </h3>      \n'misinformation'\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n2:20 am</dco> &nbsp;<qco> would you say 4'33\" by john cage is the perfect music?</qco> </h3>      \nalmost but not quite. elimiate the title and the artist name and any identifying info about where or when to find it, then you've got perfection. enjoy\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n2:11 am</dco> &nbsp;<qco> What does music mean to you?</qco> </h3>      \nit can be used to mean almost anything. you have to admit that's handy\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n1:41 am</dco> &nbsp;<qco> Have you ever just sat and watched the world spin?\n<br>I find it a bit dizzying.</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n1:18 am</dco> &nbsp;<qco> do you ever come up with new ideas for songs in your dreams? and you wake up and are like oh shit that's a song i should write</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.25&nbsp; \n12:22 am</dco> &nbsp;<qco> oh hi, how many thoughts does it take to make a brain?</qco> </h3>      \ni think technically 2\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n11:38 pm</dco> &nbsp;<qco> lowky cant wait to get a job so i look better when i complain about simple things</qco> </h3>      \nthat makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n11:28 pm</dco> &nbsp;<qco> is the fish in billwurtz.com/doorfish.jpg the same fish in https://billwurtz.com/bwurtz%205%2017%2012.png</qco> </h3>      \nyes i believe so\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n11:05 pm</dco> &nbsp;<qco> this year I discovered something amazing: you can make anything a hot pocket. if you dream it, you can achieve it. I put pizza dough around pot pie filling and it was delicious and delightful. I have also hot pocket-ed leftover BBQ pulled pork with incredible results. thus, my question to you, bill: do you have any hot pocket filling suggestions for my next stop on this hot pocket journey of enlightenment?</qco> </h3>      \nhow about a truffle\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n9:59 pm</dco> &nbsp;<qco> In regards to another question asked earlier today, how expensive is your time, exactly? Do you get per diem? And do you bill for the amount that you pay yourself, or do you upcharge at a fair rate to not unbalance the market for your full presence?</qco> </h3>      \nanyone can just decide how expensive their time is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n7:16 pm</dco> &nbsp;<qco> how does one pick between creative pursuits that are equally interesting and enjoyed but unrealistic to pursue concurrently</qco> </h3>      \nif you truly mean 'equally', then put it to a 50/50 chance selection. you can use simple computer assistance for this, or even just a physical coin flip. The most important thing to remember is you will be doing the second choice after\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n6:47 pm</dco> &nbsp;<qco> there's this person ive met online due to the fact that we both listen to you as our common artist and now we're in an intense battle of who is the better fan or the most \"wurtz\". how do you suggest we resolve this imminent crisis. thank you</qco> </h3>      \nit's gonna have to go to the supreme court\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; 6:26 pm</dco> &nbsp;<qco> i think i failed my math exam</qco> </h3>      \nthis will make any success you may have in the future seem that much sweeter\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n6:18 pm</dco> &nbsp;<qco> i just found out that apparently all of my friends are big fans of yours and were bonding over that and didnt even tell me also do you think i should end it all tonight</qco> </h3>      \nit's interesting you bring that up at a time like this, no i do not think you should\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n4:43 pm</dco> &nbsp;<qco> what do you often times do in your free time?</qco> </h3>      \nmy time is actually very expensive\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n4:42 pm</dco> &nbsp;<qco> Hi im just scrolling upwards. Can you tell me something you will enjoy about the question above this one?</qco> </h3>      \nthe most exciting thing about it is that i don't know what it is yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n3:51 pm</dco> &nbsp;<qco> What are some Dutch cuss words?</qco> </h3>      \ntyfus, tering, among other historic diseases\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n3:27 pm</dco> &nbsp;<qco> thoughts on \"what if...\" questions</qco> </h3>      \nthey're pretty good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n3:10 pm</dco> &nbsp;<qco> Bill, when you say you prefer to make a new video to be your favorite video of yours, would it actually remain your favorite or will you make another video to out-favorite that video?</qco> </h3>      \nin order to make a video, you have to believe at that time that it is your favorite. you have to believe in it more than any other\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n1:26 pm</dco> &nbsp;<qco> recently heard a song that i found so good and powerful that it hurt to listen to it. do you know why this happens? i want to listen to this song but my emotions are surely being played with in ways i would very much like to understand</qco> </h3>      \nfor now, just knowing that the song exists is enough bewilderment to carry with you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n1:09 pm</dco> &nbsp;<qco> what is the square root of a pumpkin?</qco> </h3>      \ni don't think there is any way of describing it other than the exact way you just described it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n1:08 pm</dco> &nbsp;<qco> A couple of questions for you who's good at math: is infinity divided by infinity 1, or is it something else? And, does negative infinity + positive infinity = 0? Why/why not?</qco> </h3>      \nfirst of all this kind of gets more into philosophy, but that's ok. If the infinities you're using are exactly the same, then ∞/∞ would be 1 and ∞ + ∞ would be zero. good luck finding two infinities that are exactly the same (and then measuring them)\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n12:34 pm</dco> &nbsp;<qco> Is there objective morality&nbsp;</qco> </h3>      \nthere's certainly a lot of objective morality merchandise\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n12:09 pm</dco> &nbsp;<qco> I'm graduating high school on Thursday, any advice?</qco> </h3>      \ndon't go to school on friday. maybe take the day off\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n11:00 am</dco> &nbsp;<qco> is it june yet</qco> </h3>      \nheck it's almost next june\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n10:14 am</dco> &nbsp;<qco> I'm tired of my job, and I desperately want to quit because of how much it stresses me out all the time.&nbsp;&nbsp;the problem is that my job is pretty easy so any other job is likely to stress me out even more.&nbsp;&nbsp;do you know any clever tricks I can use to escape this situation</qco> </h3>      \nyou seem to be 'on the fence'. the trick here is to walk along the fence\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n7:38 am</dco> &nbsp;<qco> I'm trying to learn your song \"might quit\" on the ukulele but I'm afraid&nbsp;&nbsp;the tiny instrument won't do it justice, what do you think?&nbsp;</qco> </h3>      \ni'm sure it can be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n6:37 am</dco> &nbsp;<qco> im feeling bored what kind of actities do i do in the summer?</qco> </h3>      \nplan what you would like to do in the winter\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n6:18 am</dco> &nbsp;<qco> Do you like the Danish lamguage?&nbsp;</qco> </h3>      \ni have no idea, but i think i would like any language\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n3:14 am</dco> &nbsp;<qco> How is your music so interesting?</qco> </h3>      \nit might just be because i'm crazy\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; 2:51 am</dco> &nbsp;<qco> opinions on onions?</qco> </h3>      \nperfect carrying case, for an onion of the next smaller size\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n1:23 am</dco> &nbsp;<qco> do you feel like a detail-oriented mindset is detrimental? personally I get a lot of satisfaction out of it even if I feel like no one besides me is going to notice or care about the small details in my work</qco> </h3>      \ni'm not sensing any detriment here\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.25&nbsp; \n12:20 am</dco> &nbsp;<qco> have you ever been to yankee stadium and/or citi field?</qco> </h3>      \nyes i have\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; \n10:55 pm</dco> &nbsp;<qco> do you ever get that late night thirst, because it was late night and you were thirsty?</qco> </h3>      \nthat may not be exactly how i would characterize it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; \n10:44 pm</dco> &nbsp;<qco> Do you ever wonder who we are beyond this text</qco> </h3>      \ni'm assuming it's all michael jackson\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; \n10:20 pm</dco> &nbsp;<qco> Why did you decide to make videos in the style you do?</qco> </h3>      \nthat's not a style. that's just my face\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; 9:25 pm</dco> &nbsp;<qco> What's your favorite color</qco> </h3>      \nsurprise me\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; \n9:02 pm</dco> &nbsp;<qco> whenever i think of what im seeing as if im seeing it in a movie everything feels so much more real, how come\n<br></qco> </h3>      \nstories are real, that's for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; \n8:31 pm</dco> &nbsp;<qco> If you were an essayist what would you make essays about?</qco> </h3>      \nthe <s>problem</s> magic of writing is you don't know what it's going to be about until you write it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; 8:27 pm</dco> &nbsp;<qco> favorite month of the year?</qco> </h3>      \nhow about the next one\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; \n8:14 pm</dco> &nbsp;<qco> what do you think of fascism</qco> </h3>      \ni don't know what it actually means, i've only heard it used as an insult. so if you call someone a 'fascist' it means you really really really don't like that person. that's all i can seem to gather, from all the contexts i've heard it used\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; \n6:01 pm</dco> &nbsp;<qco> what if there were no shadows?</qco> </h3>      \nthat would make it hard to see things\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; \n4:36 pm</dco> &nbsp;<qco> can i say bad words</qco> </h3>      \nyou can try, but if you wanna say bad things you usually need a deliberate assembly of multiple words with real bad intentions. heck some of the worst things can be said using only good words\n<br><br>"
  }
]
