[
  {
    "html": "<h3> <dco>3.9.21&nbsp; \n4:39 pm</dco> &nbsp;<qco> if you had infinite time and resources what would you make</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.9.21&nbsp; \n3:48 pm</dco> &nbsp;<qco> what inspired you to make music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.9.21&nbsp; \n2:58 pm</dco> &nbsp;<qco> should default blender cubes be deleted?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do they have feelings too</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.9.21&nbsp; \n1:24 pm</dco> &nbsp;<qco> why is South America in the south, and why is North America in the north</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.9.21&nbsp; \n12:29 pm</dco> &nbsp;<qco> i have 40gb of song ideas and a full length album thats 90% done. what level of suffering am i on</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; cause boy id love to find out what the next level is like</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.9.21&nbsp; \n12:05 pm</dco> &nbsp;<qco> Has the sky always been blue?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.9.21&nbsp; \n11:22 am</dco> &nbsp;<qco> how have you stayed so productive during the pandemic? idk with me but ive been completely destroyed by the lockdown. I know before lockdown it was all meaningless already, all i was doing was school which i was good at but at the end of the day i didnt care about because i just really wanna make music for the rest of mt life, but now in lockdown, i still have online classes but the meaninglezsness somehow feels more intense? and now i have all the time in the world because ive always found school a bit easy and i can finish homework relatively fast, but i waste all of it because im either too lazy to make more music, or when i do make music, i don't particularly like it. I have been hoarding instrumentals in my folders and have released none of them to the world. should i release them even if im not sure anyone will like it? or if theyre not ready yet? plus i have no confidence in my own voice, and so even when ive tried to record my voice for hour\n s on end\n  already, i still end up deleting it. how much time do u spend recording? ugh just i really cant get myself to work, and i have resorted to self hatred as a form of pushing myself, even if i know it doesnt work. any alternatives maybe? sorry for the rant it's so disorganized thanks for this parasocial relationship correspondence thingie</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.9.21&nbsp; \n11:17 am</dco> &nbsp;<qco> what do you think about the moon?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.9.21&nbsp; \n10:19 am</dco> &nbsp;<qco> thoughts on life</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.9.21&nbsp; \n9:41 am</dco> &nbsp;<qco> I'm listening to At the Airport Terminal...at the airport terminal. It's pretty accurate, like color to my feelings. How do you do that?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.9.21&nbsp; \n8:54 am</dco> &nbsp;<qco> Do you think my writing would be more special if I spent less time on the words and more on the meaning behind them?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.9.21&nbsp; \n8:46 am</dco> &nbsp;<qco> I wrote a short instrumental piece with no regard to music theory--I didn't even give it a set time signature--last week and sent it to a friend of mine, who really seemed to like it. at first, I thought that was just their way of being supportive, but I later sent it to someone&nbsp;&nbsp;who actually knows music theory, and they also seemed to like it. I've tried writing pieces since then, and I've written a couple, but they're nowhere near the length and complexity of my first one, which wasn't very long or complex to begin with. \n<br>my question is this: do you ever fear that the latest song you wrote was just based on dumb luck and might be the last good one? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, how do you cope? if not, HOW? \n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;anyway, I hope your day's going well&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.9.21&nbsp; \n8:41 am</dco> &nbsp;<qco> what is something that amazes you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.9.21&nbsp; \n8:37 am</dco> &nbsp;<qco> have you ever thought about making a reprise in one of your songs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.9.21&nbsp; \n6:20 am</dco> &nbsp;<qco> How do you write a chord for a part of a melody with lots of quick notes? Do you just put lots of notes in the chord? Do you just not have a chord at all? Or do you just accept that some of the notes won't be part of the chord?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.9.21&nbsp; \n4:14 am</dco> &nbsp;<qco> is paper a good name to name a dog</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.9.21&nbsp; \n12:24 am</dco> &nbsp;<qco> if you put a sheet of paper on a bed, does it become a bed sheet?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n10:04 pm</dco> &nbsp;<qco> how do i get over my obsession with argentina</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n9:30 pm</dco> &nbsp;<qco> what is \"Here comes the sun\" about...</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n8:45 pm</dco> &nbsp;<qco> what is the best instrument at breakfast</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n7:36 pm</dco> &nbsp;<qco> can you elaborate on what you mean when you say \"make a song bad at first\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n7:01 pm</dco> &nbsp;<qco> what are shoes supposed to do? bill this is my homework question. please answer.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n6:44 pm</dco> &nbsp;<qco> why are do many of your songs use the rhyme alright/just fine?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n5:32 pm</dco> &nbsp;<qco> do you ever see yourself making a piano only music vid</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n4:43 pm</dco> &nbsp;<qco> what question did damien maymdien skip in \"maybe i could eat blades of grass?\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n4:01 pm</dco> &nbsp;<qco> do a face reveal</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n3:54 pm</dco> &nbsp;<qco> what is the best currency?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n3:28 pm</dco> &nbsp;<qco> do we have free will?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n1:50 pm</dco> &nbsp;<qco> Were you good at writing assignments in school? Because I'm always too horrified to do them;&nbsp;like everybody just does them as if it's the same as putting together cars on an assembly line but I can't think of the assignments like that, like I can't write something unless I'm sure it's true and meaningful. I guess ideally, I should be able to do that in a timely manner but I just can't, or at least I'm too scared to try. And the classic advice I always get is to not care too much about writing something good, but it just hurts to meaninglessly write for the sake of writing, like what's the point of being a human if you can't create anything with significance? Also it's not like the work that everyone else produces is shitty, it's actually very good which means that if I take the assembly-line approach, not only will the act of it feel horrible, but its product will be worse than what everyone else is somehow able to create with the same method. I\n  dunno, \n I guess I'm asking this because you're definitely someone who makes meaningful content and well, you normally turn it out on a regular basis, so maybe you have some advice on how to accomplish this and perhaps on how you were able to these assignments back when you were in school. Thanks for reading this, I'm sorry if most of it is just a rant.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n1:29 pm</dco> &nbsp;<qco> How do I become my own grandpa??</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n1:00 pm</dco> &nbsp;<qco> my dad is paying me to get involved in the stock market -- so, of course, i have. ive quickly found out it's stupid easy. i guess unless the market crashes. how do you feel about stocks and markets of them</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n11:47 am</dco> &nbsp;<qco> what's your opinion on canada</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n11:41 am</dco> &nbsp;<qco> will you ever do skit type videos again like \"hi i'm steve\" or \"ball and stick\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n11:19 am</dco> &nbsp;<qco> in \"just did a bad thing\" what did you do that was bad?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n11:05 am</dco> &nbsp;<qco> &nbsp;What makes someone a person?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n10:29 am</dco> &nbsp;<qco> What's the freshest form of entertainment?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n9:54 am</dco> &nbsp;<qco> i play guitar and it feels like it doesn't like me unless i play things that someone else made;&nbsp;i can never make a good chord progression, and when i do, i never have good words to pair with them. whenever i make lyrics, i find that they sound too much like other people's lyrics and i get mad at myself, crumple up the computer paper i was working with, and throw it away and go to bed. any tips?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n9:45 am</dco> &nbsp;<qco> how long does it take for you to make one of your music videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n9:29 am</dco> &nbsp;<qco> how long is your piano</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n9:21 am</dco> &nbsp;<qco> how to build a chair?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n8:58 am</dco> &nbsp;<qco> What is the universe?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n8:21 am</dco> &nbsp;<qco> which shoes do the neighbors with cool shoes have in \"I'm Best Friends With My Own Front Door\"?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n7:33 am</dco> &nbsp;<qco> how do I write a poem?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n5:26 am</dco> &nbsp;<qco> opinions on britain?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n4:48 am</dco> &nbsp;<qco> how do you feel about people calling your music \"good\"&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n11:07 pm</dco> &nbsp;<qco> Are walls sideways ceilings or floors&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n6:51 pm</dco> &nbsp;<qco> have you ever actually written a song or 2 each morning if you felt like it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n6:36 pm</dco> &nbsp;<qco> why do you answer all of the \"what is your favorite song/video that you've made\" questions with the same thing? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I see them a lot while I'm scrolling and I think maybe by the first couple times you could just link to a previous answer </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or stop answering them altogether.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n5:48 pm</dco> &nbsp;<qco> what's the fruitiest chord in 'here comes the sun'?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n5:32 pm</dco> &nbsp;<qco> do the colors of the words in \"new canaan\" have meaning?</qco> </h3><br><br>"
  }
]
