[
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n10:57 am</dco> &nbsp;<qco> what is the font you use in most of your videos</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n10:52 am</dco> &nbsp;<qco> Why do you create such psychedelic music and music videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n10:49 am</dco> &nbsp;<qco> did you create anything during your technique-learning phase that you will paste right into a future video?</qco></h3>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n10:47 am</dco> &nbsp;<qco> how do you feel about caps lock</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n10:14 am</dco> &nbsp;<qco> how do I embrace my weirdness?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n9:44 am</dco> &nbsp;<qco> In the gap between Might Quit and Here Comes the Sun how much time was spent learning and how much was spent actually making the video?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n9:07 am</dco> &nbsp;<qco> About a week ago someone I know passed away suddenly and I've been in a weird philosophical place since then (sort of like the beginning of Here Comes the Sun).&nbsp;&nbsp;I know lots of your stuff is just jokes and gags but this one really spoke to me and made me realize that the everyone and everything is too amazing for me to be stuck like that for too long.&nbsp;&nbsp;Life is what you make of it.&nbsp;&nbsp;Thank you for this art and I'm so happy you've infiltrated the 3rd dimension.&nbsp;&nbsp;PLEASE NEVER STOP.&nbsp;&nbsp;</qco></h3>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n8:58 am</dco> &nbsp;<qco> If I were to rhetorically analyze all your stuff would it be more funny deep or serious deep?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n8:41 am</dco> &nbsp;<qco> have you ever considered making a full length album</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n8:27 am</dco> &nbsp;<qco> What genre is your music? </qco></h3>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n8:20 am</dco> &nbsp;<qco> What would you think about doing a live tour, post pandemic? with the tech available today there's so much you could do to incorporate your animations in to a live performance. Maybe that sounds like a nightmare to you. But the thought of being in a crowd singing along to your songs with your animation filling the room sounds amazing to me.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n8:00 am</dco> &nbsp;<qco> Where do you get the inspiration to make these type's of videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n7:47 am</dco> &nbsp;<qco> Are all of your songs written in 2010-2012?</qco></h3>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n7:30 am</dco> &nbsp;<qco> why don't you work on two schedules, the first being a strict weekly or every two weeks schedule (1-60 seconds videos that you can start and finish in less than 3 days,) and the other is a loose schedule based on either quantity or compromise, but the content needs more effort and production time for example (6 songs a year, or 4 songs and one long documentary, or however you choose to balance it,) won't that take away the pressure of taking a long \"break\" then feeling that you have to make something good. </qco></h3>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n7:15 am</dco> &nbsp;<qco> How to learn singing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n6:36 am</dco> &nbsp;<qco> In \"here comes the sun\", what does it mean by \"if this sing ain't good enough i'll erase it\"? Do you mean since it's the first video to use blender you aren't sure if it is good and if people hate it you'll delete it or is it something else?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n6:11 am</dco> &nbsp;<qco> Why don't you use capital letters?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n5:22 am</dco> &nbsp;<qco> How do you finish things? i keep abandoning things mid work. now i have a lot of half things which is not good :(</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n4:57 am</dco> &nbsp;<qco> do you still use that super old version of mac os seen in some videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n4:49 am</dco> &nbsp;<qco> how many songs did you scrap or postpone between \"might quit\" and \"here comes the sun\" ?\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n3:53 am</dco> &nbsp;<qco> when's the last time you typed a capital letter</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n3:48 am</dco> &nbsp;<qco> Regarding the \"wey o way\" but in Hallelujah, would you please be able to roughly write out the rhythm u use for the vocal part? I can't figure out exactly how it's syncopated bc I have neglected my ear training for a while</qco> </h3><a href=\"ayo.png\" target=\"_blank\">sure</a><br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n3:28 am</dco> &nbsp;<qco> How do I learn new things effectively?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n3:17 am</dco> &nbsp;<qco> I like jazz, do u like jazz? </qco></h3>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n2:31 am</dco> &nbsp;<qco> do you have advice for someone who absolutely hates their voice but wants to make music? i can't mix my voice properly cuz i end up changing it too much cuz i hate it</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n1:21 am</dco> &nbsp;<qco> how do i come up with ideas?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n1:17 am</dco> &nbsp;<qco> when did you finish recording the song that you're currently working on the video for?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n1:01 am</dco> &nbsp;<qco> what font do you use in your videos</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.21.21&nbsp; \n12:12 am</dco> &nbsp;<qco> What's Washington DC like?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n11:36 pm</dco> &nbsp;<qco> Do you just arbitrarily select lyrics and ideas,</qco></h3>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n11:27 pm</dco> &nbsp;<qco> Should I start writing a novel?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n11:06 pm</dco> &nbsp;<qco> in here comes the sun, you say \"and sadness comes closer\" while the animation shows a smiling face approaching the camera. what does this mean?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n10:49 pm</dco> &nbsp;<qco> what mic do you use for recording vocals?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n10:36 pm</dco> &nbsp;<qco> I remember hearing that when you first started to fully write music, you made lots of big lists or something like that with all of your song ideas. I'm wondering if you've finished with those/</qco></h3>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n10:35 pm</dco> &nbsp;<qco> do you work at oh yeah corp?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n10:26 pm</dco> &nbsp;<qco> Was it intentional to leave your last video as \"might quit\" to terrify people coming to your page?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n10:15 pm</dco> &nbsp;<qco> Your reality videos really intrigue me, but I've always wondered, what motivates you to make them? A lot of people would feel vulnerable/awkward putting their partially coherent ideas from several years ago up for anyone to see. Does this bother you?</qco></h3>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n10:14 pm</dco> &nbsp;<qco> how do i get ur songs out of my head make it stop man</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n9:48 pm</dco> &nbsp;<qco> How did you learn to compose music and make animation? </qco></h3>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n9:17 pm</dco> &nbsp;<qco> We all know Steve's name isn't Steve, but what is his name?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n9:03 pm</dco> &nbsp;<qco> does the process of animating the music video change the song itself or do you only start animating once the song is complete and simply animate around the music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n8:45 pm</dco> &nbsp;<qco> In your song \"La de da de da de da de day oh\"\n<br>Does the line \"When did all the windmills start to turn so slow?\" Have any real world significance. I don't know why but it just seemed like a deep line, wanted to know your thoughts</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n8:30 pm</dco> &nbsp;<qco> are you gonna make more songs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n8:28 pm</dco> &nbsp;<qco> what's a good trick to remember to drink water throughout the day?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n8:20 pm</dco> &nbsp;<qco> Do you ever feel like you're obligated to create because of the pedestal people put you on? </qco></h3>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n8:18 pm</dco> &nbsp;<qco> Have you ever considered being a comedian?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n8:09 pm</dco> &nbsp;<qco> In here comes the sun at 0:45 on \"sure\", how do you approach blending/mixing the vocals, (especially with the half-step between 3 and 4)?</qco></h3>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n8:00 pm</dco> &nbsp;<qco> Was the plan to eliminate potential questions when you put the text \"this is my favorite part of the video\" in here comes the sun?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n7:09 pm</dco> &nbsp;<qco> What advice can you give to someone who wants to create things but is constantly demotivated during the creative process to the point of giving up for weeks to months at a time?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.20.21&nbsp; \n7:04 pm</dco> &nbsp;<qco> when was the last time you pressed the shift key</qco> </h3><br><br>"
  }
]
