[
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n9:50 pm</dco> &nbsp;<qco> Why is it easier to answer written questions than those in a live interview?</qco> </h3>      because i have extra time to formulate my answer, and depending on the site i may have the power to dodge some questions entirely without anyone even knowing it was asked, besides the person who asked it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n9:38 pm</dco> &nbsp;<qco> what's the lowest note you can sing?</qco></h3>      between F87 and A110 i suppse <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n what's the lowest note you can comprehend?</qco> </h3>      maybe like Bb29 i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n9:24 pm</dco> &nbsp;<qco> How to stop global bread epidemic?&nbsp;</qco> </h3>      start some kind of gluten free movement\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n9:03 pm</dco> &nbsp;<qco> What was the bad thing you did?</qco> </h3>      no thing is bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n8:36 pm</dco> &nbsp;<qco> How to stop blaming others for my shortcomings?</qco> </h3>      find some of their own shortcomings to blame them for\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n8:29 pm</dco> &nbsp;<qco> Do you think songs with meaningless lyrics are inferior?&nbsp;</qco> </h3>      it's not always possible to tell where the meaning is coming from. when you feel meaning, sometimes it feels like it's coming from everywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n8:17 pm</dco> &nbsp;<qco> Have you ever considered not making videos to go along with your songs? If you start putting out a short non-music video every other week, we'll get a full song and a full video every two weeks, and you might have more free time.&nbsp;</qco> </h3>      the last time i tried songs with no video (at least not by accident) was june 2017, and at that time it seemed like they were only getting about 10 listens. things may have changed a bit since then but there is still a long way to go\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n8:08 pm</dco> &nbsp;<qco> How many is life</qco> </h3>      as many as it wants\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n8:08 pm</dco> &nbsp;<qco> Do you feel like you constantly have to one up your past self when it comes to long projects?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n7:57 pm</dco> &nbsp;<qco> When is c g b d G/C\n</qco></h3>      if the C is reasonably low<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n and when is it a C9 without the third</qco> </h3>      never. C9 actually has Bb note in it instead of B, at least where i'm from\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n7:39 pm</dco> &nbsp;<qco> how to get over feelin guilty about something?? even if The Thing That Happened wasn't big deal and amends were made?</qco> </h3>      find some new things to feel guilty about\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n7:18 pm</dco> &nbsp;<qco> are you releasing songs on google music before they release as a video</qco> </h3>      not intentionally\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n6:50 pm</dco> &nbsp;<qco> what bad thing did you do?</qco> </h3>      no thing is bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n6:47 pm</dco> &nbsp;<qco> a video every month would be acceptable</qco> </h3>      haha\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n5:59 pm</dco> &nbsp;<qco> Can I stop my brother from thinking about suicide?&nbsp;</qco> </h3>      maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n5:41 pm</dco> &nbsp;<qco> How many questions have been asked on this site?&nbsp;</qco> </h3>      about 100\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n5:40 pm</dco> &nbsp;<qco> what do you do when you don't feel appreciated?</qco> </h3>      find other things to appreciate\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n5:39 pm</dco> &nbsp;<qco> When would I analyze a chord as a slash chord instead of a chord with a single bass note and the appropriate extensions?</qco> </h3>      whenever you think it's easier to read that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n5:27 pm</dco> &nbsp;<qco> Where's the video to go with just did a bad thing!?&nbsp;</qco> </h3>      in production\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n3:18 pm</dco> &nbsp;<qco> Are ducks evil?</qco> </h3>      even better\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n3:02 pm</dco> &nbsp;<qco> Do we have a free will</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n2:59 pm</dco> &nbsp;<qco> We had a substitute in class today and he let us put down songs on a list and he would play them on a speaker. I put down \"La de da de da de da de day oh.\" The substitute wouldn't play it because it \"wasn't popular enough.\" Then all the kids started to laugh. Am I a loser?</qco> </h3>      sounds like it would be me who is the loser\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n11:55 am</dco> &nbsp;<qco> do you prefer dark chocolate or milk chocolate&nbsp;</qco> </h3>      dark\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n11:51 am</dco> &nbsp;<qco> are you going to finish your music video for \"Just Did a Bad Thing\"&nbsp;&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n11:34 am</dco> &nbsp;<qco> what's your favorite slang word or slang phrase?&nbsp;</qco> </h3>      but\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n11:09 am</dco> &nbsp;<qco> Calculus is like poetry?</qco> </h3>      that's probably true\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n10:06 am</dco> &nbsp;<qco> can you please explain who's the bird who delivered the letter to Steve on top of the mountain ? I mean the species of the bird :)</qco> </h3>      sticks?\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n9:32 am</dco> &nbsp;<qco> do you have a motivation behind your videos?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n9:31 am</dco> &nbsp;<qco> I have a habit of listening back to my works a lot, but a lot of guys I admire say that they don't listen to what they have created. Am I preventing myself from moving forward at a speed I am capable of? How can I break this habit?</qco> </h3>      you must listen to them when you want to, and not when you don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n9:17 am</dco> &nbsp;<qco> how about a \"3-week schedule\"? 2 weeks for a song 1 week for an anything video and after being done with the anything video use the remaining time of the week for a big project. I think it's an optimized schedule cause you can't break it since you have the original 2 weeks for the song and potentially have 1 week for the anything vid but if it takes less time you can make progress on another project.</qco> </h3>      that is a reasonable idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n8:43 am</dco> &nbsp;<qco> should I breathe?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n8:30 am</dco> &nbsp;<qco> Would you say your songs and videos are a giant middle finger to what society thinks \"good art\" actually is?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n6:26 am</dco> &nbsp;<qco> what is your octave range</qco> </h3>      12 half steps\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n6:01 am</dco> &nbsp;<qco> Are you going to ever update the \"Notebook\" thing?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n5:43 am</dco> &nbsp;<qco> How do you right lyrics? Im kind of in a writing block as of now.</qco> </h3>      try singing something .....\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n3:08 am</dco> &nbsp;<qco> I'm a young musician who hasn't yet figured out how to understand most things without learning them academically, and I am frustrated because I cannot currently access an education that goes deeper than basic classical music theory.&nbsp;&nbsp;If you wouldn't mind sharing, could you explain some of the techniques you use for musical development in your songs?&nbsp;&nbsp;Like, what are ways you can make the different parts of the songs sound different from each other?</qco> </h3>      after embarking on countless diligent studies, i have conclued that the only way to really do it is just get to know many many songs like friends, and just get to know them. and when the time is right you will be hopefully have the capacity for friendship within you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n2:52 am</dco> &nbsp;<qco> When you want to learn things, how do you do it?&nbsp;&nbsp;We have the internet, but it's incredibly unorganized.&nbsp;&nbsp;</qco></h3>      i think it's at least as well organized as the rest of the world<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How do you find information?</qco> </h3>      you have to meet it at least half way there\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n2:13 am</dco> &nbsp;<qco> &nbsp;Will public resistance prevent the introduction\n<br>of technological control of human behavior?</qco> </h3>      private\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n1:53 am</dco> &nbsp;<qco> it's 1:53 AM, what do I do?</qco> </h3>      check the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n1:44 am</dco> &nbsp;<qco> what's the difference between C6 and Am7?</qco> </h3>      the bass\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n12:59 am</dco> &nbsp;<qco> Do you use this comment section as any sort of inspiration?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n12:47 am</dco> &nbsp;<qco> i'm trying to music better by figuring out chords to your songs and improving on them. just saying thanks.\n<br>\n<br>in the chorus of 'and the day goes on', why does this magic work: Bm/D F#/C# Ddim D#min Bm/D F#/C# ...?&nbsp;&nbsp;I never seen a dim chord fit in like that.. and it sounds so feel-good.</qco> </h3>      that's weird ...... that's like the only way i've seen dim chords happen. i'd say like 98% percent of dim chords are followed by a minor chord above it just like that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n12:43 am</dco> &nbsp;<qco> Is it ok for me to listen to music and not care about the theory behind it?\n</qco></h3>      if the theory is behind it then it will not be very effective<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I totally get that music theory is descriptive not prescriptive, and all that jazz, and I'd never stop anyone from enjoying music in that way, but I just like to listen to music for the immediate emotional reaction of it. Thoughts?\n\n</qco></h3>      i thought that's what the theory was<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nAlso, as a music maker, how does it make you feel when people break down your work?\n</qco></h3>      they usually do it from far enough away that i can't feel it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n do you prefer people to experience it one way or another?&nbsp;</qco> </h3>      i try to make it the way i think it is preferable to experience it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n12:36 am</dco> &nbsp;<qco> So... Will \"just did a bad thing\" have a music video? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or that's the thing that got fucked and it'll be a single without video?</qco> </h3>      it got fucked but the video will still be there eventually\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n12:14 am</dco> &nbsp;<qco> Do u know exactly what you're doing?&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.18&nbsp; \n11:41 pm</dco> &nbsp;<qco> *checks watch* there's just not enough time to do martial arts nowadays. its just not important enough to me. unfortunately. because it's still important to me</qco> </h3>      you're going to want to merge it into the rest of your life, in a more integrated fashion. for example you could use it on your breakfast, to teach it a lesson if needed\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.18&nbsp; \n10:26 pm</dco> &nbsp;<qco> is \"i just did a bad thing\" about you failing your schedule?</qco> </h3>      no but i guess it is now\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.18&nbsp; \n10:12 pm</dco> &nbsp;<qco> what kind of illness is time traveling?</qco> </h3>      you can make it up as you go along\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.18&nbsp; \n9:56 pm</dco> &nbsp;<qco> does your \"win the first hour, win the whole day\" rule apply to the year? like win the first week win the whole year or something?</qco> </h3>      i suppose it would apply to animals who hibernate on a yearly basis, but otherwise no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.18&nbsp; \n9:39 pm</dco> &nbsp;<qco> is it possible to disappoint yourself</qco> </h3>      yes\n<br><br>"
  }
]
