[
  {
    "html": "<h3> <dco>4.25.24&nbsp; \n8:11 pm</dco> &nbsp;<qco> what's your opinion on enhancing the fish logistics?</qco> </h3>      \nyou'll just need to enhance it again, further down the line\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.24&nbsp; \n8:03 pm</dco> &nbsp;<qco> while I was driving yesterday, my car started jerking back and forth randomly while driving at normal speeds and idk what it is but it stopped the next day, so, what do you think the issue was?</qco> </h3>      \nit's haunted\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.24&nbsp; 3:25 pm</dco> &nbsp;<qco> how's the weather?</qco> </h3>      \nit's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.24&nbsp; \n2:49 pm</dco> &nbsp;<qco> how do you feel about your idea of the human brain</qco> </h3>      \ni'm intrigued\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.24&nbsp; \n2:48 pm</dco> &nbsp;<qco> What is DNA?</qco> </h3>      \ndoing nothing allthetime\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.24&nbsp; \n1:20 pm</dco> &nbsp;<qco> why is the q in ueqstions green?</qco> </h3>      \nto remind you that it is still the first letter of the word, despite being rendered at an offset location\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.24&nbsp; \n12:02 pm</dco> &nbsp;<qco> how do you write chords you hear? i can hear chords in my mind but can't ever seem to figure out the name for what i'm hearing, despite understanding how chords work pretty good [competent jazz improviser, for example]</qco> </h3>      \ni assume you have no trouble finding the notes, but it's just the naming that you're having trouble with. in that case, just get access to as many different song sheets as you can, and you'll eventually get the hang of how it's done. like english, not everything is written exactly the way it sounds, and not all of the sonic information is there. but it's just approximations that we have all grown accustomed to. through enough exposure, it will be impossible for you not to get it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.24&nbsp; \n10:23 am</dco> &nbsp;<qco> What is your opinion on cheese?</qco> </h3>      \ncan't be real\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.24&nbsp; \n10:08 am</dco> &nbsp;<qco> What do you feel like doing?</qco> </h3>      \neverything\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.24&nbsp; \n9:29 am</dco> &nbsp;<qco> Thoughts on dodecahedrons?</qco> </h3>      \nsurprisingly useful\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.24&nbsp; \n8:34 am</dco> &nbsp;<qco> Hit me with an etymology fact</qco> </h3>      \nthe word 'bad' evolved from the word 'good'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.24&nbsp; \n8:00 am</dco> &nbsp;<qco> ukulele is such a fun word, isn't it?</qco> </h3>      \nsure but it's disappointing when the word ends\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.24&nbsp; \n6:52 am</dco> &nbsp;<qco> How do I learn to play keyboard as clucking fantasticaloiuslly as you? Serious question&nbsp;</qco> </h3>      \ninvite keyboards into your life and keep them there\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.24&nbsp; \n2:32 am</dco> &nbsp;<qco> would you rather fishing out a fish or outing fish a out</qco> </h3>      \nneither one of those appeals to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.24&nbsp; \n10:39 pm</dco> &nbsp;<qco> what are some polyrhythms you like!.</qco> </h3>      \ni like them all, but how about 3:5\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.24&nbsp; \n10:14 pm</dco> &nbsp;<qco> How does one turn bad times into good times and move on?</qco> </h3>      \nhow about doing an anonymous art installation in the middle of the desert\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.24&nbsp; \n9:46 pm</dco> &nbsp;<qco> What is a ducks favorite food?</qco> </h3>      \nsteak\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.24&nbsp; \n9:10 pm</dco> &nbsp;<qco> how do people from your home planet think of your videos? do they like the representation?</qco> </h3>      \nyou'll have to answer that for yourself. your planet is the same as mine\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.24&nbsp; \n8:11 pm</dco> &nbsp;<qco> what do you call the feeling of wanting to be in a band but you don't play an instrument</qco> </h3>      \nfowtbiabbydpai\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.24&nbsp; 6:36 pm</dco> &nbsp;<qco> I recently failed a test which lowered my grade from 94% to 68%. This class doesn't have D grades, so I'm now failing. The end of the semester is near, and things are looking somewhat bleak. Any advice?</qco> </h3>      \nthis is not my area of expertise\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.24&nbsp; \n6:28 pm</dco> &nbsp;<qco> would you agree that the first 90% of substance of a project takes around 50% of the time to complete the project, and the other 50% is dedicated to the 10% of finishing touches?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.24&nbsp; \n5:37 pm</dco> &nbsp;<qco> Have you hugged a cactus ?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.24&nbsp; 5:07 pm</dco> &nbsp;<qco> how to deal with stress</qco> </h3>      \nhow about doing a benefit concert\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.24&nbsp; \n3:54 pm</dco> &nbsp;<qco> how do I become more random</qco> </h3>      \nyou'll need computer assistance. as a person yourself, you're not really capable of thinking anything truly arbitrary\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.24&nbsp; 2:53 pm</dco> &nbsp;<qco> whats your favourite chord</qco> </h3>      \nF\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.24&nbsp; \n1:32 pm</dco> &nbsp;<qco> hey, which song of yours should i play first on the guitar when i get one?</qco> </h3>      \nthe whole reason i make multiple songs is to avoid having to choose\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.24&nbsp; \n1:27 pm</dco> &nbsp;<qco> have you ever felt guilt?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.24&nbsp; \n1:04 pm</dco> &nbsp;<qco> when you listen to some jazz or instrumental music in general, do you ever think of melodies and lyrics that would sound good with it?&nbsp;</qco> </h3>      \ncould happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.24&nbsp; \n12:24 pm</dco> &nbsp;<qco> r u me?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.24&nbsp; \n11:59 am</dco> &nbsp;<qco> should we send more rovers to mars</qco> </h3>      \nsure, as long as we take some back, at some point\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.24&nbsp; \n10:41 am</dco> &nbsp;<qco> is it possible to vacuum a vacuum cleaner</qco> </h3>      \nyes but you need a second vacuum cleaner\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.24&nbsp; \n9:29 am</dco> &nbsp;<qco> Any ideas?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.24&nbsp; \n8:24 am</dco> &nbsp;<qco> What happens when A=!A</qco> </h3>      \nthings that don't happen happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.24&nbsp; \n2:07 am</dco> &nbsp;<qco> how to fall unconcious asap</qco> </h3>      \ncertain types of memes will do this to you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.24&nbsp; \n11:49 pm</dco> &nbsp;<qco> what would you name your child, hypothetically?</qco> </h3>      \nhypo\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.24&nbsp; \n9:32 pm</dco> &nbsp;<qco> Does every line in your songs have meaning behind them or are some just there to sound good?</qco> </h3>      \ni don't like to put the meaning 'behind' anything. i prefer to put the meaning 'in' it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.24&nbsp; \n8:58 pm</dco> &nbsp;<qco> how would i know if i should commission others to help me make my art</qco> </h3>      \nafter you try it, you'll know whether you should have done it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.24&nbsp; 8:48 pm</dco> &nbsp;<qco> what are your thoughts on thoughts</qco> </h3>      \ni usually would rather feel about thoughts. or think about feelings. although i may think about thoughts once in a while\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.24&nbsp; \n7:54 pm</dco> &nbsp;<qco> there is exactly one correct way to answer my question</qco> </h3>      \nthat's fair. this not being a question, and therefore not being the question in question, that means you didn't ask me the question and this is therefore not the answer to it  <br><br>"
  },
  {
    "html": "<h3> <dco>4.23.24&nbsp; \n7:11 pm</dco> &nbsp;<qco> Is space cool?</qco> </h3>      \nwhat makes it especially cool, is time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.24&nbsp; \n6:42 pm</dco> &nbsp;<qco> What do you think the function of a chord like D13sus4 (Cmaj7/D) is? You use that type of chord a lot and youve said that it can act as a suspended voicing of a 5, where in the example given, it would resolve to a G, but this never seems to happen in your songs, those chords tend to be an interjection of some sort like in&nbsp;&nbsp;all of the times its used in \"if the world doesnt end\" for example on the lyric \"been like that\" its a F#maj7/Ab but there is no indication of a modulation to Db oh wait ive just realised as i wrote that that the song is in Db.&nbsp;&nbsp;</qco> </h3>      \n\"been like that\" is sort of 'key-of-the-moment'. no one really knows why this stuff works. when songwriting you have to just put on your magician cape, and just, make stuff happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.24&nbsp; \n6:38 pm</dco> &nbsp;<qco> got any advice for playing under pressue? when i play at home i can play flawlessly but when i play in front of a crowd my hands dont work and i hit wrong notes\n<br></qco> </h3>      \nonce the total amount of time you've spent in front of an audience surpasses the total amount of time you've spent playing at home, then you'll be equally comfortable on stage as you are at home. there is no other way to get comfortable. it's just time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.24&nbsp; \n4:48 pm</dco> &nbsp;<qco> have you eaten dirt?</qco> </h3>      \ni have not\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.24&nbsp; \n2:23 pm</dco> &nbsp;<qco> how do I start a band in a college in the middle of nowhere</qco> </h3>      \nyou might have to start a cult first\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.24&nbsp; \n1:43 pm</dco> &nbsp;<qco> why'd you put movie star in such a crazy metre i love it&nbsp;</qco> </h3>      \nthat's a good enough reason for me. in fact that's just about the only reason i'd do such a thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.24&nbsp; \n1:29 pm</dco> &nbsp;<qco> should i try learning a new language by playing through a dialog-heavy video game (text, not voices) that i've already played before, in a different language?</qco> </h3>      \nthat will help you learn to read it. but you'll have no ability to speak it or even understand it, whenever you do hear it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.24&nbsp; \n11:22 am</dco> &nbsp;<qco> opinion on lobsters?</qco> </h3>      \nlarge bug monsters. that is their original name, \"large bug monsters\". which was shortened to L.B. monsters, which was shortened to LBsters, and then pronounced 'lubsters', and then over time people just started saying 'lobsters'. but make no mistake, those things are huge large bug monsters\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.24&nbsp; \n11:14 am</dco> &nbsp;<qco> Think of a word.&nbsp;</qco> </h3>      \ni'll do it, but not because you suggested it. i think of words all the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.24&nbsp; 10:11 am</dco> &nbsp;<qco> have you ever gotten your IQ tested?</qco> </h3>      \ni've tried iq tests but i don't know if the results mean anything. and i've always wondered if the test was created by someone with the maximum possible iq\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.24&nbsp; \n9:24 am</dco> &nbsp;<qco> do you find yourself making different types of music depending on the season? like have you noticed a difference between songs you write in the summer vs songs you write in the winter?</qco> </h3>      \nno. it could likely so happen that the production, write-working, and original idea having, all occured in totally different seasons\n<br><br>"
  }
]
