[
  {
    "html": "<h3> <dco>11.23.20&nbsp; \n4:17 pm</dco> &nbsp;<qco> i have an addiction to your music</qco> </h3>      \noh man, it looks like i'm gonna need to make stronger doses because your tolerance has probably gone up\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.20&nbsp; \n3:17 pm</dco> &nbsp;<qco> is Earth flat?</qco> </h3>      \nno, but with a little luck and skill maybe you could flatten it \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.20&nbsp; \n2:03 pm</dco> &nbsp;<qco> Are you musically self taught? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Was music important to you growing up?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.20&nbsp; \n1:42 pm</dco> &nbsp;<qco> Do you find it hard to write songs? What are some of your inspiration's?</qco> </h3>      \ntrees, but also the branches they are connected to, especially that one huge branch that goes directly into the ground \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.20&nbsp; \n12:54 pm</dco> &nbsp;<qco> How do I become more normal?</qco> </h3>      \nhow about making a new years resolution and then giving up on it somewhere around january 9th\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.20&nbsp; \n11:40 am</dco> &nbsp;<qco> why is your video taking 2 months to make?</qco> </h3>      \nbecause i'm stupid. that's always been the reason. i am looking for ways to make myself smart, which doesn't always work, mostly because i'm stupid\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.20&nbsp; \n11:04 am</dco> &nbsp;<qco> How many easter eggs are there?</qco> </h3>      \nhow big is the basket\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.20&nbsp; \n9:25 am</dco> &nbsp;<qco> i am writing a book!! can i ask where you get inspiration for your projects, as i'm currently having some rather bad writer's block</qco> </h3>      \nthere is no block. what's happening is, you are temporarily not a writer\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.20&nbsp; \n9:07 am</dco> &nbsp;<qco> what song are you most proud of?</qco> </h3>      \ni would prefer to be proud of a new one\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.20&nbsp; \n9:06 am</dco> &nbsp;<qco> What is your opinion of onions</qco> </h3>      \n      it's like a baseball you can eat \n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.20&nbsp; \n6:48 am</dco> &nbsp;<qco> What is your opinion on the word \"moist\"?</qco> </h3>      \nit's the only word i know\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.20&nbsp; \n6:10 am</dco> &nbsp;<qco> Are you human\n<br></qco> </h3>      \noh that would explain this weird tingling sensation i've been having\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.20&nbsp; \n6:04 am</dco> &nbsp;<qco> In \"La de da de da de da de day oh\" you rhymed \"mall\" 3 times, was there any hidden meaning behind that?</qco> </h3>      \nyes, this is what it is: After selecting this song for recording, i felt deep dread and regret the next day. basically there is a lot of anxiety around selecting a song to record and do a music video for, because unfortunately, for some unknown reason, i always make my songrecordings and videos very complicated. so it is a large commitment when choosing a song. At the time of selection, the song was only written up to the end of the first chorus. So i was feeling a deep amount of regret, the day after selecting it. but changing it would increase all doubts all around, because it had been a very thorough selection process, and if i invalidated that it would cast even larger shadows of doubt on the entire ability to select a song. So i was sitting in the waiting chairs for a haircut, just being very unsure of how to carry forward with the song, ... i had already attempted to change my mind earlier in the morning, to a much slower and sadder song. and i found myself circling back again to 'la de da', and just at the exact moment i was getting into the haircut chair, i let my mind turn to what i think might happen next, in the writing. obviously we are going into the second verse. And it's moments like these, when we say 'what if', that suddenly a blitz of writing comes. The first 3 lines of the second verse came at me very quickly. the relentlessness of the word 'mall' had a nice momentum to it, and certainly helped to plunge me into confidence that the song was the right choice, and by the time i got into the chair, i was certain i would be doing that song. the 4th line, however, did not come at all, and i had to force it later in the actual writing session and i am to this day not proud of it. so if i could summerize the answer to your original question, the meaning of the triple mall is 'momentum'\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.20&nbsp; \n5:17 am</dco> &nbsp;<qco> any plans to write a song about going to mars?</qco> </h3>      \nsure. that sounds like a pretty normal and reasonable activity, likely to show up in songs. i've certainly used it before and i would use it again\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.20&nbsp; \n4:13 am</dco> &nbsp;<qco> How do you feel about a lot of musicians analyzing your music?</qco> </h3>      \npretty good. i've surely already analyzed myself to flipping heck up and back, so it's nice to share the burden\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.20&nbsp; \n3:38 am</dco> &nbsp;<qco> What is the meaning of \"Talent\"</qco> </h3>      \nsheer unphased normalcy\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.20&nbsp; \n2:32 am</dco> &nbsp;<qco> What is the reason of making might quit?</qco> </h3>      \ni'm trying to make as many songs as i can, with videos. that is 1 of them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.20&nbsp; \n2:10 am</dco> &nbsp;<qco> do you like star wars</qco> </h3>      \nsometimes i wonder if there will ever be peace, in the stars\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.20&nbsp; \n1:54 am</dco> &nbsp;<qco> if you had to use one word to describe how you feel about your work, what would it be</qco> </h3>      \nPOSSIBLE. perhaps this is just wishful thinking, but i shall continue wishing\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.20&nbsp; \n1:37 am</dco> &nbsp;<qco> how do you come up with song lyrics</qco> </h3>      \nmusically\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.20&nbsp; \n12:57 am</dco> &nbsp;<qco> would you ever be interested in giving classes on \"how to bill wurtz\" and you talk about how you produce videos like \"history of the entire world, i guess\" and show some tips and tricks to make videos and songs more&nbsp;&nbsp;p u n g a n t&nbsp;&nbsp;and&nbsp;&nbsp;s p i c y?</qco> </h3>      \ni always try to give as many useful tips as i can, even right here on this questions page\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.20&nbsp; \n12:43 am</dco> &nbsp;<qco> Why are your videos so mesmerizing and good? Tell me your secret.</qco> </h3>      \ni'm still trying to figure it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.20&nbsp; \n12:34 am</dco> &nbsp;<qco> Would you consider releasing groups of songs with a similar tone like an album but still release them on a regular basis?</qco> </h3>      \nit seems to me, any similarity that tends to occur on albums, amongst the songs, is usually because of the time the songs were written or recorded. music created around the same time period will often have some similarities. Going against this, we can deliberately do a song 'differently' from the previous song. i think both of these trends naturally seem to occur regardless of whether the songs are done on an album or not\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.20&nbsp; \n12:25 am</dco> &nbsp;<qco> do you ever struggle with that thing where you spend so much time working on a song that you start to hate it and lose all confidence in most of if not every musical decision in it</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.23.20&nbsp; \n12:03 am</dco> &nbsp;<qco> is there a reasoning behind some of the songs with \"jarring\" endings? ex. i just did a bad thing, la de da de da de da de day oh. because i find them quite jarring, which is kind of fun, but also jarring</qco> </h3>      \nthe majority of other songs i've heard, i don't like the endings. so, the only way i can remedy that in my own writing is to try to do it in a way that i like, which will admittedly seem different than what someone else might do\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.20&nbsp; \n11:56 pm</dco> &nbsp;<qco> Do you have a Favorite video of yours?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.20&nbsp; \n11:13 pm</dco> &nbsp;<qco> What can a failed art student do?</qco> </h3>      \nhow about becoming an art teacher\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.20&nbsp; \n11:04 pm</dco> &nbsp;<qco> What's your favorite warcrime?</qco> </h3>      \npeace\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.20&nbsp; \n10:10 pm</dco> &nbsp;<qco> how do you make you music videos?</qco> </h3>      \nwe'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.20&nbsp; \n9:55 pm</dco> &nbsp;<qco> underrated holidays?</qco> </h3>      \njan 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.20&nbsp; \n9:22 pm</dco> &nbsp;<qco> do you like socks or not</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; this is very important</qco> </h3>      \nno it's not\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.20&nbsp; \n8:48 pm</dco> &nbsp;<qco> should I use real violins with mediocre players on my recordings, or vsti violins which I can use to write cool fast rise and fall things. Are vsti good, basically. I'm a folk player and new to production. Thanks bill&nbsp;</qco> </h3>      \na good rule of thumb would be to use whichever one you think sounds better\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.20&nbsp; \n8:42 pm</dco> &nbsp;<qco> sometimes there'll be a song i particularly like or dislike specifically because of its chords/notes/harmonic choices/etc. then i'll tell a friend this opinion and they'll say \"well i don't care about notes, i just like/dislike when the instruments make x sound/have x rhythm/etc.\"\n<br>\n<br>do you think it's really possible for people to not care about the notes? like, they've gotta feel the harmonic effect on some level, even if they don't know exactly what the notes are, right?</qco> </h3>      \nmusic is hypnotic. it works in very deep subconscious ways. any attempt to actually describe what's going on will be 'creative' at best\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.20&nbsp; \n8:13 pm</dco> &nbsp;<qco> Favorite file format?</qco> </h3>      \ntxt\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.20&nbsp; \n7:37 pm</dco> &nbsp;<qco> in when i get older, the lyrics in the lyrics tab says \"but it feels like the song knows me\" but in the song its sounds like \"and it feels like the song knows me\"... why?</qco> </h3>      \nthat's a hidden message, telling you you're the chosen one\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.20&nbsp; \n7:32 pm</dco> &nbsp;<qco> what is the antonym of fuck</qco> </h3>      \nbless\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.20&nbsp; \n6:02 pm</dco> &nbsp;<qco> There was never something until people made something but there was something before people made something so the something made the something that made the people but did the something make the people or did the something make the something that made the people? But what made the first something did something make the first something then if that something did what made that something?</qco> </h3>      \nwas it you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.20&nbsp; \n5:54 pm</dco> &nbsp;<qco> What is your opinion on sponges</qco> </h3>      \n      i can never figure out how big they really are \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.20&nbsp; \n5:36 pm</dco> &nbsp;<qco> how does \"being funny\" work?</qco> </h3>      \nanyone can be funny. just do stuff that's not funny and wait for people to be mad at you for not being funny. at least that's the way i do it \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.20&nbsp; \n4:48 pm</dco> &nbsp;<qco> You seem really talented. Would you be interested in song-writing a little in your free time?</qco> </h3>      \nsure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.20&nbsp; \n3:43 pm</dco> &nbsp;<qco> what genre is your music?</qco> </h3>      \nnormal\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.20&nbsp; \n3:35 pm</dco> &nbsp;<qco> What inspired you to write \"the moon is made of cheese\"? It's my favorite song you've written. \n<br></qco> </h3>      \ni just got jealous of all country songs for having these long clever titles with the fun baked right into the title. you also didn't mention the full title, so what i'm saying might not make as much sense to onlookers\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.20&nbsp; \n3:15 pm</dco> &nbsp;<qco> Why are your videos so similar to my real life experiences</qco> </h3>      \nperhaps you live on 'earth'\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.20&nbsp; \n3:00 pm</dco> &nbsp;<qco> i just did a bad thing, what do i do</qco> </h3>      \ntry doing a medium thing. it will seem great compared to the other thing \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.20&nbsp; \n1:46 pm</dco> &nbsp;<qco> why is the world R O U N D</qco> </h3>      \nto blow your mind\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.20&nbsp; \n12:39 pm</dco> &nbsp;<qco> seriously when is the next video</qco> </h3>      \ndoing it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.20&nbsp; \n12:13 pm</dco> &nbsp;<qco> do you agree with the saying \"art is inherently political\"? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and/or do you think any of your own political views are present in your work?</qco> </h3>      \nwhat the heck is a political view\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.20&nbsp; \n11:46 am</dco> &nbsp;<qco> You said you are learning how to make videos is that right? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;So will your style of video change? </qco></h3>      it always does<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(Because I love the way it has been so far)</qco> </h3>      yes, it will stay like that (changing)\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.20&nbsp; \n10:57 am</dco> &nbsp;<qco> who's your favorite music artist that isn't yourself</qco> </h3>      \ncould be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.20&nbsp; \n10:54 am</dco> &nbsp;<qco> Just how much time you put in for ur next vid????</qco> </h3>      \ntoo much, considering it's still not very good\n<br><br>"
  }
]
