[
  {
    "html": "<h3> <dco>7.17.22&nbsp; \n7:53 pm</dco> &nbsp;<qco> Any tips to make a really good melody?</qco> </h3>      \ntry to make a bad one. melodies love that\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.22&nbsp; \n7:51 pm</dco> &nbsp;<qco> can you remind me to meet you in september i might forget</qco> </h3>      \nchances are i will probably not meet you in september and i don't have plans to do so, however, i will continue to put out music and videos throughout september and beyond, for your listening and viewing enjoyment\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.22&nbsp; \n7:50 pm</dco> &nbsp;<qco> what's the story behind \"i'm scared\"?</qco> </h3>      \ni was about to go out for a walk, and then right about when i was putting my shoes on, i came up with a high figure \"(i) don't wanna Die!\" with \"die\" on beat 1 bar 1, all notes being flat 7 except the last note being the high 1, and the rhythm being like \"(&)a e a1\", and i was also working on the selection process right about the same time, and somehow i switched it to \"i'm scared\" which seemed a bit stronger, and the bassline was working its way up and back to 1 over the course of 2 bars (more similar to what it does in 'ground plane'), and it got added to the list. i also had a bridge section which didn't get used, which i think was added to the list separately. i'd preliminarily selected 81 items, including \"i'm scared\", \"ground plane\", \"i'm a huge gamer most of the time\", \"special sandals\", a vamp similar to the 'happy' section of ground plane, and a figure that would become \"at the corner store\". I then i narrowed it down to a list of 16, including \"i'm scared\", \"huge gamer\", the figure that would become \"corner store\", and the vamp that would become \"i'm happy\". Then i asked the computer to choose for me from amongst those 16, and it chose number 10 which was \"i'm scared\". Then i think the first thing i did was i changed it so the bass gets around the line in 1 bar instead of 2, because it seemed to slam harder that way. then i wrote the rest of the song according to my best songwriting procedures and practices\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.22&nbsp; \n7:37 pm</dco> &nbsp;<qco> have you ever considered 27</qco> </h3>      \nyes i have\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.22&nbsp; \n3:53 pm</dco> &nbsp;<qco> When did you first start playing music?&nbsp;</qco> </h3>      \ni don't recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.22&nbsp; \n2:50 pm</dco> &nbsp;<qco> are you ever going to release a song about boats</qco> </h3>      \ncould happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.22&nbsp; \n2:18 pm</dco> &nbsp;<qco> What's the metallic-sounding instrument keeping the beat in \"if the world doesn't end?\"&nbsp;</qco> </h3>      \ncowbell\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.22&nbsp; \n12:38 pm</dco> &nbsp;<qco> can you make a song about songs about songs</qco> </h3>      \nthat sounds like something i would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.22&nbsp; \n11:29 am</dco> &nbsp;<qco> Why do I always misspell decicion?&nbsp;</qco> </h3>      \nyou may have seen it spelled that way at a time when you were feeling very impressionable\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.22&nbsp; \n9:53 am</dco> &nbsp;<qco> Ever think about a nice fresh garden salad in the middle of December?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.22&nbsp; \n8:42 am</dco> &nbsp;<qco> Has anyone climbed up the one way stairs, or was it always down?</qco> </h3>      \nyou can do it at the mall\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.22&nbsp; \n4:19 am</dco> &nbsp;<qco> Have you ever considered a rhombus, as in a bus in a rhombus shape?&nbsp;</qco> </h3>      \nyes i have. i'm thinking about it right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.22&nbsp; \n4:09 am</dco> &nbsp;<qco> is hot dog a sandwich</qco> </h3>      \nwith a little hard work and dedication, it can be a soup\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.22&nbsp; \n3:30 am</dco> &nbsp;<qco> i'm working on the project of my dreams, and i'm clearly making progress, but i don't feel like i'm getting anywhere. like, when you're looking a loading animation that isn't a progress bar, and you can see it spinning, but you don't know if it's really getting anything done. do you ever feel like this? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how do i feel productive</qco> </h3>      as the frustration builds to a frenzy, you'll get more and more desperate to find a way to make it happen\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.22&nbsp; \n3:19 am</dco> &nbsp;<qco> what made you decide to put that random \"O\" after the \"fib-pip-a-dip-bip\" in the music video for \"meet me in september\"?</qco> </h3>      \nit's like how mailboxes have that random pole connecting them to the ground\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.22&nbsp; \n2:06 am</dco> &nbsp;<qco> What's your favorite song/video you've made since Here Comes the Sun?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.22&nbsp; \n12:45 am</dco> &nbsp;<qco> How does one dance on a wall?</qco> </h3>      \n<a href=\"https://youtu.be/vS1adfbytzw?t=488\" target=\"_blank\">rotate the room</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n10:34 pm</dco> &nbsp;<qco> quick i need an sat word</qco> </h3>      \nfilament\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n9:42 pm</dco> &nbsp;<qco> Do you still drink beans from the can?</qco> </h3>      \nnever have\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n9:19 pm</dco> &nbsp;<qco> Have you ever had a dream?</qco> </h3>      \nyes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n7:58 pm</dco> &nbsp;<qco> did you ever make any discoveries or breakthroughs that completely changed songwriting for you?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if so can you share one?<br>for example, i recently realized that i am free to use any note from outside the scale, whenever i want</qco> </h3>      i had a big discovery when i started trying to write something horrible on purpose, and then that can coax the next part into goodness\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n7:29 pm</dco> &nbsp;<qco> What music do you listen too?</qco> </h3>      \nall of it, if i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n7:19 pm</dco> &nbsp;<qco> What's your fav instrument?</qco> </h3>      \nthe click\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n7:10 pm</dco> &nbsp;<qco> will you ever do a music setup video?</qco> </h3>      \ni would love to do it. i'd love to do that. there's a lot of things here that are probably not what you expect. but i'm too scared to do it so i probably won't\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n7:09 pm</dco> &nbsp;<qco> how long is your next song going to be?</qco> </h3>      \nabout 3:25\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n6:25 pm</dco> &nbsp;<qco> Do you own a triangle?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n6:00 pm</dco> &nbsp;<qco> the name of the modes confuse me. i can see and get the importance of the places that they were named before but like... they could not have been discovered in separate places? it seems like it is a discover one discover all kind of deal? </qco></h3>      yes that's true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;are they some sort of musical flags? did phrygians liked or used phyrigian more and more importantly how did we possibly get our hands on _that_ information?!? ahhhh</qco> </h3>      i think someone was feeling artsy and they named them all into a cute little system\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n5:24 pm</dco> &nbsp;<qco> what do you think of global warming?</qco> </h3>      \nthe trick with global warming is remembering to also cool the globe at some point\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n3:26 pm</dco> &nbsp;<qco> You know what I realized about your stuff? You present emotions and situations from multiple dimensions. I can't stand when art thinks it's all just a simple situation and presents feelings and circumstances from a single vantage point. Nothing is like that so I think it fails at its job of reflecting us to ourselves. Do you agree with that?</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or do you think there's room for both simple and complicated presentation?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Perhaps because sometimes life really does feel simple even if that's kinda not actually what's happening? Maybe it's just as real though</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n2:56 pm</dco> &nbsp;<qco> what are your opinions on the number e&nbsp;</qco> </h3>      \ndank\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n2:50 pm</dco> &nbsp;<qco> What do I do?</qco> </h3>      \nyou'll wanna go ahead and do every thing. each individual thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n1:58 pm</dco> &nbsp;<qco> &nbsp;have you found out what's going on yet?</qco> </h3>      \nevery time i find out, it changes. i'll admit this is part of the fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n11:48 am</dco> &nbsp;<qco> How does the world work&nbsp;</qco> </h3>      \nkeeps turning\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n10:54 am</dco> &nbsp;<qco> if you had chosen a location instead of 'september', would it have been 'indianna', </qco></h3>      absolutely not. the \"in in\" would be a crisis in that case<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or somewhere in indianna?</qco> </h3>      \njust looking around the map, i can't find anything that works. around the entire globe, the only location i found that seemed to fit ok was 'vancouver' but still that just wasn't what i wanted the song to say\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n10:51 am</dco> &nbsp;<qco> Don't you think shit's fucked up sometimes?</qco> </h3>      \ni admit, it's possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n8:35 am</dco> &nbsp;<qco> are libraries nursing homes for books?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n7:24 am</dco> &nbsp;<qco> will you beans?</qco> </h3>      \nno i will not\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n7:18 am</dco> &nbsp;<qco> what's the frequency of your middle C in your keyboard</qco> </h3>      \naround 261.6hz i assume\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n3:48 am</dco> &nbsp;<qco> cracker barrel syrup?</qco> </h3>      \ni see where you're going with this\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n2:21 am</dco> &nbsp;<qco> What is your favorite song that you wrote?</qco> </h3>      \ni would prefer to write a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n1:39 am</dco> &nbsp;<qco> How long did it take you to model/rig Person </qco></h3>      i guess that depends whether i'm done or not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and do you have any more artifacts from testing him</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n1:14 am</dco> &nbsp;<qco> Just made mashed potatoes from the box and I used too much water cause I get all cocky about eyeballing it... I knew it was too much but I felt bad about wasting the water...I guess the watery mashed potatoes were my punishment. I'm always doing things like this. So mad at myself. So dumb</qco> </h3>      \nsounds like you should have your own tv show\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.22&nbsp; \n12:05 am</dco> &nbsp;<qco> i just got a new job making pizza so that i can increase the amount of currency i have. but how am i supposed to make a billion albums if im always working on pizza</qco> </h3>      \nfuck it, just make pizza albums\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.22&nbsp; \n11:15 pm</dco> &nbsp;<qco> I'll make a song and it's got a nice beat and a decent melody but the song feels empty and boring. So I've tried adding more layers with other things playing but that just makes it sound messy and the sounds clash. What should I do?</qco> </h3>      \ntry adding a........ word\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.22&nbsp; \n8:44 pm</dco> &nbsp;<qco> Do you think video games are art?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.22&nbsp; \n8:29 pm</dco> &nbsp;<qco> what's the current state of matter</qco> </h3>      \ntepid\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.22&nbsp; \n7:43 pm</dco> &nbsp;<qco> I'm making kandi bracelets for an event, but I've made close to 50 and I'm starting to run out of ideas. What theme should I make a bracelet on next?</qco> </h3>      \ni don't know which ones you've already done, but i'm wondering if you have one yet that's only in black and white\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.22&nbsp; \n7:24 pm</dco> &nbsp;<qco> Why is your content so much different than any other content creator?</qco> </h3>      \ni'm an idiot\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.22&nbsp; \n7:20 pm</dco> &nbsp;<qco> Is there a story behind More Than A Dream? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Its one of my favorites of yours</qco> </h3>      \nthe verse melody came to me in a dream (about a year earlier). but when i chose that one for the next song (later) i decided to \"do it right\" ............. it was written while cruising around google streetview. almost as if written while driving. i made no deadline and was not demanding myself to get the answers particularly quickly. in retrospect this might have been a mistake. when it came to the recording process, i also was transitioning to different software which would allow me to do my own computer programming to get more of the functioning i want. also a massive rabbit hole. when the song (audio) was finally completed, my mind was already racing with potential strategies to transform everything so i never take too long ever again. i was fantasizing about the ancient old days where people used to use 4-track machines. i was fantasizing about the old days when people used to be able to record an entire album in a day. i was obsessed with the idea of putting insanely simple limitation rules on the process, in the future. for the video i experimented with a \"2 day or reset\" strategy, where i'm forced to abandon the work if the video is not completed in 2 days. there were reasons why i thought this would be better than a simple deadline strategy. this evolved into a section-by-section \"1 hour or reset\" strategy. it was thrilling in some ways, but ridiculously exhausting in other ways. i ended up giving up on that strategy, but i still ended up finding inspiration for quickness by looking back to some of the files for \"best friends with my own front door\", to try to observe and analyze how quickly i was actually making the moves, in the video production. this inspired me to get into some quickness. in any case, the video was completed very quickly after i'd been stuck in the song production forever\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.15.22&nbsp; \n6:40 pm</dco> &nbsp;<qco> would you consider yourself a fan of breathing?</qco> </h3>      \nyes\n<br><br>"
  }
]
