[
  {
    "html": "<h3> <dco>4.3.22&nbsp; \n10:39 am</dco> &nbsp;<qco> how do you come up with creative chord progressions?</qco> </h3>      \ni try not to do that. it's better to just try to make the whole song creative\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.22&nbsp; \n10:31 am</dco> &nbsp;<qco> My name is Susan (well, actually it's Suzie, which is short for Suzuki, but that's not important right now). Did you choose \"Susan\" because it rhymes with \"conclusion\", or did you choose Susan first, and then come up with the rhyme?</qco> </h3>      \nsusan first, and i did not come up with a rhyme. i just came up with the line i wanted. the rhyming is just a bonus, which i try not to overindulge in because it seems to weaken the content\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.22&nbsp; \n10:23 am</dco> &nbsp;<qco> what is your opinion on humor?</qco> </h3>      \nis there anything funnier?\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.22&nbsp; \n7:58 am</dco> &nbsp;<qco> Will you ever make a song about cactuctuses?</qco> </h3>      \nprobably not, because the plural of cactus is a bit of a trainwreck. for that reason i'd be more likely to just do a single cactus\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.22&nbsp; \n4:19 am</dco> &nbsp;<qco> What do you find visually appealing in check patterns?</qco> </h3>      \nyou can tell when it moves\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.22&nbsp; \n2:24 am</dco> &nbsp;<qco> if I happen to find myself in a cave how can I entertain myself?</qco> </h3>      \nyou could work on the Riemann hypothesis\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.3.22&nbsp; \n1:27 am</dco> &nbsp;<qco> why is gasoline called gas when it clearly isnt a gas</qco> </h3>      \nit's short for 'gasoline'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.22&nbsp; \n10:20 pm</dco> &nbsp;<qco> Hi, I just wanted to say that I am really happy I found out about you and your music. Given everything I've learned about you, you seem to be attempting to convey a special perspective/attitude about things to the world, a perspective that is very important to you because of its sincerity, optimism, power, and profound inspiration. I have not seen many people, if at all, with quite the goal you have, before I found out about you. And that is extremely inspiring and validating to me, because I had often felt like I was the only one who had this special, sincere, optimistic, powerful perspective on things, and who wanted to share this perspective with the world to make the world more open and joyous. I have, like you, found it extraordinary difficult, in fact impossible, to find people who I actually connect with, and I seriously believe it's because nobody quite has the perspective I do on things. Just wanted to tell you about how I think there are people li\n ke you out there. If my perspective/attitude about things is the same as yours, which I feel like it essentially is, then you can rest assured that there are other people helping share this perspective with everyone. I appreciate the fact that you exist and you are also helping lift up the world this way. </qco></h3>      holy smokes you are very friendly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;That being said, are there some things you learned that you wished you knew when attempting to convey this....thing.....to everyone?</qco> </h3>      if i learned it, then hopefully it means i do know it. and hopefully i am able to remember it during the conveying process\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.22&nbsp; \n10:08 pm</dco> &nbsp;<qco> where is old jersey</qco> </h3>      \nin the english channel\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.22&nbsp; \n5:59 pm</dco> &nbsp;<qco> Did you use autotune for \"i'm crazy/it's raining\"? </qco></h3>      absolutely not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Either way it's very good</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.22&nbsp; \n2:20 pm</dco> &nbsp;<qco> What if you make something complicated</qco> </h3>      \nthat's preposterous. who do you think i am\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.22&nbsp; \n1:33 pm</dco> &nbsp;<qco> Whats a good reason to not be confused&nbsp;</qco> </h3>      \nif everything makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.22&nbsp; \n11:18 am</dco> &nbsp;<qco> Why is there a castle in \"no castle\"?</qco> </h3>      \nthat's the 'no castle'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.22&nbsp; \n10:05 am</dco> &nbsp;<qco> are vowels important in singing?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.22&nbsp; \n9:43 am</dco> &nbsp;<qco> have you made a song about dreams?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.22&nbsp; \n7:00 am</dco> &nbsp;<qco> do you have tips for someone who is going to have to learn like 10 standards on keys for a gig in two weeks for the first time ???</qco> </h3>      \nget at least 3 recordings of each. listen to them all\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.22&nbsp; \n6:22 am</dco> &nbsp;<qco> How much oatmeal do you eat in an average year?</qco> </h3>      \nall of it\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.22&nbsp; \n4:36 am</dco> &nbsp;<qco> What do you think about gen z?</qco> </h3>      \nmakes me wonder how many gens there are\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.22&nbsp; \n2:35 am</dco> &nbsp;<qco> What is your opinion on guacamole?</qco> </h3>      \nit's extra\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.22&nbsp; \n1:30 am</dco> &nbsp;<qco> what's ur favorite Bill Wurtz music?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.22&nbsp; \n1:25 am</dco> &nbsp;<qco> Bill, do you think there's anything wrong with liking music partially because it's easier to understand? I like classical, but I just don't understand so easily. I guess that's the point, but is does it make one unsophisticated to prefer something easier to get?</qco> </h3>      \nwhatever floats your boat\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.22&nbsp; \n1:05 am</dco> &nbsp;<qco> will or would you ever scream in a song you make</qco> </h3>      \nthat sounds like a fun idea but i don't think i will do it. i will, however, convey similar effects\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.2.22&nbsp; \n12:00 am</dco> &nbsp;<qco> is an album in the works? teehee</qco> </h3>      \ni prever to do songs individually. that's when songs are at their strongest, in my opinion\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n11:27 pm</dco> &nbsp;<qco> is it okay if i watch your music videos on my 2009 ipod classic? thanks</qco> </h3>      \nthat should be good. and i honestly hope you make use of the wonderful HEADPHONE JACK to plug in a fresh pair of headphones capable of producing sounds within the normal bass range\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n10:23 pm</dco> &nbsp;<qco> is your favorite car rental company bill HERTZ?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n9:56 pm</dco> &nbsp;<qco> do you know how to play the guitar?</qco> </h3>      \ni was going to say no but now that i think about it yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n5:17 pm</dco> &nbsp;<qco> lets say you have an idea to make something. but you have a hard time coming up with the actual thing. what would you do\n<br></qco> </h3>      \nmaybe you could write that one down, and then try making slightly easier things for a while\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n3:42 pm</dco> &nbsp;<qco> why are your songs so normal and regular</qco> </h3>      \njust trying to fit in\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n2:53 pm</dco> &nbsp;<qco> are you an april fool</qco> </h3>      \ni was going to say yes but now that i think about it no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n2:45 pm</dco> &nbsp;<qco> honestly how radical is the word potato like i am genuinely wondering</qco> </h3>      \ni think you already know\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n2:24 pm</dco> &nbsp;<qco> Do you think you'll make any more short skit videos (I'm not exactly sure what to refer to them as) like ball and stick, unboxing video, etc, sometime </qco></h3>      oh hell yea<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or are you going to stick to songs for a while?</qco> </h3>      i'd like to get started on those very soon\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n2:11 pm</dco> &nbsp;<qco> In \"9 8 7\", did you purposely show zeros and ones when singing \"whatever number makes the whole thing true\" to represent false (0) and true (1)?\n</qco></h3>      that's a good way of looking at it. but actually more what i was thinking was something like a superposition of 0 and 1, which are the two remaining digits which haven't been shown yet<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, did you also purposely end with 1 for true?</qco> </h3>      i think it was a fortunate coincidence which i may or may not have changed if it worked out the other way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n2:08 pm</dco> &nbsp;<qco> what do you think of handwriting</qco> </h3>      \nit's pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n1:36 pm</dco> &nbsp;<qco> whats you're best etymology fact?</qco> </h3>      \nshampoo is from hindi\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n1:11 pm</dco> &nbsp;<qco> how do i join the government?</qco> </h3>      \nthe easiest way is to be born into it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n12:27 pm</dco> &nbsp;<qco> why did you call it 987 at the beginning when you singing scale degrees \"9\" \"8\" \"5\"&nbsp;</qco> </h3>      \nbecause i prefer to name songs after the lyrics, not the scale degrees\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n12:19 pm</dco> &nbsp;<qco> how to stop following the recipe and start learning about the individual components that form the recipe and how to manipulate them in every way I want to in a way that I know will work</qco> </h3>      \nstart by just writing down everything you have. see what you're working with\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n12:13 pm</dco> &nbsp;<qco> Do you work out most of the (ostensibly) disjoint key changes or temporary modulations in your music (which sound 100 percent RIGHT in even a non musician's listening context for those I have played it for) ahead of time when fleshing out an idea?\n</qco></h3>      i definitely don't know what fleshing means, BUT, .... i just write what i need to write<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or do you find yourself wanting to get from \"here to there\" melodically or emotively and needing to take some time to figure out the math / theory / voice leading, etc to get it to work?</qco></h3>      no, that never works. got to just be genuine<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Does that take time the way say, architecture does?\n</qco></h3>      writing is like magic....... no one knows where it comes from. when it comes, it's very very quick. instantaneous. But, if you think about it too hard, it freezes and never comes. so that can take a long time just to thaw out and get back into a more comfortable mood. it's very reverse-psychology. When you're not trying to get it, that's when you get it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or are you able to just channel that stuff improvisationally?\n</qco></h3>      that's the only way it happens, when it happens<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;By the way, hearing something as mind bogglingly advanced and yet insanely catchy and melodically accessible as what you create makes me as a musician NOT feel the typical \"I should give up in frustration\" \n<br>\n<br>it just makes me love that I can \"get\" it at all beyond a casual listener, while loving it at face value as great music to listen to, and that you are out there making stuff to aspire to...</qco> </h3>      holy smokes you are very friendly\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n11:13 am</dco> &nbsp;<qco> Did you use the phrase \"Home again\" in 9 8 7 as a reference to all the people complaining you overuse it?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n10:43 am</dco> &nbsp;<qco> Do the questions you answer come from real people?</qco> </h3>      \nyou'll have to take a cold hard look in the mirror\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n10:11 am</dco> &nbsp;<qco> Is the moon actually made of cheese</qco> </h3>      \ni doubt it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n9:29 am</dco> &nbsp;<qco> can i see the sheet music for the synth solo in \"at the airport terminal\"?</qco> </h3>      \n<a href=\"aufyuaehjf.png\" target=\"_blank\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n9:16 am</dco> &nbsp;<qco> In the line \"am I scared enough\" I'm hearing a 3 against 4 polyrythm. Is that intentional?</qco> </h3>      \nit's 3e  4  a1 (<a href=\"asdfasdfzz.png\" target=\"_blank\">like this</a>)\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n8:49 am</dco> &nbsp;<qco> how to come up with a good analogy on the spot? i'm not good at explaining things and analogies seem very effective.</qco> </h3>      \njust use the nearest item closest to you. compare that item to the situation at hand. should work fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n6:28 am</dco> &nbsp;<qco> do you feel like you transcend gender?</qco> </h3>      \nin some ways yes, in other ways no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n4:01 am</dco> &nbsp;<qco> whatever happened to \"simon\" from the \"hello, sexy pants\" video</qco> </h3>      \ni think that's actually \"simon says\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n3:28 am</dco> &nbsp;<qco> im bored what do i do</qco> </h3>      \nhow about ushering in a new era\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n2:53 am</dco> &nbsp;<qco> is 9 8 7 a sequel to The Alphabet Shuffle?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n1:20 am</dco> &nbsp;<qco> Did you add shake effect to the video when you said \"im scared\" and confused' ?</qco> </h3>      \nshook it manually\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.22&nbsp; \n1:00 am</dco> &nbsp;<qco> what flavor of graphic design would you call your videos and webpage</qco> </h3>      \ngrounded\n<br><br>"
  }
]
