[
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n2:42 pm</dco> &nbsp;<qco> Is the word frown a portmanteau from frolic and down? As in your frolic is down so you're sad, or indeed frowning?</qco> </h3>      \ni don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n2:29 pm</dco> &nbsp;<qco> would you ever consider becoming bad to the bone?</qco> </h3>      \nnah\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n1:33 pm</dco> &nbsp;<qco> how are you feeling about this year. past present and future.</qco> </h3>      \nit's fine\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n1:00 pm</dco> &nbsp;<qco>\n  i get this thing where i feel \"right\" \"good\" \"different in a good way\" and often times the consequence of this is to try to capture it in a bottle for either others consumption or my own consumption in the future, when the feeling is gone. But I realize that often times that desire and process is external to the feeling, thus killing it in the process, and nothing left to capture. Do you find that music allows for this process to persist while hopefully capturing some of it in the process? Sometimes the right words come to express it, but whenever the goal is to express what it is, it feels like it leaves, it scares it away. its like a magnet thats attracting something by being, but as soon as it wants to attract something it faces it, and by that action gives it the opposite pole. I feellike maybe it is more important to let this feeling permeate more and moreand not worry about capturing it. and maybe later ill be so familiar with it that i can draw a map to it, instead of trying to capture it which seems futile.</qco> </h3>      \nevery artist is familiar with this phenomenon. it may seem like a bizarre relationship, but this is the entire nature of who and what we are, and the entire conscious experience. 'Capturing', despite being so 'impossible', is actually meant to be the greatest game you can imagine\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n12:36 pm</dco> &nbsp;<qco> Is this the website of the retired MLB player Bill Wertz?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n11:16 am</dco> &nbsp;<qco> why does music need a theory isn't it already there i don't think things that are already there need a theory</qco> </h3>      \ni think your logic is backwards. music is actually not exactly anywhere, and all the theories trying to find it always end up losing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n10:58 am</dco> &nbsp;<qco> when was the last time you feel you received a question on here that really made you go hmmmm?</qco> </h3>      \njust moments ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n10:51 am</dco> &nbsp;<qco> base-12?</qco> </h3>      \nbase 12 is not a question. base 12 is an answer\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n10:46 am</dco> &nbsp;<qco> I'm having trouble thinking of a good question to ask</qco> </h3>      \nthat's ok. you don't have to ask a good question\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; 10:06 am</dco> &nbsp;<qco> why did the chicken cross the road</qco> </h3>      \nto get back to where it was before it crossed the road previously\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n9:58 am</dco> &nbsp;<qco> you think theres another world out there?</qco> </h3>      \nout where? nevermind, yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n9:58 am</dco> &nbsp;<qco> Got any suggestions on what i and others who could read this question do this summer??&nbsp;</qco> </h3>      \ngo somewhere you've never been\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n9:42 am</dco> &nbsp;<qco> wanna help me build a metroidvania water park</qco> </h3>      \nnot right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n9:35 am</dco> &nbsp;<qco> What's the average lifespan of grass?</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n9:26 am</dco> &nbsp;<qco> Do you ever read old books? Like at least 150 years old?</qco> </h3>      \ni've never read an entire book of that age, but it sounds like fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n8:23 am</dco> &nbsp;<qco> many years after you chronicled being stuck in a rut, are you in the same predicament as you were back then?</qco> </h3>      \nnot exactly. back then, the problem was with writing/production. writing/production were probably assumed to be the same thing. but since then i've solidified them as 2 separate things. nowadays my problem is production, and has been for the past 15 years\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n8:17 am</dco> &nbsp;<qco> How do you decide what to do????!!!!!</qco> </h3>      \ni'm not totally sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n7:08 am</dco> &nbsp;<qco> how are you (not as in how you feel, but how you exist. how are you possible)</qco> </h3>      \ni don't know exactly, but somehow i'm also not surprised. no i changed my mind yes i am surprised\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n6:29 am</dco> &nbsp;<qco> why don't you just put (the links to) all the categories on the same page?</qco> </h3>      \nthat's probably to give some people the opportunity to miss some of them, thereby making others feel special for finding what others perhaps didn't\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n5:49 am</dco> &nbsp;<qco> what's your favorite joke of all time</qco> </h3>      \nthe cold hard truth\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n4:03 am</dco> &nbsp;<qco> Ever eaten a hot pocket?</qco> </h3>      \ni'm still waiting for it to cool down\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n3:28 am</dco> &nbsp;<qco> why do I have to learn how to say numbers when im in college already?</qco> </h3>      \nthere's always more numbers\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n3:01 am</dco> &nbsp;<qco> in the here comes the sun music video, the part where nobody wins today, the big thing with all the blocks kinda resembles a covid cell. And in just did a bad thing, with the 'all the thing i'm supposed to do and the places im supposed to go are cancelled.' I'm not sure if either of those were intentional, especially since the latter was actually before covid, and I know you're not one to answer a question litterally. So I'm just going to give you the context of the question and then beam the real question into your mind telepathically. Can you feel it</qco> </h3>      \nwhen you have something specific on your mind, you tend to find it everywhere you look. And if you look through my catalog, you'll find a large quantity of songs and video content, probably packed fairly densely with words and images. anyway, these are the perfect circumstances to enable you to find resemblences to just about anything you set your mind to\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n2:47 am</dco> &nbsp;<qco> why is everybody better at the things i like doing?</qco> </h3>      \nthey're not really, but maybe this feeling is nature's way of motivating you to be even better, just in case. build up a bit of safety margin\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n1:46 am</dco> &nbsp;<qco> How many unique first names are there in the world, to the nearest power of 10?</qco> </h3>      \n100000000\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n1:22 am</dco> &nbsp;<qco> Why is everything so smart&nbsp;&amp; intelligent?</qco> </h3>      \nthat's the default\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n12:21 am</dco> &nbsp;<qco> Have you ever had a fever where the only prescription was more cowbell?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n12:15 am</dco> &nbsp;<qco> Admit it, you just want to be pope because pope is such a fun word</qco> </h3>      \npope is an average to mediocre word\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n11:44 pm</dco> &nbsp;<qco> do you think doing these questions has helped you practice consistency (like being able to consistently do things for a long time)</qco> </h3>      \nno, it's the other way around. it's my consistency that helps me to do questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n9:52 pm</dco> &nbsp;<qco> Say wood fired pizza. What are some tips for pizza to get a job now</qco> </h3>      \nthere must be some mistake. pizza is still heavily employed\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n9:50 pm</dco> &nbsp;<qco> what is your favorite thing to put in a coffin?</qco> </h3>      \na series of smaller coffins\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n9:48 pm</dco> &nbsp;<qco> Wait a minute, who are you? You a q&amp;a person or something&nbsp;</qco> </h3>      \nnot really, i'm just engaging in q&a behavior because i think it is ultimately a fertile exchange. ok on second thought you're right\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n9:38 pm</dco> &nbsp;<qco> how do i get over the mindset of \"once im done with this thing, I'll finally be at peace/be able to rest\". ive been stuck in this cycle for so long now</qco> </h3>      \njust go ahead and schedule 1,000,000 other things after the next thing. so at least you know what your plans are\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n9:08 pm</dco> &nbsp;<qco> can i become the sky if i really want to</qco> </h3>      \nwhether you want to or not\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n8:58 pm</dco> &nbsp;<qco> Got any cool bird sounds I should check out?</qco> </h3>      \nno but you can probably find some actual birds which make cool sounds\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n8:45 pm</dco> &nbsp;<qco> Would you go to the backrooms and survive</qco> </h3>      \noh sure, that would be no problem for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n8:44 pm</dco> &nbsp;<qco> what's your favorite period of time that isn't now</qco> </h3>      \nthe immediate future\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n8:39 pm</dco> &nbsp;<qco> Who do you select with the #1 overall pick in the NFL draft</qco> </h3>      \nwhich is the one with the guy from the commercials\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n8:35 pm</dco> &nbsp;<qco> What is \"expert mode\"?</qco> </h3>      \nthat's what life was like before i tried to put this site into categories. it was rough back then\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n8:32 pm</dco> &nbsp;<qco> how do i grapple with the guilt of not being productive while also not wanting to do anything</qco> </h3>      \nimagine that it's like a mild case of the common cold\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n7:14 pm</dco> &nbsp;<qco> why my head feel like sludge</qco> </h3>      \nmaybe it is sludge. \"reality is the truest feeling\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n5:14 pm</dco> &nbsp;<qco> Try saying 'red lorry, yellow lorry' multiple times. You won't believe what will happen next?</qco> </h3>      \ni know about that one. in my view this one is in the same league as 'toy boat'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n3:33 pm</dco> &nbsp;<qco> How can I invent a new word?</qco> </h3>      \nyou kind of have to need a word you don't have. that's how it happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n3:07 pm</dco> &nbsp;<qco> what is your favorite color on mars</qco> </h3>      \ni dunno, tan\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n2:29 pm</dco> &nbsp;<qco> are there actually 16 types of personalities?</qco> </h3>      \ni think the number of categories is either infinite or 1, depending on how you set the specificity dial. jumps from 1 to infinity. at no point is it exactly 2 or 16 or whatever the book title is selling\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n1:41 pm</dco> &nbsp;<qco> Do you have any cool niche words in your head&nbsp;</qco> </h3>      \nsure. they'll come out from time to time when i least expect\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n12:31 pm</dco> &nbsp;<qco> if you change anything in the universe (including the past and future) what would it be?</qco> </h3>      \nmake it bigger\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n12:28 pm</dco> &nbsp;<qco> Did you name hi i'm steve like that so that when someone talks about it people will think they are introducing themselves as Steve?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n10:48 am</dco> &nbsp;<qco> are you going to document your current period of work as \"vacationing in ...\" on your expert page?&nbsp;&nbsp;what place are you going to be vacationing in?&nbsp;&nbsp;personally i think after \"vacationing in the center of the earth\" and \"VACATIONING IN THE MIDDLE OF THE SUN\" you deserve something nice, like vacationing on the beach, or at an amusement park, or a nice cozy cabin in the woods</qco> </h3>      \nwe'll see. sometimes the 3rd item in a trilogy breaks the pattern, if you've ever heard of duck duck goose\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; 10:29 am</dco> &nbsp;<qco> i have exams tomorrow, of the life-changing type. could i get some advice?</qco> </h3>      \nthere's no need to be thinking about it now, unless you're thinking about the material that's on it\n\n\n<br><br>"
  }
]
