[
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n6:28 pm</dco> &nbsp;<qco> You gonna make a video any time soon?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n5:12 pm</dco> &nbsp;<qco> Any Thoughts?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n4:54 pm</dco> &nbsp;<qco> what are politics?</qco> </h3>      \nit's like promises but you don't have to keep them\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n4:19 pm</dco> &nbsp;<qco> How long will your next video be</qco> </h3>      \n4 minutes and 10 seconds, i think\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n4:06 pm</dco> &nbsp;<qco> How does the door in knock knock jokes feel?\n<br></qco> </h3>      \nno feeling\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n3:56 pm</dco> &nbsp;<qco> I have decided to call your music genre bill wurtz</qco> </h3>      \nthat seems fair\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n2:22 pm</dco> &nbsp;<qco> tell me...what is a bread?</qco> </h3>      \nit's both a sponge and a snack. this is an improvement over the typical sponge-only sponge\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n1:55 pm</dco> &nbsp;<qco> just watched hi im steve for the 9768754 time and i need to know;&nbsp;what is his actual name?</qco> </h3>      \nit's your name\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n1:38 pm</dco> &nbsp;<qco> What is your opinion on pig</qco> </h3>      \nfake\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n1:16 pm</dco> &nbsp;<qco> Do you ever ask yourself questions on here just to respond to them?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n12:59 pm</dco> &nbsp;<qco> are you working on something new</qco> </h3>      \nyes but that's not important compared to all the other new things i will do after that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n12:58 pm</dco> &nbsp;<qco> is the moon made out of cheese or hot dog buns?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n12:36 pm</dco> &nbsp;<qco> What are your thoughts on suspended chords?</qco> </h3>      \nthe more i think about it, the less sure i am if any chords are actually suspended\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n12:32 pm</dco> &nbsp;<qco> how do i eat corn on the cob</qco> </h3>      \njust eat the whole thing and then barf up the cob. if any talent scouts happen to be in town then you could end up on CobBarfers\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n12:04 pm</dco> &nbsp;<qco> what time is it?</qco> </h3>      \nFriday, September 11, 2020 10:02:38 PM\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n11:55 am</dco> &nbsp;<qco> got any lyrics writing tips? I try to grab my emotions sometimes but they are very slippery and hard to put on paper. How do you do it?&nbsp;</qco> </h3>      \nmake sure it's together with music. lyrics makes music easier to write, and music makes lyrics easier to write. it's a weird puzzle to do them separately. do it together, like the true magic that the lord intended\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n11:48 am</dco> &nbsp;<qco> I'm writing my uni thesis, the last step before graduation, and I'm stuck. I've already read a lot of paper and books on the topic.\n<br>How can I beat the fear of not being able to write my dissertation and start actually writing something?</qco> </h3>      \ni have no idea what a dissertation is, or the other thing you said, but, to get over the fear of writing, start by writing something bad on purpose. this is fun, and will cause you to have fun, which will unleash a chain reaction which will cause you to start writing good\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n11:20 am</dco> &nbsp;<qco> my favorite subject in school is zebras, what is yours?</qco> </h3>      \nthe shape of the building\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n11:19 am</dco> &nbsp;<qco> Have you ever considered changing your name to Bill Hertz for a rental car ad campaign?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; By the way consider this my application to become your artist manager, if interested please sign below the dotted line\n<br>...............</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n10:51 am</dco> &nbsp;<qco> do you ever just feel the rage of the gods overtake your senses to ensure that your music and videos meet company policy</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n10:07 am</dco> &nbsp;<qco> what is a computer</qco> </h3>      \nit's like a person but way better and worse at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n9:07 am</dco> &nbsp;<qco> When will your next song be out?</qco> </h3>      \ni don't know\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n8:54 am</dco> &nbsp;<qco> why is my solution to everything is to tie a rope? </qco></h3>      either it works and that's the reason or it doesn't work and it's not a solution<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;can every problem be solved by tying a rope? </qco></h3>      maybe<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if not, how do i find alternatives other than tying a rope?</qco> </h3>      \ntry this: hide all the ropes from yourself before you go to bed. then the next day try to get through the whole day with no ropes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n8:41 am</dco> &nbsp;<qco> how free should free speech be</qco> </h3>      \ni don't know but what complicates this is that it is almost impossible to tell how free any speech actually is\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n7:57 am</dco> &nbsp;<qco> How would I find creativity or how did you find creativity for all your songs, does it just click or do you need to think really hard?</qco> </h3>      \nthinking really hard usually ruins it. what you have to do is play really hard. or easy, see if i care\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n7:17 am</dco> &nbsp;<qco> If abstract art is art that only the creator can appreriate, then what's the point of making abstract art to be on display?</qco> </h3>      \nso people can see it, but i didn't agree with the first part\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n6:42 am</dco> &nbsp;<qco> do you consider running for president?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n3:44 am</dco> &nbsp;<qco> Ok, big question, what's Steve's actual name? because he said this \"just kidding, my name is not Steve\" in hi, I'm steve</qco> </h3>      \nit's the same as your name\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n3:00 am</dco> &nbsp;<qco> How to escape the delusion that I'm actually good at something</qco> </h3>      \nit sounds like you actually have the opposite delusion\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n2:15 am</dco> &nbsp;<qco> hi bill. i just wanted to let you know that your music is awesome. thank you for being you.</qco> </h3>      \nholy house plant you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.20&nbsp; \n12:25 am</dco> &nbsp;<qco> Does the title of the song you're making contain the word \"furniture?\"</qco> </h3>      \nno \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.20&nbsp; \n11:56 pm</dco> &nbsp;<qco> If a tree falls in a forest and nobody is around to hear it, does it make a sound?</qco> </h3>      \n      yes, unless it fell onto a lush bed of pillows \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.20&nbsp; \n11:55 pm</dco> &nbsp;<qco> How do you keep up with time?</qco> </h3>      \nthat's automatic. you are time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.20&nbsp; \n11:52 pm</dco> &nbsp;<qco> bill i keep going through levels and levels of suffering and every time i feel like ive reached the end i find myself in a whole new one again what do i do</qco> </h3>      \ni think it's time for you to start giving life advice\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.20&nbsp; \n11:45 pm</dco> &nbsp;<qco> the \"la de da d-de dum de da, d-d-dim dwaayah d-de dum dweeAyy...\" part is so infuriatingly beautiful it makes me punch a hole in the drywall sorry this isn't a question. OK question time, do you forgive me for not asking a question?</qco> </h3>      \ni haven't had a chance to think about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.20&nbsp; \n11:45 pm</dco> &nbsp;<qco> Who is this \"Sexy Pants\" you keep talking about?\n</qco></h3>      i have never talked about that, but i think it might be a desk<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, why does Simon need to sign my checks? \"I wanna know\"</qco> </h3>      because the time has come. you are ready to go to the bank\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.20&nbsp; \n11:34 pm</dco> &nbsp;<qco> Should I keep trying to preserve what I have or accept the fact that things were bound to change</qco> </h3>      \nit depends whether you actually think that's a fact. if you decide that it is a fact, then i would say go ahead and accept it. if you do not think it is a fact, then do not accept\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.20&nbsp; \n11:30 pm</dco> &nbsp;<qco> how to you EQ and mix your vocals? I've recently tried to get into recording but my vocals just never feel right, but I always go back to your vocals when thinking of clarity of sound.</qco> </h3>      \nyou don't wanna do it the way i do it. i do it the hard way. although i'm thinking of switching to an easier way\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.20&nbsp; \n11:10 pm</dco> &nbsp;<qco> Do you like muffins or raccoons more? </qco></h3>      muffins<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I like a mix of both. A raccoon named muffin eating muffins with raccoon written on it.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.20&nbsp; \n10:53 pm</dco> &nbsp;<qco> Are you ever struck with the fear that you'll never be able to write songs as good as you wrote before?&nbsp;</qco> </h3>      \nmy songwriting is better now that it ever has been, and has been improving steadily over the past 20 years\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.20&nbsp; \n10:52 pm</dco> &nbsp;<qco> What was the bad thing you did?</qco> </h3>      \nnot doing enough good things\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.20&nbsp; \n10:51 pm</dco> &nbsp;<qco> song release within 2 weeks?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.20&nbsp; \n10:40 pm</dco> &nbsp;<qco> Why do you suppose some people can more easily express their thoughts/opinions better than other?</qco> </h3>      \nthat might not be their actual thoughts you are seeing\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.20&nbsp; \n10:13 pm</dco> &nbsp;<qco> Hell and Satan are common themes throughout your songs. </qco></h3>      i'm not so sure about that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Should I be concerned?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.20&nbsp; \n9:44 pm</dco> &nbsp;<qco> How does it feel to absolutely clown on the rest of the music industry with your chord structures rhythms and overall vibe.</qco> </h3>      \nsomeone's gotta do it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.20&nbsp; \n9:34 pm</dco> &nbsp;<qco> why are people weird</qco> </h3>      \nweirdness is what makes existence possible in the first place. so, if something exists, we can logistically trace this back to an original element of weirdness\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.20&nbsp; \n9:29 pm</dco> &nbsp;<qco> what is a giraffe?&nbsp;</qco> </h3>      \na mere glimpse into what's possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.20&nbsp; \n9:08 pm</dco> &nbsp;<qco> please just give me some sort of inspirational words or something, i am pretty diddly darn stressed currently</qco> </h3>      \ni am producing the most inspirational words i can at the fastest rate i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.20&nbsp; \n9:00 pm</dco> &nbsp;<qco> is knowing knowledge knowledgeful?</qco> </h3>      \nlet me perform some calculations\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.20&nbsp; \n8:16 pm</dco> &nbsp;<qco> when you said \"the moon is pretty cheap\" did you mean cheap as in stingy or cheap as in inexpensive? if it is the latter then how expensive precisely is the moon?</qco> </h3>      \nactually what was cheap is that line. the line was going to be \"the moon is made of keys but i just changed them.\"  with some interesting chords for 'just changed them'. this made sense, and seemed to tie together with one of the clear actual themes of the song. but after writing it i woke up the next day in a rage of panic, and felt that that line was too.......... expensive\n<br><br>"
  }
]
