[
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n6:58 pm</dco> &nbsp;<qco> why was your channel called \"frill bertz\" in 2014?</qco> </h3>      to keep it interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n6:11 pm</dco> &nbsp;<qco> if lampfull was a word would you use it?</qco> </h3>      i think if i wanted an adjective for 'like a lamp' i would probably use 'lampy', and if i need a word for the amount of something that a lamp can hold, i would use only one L at the end, 'lampful' .. like handful. \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n6:03 pm</dco> &nbsp;<qco> doe your mind ever get clouded with all the things that you gotta do and that causes you to either do everything more slowly or do 125% less than you normally would? </qco></h3>      oh hell yeah<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nif so, what do you do againts cloudy mind?&nbsp;&nbsp;(my mind just got unclouded, today. but i dont know how i did it)&nbsp;</qco> </h3>      sometimes you have to just try every type of thing, and it still doesn't work, for years and years. until one day you get so desperate that you just pull the fire alarm or something, kind of like <a href=\"http://www.billwurtz.com/reality/201401300559.mp4\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n5:35 pm</dco> &nbsp;<qco> is it possible to think when there is no language? first intelligent humans were able to do that, somehow but when i think hard about this (in a language) it comes impossible to me. like if there is no word to describe how can you think about sky and lightnings and taming fire? your brain would only examine the things you see and without words, they would only be visions, i think. so they just perceived but how did they make inferences and also teach them to survive to other ones of their kind?&nbsp;</qco> </h3>      i think language actually makes it easier to think. i think language and strong cognitave thinking comes hand in hand\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n5:34 pm</dco> &nbsp;<qco> I have a birdhouse in my yard... but a chipmunk lives in it. Is it still a birdhouse?&nbsp;</qco> </h3>      i think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n5:33 pm</dco> &nbsp;<qco> you talk a lot about picking chords to support the melody, but what are your thoughts about songs which go for a significantly more complicated and frenetic chord structure than the vast majority of composers would likely pick for that vocal melody, such as in this song https://www.youtube.com/watch?v=gtExkfaeAzQ ? is this something you ever envision yourself trying out in your tracks-longer-than-30-seconds songwriting?</qco> </h3>      there are many many ways to support the melody, including ways that are much more complicated than 'most' composers might use. i have used many, the song you linked uses many, and there are still many many more. \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n5:25 pm</dco> &nbsp;<qco> bill, are you there</qco> </h3>      where\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n5:23 pm</dco> &nbsp;<qco> is there a book, song, movie, video game, anything, that shaped your personality and changed your way of thinking? </qco></h3>      oh hell yeah<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what is it?</qco> </h3>      there are way too many to list here\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n5:20 pm</dco> &nbsp;<qco> are you allergic to pets? <a href=\"pets.html\">is this why you are \"not a pet person\"</a> and said loving animals and wanting to own a pet are different things? or is this about a traumatic experience you had?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n5:01 pm</dco> &nbsp;<qco> how come you never use capital letters? P.S. Bill, I know you use capital letters... but I feel like you being asked why you don't do things that you actually do regularly (using capital letters, updating notebook, etc) just might be what holds the fabric of the universe together....</qco></h3>      ah, that's a good point<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; so I figured I'd ask why you dont ever use capital letters, just in case nobody else has today.</qco> </h3>      thank you for helping out\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n4:53 pm</dco> &nbsp;<qco> Have you ever gone on an adventure?&nbsp;</qco> </h3>      i am on one now\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n4:37 pm</dco> &nbsp;<qco> how many people ask you if your shift key is broken?</qco> </h3>      hundreds\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n4:36 pm</dco> &nbsp;<qco> Do you make videos based off a random thought? </qco></h3>      my videos come from my mind, as well as experiences. i'm not sure if that answers your question<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or do you plan them out in advance?</qco> </h3>      yes, this is mainly because my videos are mostly impossible to do live. i am doing the animations, narration, and playing every part of the music. i think it would be impossible to make that happen all at once in real time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:55 pm</dco> &nbsp;<qco> when you inevitably perform \"in california\" live will you replace one of the states (west virginia, minnesota, colorado, etc) with the name of the state you're in or do you find that too kitschy</qco> </h3>      i've never thought about it. i would do it if the state has 3 syllables. that would be a nice challenge to try to find a way to say each location in a way that fits rhythmically\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:50 pm</dco> &nbsp;<qco> Is it possible to be a skilled musician creating a diverse breadth of things while knowing little to no music theory?</qco> </h3>      theory is made up. you can make it up. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:43 pm</dco> &nbsp;<qco> you often give advice to wannabee musicians to just play around, use notes and combine them in different ways and it comes across as thats how you got to where you are. But it's obvious from this page that your actual music knowledge is vast and that you didnt stick to messing around and actually took some serious time to study music and music history, get acquainted with various styles including classical and jazz and also you even revealed that you actually had some formal tutoring/training as well (7.13.17 11:58 am). Isn't it a little disingenious to just say to people to mess around with music when there's so much more to music than that? Sorry if it sounds like an accusatory question, i dont mean anything bad by it. Just feel like youre underselling how much work one has to put in to be bill wurtz or jay z or bono or whoever</qco> </h3>      over and over and over again, people talk about learning music like it's something that someone else has to give to you, or like it's something that someone else can just make you do. that's just not how it worked for me. sure, there is a lot of language for music, like knowing the note names, even knowing what the common industry names are for chords. but that information is all out there readily available ESPECIALLY now with the internet. the only way any of that information is going to make sense is if you actually try it out. and when you are ready to learn what things are called, i think you will find that the information will be readily available. i will also readily provide that information as well. like for example, if anyone asks me what any note is called, or if anyone says \"is there a special name for when you play C, Eb, and G at the same time\", i will readily and gladly say \"that's a C minor chord.\" but if someone asks 'how to use theory to get music to sound good', i will explain again and again and again that the way to do this, and the way to learn how to do it, is by using your own experience, your own mind, your own hands, and your own ears, otherwise you're just not going to get the good stuff. i will keep trying to explain this to people until the apocolypse, maybe even after that \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:21 pm</dco> &nbsp;<qco> What's a fun and exciting science experiment that I can try out at home?</qco> </h3>      do an unvoiced bilabial trill (that's when you breathe out with your lips closed, in a way that makes your lips flap, kind of like a horse) while staring at a digital number display, such as a microwave or oven display. the letters will move in crazy ways, in patterns you would never expect. i still have no idea how this is possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:13 pm</dco> &nbsp;<qco> thoughts on the industrial revolution?</qco> </h3>      a real game changer\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:11 pm</dco> &nbsp;<qco> Are all the questions you answer representative of all the different types of questions that are asked?</qco> </h3>      mostly\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:09 pm</dco> &nbsp;<qco> Why don't you commit suicide?</qco> </h3>      that seems counter productive\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:07 pm</dco> &nbsp;<qco> is my name is jeff a good meme?</qco> </h3>      after seeing the original video, i think it's pretty good. he said that line in a very special way, which i think is unique and memorable\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:06 pm</dco> &nbsp;<qco> What have you learned about people by answering these questions?</qco> </h3>      what questions they are likely to ask\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:51 pm</dco> &nbsp;<qco> i feel like the 'ask' button should have a cool color scheme like the randy button. please do it mr. wurtz</qco> </h3>      i prefer to keep it simple. please don't call me mr. wurtz\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:50 pm</dco> &nbsp;<qco> &nbsp;8.4.17&nbsp;&nbsp;9:59 pm&nbsp;&nbsp;&nbsp;could you teach me the basics of playing the piano?\n<br>Hey bill I'm not that person but I want the next step. I play around on the piano all the time, I really enjoy it and I feel like I have an understanding of it. Now I need to play with groups, right? How do I do that?</qco> </h3>      move to the nearest major city and start answering every ad you can find looking for piano players. answer anything that even remotely might be anywhere near your skill set. take anything you can get. you will learn many many things very quickly, not just about piano\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:35 pm</dco> &nbsp;<qco> are there any legal requirements for having a question answered?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:06 pm</dco> &nbsp;<qco> Do you regret posting History of Japan and History of the entire World i guess?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n1:41 pm</dco> &nbsp;<qco> does one have to know a lot about theory to be a good musician? or is it just useful tool?</qco> </h3>      theory is made up. you can make it up. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n1:39 pm</dco> &nbsp;<qco> If it's zero degrees outside, does that mean that there's no temperature?</qco> </h3>      i think only if it's zero kelvin. actually no, that means there's no heat but still temperature. if it is zero celsius or faranheit, there is still both heat and temperature\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n1:37 pm</dco> &nbsp;<qco> i think i love colors too much. nah just kidding i love colors so much, and that's the right amount. feel me???!</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n1:34 pm</dco> &nbsp;<qco> On a scale of 10 to 10 how dead is america?</qco> </h3>      alive, i don't know where that fits into the scale\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n1:31 pm</dco> &nbsp;<qco> Hi! When you use the alien crickets sound in movie star, what are you actually playing? Like are you just playing a single note and using a pitch bender, or is that a full chord that you're playing?</qco> </h3>      there is a special way you have to play it, it is actually pretty complicated\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n12:37 pm</dco> &nbsp;<qco> Is your next video a music video for got to know what's going on?</qco> </h3>      i would like to do that one, but i think it is more likely that i would do a new song instead, and release the song and video at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n12:12 pm</dco> &nbsp;<qco> how do you count the tempo in 'i wanna be a movie star'? 6 and then 12?</qco> </h3>      the choruses, i prefer to think of as 4 + 5. although if you want to hear it in 3+3+3 i can understand that. but i was thinking of it as 4+5. the verse uses this pattern too but also breaks it.\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n12:08 pm</dco> &nbsp;<qco> Hey Bill I couldn't help but notice that a lot of your songs talk about everything seeming allright or just fine. Why do you think that comes up every once in a while?</qco> </h3>      it just seems like the right way for things to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n11:20 am</dco> &nbsp;<qco> describe yourself in three words</qco> </h3>      doesn't describe self\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n11:12 am</dco> &nbsp;<qco> bill can i call you bill</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n11:03 am</dco> &nbsp;<qco> hey, i'm the person who wants to know the basics of the piano. i have pressed the keys and they make pretty sounds. what next?</qco> </h3>      you'll notice patterns of white and black keys. it's a repeating pattern, as you can see. there's groups of 2 and 3 black keys. Find the white note immediately to the left of the 2 black keys. that note is called C. the note to the left of the 2 black keys is always C. (i think this is the example note i used in my \"music school\" video) there are many C's on the keyboard. find them all, notice their similarities and differences. let me know what you find, and if you think you are ready for the next step\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n10:48 am</dco> &nbsp;<qco> stop answering questions and go back to work will ya?</qco> </h3>      oh darn too real\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n10:44 am</dco> &nbsp;<qco> What amps you up/ gets you very excited?</qco> </h3>      all the possibilities\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n9:04 am</dco> &nbsp;<qco> bill do you hate jews or do you love them</qco> </h3>      what i think about a person is not affected by whether or not they are jewish\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n7:59 am</dco> &nbsp;<qco> Can we, the question readers, have a sneak peek before the instagram followers?</qco> </h3>      there are many many things that you can find out here before instagram\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n7:40 am</dco> &nbsp;<qco> Really miss your \"journals\" or vloggs or whatever.&nbsp;</qco> </h3>      i have never taken them away\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n7:05 am</dco> &nbsp;<qco> Technically, by using free title graphics you are not avoiding using images, as fonts are really just images.</qco> </h3>      technically, on a web page such as this one, nothing here is considered images\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n6:17 am</dco> &nbsp;<qco> Are you proficient in the board game of chess?</qco> </h3>      yes but not as much as the professionals\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n6:04 am</dco> &nbsp;<qco> do you like making the medium size songs and projects or do you prefer the shorter or longer ones. you're one of my inspirations</qco> </h3>      i'd like to make a wide range of sizes and types of items. this means i have to a lot of catching up in the medium range, because that is the range that i feel i have done the least\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n4:49 am</dco> &nbsp;<qco> Would you ever join a boy band? I heard it's a good way to make friends.</qco> </h3>      what if i want to make friends with girls\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n3:51 am</dco> &nbsp;<qco> bill, i have a trick which will get you nice results!! take a background with a pattern, reverse it and put the reversed one on a different layer. change the opacity of the reversed layer to 50% and merge the 2 layers&nbsp;</qco> </h3>      i already do that, but i usually prefer to do other things as well, such as change the size, angle, color, and also make them move. and use a slightly different composite algorhythm than simple opacity\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:57 am</dco> &nbsp;<qco> I have trouble singing riffs and runs. Do you have any advice?</qco> </h3>      just experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:51 am</dco> &nbsp;<qco> Whats the best worst kind of person.&nbsp;</qco> </h3>      good\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.17&nbsp;\n2:43 am</dco> &nbsp;<qco> Do you enjoy having your thoughts and ideas appear inside other people's heads?</qco> </h3>      it can be useful\n<br><br>"
  }
]
