[
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n3:20 am</dco> &nbsp;<qco> tips for someone who wants to make music but has no experience whatsoever</qco> </h3>      \nyou might as well get started\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n2:16 am</dco> &nbsp;<qco> I live by the location in the video \"Perfect\" why did you pick the location im very scared!</qco> </h3>      \nit was randomly selected by the computer, from all the locations available in google streetview, worldwide\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n11:51 pm</dco> &nbsp;<qco> not a question but your songs are so jazzy and fun that i cannot transcribe them for the life of me (which i've gotten good at with practice). i think that's why everyone likes the songs, because none of us need to understand everything. perhaps i should go to sleep.</qco> </h3>      \nthat may be true, but not for that reason\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n10:28 pm</dco> &nbsp;<qco> do you airdrum the whole song or just the parts you want to?</qco> </h3>      \nsometimes that means the same thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n10:20 pm</dco> &nbsp;<qco> hi again mr. wurtz. I have a lot of things that I have to do, and a lot of things that I want to do. Somehow, I can't find the motivation to do either. It's a combination of procrastination and a bad work ethic really. How do you make sure that you don't get distracted and finish everything you want to do on time?</qco> </h3>      \ni have no idea\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n8:10 pm</dco> &nbsp;<qco> La de Da de Da de Da de Day Oh is a song that has cheered me up time and time again after a breakup (here I am online expressing the way I feel). What music inspired the composition?</qco> </h3>      \ni don't recall anything in particular. i'm trying to think of other songs that lead up to the chorus talking about a song, and then they say \"and it goes like this...\" and the chorus hits and just sings the melody with no lyrics. i know people have done this sort of thing before but i can't think of any specific ones. maybe that's why i wanted to write one\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n6:14 pm</dco> &nbsp;<qco> how to find the music in you</qco> </h3>      \nmove around, stay still. alternate between moving around and staying still\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n5:45 pm</dco> &nbsp;<qco> do you think university, music schools or similar are actually useful to learn about something?</qco> </h3>      \nyou can learn something almost anywhere. the university strikes me as a pretty bizarre place to learn things, but i actually have no idea one way or the other so it's not fair for me to say\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n5:01 pm</dco> &nbsp;<qco> Hello good sir, I no doubt believe you are a distinguished gentleman of an acclaimed institution, so let me ask you one thing. \n<br>\n<br>efjweoifnewifewojFDeoefjs?&nbsp;</qco> </h3>      \ni'd say there is more than a 20% chance you are left handed\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n4:07 pm</dco> &nbsp;<qco> thoughts on soup?</qco> </h3>      \ni do not think about soup\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n4:04 pm</dco> &nbsp;<qco> Any artists you're inspired by?</qco> </h3>      \nevery\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n3:37 pm</dco> &nbsp;<qco> I find when working on something I'll get super impatient with the actual work, cause I can already hear or see the final product in my head and the thing in front of me isn't nearly there yet, which makes me stop right there and never finish. do you ever get this feeling?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what's a crazy trick you use to combat it?</qco> </h3>      examine the possibility of never finishing. and let the discontent for that scenario continue to grow, to a breaking point at which the only solution is to get back to work\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n3:31 pm</dco> &nbsp;<qco> does \"alphabet shuffle\" have the name it does because of the shuffle groove?</qco> </h3>      \nmostly because it includes the alphabet. 'shuffle' is a sort of ambiguous word that can apply to music in various ways, but more importantly, it goes good in a title\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n1:30 pm</dco> &nbsp;<qco> do my friends really like me. they talk to me and hang around me but i have a feeling they dont even when they are acting nice towards me. i dont know if its my anxiety or not</qco> </h3>      \nin that case, i think you can assume they like you 75%. it might be less, it might be more, but you'll have to assume something, just so you can move forward and think about the next thing you're doing in your life. based on the information you've told me so far, i'd say the actual number could be anywhere between 50% and 100%, so i'd recommend just assuming 75% and moving forward\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n1:11 pm</dco> &nbsp;<qco> i've slipped into chaos</qco> </h3>      \ni understand\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n1:06 pm</dco> &nbsp;<qco> thoughts on pangrams? (sentences that use each letter of the alphabet)</qco> </h3>      \nextremely useful. usefulness, to the extreme\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n12:07 pm</dco> &nbsp;<qco> what do you wanna learn?</qco> </h3>      \ni would like to learn how to learn, but i suppose first that means i must learn how to learn how to learn\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n10:26 am</dco> &nbsp;<qco> how do i write a good story?</qco> </h3>      \njust tell the truth, a little bit at a time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n10:12 am</dco> &nbsp;<qco> why arent boys friends with girls in school</qco> </h3>      \nthey are scared of each other. boys and girls are actually both very scary\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n9:54 am</dco> &nbsp;<qco> Do you like any types of music involving syncopated rhythms, polyphonic ensemble playing, varying degrees of improvisation, often deliberate deviations of pitch, and the use of original timbres?</qco> </h3>      \ni don't see why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n9:33 am</dco> &nbsp;<qco> how do i stop something from eating me up</qco> </h3>      \neat the thing. thing eat thing world\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n9:00 am</dco> &nbsp;<qco> What is your favourite letter from the alphabet?</qco> </h3>      \nt\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n8:13 am</dco> &nbsp;<qco> why am i so indescribably terrible at talking normally to people i don't know</qco> </h3>      \nbecause you think you don't know them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n5:06 am</dco> &nbsp;<qco> How often is sometimes?</qco> </h3>      \nbetwen 1 and 99% of the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; 5:04 am</dco> &nbsp;<qco> where do you start with music theory?</qco> </h3>      \nmusic\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n3:10 am</dco> &nbsp;<qco> How much of your thinking is done with words</qco> </h3>      \nabout 20%\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n2:50 am</dco> &nbsp;<qco> Your music is awesome bill. I love your melodies and they are beautiful to listen to. I wish more people would write melodies&nbsp;&nbsp;like that. I'm going to write melodies the way I want to because other people aren't doing it.\n<br>\n<br>Also I realized a key to creative freedom is just being free. Realizing that you can literally do anything. I can sit down and achieve absolutely anything I want as long as I have the tools available to me. As long as I have a brain, hands, and tools, the amount of things and possibilities that I can undertake is indescribable. And the amount of \"routes\" and \"strategies\" I can use to get to a place I need to go is also indescribable. Doesn't it feel like creativity is perfect for the human brain? Because it seems to be literally built on becoming a better person? Well that's just the way I feel. I appreciate you listening to my ramble. Bye</qco> </h3>      \nholy smokes you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n12:13 am</dco> &nbsp;<qco> Can you tell me what the name of your next video is called?\n</qco> </h3>      \ni'd like to, but the title is better than the video so i'd spoil the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n11:19 pm</dco> &nbsp;<qco> Would you consider joining my barbershop quartet? We would like to make it a quintet.</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n10:53 pm</dco> &nbsp;<qco> If smooth jazz was a car, would it be a Toyota Camry or a Buick Regal?</qco> </h3>      \nmaybe a Ford F-150\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n9:25 pm</dco> &nbsp;<qco> a little worried. not sure why i can't do anything right</qco> </h3>      \nin that case, do you truly think anyone else can\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n9:13 pm</dco> &nbsp;<qco> on a scale of 1 to 10 how weird do you think you are</qco> </h3>      \n5.5\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n6:34 pm</dco> &nbsp;<qco> If the thing inventor inventor was invented by a thing inventor, then did that thing inventor's thing inventor inventor get invented by a thing inventor, and does that make it a thing inventor inventor inventor?</qco> </h3>      \nit might be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n5:42 pm</dco> &nbsp;<qco> I have a chord progression that goes Gm7add 9 for a bar and a bit, then Gbmin7 to Fm7add9 for the next bar and a bit, then chromatically up again. I then do like a modulation to Cm where I go gm7, Ebmin7/Db, Cmin7add9, and that's a cool jazzy sound and all but it has the same sort of feel as what came before it so I'm asking where I should go harmonically in order to create a completely different sound as well as you do it in ur songs</qco> </h3>      \nyou're just doing chords. and it sounds like you're trying to craft a song out of just chords. this may work, sort of, but, don't be surprised if you can't seem to really get anywhere strong. what i've found, when working, if i ever let 1 of these 3 elements (melody,chord,lyric) get too far ahead of the others, it very quickly gets very empty and the whole thing doesn't know or care where it's going, and hates itself, really. best case, all 3 elements are born at the exact same time. if 1 gets too far ahead, .. and you start to feel lost and confused, .... it's usually because 1 got too far ahead, so you gotta go back and get the whole vehicle involved. this ESPECIALLY becomes true at these junctures of \"what happens next\". that is exactly the time for the least used element to now have a say. that's how turns are made\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n5:31 pm</dco> &nbsp;<qco> how do you avoid doing a billion vocal takes and realize that it doesn't have to be completely perfect\n<br></qco> </h3>      \nthe only way i can think of, is to actually go back in time, to the past, when it was more expensive and/or impossible to do so many takes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n4:48 pm</dco> &nbsp;<qco> Have you ever written music for games, and if the opportunity presents itself, will you?</qco> </h3>      \ngiven what i know about myself, if i were to compose music for a game it would be for my own game. also, by the same token, if i made a game i would certainly compose the music for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; 3:31 pm</dco> &nbsp;<qco> do you like music</qco> </h3>      \nit's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n2:40 pm</dco> &nbsp;<qco> If you were to start your own talk show, who would be one of your favourite guests to get on?&nbsp;</qco> </h3>      \nno one knows who their favorite guests will be before it happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n2:20 pm</dco> &nbsp;<qco> I'm really inspired by your career and the way you write, but I've been personally struggling with feelings of anxiety and regret over my decision to go to a state college as opposed to a more formal music education. Is it possible to get just as good working on your own if you really love it?</qco> </h3>      \nall the great stuff i know about music, i discovered myself (or heard from other people, 'informally', then explored myself). and all the great musicians i know generally say the same thing. and it seems like any time i do meet someone who was involved in 'formal music education', they all seem to say it was a total dread and they quit music. the true power of music seems to be unaware of where the school walls are\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; 12:34 pm</dco> &nbsp;<qco> what is an example of something that's slightly straight</qco> </h3>      \nthe curvature of the earth\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n12:06 pm</dco> &nbsp;<qco> what instrument type do you use for your temp tracks for chords, leads, and drums?</qco> </h3>      \nperc, ep, bass, drums. often some sort of mute pluck sound if necessary\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n9:29 am</dco> &nbsp;<qco> do chairs exist?</qco> </h3>      \nlet me run some tests\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n8:08 am</dco> &nbsp;<qco> How to deal with rejection and your own insecurities</qco> </h3>      \ntry again. it's the perfect opportunity for more practice\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n6:21 am</dco> &nbsp;<qco> What is sincerity </qco></h3>      trying to remove all the lies from your very existence<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how do you do it?</qco> </h3>      i'm not entirely sure. but it's worth a try\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n4:40 am</dco> &nbsp;<qco> Haiya bill. Just wondering in the melody, lyrics, chords, tempo, and roadmap, do you ever jot down ideas for specific instrumentation at certain points (brass hits, some guitar / synth figure, etc.) </qco></h3>      yes, if it's something very important and prominant<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do you tend to leave that for / change it up in production (examples appreciated)</qco> </h3>      the first example that comes to mind, to explain this, is not my song, but it's a good example to explain it: if i were writing the song Africa (by Toto), i'd say the huge drum fill just before the chorus, that would be something written into the song. because that's something that takes the lead at that moment. if you were singing that song to a friend, you'd almost certainly have to sing that drum part there. it's a feature. but anyway, here are some examples from my own songs, of things that were written, or not:<br>\n     in \"christmas isn't real\", no specific instrument parts were written (other than the core elements you listed, as always)<br>\n     in \"slow down\", the melody riff in between stanzas near the end of the song, was written (it's just about the same as the vocal melody anyway, but it was written that that riff would occur there, instrumentally). The instrumental intro, however, was not written until production time. the instrumental break in the middle of the song was also not written aside from knowing that it would sync generally to the verse roadmap.<br>\n     in \"i'm scared\" the bassline in the title verses was written. Also the short instrumental riff that occurs midway through the chorus (fallin) section, was written. however i think there's a different variation the second time around which was not planned in the writing<br>\n     in \"in california\" the instrumental lines in the second prechorus were written. the horn stabs during that time, however, were not. The instrumental riffs behind the vocal during the chorus/bridge ('alright') sections, were not written<br>\n     in \"i'm a princess\", the instrumental melody in the chorus (which is the section that begins after 'about my world') was written. however, the much crazier melody in the final 8 bars was not written, aside from the road map and all the other core elements that you mentioned (as always)<br>\n     in \"meet me in september\", the instrumental (and vocal) riff after \"celebrate\"/\"complicated\" was written. also the instrumental fill between that section and the following verse, was written (both the first and second times that occurs). Also the climbing instrumental riff in the 3rd and 4th bars of one of the middle verses, was written<br>\n     the bell melody in the outtro of \"movie star\" was not written. also in the writing that was assumed to be a fade out<br>\n     in \"i'm best friends with my own front door\", in the break after the first verse-stanza, the instrumental repeat of the melody was written<br>\n     in \"where i've been\", the low-B bass rhythms near the end (during the 'good times' section) were written\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n1:26 am</dco> &nbsp;<qco> are you a princess</qco> </h3>      \nalmost, but not quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n12:14 am</dco> &nbsp;<qco> Thoughts on Pragmatism?</qco> </h3>      \ntoo real\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n12:04 am</dco> &nbsp;<qco> have you ever been to Buffalo, NY?</qco> </h3>      \ni don't recall\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.23&nbsp; \n11:47 pm</dco> &nbsp;<qco> what do people do in the notary public, </qco></h3>      i have no earthly idea<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and what does getting proof of self look like</qco> </h3>      pretty much just showing up\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.23&nbsp; \n11:32 pm</dco> &nbsp;<qco> Have you ever seen a baby that is the same size as a human?</qco> </h3>      \nyes\n<br><br>"
  }
]
