[
  {
    "html": "<h3> <dco>8.9.21&nbsp; \n7:45 pm</dco> &nbsp;<qco> how do u gain ideas?</qco> </h3>      \nthe first step is recognizing that everything is an idea. then you need to take an idea basket and start putting ideas into it. if you are too excited from the start, the basket will overflow instantly and you will drown in ideas. but then once you've settled down a bit, then you can hopefully establish a nice daily rhythm. if you're wondering where to get an idea basket, everything is idea baskets\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.21&nbsp; \n7:38 pm</dco> &nbsp;<qco> do your videos have secret messages in them?</qco> </h3>      \nthe main message is that i'm trying to see if i can make videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.21&nbsp; \n7:28 pm</dco> &nbsp;<qco> How come everything is just so dumb and pointless?</qco> </h3>      \nto allow you to have that as your main topic of conversation\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.21&nbsp; \n6:56 pm</dco> &nbsp;<qco> how did you get to be the amazing person you are?</qco> </h3>      \n  i have a list of non-amazing things, and i try to never do those things. or at least if i do, then i try to release a propaganda video right away saying that i didn't \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.21&nbsp; \n6:27 pm</dco> &nbsp;<qco> can you draw a cat eating a banana?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.21&nbsp; \n4:58 pm</dco> &nbsp;<qco> How long does it take to make a song ????</qco> </h3>      \ni'm changing the rules\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.21&nbsp; \n3:55 pm</dco> &nbsp;<qco> Hey Bill, I've spent my whole life playing classical pieces on piano, which involves very little creativity. I want to get into improvisation;&nbsp;are there any exercises or approaches you'd recommend? Or is it simply a matter of playing notes until something sounds good? I've tried that but tend to make similar-sounding tunes over and over. Are there any jazz piano concepts you'd recommend I learn? Thanks.</qco> </h3>      \nit's like learning to talk. unfortunately i don't remember how to learn that. but i suspect that you just have to try to communicate your every thought, through the communication device (in this case, the piano). and if the communication isn't getting through then i think you just have to keep doing it, but don't forget to have fun. fun is a powerful element of communication, anyway\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.21&nbsp; \n12:52 pm</dco> &nbsp;<qco> have you a massive brain?</qco> </h3>      \nit's the snack size, but unfortunately i don't know how big a snack is\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.21&nbsp; \n12:11 pm</dco> &nbsp;<qco> Can you describe what is real</qco> </h3>      \nyes BUT it will keep changing after i describe it. i enjoy this\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.21&nbsp; \n12:10 pm</dco> &nbsp;<qco> So if you didn't learn from a piano teacher then are you predominantly self taught? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If not, how did you learn?</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.21&nbsp; \n10:23 am</dco> &nbsp;<qco> Hey Bill, would you consider your songs and some of their respective videos just like some cookies and a jar?</qco></h3>      some of them but not all of them<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also have a nice day</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.21&nbsp; \n8:28 am</dco> &nbsp;<qco> how to sing without every word sounding forced</qco> </h3>      \nthe easiest way is to improvise the lyrics. this can be inconvenient in some ways, but at least it can give you an idea of what genuine singing feels like, so that maybe you can trick yourself into thinking you're improvising when you're singing scripted material\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.21&nbsp; \n6:30 am</dco> &nbsp;<qco> opinions on ohio?</qco> </h3>      \nalmost square\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.21&nbsp; \n4:57 am</dco> &nbsp;<qco> Do you like the sound of piano?</qco></h3>      in moderation<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I don't think i ever heard it in your songs</qco> </h3>      it's there, about 40-50% of the time. but it's usually laced with non-piano\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.21&nbsp; \n4:33 am</dco> &nbsp;<qco> how to not get distracted?</qco> </h3>      \nyou gotta take the initiative, and get non-distracted ahead of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.21&nbsp; \n3:28 am</dco> &nbsp;<qco> how to get out of a slump</qco> </h3>      \nyou'll have to get into another slump, which will feel like an anti-slump because of its inverse direction from the first slump, but at least it will feel fresh for a little while\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.21&nbsp; \n1:55 am</dco> &nbsp;<qco> is art dead?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.21&nbsp; \n12:48 am</dco> &nbsp;<qco> does the fact that you inspire people inspire you&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.21&nbsp; \n11:47 pm</dco> &nbsp;<qco> What is the thing you've ever loved the most?</qco> </h3>      \nthe ground\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.21&nbsp; \n11:47 pm</dco> &nbsp;<qco> Does the next song contain steel pan and/or bass steel pan?</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.21&nbsp; \n11:37 pm</dco> &nbsp;<qco> can you help me with my depression?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.21&nbsp; \n11:35 pm</dco> &nbsp;<qco> Will you make more monday videos?</qco> </h3>      \nyes but also tuesday videos. possibly even sunday videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.21&nbsp; \n10:49 pm</dco> &nbsp;<qco> What's your favorite midday/late afternoon activity?</qco> </h3>      \nmeasuring shadows using trigonometry\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.21&nbsp; \n10:32 pm</dco> &nbsp;<qco> clearly you fuck with time. does setting the time to what you want do anything</qco> </h3>      \ncan make for a nice stage picture\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.21&nbsp; \n10:14 pm</dco> &nbsp;<qco> do you have any songs that you think are too long?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.21&nbsp; \n9:59 pm</dco> &nbsp;<qco> the magazine said I shouldnt eat much for breakfast, the other magazine said I should. Well which is it?</qco> </h3>      \ndo the average of the 2 amounts. then, for each future magazine, you can add those new amounts and continue to take the average, which will gradually converge to the golden breakfast amount (gba)\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.21&nbsp; \n9:53 pm</dco> &nbsp;<qco> Do you desire to produce a song about ghosts?</qco> </h3>      \nsort of\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.21&nbsp; \n9:52 pm</dco> &nbsp;<qco> What are your rules for doing your best work?</qco> </h3>      \ni keep having to change the rules\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.21&nbsp; \n8:54 pm</dco> &nbsp;<qco> what are your thoughts on cats</qco> </h3>      \nlet's hear the cats' thoughts first\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.21&nbsp; \n8:48 pm</dco> &nbsp;<qco> Whats cool about the number 141</qco> </h3>      \nit's 47 times 3\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.21&nbsp; \n8:33 pm</dco> &nbsp;<qco> What is the sweetest reward, for patience&nbsp;</qco> </h3>      \n not having to wait anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.21&nbsp; \n6:26 pm</dco> &nbsp;<qco> what is buttsxe unscarmbled</qco> </h3>      \nsubtext\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.21&nbsp; \n2:39 pm</dco> &nbsp;<qco> how do you come up with the titles for your songs</qco> </h3>      \n i try to just let the song come up with it \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.21&nbsp; \n2:36 pm</dco> &nbsp;<qco> What was the process for writing the groove at the end of Money? </qco></h3>      just try to stay calm<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I've always been a fan of your rhythmic schemes, but something about the last section really sticks out more than anything else I've heard from you.</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.21&nbsp; \n10:21 am</dco> &nbsp;<qco> What would you call your style of music</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.21&nbsp; \n9:06 am</dco> &nbsp;<qco> the value i see in albums is that they are just another level of grouping, just as you could say a song is a grouping of sections, sections are groupings of phrases, phrases are groupings of melodic fragments, melodies are groupings of notes, etc. there's many different ways to analyze the groupings of a song. but anyway, an album is one way to be just one tier above songs in the grouping hierarchy. i tend to like albums that seem to form a coherent and meaningful group of songs, which for me tends not to be about what order they're in as much, unless there is a narrative element. but for me grouping things is always a way to generate new meaning;&nbsp;grouping anything at all creates an opportunity to see what the group means as a whole, and how different aspects of parts of the group contribute to that meaning. maybe you think this does not work particularly well with songs, but for me it sometimes does. i can relate to your experience of liking songs more\n  when taken one at a time, but there are also important albums to me, that have a meaning in and of themselves as a whole, beyond just one or a small subset of 'good songs' in them. are there any albums like that for you?</qco> </h3>      \nunfortunately no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.21&nbsp; \n8:19 am</dco> &nbsp;<qco> how do you make your videos</qco> </h3>      \nwe'll see if i can find a way\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.21&nbsp; \n6:09 am</dco> &nbsp;<qco> how to keep thoughts relevant and useful?</qco> </h3>      \nthat's easy, just translate them into Latin\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.21&nbsp; \n5:46 am</dco> &nbsp;<qco> Why does my pencil say 'No. 2'? Does that stand for 'number 2'? There's no 'o' in number.</qco> </h3>      \nit stands for 'numero', whith means number in Latin\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.21&nbsp; \n5:14 am</dco> &nbsp;<qco> how are you so good at anything</qco> </h3>      \nwe'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.21&nbsp; \n3:22 am</dco> &nbsp;<qco> How do you decide on what to write songs about?</qco> </h3>      \nthat's easy. just write them about everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.21&nbsp; \n12:48 am</dco> &nbsp;<qco> Is there a secret meaning behind the colored letters on your website</qco> </h3>      \nyes. i decided that i wanted to avoid displaying any image files on any of the web pages, and design it using only text. this is to ensure that the proper result is displayed as genuinely as possible, as far into the future as possible, regardless of what machine or device you have. i don't even use fonts. just text, and sizes and colors of that text. So given that, i've used my best artistic skill to design all the site's title 'graphics' within the restriction of only being able to use letters of different sizes and colors\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.21&nbsp; \n11:06 pm</dco> &nbsp;<qco> Can I make cool deals with the spirits in my apartment?</qco> </h3>      \ni was going to say no but now that i think about it yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.21&nbsp; \n10:07 pm</dco> &nbsp;<qco> Can you draw a tree for me</qco> </h3>      \n<a href=\"ajsd0faje9fjeja90ejfa90fj.png\" target=\"_blank\">sure</a>\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.21&nbsp; \n8:45 pm</dco> &nbsp;<qco> why did you quit?</qco> </h3>      \ni did not quit\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.21&nbsp; \n7:11 pm</dco> &nbsp;<qco> What are your thoughts on thoughts?&nbsp;</qco> </h3>      \nit's another world, in your mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.21&nbsp; \n7:09 pm</dco> &nbsp;<qco> can you draw well</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.21&nbsp; \n5:45 pm</dco> &nbsp;<qco> Hey bill, just curious, did you have piano lessons when you were a child? </qco></h3>      for maybe a day or two but that's not how i learned how to play the piano<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thabk you&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.21&nbsp; \n5:04 pm</dco> &nbsp;<qco> would you consider uploading a performance of some of your songs, alone with a keyboard? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you think your songs can reasonably be played on just a keyboard with enough arrangement magic?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.7.21&nbsp; \n4:06 pm</dco> &nbsp;<qco> how do you know which effects are side effects and which are not</qco> </h3>      \nwhichever one is written in a larger font is not the side effect\n<br><br>"
  }
]
