[
  {
    "html": "<h3> <dco>6.29.18&nbsp; \n4:41 am</dco> &nbsp;<qco> when you have nothing to do, what do you do?</qco> </h3>      try to figure everything out<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.18&nbsp; \n4:16 am</dco> &nbsp;<qco> What is existence</qco> </h3>      everything<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.18&nbsp; \n4:14 am</dco> &nbsp;<qco> Is water illegel</qco> </h3>      no but it may be soon<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.18&nbsp; \n2:52 am</dco> &nbsp;<qco> Why did you make this question section? Of course to answer questions, but, What's the point of answering those questions? Boredom? Intrigue? I'm curious Bill.</qco> </h3>      the point would vary from question to question. as a question asker, perhaps you may have some insight as to the point of your question<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.18&nbsp; \n2:51 am</dco> &nbsp;<qco> yo bill wurtz, i obv like ur songs cuz i think, well at least, that u share the same opinion as me (that i think every1 should have) bout everythin' being that love is the center of everythin'. sounds simple, is obvious. anywy my question is, i like your songs and music videos so much i listen to them in full screen sometimes on my 4k tv (or my dad's 4k tv, whatever's more accurate 4 u.) is there any way i can download them in blu-ray type bitrate levels? youtubes bitrate obv sux duh. my fav song (cuz i get them i think) being la dee da that 1 btw i love how when i first listened to it the tempo seemed so much fkin faster than when i listen to it now (literally, it sounds so slow&nbsp;&amp; relaxing now.) anyway thats all. i wanna download ur music vids in like super high bitrate cuz youtube is fine for most peeps but i notice it XD aight ty bill ur awesome</qco> </h3>      the itunes downloads / spotify streams / the other music stores, etc. should have the highest quality ones available<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.18&nbsp; \n2:51 am</dco> &nbsp;<qco> hey bill, i really want to make music but i have no idea where or how to start. i don't have any sort of instrument, no microphone, no audio program or knowledge on how to use it, i \n<br>can't read music, and my voice isn't even that good and i don't know how to improve it. but i feel like there is stuff i need to write and simple poetry isn't enough, i need to create it as music. but i just don't know how to start.. can you give any advice&nbsp;</qco> </h3>      it's magnetic. if you need someone else to tell you how to find it, then it might not be right for you. but if it is right for you it should be screaming at you very loudly and it will be pretty easy to track it down ..... it's everywhere<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.18&nbsp; \n1:55 am</dco> &nbsp;<qco> What is the true form of a french fry?</qco> </h3>      french<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.18&nbsp; \n1:32 am</dco> &nbsp;<qco> Hey bill, do you post sheet music for your songs on this website or is it even made?</qco> </h3>      i did when it was made<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.18&nbsp; \n1:28 am</dco> &nbsp;<qco> I've taken theory III and I still don't understand tritone substitution can you explain it to me</qco> </h3>      imagine you are in a song, minding your own business, ... let's say the song is in the key of C ... and let's say there is  a G7 chord.  .. following me so far? the G7 chord has notes b and f in the mid-range, that's the important notes of the chord. (that's a tritone interval but that's not why it's called substitution, we haven't done the substitution yet, that will be in the bass.) so let's say you play b and f notes (at the same time) in the middle range, and the bass plays G (note.) that pretty much makes a G7 chord. ok now the bass player plays a prank and plays Db (note) instead, while the piano still plays the b+f notes. pow, now it's a Db7 chord\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.18&nbsp; \n1:25 am</dco> &nbsp;<qco> How much do you/did you practice each instrument to get so good at each</qco> </h3>      practice? forget that, i say do it for real!<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.18&nbsp; \n1:20 am</dco> &nbsp;<qco> bread: staple food of spawn of satan?</qco> </h3>      perhaps a little of both<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.18&nbsp; \n1:08 am</dco> &nbsp;<qco> What are your hobbies besides music?</qco> </h3>      video?<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.18&nbsp; \n1:07 am</dco> &nbsp;<qco> how to i become better at dancing&nbsp;</qco> </h3>      just make sure you are not late for your appointment\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.18&nbsp; \n12:52 am</dco> &nbsp;<qco> are you willing to teach yourself to believe a lie if it helps you live a more happy life?</qco> </h3>      that doesn't sound very happy to me<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.18&nbsp; \n12:48 am</dco> &nbsp;<qco> sometimes i forget i have a name</qco> </h3>      ah, #relatable<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.18&nbsp; \n12:36 am</dco> &nbsp;<qco> i am going to try and multiply my negative conditions by -1 so they become positive. does this seem like a good strategy to you ?</qco> </h3>      sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.18&nbsp; \n12:12 am</dco> &nbsp;<qco> What is your profession?</qco> </h3>      job salesman\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.18&nbsp; \n12:05 am</dco> &nbsp;<qco> Where can I find happiness?</qco> </h3>      any where\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n10:28 pm</dco> &nbsp;<qco> Why did you make a song about sexy pants but not one about pink tutus?</qco> </h3>      why would i make a song about pink tutus\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n9:30 pm</dco> &nbsp;<qco> hi bill, what do you think of london?</qco> </h3>      it is good\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n8:59 pm</dco> &nbsp;<qco> how does it feel to know exactly what you are doing at all times (i.e. working on the next thing)</qco> </h3>      pretty good, but i don't always know exactly what the next thing is immediately, sometimes i have to go through an intense negotiation process with myself, and usually i know within 1 day\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n8:57 pm</dco> &nbsp;<qco> what is the best christmas present?</qco> </h3>      a new year\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n7:38 pm</dco> &nbsp;<qco> why do people think you're scared of capitals yet you use capital numbers!?</qco> </h3>      i don't know what a capital number is but i use capital letters all the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n7:33 pm</dco> &nbsp;<qco> have you ever put pineapples in a song?</qco> </h3>      no but i have put them in videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n5:20 pm</dco> &nbsp;<qco> hey bill, i have always been interested in music&nbsp;&amp; wanted to make/play it. i love listening to it&nbsp;&amp; i find your music really cool&nbsp;&amp; inspiring. you talk a lot about just starting if you want to make music/something creative&nbsp;&amp; just doing it in your answers. anyways, i want to start making music but i don't have any knowledge in music theory beyond very simple concepts from elementary school which i have mostly forgotten,&nbsp;&amp; i don't really want to learn music theory in a very systematic way (i.e. how it seems to be typically taught in classes, by starting with very basic things that are kind of boring and just playing a bunch of classical songs). do you think can you learn&nbsp;&amp; create music just by listening to it?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; is it important to know all the different parts of music (notes, chords, riffs, mixing, bass, the stuff you mention) or can you just do it by ear?</qco></h3>      if you're not doing music by ear it pretty much won't work<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i feel like i can sort of make up lyrics just by singing what i think of but i don't know how to make music to go with it, or making music in general. like i don't really know how to play any instruments or work with sounds and stuff. </qco></h3>      if you listen you will find out<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i think i should just start but i don't know. whenever i try to sit down&nbsp;&amp; do something it feels very intimidating,&nbsp;&amp; i don't know how to begin or what to do. thanks for your time.</qco> </h3>      just try to have a good time ..... there are many many ways to have a good time, in music and other wise\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n5:02 pm</dco> &nbsp;<qco> how do i reassure myself that the world isn't going to end in 50 years? i worry about it sometimes</qco> </h3>      50 years should be enough time for you to single handedly make sure it doesn't\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n4:50 pm</dco> &nbsp;<qco> Do you think that anyone can get into music, or does it need talent? I tried to get into music years ago (high school band) but I could never seem to notice things that other way talented kids would see.&nbsp;</qco> </h3>      if it gives you that special feeling, then you should do it more. if it does not, then keep looking for the special feeling elsewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n3:50 pm</dco> &nbsp;<qco> what should I do if there is a monster in my bed</qco> </h3>      that's the monster's bed, but you might be able to get a good deal if you negotiate with the montser\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n3:19 pm</dco> &nbsp;<qco> It looks like you are a sad man because you have unrequited love for a person.</qco> </h3>      that's not true\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n2:27 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201806271649\">6.27.18&nbsp;&nbsp;4:49 pm</a> What if you feel like you are missing a note though, and can't quite pick it out? Or what if you don't even know you are missing one entirely?</qco> </h3>      do your best\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n2:05 pm</dco> &nbsp;<qco> My town is under severe storm warning and there are clouds funneling near my house. What's something I could do to make myself not afraid of the storm?</qco> </h3>      think about your life in general\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n2:02 pm</dco> &nbsp;<qco> have you ever considered writing orchestral music?</qco> </h3>      i just write for whatever is available\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n1:10 pm</dco> &nbsp;<qco> So, say you have a note that goes til the end of a beat, and then a note right at the top of the next beat (like a quarter note on beat 1, then a quarter note on beat 2).. Wouldn't that mean that, technically, that first note shouldn't be released until the exact same moment that the 2nd note is played? If you have to lift up from the 1st note to play the 2nd note, then wouldn't you be cutting the duration of the the quarter note slightly short just for that little tiny moment between the notes? Is that little moment so negligible that I shouldn't even think about that? And then, the natural sustain of the instrument/sound could effect that as well? Like sometimes it would be impossible to sustain the first note until the exact moment the 2nd note is played (like if you're playing 2 fretted notes on the same string of a guitar or bass that are farther apart than what you can reach without moving your hand)... If I want to have 2 instruments play the same line, would it be more accurate to think of that 1st quarter note as, like a dotted eighth note and a sixteenth rest (or maybe even an eighth note, dotted sixteenth and a 32nd rest) so that the release of the notes happen at the exact same time? I've never really thought about this before, but now that I am thinking about it, I'm confusing myself. When I read rhythmic notation I'm usually thinking primarily about where the notes hit, more so than the duration of each note. Like if I had 4 quarter notes, I'd now that each note should be played on the beat, but I'd probably play the 4 quarter notes no different than then if it were written as alternating dotted eighth notes and sixteenth rests (unless it's a really slow tempo) Obviously for something like a quarter note and a quarter rest, I wouldn't play the same way as a half note.. but when you get down to those little itty bitty tiny moments in between the notes, do those essentially not matter rhythmically?&nbsp;</qco> </h3>     if no articulation is written, i think it might be assumed that there is at least a little bit of space before the next note\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n11:48 am</dco> &nbsp;<qco> is evil something you are or is it something you do?</qco> </h3>      it's something you fear\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n11:43 am</dco> &nbsp;<qco> should people live their life a certain way?</qco> </h3>      that's one approach\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n11:35 am</dco> &nbsp;<qco> hi bill, i get sick of music really easily. i play classical, and it seems like nothing i do is ever right. all my rhythm is wrong, my pitch is always a little flat, and the inflections of feeling i give the piece are wrong. how do i like music again? also how do i get better at dealing with all that frustration?</qco> </h3>      if you are not enjoying music you should not do it ........\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n10:31 am</dco> &nbsp;<qco> Where can I buy some of those fancy chords?</qco> </h3>      chords are free\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n10:26 am</dco> &nbsp;<qco> Do you ever wonder if there are clones of you?</qco> </h3>      no but now you've got me thinking\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n10:19 am</dco> &nbsp;<qco> Are the mountains in \"hi, i'm steve\" the other side of the mountains in the background of&nbsp;&nbsp;\"soap tips?\"\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Did the rain cause the natural disaster?</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n9:31 am</dco> &nbsp;<qco> can i wanna be a movie star be on spotify?</qco> </h3>      it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n9:21 am</dco> &nbsp;<qco> there are a lot of different ways to live life. how do i figure out which way to do it?</qco> </h3>      try some different ones, see which ones you like\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n8:15 am</dco> &nbsp;<qco> an ear of corn in a field full of corn sometimes may get lonely.</qco> </h3>      that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n7:29 am</dco> &nbsp;<qco> are humans stupid?</qco> </h3>      yes, and smart\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n7:27 am</dco> &nbsp;<qco> iam alien, and who are you?</qco> </h3>      geoff\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n6:18 am</dco> &nbsp;<qco> hello bill. i want to make music as a living. i went to music school (but i never finished). but when i tried to make music professionally i couldn't survive financially and had to get a day job. but the day job eats up my schedule and have very little time to practice, find gigs or perform.</qco></h3>      i think you only need to have time for 1 of those things, and i think you have time for it. find gigs. then once you find them, go to them. and that's your practice too, gigs is the best practice anyway<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; now i'm at work, in the office, thinking about quitting all together, cause i feel like even though i want to pursue music as a career, i can never be good enough to be financially stable. Should i just quit?</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n6:07 am</dco> &nbsp;<qco> Why is \"hello sexy pants\" in the key of Ab?? That means I need to tune down my bass a half-step everytime I want to play along to reach that juicy low Eb.</qco> </h3>      that's just where the vocal key test wanted it<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n3:31 am</dco> &nbsp;<qco> a question ask?</qco> </h3>      that's true<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n2:38 am</dco> &nbsp;<qco> when is crazy raining going to go on spotify\n<br></qco> </h3>      after enough better ones go up there<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n1:51 am</dco> &nbsp;<qco> what is improv</qco> </h3>      making stuff up<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n12:21 am</dco> &nbsp;<qco> How many potatoes do you need to make potato soup</qco> </h3>      just 1, if you are resourceful<br><br>"
  }
]
