[
  {
    "html": "<h3> <dco>11.30.17&nbsp; \n7:04 pm</dco> &nbsp;<qco> Can you tolerate intolerance?</qco> </h3>      being intolerant of intolerance seems impossible somehow<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp; \n7:04 pm</dco> &nbsp;<qco> What do you do if someone does not let you know what's going on?</qco> </h3>      i try to figure it out, another way. and then perhaps explain it to other people whom the person did not tell<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp; \n7:00 pm</dco> &nbsp;<qco> How come you know so much history?</qco> </h3>      i made a video about it. actually 2 videos<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp; \n6:56 pm</dco> &nbsp;<qco> What do you want santa to bring you this year?</qco> </h3>      a football<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp; \n6:43 pm</dco> &nbsp;<qco> What's the difference between 0.99999999 (infinitely repeating 9's) and 1?&nbsp;</qco> </h3>      0.00000000000.....1<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp; \n6:27 pm</dco> &nbsp;<qco> How can I keep my hair from getting messed up in the wind? I'm really self conscious about my hair even though people around me don't really seem to care.</qco> </h3>      there is a prize for who can have the most messed up hair in the wind<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp; \n5:57 pm</dco> &nbsp;<qco> If Twitter was an acronym, what would it stand for?</qco> </h3>      that's what it takes to explain reality<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp; \n5:35 pm</dco> &nbsp;<qco> are you jesus christ sir wurtz?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp; \n5:30 pm</dco> &nbsp;<qco> why is your YouTube channel description;&nbsp;\"is slef\"?</qco> </h3>      because i am myself<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp; \n4:54 pm</dco> &nbsp;<qco> what's your favorite thing?</qco> </h3>      combining different things together<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp; \n4:32 pm</dco> &nbsp;<qco> do you conciously preform rituals in relation to your audiovideo making process? like meditating in that old oak tree behind the barn whilst waiting for the new video to upload and get through the youtube algorithm, or cartwheeling every time you successfully implement a new and complex idea into a project?</qco> </h3>      there is a ritual that i do during the writing process, not production. specifically when doing run-thrus during the writing stages of a song<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp; \n4:05 pm</dco> &nbsp;<qco> Can we have lunch?</qco> </h3>      sure<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp; \n2:41 pm</dco> &nbsp;<qco> If a number is between two numbers can it be either of those numbers or does it have to be bigger than the lower bound and smaller than the upper bound?</qco> </h3>      it's usually best to specify<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp; \n2:30 pm</dco> &nbsp;<qco> do you believe in the human existence?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n1:36 pm</dco> &nbsp;<qco> if a think is just a bunch of other people's ideas combined into a new thing is that thing really original?</qco> </h3>      it can be\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n1:03 pm</dco> &nbsp;<qco> I wanna get better at sight reading music. Maybe it's not necessary, cause I have a decent ear and am able to pick up songs pretty well.. but I'm tired of making up excuses for why I don't need to do it, it's just something I want to learn. I already know how to read music (I know the lines and spaces and rhythmic notation), but I can't just fluidly sight read a piece. Would you recommend getting really good at sight reading rhythms first? Playing a song in time is always what throws me off. I almost always have to count everything out and figure out where the notes hit and I want to be able to just easily play what's put in front of me without really thinking about it.&nbsp;</qco> </h3>      try sightreading things with a metronome at a really slow tempo. set the tempo slow enough so you can actually do it. then increase the metronome gradually\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n12:31 pm</dco> &nbsp;<qco> Assuming that you can't just walk into a store without wearing pants... how am I supposed to go to the pants store to get pants if I don't have any pants?</qco> </h3>      you have to get your first pair of pants online\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n11:59 am</dco> &nbsp;<qco> Will you build a snowman?</qco> </h3>      i will do it when i get a chance\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n10:04 am</dco> &nbsp;<qco> are you learning new tricks for your new video?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n9:51 am</dco> &nbsp;<qco> how big of a role does being human play in how you see your identity?</qco> </h3>      i'd say about 8.6\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n9:49 am</dco> &nbsp;<qco> Did you have any imaginary friends&nbsp;</qco> </h3>      i am the imaginary friend\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n9:12 am</dco> &nbsp;<qco> What's your twitch account name?</qco> </h3>      billwurtz\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n9:12 am</dco> &nbsp;<qco> how long does it take to make a video?</qco> </h3>      it depends what video it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n8:21 am</dco> &nbsp;<qco> please post more in the reality webpage!!! :)</qco> </h3>      great news, i have found a quantum mechanical breakthrough that allows me to do everything at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n8:21 am</dco> &nbsp;<qco> BOI you're not posting in the reality and improv sectionn!!!&nbsp;</qco> </h3>      right, i am working on a song/video that will be posted on the videos page, as well as the songs page, you tube, spotify, itunes, google play, and more. sorry for the inconvenience\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n8:16 am</dco> &nbsp;<qco> what are you usually doing when you're not creating online content/music or sleeping?</qco> </h3>      trying to figure out how to make more content faster\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n8:12 am</dco> &nbsp;<qco> what is your life quote?</qco> </h3>      am i allowed to have more than 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n8:09 am</dco> &nbsp;<qco> How do you feel about British humans?</qco> </h3>      how i feel about people is usually not affected by whether they are british\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n8:07 am</dco> &nbsp;<qco> How To Not Be So Damn Afraid Of fUcKiNG SPIDERS</qco> </h3>      try eating some\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n8:00 am</dco> &nbsp;<qco> so is your new car also bad? that would be best for brand continuity</qco> </h3>      no it's pretty good actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n7:49 am</dco> &nbsp;<qco> Is there anything I can do that doesn't require time to pass?&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n7:46 am</dco> &nbsp;<qco> what's something you've learned while making the new video ?</qco> </h3>      nothing, but i realized more clearly some things i already knew\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n7:40 am</dco> &nbsp;<qco> Is beauty important to you in the things that you make?&nbsp;🌴&nbsp;I mean that the things look good to you and/or the people watching and listening.</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n6:48 am</dco> &nbsp;<qco> Have you considered that maybe the new video is already good?</qco> </h3>      it is good in some ways. but it needs to be more good, in more ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n4:32 am</dco> &nbsp;<qco> Women are underrepresented in you videos. Add more women. They can do it!</qco> </h3>      the majority of the characters in my videos are women\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n4:25 am</dco> &nbsp;<qco> Cats or dogs, cats and dogs, either, neither?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n3:18 am</dco> &nbsp;<qco> What do you think of astrology?</qco> </h3>      that depends if you mean the one with the signs or the dials\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n2:58 am</dco> &nbsp;<qco> Bill Could you pay my bill pls? :D</qco> </h3>      i will do it when i get a chance\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n2:09 am</dco> &nbsp;<qco> If calculators had a button with a horse icon on them, what neat thing would you make the button do?</qco> </h3>      i can't control what the button does, i can only control when it happens, by choosing when to hit the button. it's the calculator designers who get to decide what the button truly does\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n1:31 am</dco> &nbsp;<qco> what life lessons could be learned through the story of hansel and gretel?</qco> </h3>      watch out for witches\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n12:35 am</dco> &nbsp;<qco> What do you have against 80's music, you joyless sleestak?</qco> </h3>      nothing, and what do you have against joyless sleestaks, just for clarification i am not a joyless sleestak or at least i don't think i am, but as i was saying, what do you have against joyless sleestaks, also what is a joyless sleestak\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n12:33 am</dco> &nbsp;<qco> Bill, I've been subscribing to your content for years now and I'm noticed a consistent yet pressing issue with your videos. While a lot of them use a lot of color and interesting musical riffs, for some reason you unbox very little if anything in most of your vids. What I would love to see from you is a video where you 1. wear a go pro 2. film yourself taking something out of a box. Anyway, loving the content but you seriously need to think about entering the future of entertainment&nbsp;</qco> </h3>      i lost the box\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.17&nbsp;\n12:15 am</dco> &nbsp;<qco> how do i become a hero</qco> </h3>      check to see if you already are\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.17&nbsp;\n9:32 pm</dco> &nbsp;<qco> i loved your music video \"outside\". can you make more upbeat songs like that?</qco> </h3>      oh hell yeah. in fact i am working on one now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.17&nbsp;\n8:31 pm</dco> &nbsp;<qco> do you like to wear coats and stuff?</qco> </h3>      i prefer jackets\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.17&nbsp;\n8:19 pm</dco> &nbsp;<qco> would you be interested in doing merch? \n</qco></h3>      not really but i am going to do it anyway, to avoid getting in trouble with the police<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I would love to have a shirt that says \"Bill Wurtz is my hero\" and if there is any way to have that and support you, I'd love it, but I know music is #1 for you. Keep it up, Bill. I love your content :)</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.17&nbsp;\n8:16 pm</dco> &nbsp;<qco> Is it ok if I name my new goldfish gill wurtz?</qco> </h3>      why don't you ask the goldfish if that's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.17&nbsp;\n8:09 pm</dco> &nbsp;<qco> can I fucking buy your t-shirts yet?</qco> </h3>      very soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.17&nbsp;\n7:45 pm</dco> &nbsp;<qco> What is your opinion on kites?</qco> </h3>      it is a nice bench mark for how high to get\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.17&nbsp;\n7:04 pm</dco> &nbsp;<qco> Can I borrow a pencil?</qco> </h3>      sure\n<br><br>"
  }
]
