[
  {
    "html": "<h3> <dco>7.7.17&nbsp;\n12:08 am</dco> &nbsp;<qco> Why did you choose the name Steve for your Steve video?</qco> </h3>      i don't remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.7.17&nbsp;\n12:06 am</dco> &nbsp;<qco> What is \"the lick\"?&nbsp;</qco> </h3>      dibbaDoobadeeba-DweebeDooo\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n11:54 pm</dco> &nbsp;<qco> is there any reason you don't want look back at some of your projects (E.G.: both of the \"history of-\" videos)? You mentioned in a question how you won't be looking back at the \"history of the entire world, i guess\" for a \"long time\" and I'm just kinda wondering why?&nbsp;</qco> </h3>      i surely already saw it way way too much while i was making it. now it's someone else's turn to watch it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n11:46 pm</dco> &nbsp;<qco> Do You Doe Everything By Your self including Instrumentals?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n11:03 pm</dco> &nbsp;<qco> <a href=\"title-design.html\">why is questions spelled wrong?</a>&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n10:45 pm</dco> &nbsp;<qco> Is it a good time to open up and use the tambourine that I saved for later, or do I still have a little while longer to wait?</qco> </h3>      mine is actually still wrapped in tinfoil, after almost 3 years. hard to believe\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n10:10 pm</dco> &nbsp;<qco> what's the next content you're going to release? and how far are you into its production?</qco> </h3>      i just posted the last one 10 hours ago. perhaps i should sleep for a moment and also catch up questions and try to catch up on the merciless onslaught of scambots on you youtube channel\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n10:02 pm</dco> &nbsp;<qco> Why do you want to avoid seeing/hearing HoTEWIG anymore?</qco> </h3>      imagine you are sailing around the world on a boat. the journey takes 11 months. half your crew dies, and there's no food left, and everyone is now eating the sails to try to survive. you finally make it home, alive. the journey was a success. wanna get back on the boat again, for old times sake? no thanks\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n9:48 pm</dco> &nbsp;<qco> What is the best cheese?</qco> </h3>      i do not have access to the rankings\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n9:43 pm</dco> &nbsp;<qco> Any plans for new content now that the video is out?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n9:42 pm</dco> &nbsp;<qco> what do the mountains represent... I've watched hi im steve so many times now.&nbsp;</qco> </h3>      the mountains represent a large turn in the plot, just after you think you understand a pattern. part of a simple strategy of making patterns and breaking them, this strategy seems to be the bread and butter of creativity\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n9:36 pm</dco> &nbsp;<qco> What is the actual name of the guy in your latest video? He insisted his name was not Steve, but at the end of the video he said his name was Steve. I'm very confused. Plz halp thx</qco> </h3>      i'm not sure i have never met him\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n9:22 pm</dco> &nbsp;<qco> what is the inspiration behind hi, i'm steve?</qco> </h3>      make a fictional / free video that is longer than 45 seconds\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n9:17 pm</dco> &nbsp;<qco> Hey, are you proud to have 2 videos in a row be in trending on YouTube or does it not phase you?</qco> </h3>      i did not know until you told me\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n9:16 pm</dco> &nbsp;<qco> what do you think of people pretending to be you and commenting on your videos?</qco> </h3>      i like them. just kidding i don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n9:09 pm</dco> &nbsp;<qco> Buy making jokes and short sentences like this (history of the entire world), you're showing a great intelligence, so you should blog things or make \"real\" videos because you're talented. Plz read. Plz understand. That was not a question. Sorry. Bye!</qco> </h3>      all my videos are real. but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n8:58 pm</dco> &nbsp;<qco> do you always know who you are?</qco> </h3>      sometimes i have to guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n8:57 pm</dco> &nbsp;<qco> how much questions do you ignore</qco> </h3>      2\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n8:47 pm</dco> &nbsp;<qco> Is the mountain climbing 2 step program in \"hi, i'm steve\" a metaphor for your creative process? \"First find a thing to create, then create it\" seems like that's what you tend to do. And doing hotewig non stop for 11 months was nothing short of a big freaking mountain. And you climbed it. And now it's raining and it's gonna be raining forever according to the forecast (The rain represents haters or people telling you what to do). How close am I?</qco> </h3>      i was focusing on what i thought would go well in the video. but the more i think about it the more i realize that i relate to the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n8:45 pm</dco> &nbsp;<qco> Will you ever make more \"history of\" videos ??? if not, you will hurt my feelings...</qco> </h3>      those take a very, very, very long time. i need to try some different things before i am 200 years old\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n8:39 pm</dco> &nbsp;<qco> Why is everything on your website misspelled? </qco></h3>      99.9% of the words on this website are spelled correctly, but i respect your opinion<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Like the title of the page is \"ueqstions\", not \"questions\".</qco> </h3>      that's graphics free title graphics\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n8:28 pm</dco> &nbsp;<qco> whats the advantage of harmony/chords? what do you think it brings to the table that you wouldn't get with just a melody line and a drum part? are chords just used to add some more texture to a song?</qco> </h3>      you'll have to try it with and without, and see for yourself. it's kind of like what color does to a picture. it usually doesn't change the story line or the items in the picture but wowie, it makes things feel better. and the viewer doesn't even quite know why\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n8:18 pm</dco> &nbsp;<qco> Do you ever want make a real album? Or a Singles Collection like Gorillaz did?</qco> </h3>      my music is real but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n8:15 pm</dco> &nbsp;<qco> Any particular reason that you don't watch your videos after creating them? I could imagine it being cringeworthy if you're the kind of person who judges their work harshly.</qco> </h3>      i already saw it way too much when i was making it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n8:14 pm</dco> &nbsp;<qco> After releasing HOTEWIG, did you feel as if a weight was lifted off your shoulders? </qco></h3>      oh hell yeah<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;With what the stress and all, do you plan on doing smaller videos or longer videos?\n</qco></h3>      how about something of a medium size<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; With your release of \"hi, I'm Steve\", I'm glad to see you posting again. We all know you're working hard. Best of luck, drink lots of water!</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n7:56 pm</dco> &nbsp;<qco> Why are you deciding to do more longer videos? Also, 24/7 work? Jesus! How do you manage yourself?</qco> </h3>      i'm just trying to make them a reasonable size, and be able to release them at a reasonable rate\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n7:34 pm</dco> &nbsp;<qco> what is steve's name?</qco> </h3>      it might be steve, but i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n7:15 pm</dco> &nbsp;<qco> so what's gonna be your next big project after history of the world?</qco> </h3>      i would like to focus on more reasonable sized projects. history of the world took 11 months, everyone thought i was 'dead' or had 'quit', even though i was working as hard as possible the entire time. too scary \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n7:14 pm</dco> &nbsp;<qco> Have you ever intentionally hidden 'The Lick' in any of your videos?</qco> </h3>      i've used it in songs, i don't remember if it's in any videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n7:09 pm</dco> &nbsp;<qco> wait, didn't you say that your next video would be much longer than a minute,</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or did i misread, and you meant the next *long* video, and this is to keep us entertained</qco> </h3>      i don't know what you're talking about\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n6:54 pm</dco> &nbsp;<qco> Did you know that you have a new video out??!?!?!?!&nbsp;</qco> </h3>      i have not checked\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n6:49 pm</dco> &nbsp;<qco> Will you make more 1 minute vids?</qco> </h3>      oh hell yeah maybe even 2 minutes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n6:49 pm</dco> &nbsp;<qco> thank you for using capital letters in todays video. when will you use all caps?</qco> </h3>      whenever i think it's necessary. i hope you have noticed all the times i have done it, and i hope you notice the next time too\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n6:27 pm</dco> &nbsp;<qco> why did you use handwritten text in \"hi, i'm steve\"?</qco> </h3>      i'm starting to realize that might be a faster and more efficient way to express character. less time // more character expressed. that's the winning move!\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n6:08 pm</dco> &nbsp;<qco> <a href=\"has-anyone-asked-this-question-before.html\">Has this question been asked yet?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n6:03 pm</dco> &nbsp;<qco> a picture says a thousand words but so does a dictionary. why do pictures get all the credit</qco> </h3>      dictionaries already get a lot of credit. perhaps too much. some people think the dictionaries are inventing the words. they are not. they are just trying to keep up. or at least some of them are, while other ones prefer to stay the same as long as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n6:01 pm</dco> &nbsp;<qco> what is the scientific best day of the week and why?</qco> </h3>      science does not decide what's best. science just tries to figure out how things are\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n6:00 pm</dco> &nbsp;<qco> <a href=\"vine-cancel.html\">how do you feel about vine shutting down?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n5:58 pm</dco> &nbsp;<qco> What about a bread video part 2?</qco> </h3>      if you mean the one where i dropped a loaf of bread and said 'bread,' that video already is part of a 2 part series. in the other one i rolled a roll of tape across the floor and said \"tape.\" there might be more i don't remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n5:58 pm</dco> &nbsp;<qco> i know you like answering music/music theory related questions, </qco></h3>      that's not true, i find it very stressful to keep finding ways to explain to everybody how to use their ears and spirits<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but in general, do you prefer more thought provoking or hard to answer in a single word questions over random questions?</qco> </h3>      what about questions that are random and hard to answer simply, or questions that are predictable (not random) and easy to answer\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n5:55 pm</dco> &nbsp;<qco> is there any philosophy yo personally agree with? (ie. nihilism, absurdism, existentialism, etc)</qco> </h3>      i think it's more fun when you melt them and mix them together\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n5:53 pm</dco> &nbsp;<qco> No disrespect because I love your channel. But are you going to start uploading more or not. I saw \"Hi, I'm Steve\", and it was AMAZING. But I wonder if you can make more jingles and stuff more often? Your music is insane man. And you have a huge fans base who love you and want to to post more often.&nbsp;&nbsp;</qco> </h3>      the more frequent the uploads, the shorter the videos have to be. i'm not sure what length you would prefer them to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n5:49 pm</dco> &nbsp;<qco> is steve supposed to be you?</qco> </h3>      i didn't think so but the more i'm starting to realize maybe it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n5:32 pm</dco> &nbsp;<qco> whats your favorite video</qco> </h3>      roundhay garden scene\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n5:29 pm</dco> &nbsp;<qco> how can i teach myself bass guitar and/or how did u learn</qco> </h3>      i nice strategy is to plug in (to a practice amp or any amp, just make sure it's something so you can hear it) and practice along to your favorite recordings, and kill the low frequency on the recordings. this can usually be done in your music player's equalizer, or, even easier, just listen to the music on laptop speakers or phone or tablet speakers without plugging in headphones. you can't hear the bass on those devices. and play along\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n5:27 pm</dco> &nbsp;<qco> What was the original idea for \"hi, i'm steve,\" like the elevator pitch, like the semantic title? It's so weird lol.</qco> </h3>      the goal was to make a fictional / free video with a longer time length than 30 seconds. the idea came to me immediately and the whole thing was written very quickly, probably within a few minutes. then i realized oh shit now i have to draw all that shit\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n5:24 pm</dco> &nbsp;<qco> what's your favorite thing to do on this besides answering questions</qco> </h3>      making sure i didn't screw up the answers<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n5:22 pm</dco> &nbsp;<qco> what is ur favorite candle scent</qco> </h3>      hot flame\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n4:55 pm</dco> &nbsp;<qco> Where do you come up with ideas?</qco> </h3>      at home, and in the workplace\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.17&nbsp;\n4:49 pm</dco> &nbsp;<qco> did you procure a graphics tablet of some sort so that you could have your handwriting in the new video</qco> </h3>      i bought it last september, to use on history of the world\n<br><br>"
  }
]
