[
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n10:10 pm</dco> &nbsp;<qco> do you ever just log on to the internet and spend some time on there?&nbsp;&nbsp;\n\n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how do you know when it's time to log off</qco> </h3>      the best way is to always log off immediately\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n9:53 pm</dco> &nbsp;<qco> what are you a fan of?</qco> </h3>      maps\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n9:53 pm</dco> &nbsp;<qco> is it possible to genuinely make a difference in this world for anyone?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n9:08 pm</dco> &nbsp;<qco> How many songs do u have written/partially written but not finished or recoeded?</qco> </h3>      zillions\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n9:02 pm</dco> &nbsp;<qco> Can you give us a hint about an upcoming project?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n8:23 pm</dco> &nbsp;<qco> im dissapointed bill, you're going to vidcon.&nbsp;</qco> </h3>      ok. i won't go\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n7:50 pm</dco> &nbsp;<qco> Why don't you post captions on Instagram?</qco> </h3>      i prefer to let the images do the talking\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n6:47 pm</dco> &nbsp;<qco> How to change things?</qco> </h3>      first figure out how things are\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n6:11 pm</dco> &nbsp;<qco> Please stop using so many capital letters</qco> </h3>      i think i use them a reasonable amount\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n5:37 pm</dco> &nbsp;<qco> How many Lowe's could Rob Lowe rob if Rob Lowe could rob Lowe's?</qco> </h3>      \n<a href=\"q.php?date=201704270623\">4.27.17&nbsp;&nbsp;6:23 am</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n5:34 pm</dco> &nbsp;<qco> How to push through something that is extremely uncomfortable and scary and uncharted?</qco> </h3>      i don't know, but once you do it you will have people asking you how you did it, so you'll have that going for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n5:20 pm</dco> &nbsp;<qco> Fuck. I'm so lost. I'm so sad. I'm so upset. I don't know what to do. I feel trapped here.&nbsp;</qco> </h3>      ah, #relatable\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n4:53 pm</dco> &nbsp;<qco> why do you feel the need to spice things up a bit in your videos? (like the \"I &lt;3 Satan\" in your video)</qco> </h3>      to make sure it is spicy enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n4:40 pm</dco> &nbsp;<qco> When will autocorrect realize I want the word fuck, not duck</qco> </h3>      soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n4:40 pm</dco> &nbsp;<qco> are you black</qco> </h3>      i will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n4:38 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201801301945\">1.30.18&nbsp;&nbsp;7:45 pm</a>  you know the \"do you know the way\" meme is actually pretty racist?</qco> </h3>      no, i didn't know that. i've never seen it. i just receive that question hundreds of times per day\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n4:29 pm</dco> &nbsp;<qco> What do you think about the people who ask you to use capital letters?</qco> </h3>      i think they are not very observant of all the times i already do use them\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n4:25 pm</dco> &nbsp;<qco> Is punctuation scary?&nbsp;</qco> </h3>      not really\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n4:14 pm</dco> &nbsp;<qco> i found two pennies on the street do you want them</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n3:56 pm</dco> &nbsp;<qco> How can I be actually productive with my life instead of being useless all the time</qco> </h3>      what exactly is it that you wish to produce\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n3:50 pm</dco> &nbsp;<qco> Do you do YouTube full time?</qco> </h3>      i actually make the videos outside of youtube, and then upload them to my website. and also upload it to youtube, if i think it's a video that would go well on youtube\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n3:25 pm</dco> &nbsp;<qco> On the vidcon site, it says you \"have agreed to speak on panels, lead workshops, perform comedy sketches and music, or participate in all the other wonderful content that makes VidCon VidCon\". Are you really going to do any of that</qco> </h3>      i hope not, but i have some other ideas about how to participate, which i hope they will let me do instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n3:21 pm</dco> &nbsp;<qco> why do you want to say \"I &lt;3 Satan,\" like in your video at the part where it says \"Things I want to say\"?</qco> </h3>      to spice things up a bit\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n2:22 pm</dco> &nbsp;<qco> What was the most important thing you learned from your the history of the entire world, I guess video?</qco> </h3>      <a href=\"q.php?date=201705211951\">5.21.17&nbsp;&nbsp;7:51 pm</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n2:09 pm</dco> &nbsp;<qco> does the control key take control or do you control it?</qco> </h3>      using it allows you to control other things\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n11:44 am</dco> &nbsp;<qco> do you ever feel burnt out creatively?\n</qco></h3>      not for more than a small moment<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how do you deal with it?</qco> </h3>      remember how impossible that is\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n11:10 am</dco> &nbsp;<qco> so it's been exactly 4 years since you started working non-stop?</qco> </h3>      yes, but before that i was working very hard too, just a little more confused about the exact path\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n10:33 am</dco> &nbsp;<qco> They let you wear crazy sneakers at Vidcon?</qco> </h3>      i don't know, but i am going to wear them any way, that's for damn sure. i'm not falling for that one again\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n10:27 am</dco> &nbsp;<qco> are you going to run for president in 2020?</qco> </h3>      i don't think i have time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n10:17 am</dco> &nbsp;<qco> Why so I hate myself so much</qco> </h3>      because you are passionate about being a great person\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n10:01 am</dco> &nbsp;<qco> I've noticed that in a couple of your songs like \"La de da\" and \"i don't want to go to school\", you tend to end them with a spoken word type thing that's always kinda dark and different from the themes already established in the song. I think something similar also happens at the end of \"maybe i could eat blades of grass\", with \"everything is stupid\" contrasting the general happiness of the video. Is there a reason you do this? Is it subconscious or is it just how you like to end some songs?&nbsp;</qco> </h3>      it just seems like a nice twist\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n8:54 am</dco> &nbsp;<qco> how do you type with boxing gloves on your hands?</qco> </h3>      <a href=\"q.php?date=201707271950\">7.27.17&nbsp;&nbsp;7:50 pm</a>, <a href=\"q.php?date=201606051224\">6.5.16&nbsp;&nbsp;12:24 pm</a> \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n8:49 am</dco> &nbsp;<qco> I love how your stuff *sounds*. It seems that you do this by yourself, with modest material means. Do you spend a lot of time recording/mixing/mastering/crafting the sound, or do you have some kind of established routine that makes it fast? I'm kind of asking for \"<a href=\"q.php?date=201706131757\">mixing tips from bill</a>\", because I find it very hard to get a \"sound that I like\" all by myself. I tend to get discouraged quickly, despite the fact that I know that the best advice is probably \"keep crafting until you like it\".</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n8:15 am</dco> &nbsp;<qco> Can you answer this with CAPS LOCK on?</qco> </h3>      that doesn't seem necessary\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n7:04 am</dco> &nbsp;<qco> oh shit i almost forgot to breathe</qco> </h3>      ah, #relatable!\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n6:09 am</dco> &nbsp;<qco> What do you think about humans trying to colonize Mars?</qco> </h3>      i used to think it was stupid but now i think it's a good thing to work on\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n5:37 am</dco> &nbsp;<qco> So stephen Hawkins&nbsp;&amp; others have written this letter, and this concerns me, because i'm very enthousiastic about what IA could mean. But still, there're right, its like superman. If there's a one percent chance IA could be our ennemy then it would mean end of humanity. perhaps.But on the other hand, do you keep yourself from making clever babies, fearing thatthey might grow up and change the world in a way you don't like\n<br>\n<br>What do you think about all this&nbsp;</qco> </h3>      the human race has been a seemingly wild and unique adventure all the way through. this is just the latest chapter, but it is well in keeping with the general theme, which is 'holy crap this changes everything'\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n5:31 am</dco> &nbsp;<qco> What's the most recent thing you learned about music?</qco> </h3>      youtube plays can count toward the billboard charts as long as you put the video in the 'music' category\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n4:27 am</dco> &nbsp;<qco> I'm at a crossroads in life. should I pick the more fun or the more fulfilling route?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n2:58 am</dco> &nbsp;<qco> I'm hearing weird noises from my wall but it seems weird that is have mice on the third floor so what the fuck?</qco> </h3>      it's probably bats\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n2:52 am</dco> &nbsp;<qco> Did you change \"thabk you\" to \"thabks\" or am I experiencing some weird Mandela Effect thing?</qco> </h3>      it was changed, but i did not do it myself, i hired nelson mandela to make the change\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n1:56 am</dco> &nbsp;<qco> I wonder if the phenomenon of psychic ability could be a function of an evolutionary change in the brain that allows the ( psychic ) individual to detect past events that have altered related individuals DNA often referred to past life regression. Thoughts on the above?</qco> </h3>      didn't make a whole lot of sense to me, the way you worded it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.18&nbsp;\n12:31 am</dco> &nbsp;<qco> Are your notes poems?</qco> </h3>      anything is poems, and so can you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.18&nbsp;\n11:32 pm</dco> &nbsp;<qco> yooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo, are you actually gonna be at vidcon??</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.18&nbsp;\n11:30 pm</dco> &nbsp;<qco> My friends wanted to know if water is wet so I figured I'd ask an expert. <a href=\"https://twitter.com/billwurtz/status/956295296438317056\">Is water wet</a>?\n<br></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>2.1.18&nbsp;\n11:05 pm</dco> &nbsp;<qco> what question did damien maymdien skip</qco> </h3>      on a scale from 1 to 10 what is your favorite color of the alphabet\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.18&nbsp;\n11:03 pm</dco> &nbsp;<qco> The keyboard you use doesn't look like it has weighted keys, is there a reason for this,\n</qco></h3>      that's just the way they made it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n or is it just what you're used to?</qco> </h3>      it's what i prefer\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.18&nbsp;\n10:50 pm</dco> &nbsp;<qco> how do i become less insecure about my singing voice</qco> </h3>      do it more\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.18&nbsp;\n10:41 pm</dco> &nbsp;<qco> i'm becoming so self aware that i am starting to self destruct</qco> </h3>      \nah, #relatable!\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.1.18&nbsp;\n10:08 pm</dco> &nbsp;<qco> How do you feel about your current project?</qco> </h3>      good<br><br>"
  }
]
