[
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n3:30 pm</dco> &nbsp;<qco> is me realizing i can't control my emotions, and i know i can't, even if i try, a sign of weakness? </qco></h3>      maybe not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or hypocrisy? </qco></h3>      maybe not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;as i am telling some people that they have to control their emotions.</qco></h3>      hm, then maybe hypocrisy slightly, for now<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what simple thing i can do everyday for me to improve with my emotions?</qco></h3>      going for a walk every day is usually a good way to keep them firm yet strong and sensitive<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i am not musically inclined, but i have perspective on visual arts tho</qco> </h3>      hm, you could do some visual arts\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n2:51 pm</dco> &nbsp;<qco> How does one become a music guru (bard)? Do I need to put all of my points into Wisdom and Charisma?</qco> </h3>      sure, that may be helpful. it's also nice to have a healthy dose of what hecko danm world am i in\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n2:42 pm</dco> &nbsp;<qco> Whats a good and terrible name for a cat?</qco> </h3>      sponge bob\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n2:35 pm</dco> &nbsp;<qco> Y R da speling on dis webste so bed?</qco> </h3>      some of it is yours\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n2:32 pm</dco> &nbsp;<qco> Hey, I saw that in one of your videos (\"here's a bowl in case you throwup\") a really snazzy painting of yours is in the background.</qco></h3>      i think that has 2 paintings, at least one of them isn't mine<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you still paint?</qco> </h3>      no, but if i play my cards just right i think maybe i can still get the job done\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n2:26 pm</dco> &nbsp;<qco> what is your favorite song you have created</qco> </h3>      i would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n1:59 pm</dco> &nbsp;<qco> are you ready for the super worm moon tonight?</qco> </h3>      back in my day the moon was always the same dumb piece of rock, and we liked it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n1:41 pm</dco> &nbsp;<qco> help i'm in geometry please come to my school and rescue us poor children forced to work in the geometry factories</qco> </h3>      you may not want to hear this, but there is actually way more geometry in the outside world\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n1:37 pm</dco> &nbsp;<qco> Any advice for someone looking for inspiration?</qco></h3>      my advice is to give inspiration. which is convenient, because my inspiration is giving advice.<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also your music is awesome :D&nbsp;</qco> </h3>      holy clam dip you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n1:26 pm</dco> &nbsp;<qco> Favorite genre of music</qco> </h3>      regular\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n1:23 pm</dco> &nbsp;<qco> Do you ever run out of ideas? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What do you do if you have writer's block ?</qco> </h3>      *rapper voice* 'jump around'\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n1:03 pm</dco> &nbsp;<qco> should i start learning music production?</qco> </h3>      i think the whole question is: do you want to produce music\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n12:59 pm</dco> &nbsp;<qco> Where the hell are we now?</qco> </h3>      it appears to be some kind of 'home planet'\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n12:53 pm</dco> &nbsp;<qco> hi i just wanted to say that \"and the day goes on\" is one of the most positive songs that ive ever heard and its helped me through a lot.\n<br>if you were to pick a favorite song of yours, what would it be?</qco> </h3>      i would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n12:52 pm</dco> &nbsp;<qco> how many colours are there</qco> </h3>      just enough\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n12:45 pm</dco> &nbsp;<qco> how to capture the holy lands an infinite number of times step by step guide</qco> </h3>      the whole trick is that all the lands are holy. that's just a tip to get you started \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n12:37 pm</dco> &nbsp;<qco> How do i eat a computer?\n<br></qco> </h3>      simple data transfer\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n12:31 pm</dco> &nbsp;<qco> What is your opinion on giving advice to others?</qco> </h3>      i think you should go ahead and do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n11:34 am</dco> &nbsp;<qco> I know that eating food is bad and immortal but I think it's so delicious and sometimes I eat food that's so good that it makes me cry with happiness, does this make me a bad person?</qco> </h3>      you're either a good person in a bad world, or a bad person in a good world. which leads me to the obvious conclusion that you must be a strange person in a strange world\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n11:34 am</dco> &nbsp;<qco> do your own songs get stuck in your head</qco> </h3>      yes but i am able to change that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n11:31 am</dco> &nbsp;<qco> Thoughts on plastic in the oceans?&nbsp;</qco> </h3>      take it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n11:20 am</dco> &nbsp;<qco> Do you plan on releasing new?</qco> </h3>      yes, that's pretty much my entire life goals right there\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n11:18 am</dco> &nbsp;<qco> why are you so random</qco> </h3>      to compete in today's volatile and dymanic marketplace\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n11:15 am</dco> &nbsp;<qco> are you tired of prime factor questions?</qco> </h3>      no, but i must restrict the engagement of them. i've struggled with this before, but i think i have pretty clear boundaries now. i've found it very useful as a going to sleep technique actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n10:57 am</dco> &nbsp;<qco> why looking for job is difficult?</qco> </h3>      why is looking for employees so difficult\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n10:51 am</dco> &nbsp;<qco> have you been working on 3d animation since might quit was released?</qco> </h3>      no, that is but 1 small piece of the puzzle for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n10:43 am</dco> &nbsp;<qco> do you like 4?</qco> </h3>      kinda square but yeah, sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n10:27 am</dco> &nbsp;<qco> Are memes good at playing the tuba?</qco> </h3>      yes and vice versa\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n10:18 am</dco> &nbsp;<qco> when is a good time to ask a question?</qco> </h3>      10:18 am\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n10:12 am</dco> &nbsp;<qco> I'm 21. I've never played an instrument before or written music. Do you think its a good idea to learn the scholastic side of making music or ahould you learn by yourself as you go?</qco> </h3>      hm, to me, the scholastic side of music is really only any good when you make your own school. in that case it's fantastic. that's just my personal opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n9:46 am</dco> &nbsp;<qco> do you wanna join my school's uprising against the school dress code</qco> </h3>      that depends how bad the dress code is\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n9:37 am</dco> &nbsp;<qco> do lamps give off light or do they suck the dark in?</qco> </h3>      now that you mention it i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n9:36 am</dco> &nbsp;<qco> Are you currently making (a) video(s)?</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n9:27 am</dco> &nbsp;<qco> who is your favorite president of the US?</qco> </h3>      uncle sam\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n8:53 am</dco> &nbsp;<qco> have u always been wise or did you at some point of the plot get some ass-pull wisdom power-up?</qco> </h3>      \nwisdom is for nerds\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n8:01 am</dco> &nbsp;<qco> wait so if i walk for 8 hours in the daytime, i won't get stolen? this is news to me. and you didn't take any breaks from walking in the full 8 hours?</qco></h3>      i've done it multiple times, but there will certainly be a meal break<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; did your feet hurt? </qco></h3>      the more you are able to work your way up to it, on previous days, the less soreness there will be. if your average daily walk is 1 minute and then you do 8 hours, you'll be fucked. try to increase more gradually over the course of different days<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;did you wear expensive shoes?</qco></h3>      i wear sneakers, but it's important to make sure they have established a comfortable relationship with your feet already. don't do this with brand new sneakers you've never worn before<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; did you get to your 'destination' and were like \"ok time to go back\"? </qco></h3>      that would depend on my agenda for the day. sometimes there would have already been an engagement scheduled at that destination. i think that is the ideal situation for a mega-walk, is when you actually had to be at that destination at that time, and where a normal person would have taken some form of higher speed transportation. just walk there instead. also, when you get there, it's fun to watch people flip the hell out when they find out where you just walked from<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;sorry for so many questions. i just feel very inspired. i don't know why i've never thought of just walking for hours with no specific destination but you're totally right.</qco></h3>      i think i prefer when there is a destination. that's just me<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; that's within my capabilities as a human with access to google maps. thanks for this</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n7:23 am</dco> &nbsp;<qco> What are some of your plans for the future, </qco></h3>      re invent the present<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and how are you? :)</qco> </h3>      pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n6:55 am</dco> &nbsp;<qco> what is your favorite pizza shape?</qco> </h3>      round, and flat. just like the earth\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n6:16 am</dco> &nbsp;<qco> how do you get over the nervousness when recording yourself?&nbsp;</qco> </h3>      \ndo it again. you are always less nervous than the previous time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n6:09 am</dco> &nbsp;<qco> What are you 100% certain about?&nbsp;</qco> </h3>      numbers,\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n6:06 am</dco> &nbsp;<qco> what's your desktop wallpaper</qco> </h3>      black\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n5:55 am</dco> &nbsp;<qco> what do you think about apple sauce?</qco> </h3>      i don't think i've ever thought about apple sauce\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n5:41 am</dco> &nbsp;<qco> This isn't really a question, but you're great. I could make it a question if you like. Why are you so great?</qco> </h3>      because you said so\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n5:39 am</dco> &nbsp;<qco> Who was the walrus?</qco> </h3>      was either john lennon or the cops. the game was you had to guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n5:23 am</dco> &nbsp;<qco> you dropping a video atleast this year?</qco> </h3>      fuckin way more than that, and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n4:58 am</dco> &nbsp;<qco> why can't we express our feelings in words&nbsp;</qco> </h3>      you can, but not quite all the feelings. there's always more feelings. that is to make sure you never run out of feelings\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n4:31 am</dco> &nbsp;<qco> How's the sun doing?</qco> </h3>      pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n4:22 am</dco> &nbsp;<qco> do you have an internal monologue or music playing endlessly in your head or is it just blank nothingness</qco> </h3>      a lot of external monologue, and besides that it's music playing endlessly. which is usually the last thing i heard, unless i consciously change it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n4:04 am</dco> &nbsp;<qco> tips for ensuring my phone does not own me?</qco> </h3>      turn it off and bury it in the yard once in a while\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.20&nbsp; \n4:03 am</dco> &nbsp;<qco> how to sleep help</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  }
]
