[
  {
    "html": "<h3> <dco>8.26.24&nbsp; \n11:14 pm</dco> &nbsp;<qco> Is this question good enough?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.24&nbsp; \n10:57 pm</dco> &nbsp;<qco> how can magenta exist</qco> </h3>      \ni was going to ask you that\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.24&nbsp; \n9:57 pm</dco> &nbsp;<qco> does it ever make you anxious when people here ask you for serious life advice. it makes me anxious a lot when people do that to me and i'm wondering how you feel about it because i see a whole lot of that on here</qco> </h3>      \nno, that's one of the least anxious parts about this, for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.24&nbsp; \n8:34 pm</dco> &nbsp;<qco> how long is too short</qco> </h3>      \nanything shorter than the planck\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.24&nbsp; \n4:41 pm</dco> &nbsp;<qco> what do you think about waffles?</qco> </h3>      \ni think everything about waffles\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.24&nbsp; \n4:13 pm</dco> &nbsp;<qco> How much should we sleep?</qco> </h3>      \na little less than half the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.24&nbsp; \n3:42 pm</dco> &nbsp;<qco> hey bill. really love ur music. thought u'd like to hear that today. even though we'll probably never meet in real life, i hope you truly realize how much your music has influenced the everyday life of a complete stranger on the internet in a positive way. also, do you prefer pancakes, waffles, both, or neither?</qco> </h3>      \ni will patiently await the invention of waff cakes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.24&nbsp; \n3:21 pm</dco> &nbsp;<qco> if you went back in time to 480 bc and you'd have to bring one instrument with you what instrument would you bring?</qco> </h3>      \nacoustic guitar\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.24&nbsp; \n1:50 pm</dco> &nbsp;<qco> Is it still ok to be angry?</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.24&nbsp; \n1:19 pm</dco> &nbsp;<qco> I feel like I'm living in a haunted house. But I'm the ghost. And the house is an apartment.&nbsp;</qco> </h3>      \nyes this is normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.24&nbsp; \n10:54 am</dco> &nbsp;<qco> flip a coin</qco> </h3>      \nnot necessary. i have pre-flipped coins\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.24&nbsp; \n8:01 am</dco> &nbsp;<qco> whats your top 3 fruits</qco> </h3>      \ni haven't done the fruit rankings yet, but i will get to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.24&nbsp; \n6:32 am</dco> &nbsp;<qco> Why is everything so weird and confusing?</qco> </h3>      \nto make it more satisfying when you finally make sense of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.24&nbsp; \n6:15 am</dco> &nbsp;<qco> What is your advice for me?</qco> </h3>      \ni advise you to give someone advice, without knowing anything about what the person needs or wants\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.24&nbsp; \n5:43 am</dco> &nbsp;<qco> I'm so excited for the week. Are you?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.24&nbsp; \n3:53 am</dco> &nbsp;<qco> Why did we evolve out of having hands for feet like other monkeys? I think it would have been nice to have 4 hands</qco> </h3>      \nit would be hard to carry 4 things while walking\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.24&nbsp; \n1:32 am</dco> &nbsp;<qco> how do i know if you awnsered my question</qco> </h3>      \ni did\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.24&nbsp; \n1:20 am</dco> &nbsp;<qco> i feel more in control of my life when i write things down</qco> </h3>      \ni see what you mean\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.24&nbsp; \n11:07 pm</dco> &nbsp;<qco> Do you like mozzarella cheese?</qco> </h3>      \nit's nice as an aesthetic theme\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.24&nbsp; \n11:03 pm</dco> &nbsp;<qco> it would be nice if everyone knew everyone as deeply as it were possible to know any one person. i get sad thinking about how ill never know some people all that well. and im ok with being forgotten in time but sometimes i don't feel known or seen. that's probably where it comes from. plenty of other people must feel that way and i wish i could help. oh well. idk. i forgot my question sorry</qco> </h3>      \nthat reminds me of when people were sad about the telephone not being invented yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.24&nbsp; \n10:38 pm</dco> &nbsp;<qco> How do i help a friend?</qco> </h3>      \nthe next step here is to listen to them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.24&nbsp; \n9:45 pm</dco> &nbsp;<qco> on average, do you prefer spiral staircases or normal staircases</qco> </h3>      \n50/50\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.24&nbsp; \n8:30 pm</dco> &nbsp;<qco> What does turquoise taste like</qco> </h3>      \ni'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.24&nbsp; \n8:23 pm</dco> &nbsp;<qco> Best self-titled album?</qco> </h3>      \nthe one you're gonna make\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.24&nbsp; \n7:32 pm</dco> &nbsp;<qco> what will the winning lottery numbers be?</qco> </h3>      \nit's letters this time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.24&nbsp; \n7:24 pm</dco> &nbsp;<qco> i love music and if i could lock myself in a closet and do it for the rest of my life i would but i dont want it to be my job and i dont want people to care about me as a person i just want to share cool music. maybe i just need to join a church choir and live in the walls. what say you</qco> </h3>      \nmusic thrives in churches. the power of music is something churches love to have on their side, and as a musician you can get the sense that what you're doing is really working, because most of the people in the place are in the mood to really feel something\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.24&nbsp; \n6:38 pm</dco> &nbsp;<qco> why are ghost so mean</qco> </h3>      \nto make up for all the nice ghosts\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.24&nbsp; \n5:51 pm</dco> &nbsp;<qco> do you wanna come to my party&nbsp;</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.24&nbsp; \n5:35 pm</dco> &nbsp;<qco> I keep forgetting what question I've asked and then I can't find if you responded. how do I remember to remember what I asked?</qco> </h3>      \nthat's easy, to remember to remember something all you have to do is remember to remember to remember it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.24&nbsp; \n3:23 pm</dco> &nbsp;<qco> what if the world is on fire?</qco> </h3>      \npart of the world is usually on fire. but if the whole world was on fire then the evening news teams would not have to work so hard just to find the one part that is on fire\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.24&nbsp; \n12:17 pm</dco> &nbsp;<qco> I want to learn an instrument what's the best one to start with?&nbsp;</qco> </h3>      \nthere's a lot of reasons why a keyboard instrument might be a good foundation. learning how the musical keyboard works is a similarly valuable investment to learning how the qwerty letter keyboard works\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.24&nbsp; \n11:20 am</dco> &nbsp;<qco> whats the most okay-est video you've made?</qco> </h3>      \nnone of them are ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.24&nbsp; \n9:17 am</dco> &nbsp;<qco> My classes start tomorrow and I'm nervous, any advice?</qco> </h3>      \nthis may seem a little inside the box, but how about going to them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.24&nbsp; \n9:07 am</dco> &nbsp;<qco> Does everyone know it?</qco> </h3>      \nnow you've got me trying to imagine what the 1 thing would be that everyone would know\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.24&nbsp; \n8:57 am</dco> &nbsp;<qco> What do you think of the word 'gnashed'?</qco> </h3>      \nthat seems like a combination of 'gnawed' and 'smashed'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.24&nbsp; \n6:19 am</dco> &nbsp;<qco> What was the significance of oceans. Did I miss something</qco> </h3>      \noceans and land are a nice contrast to each other. when something is not possible in one, it may be possible in the other\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.24&nbsp; \n5:53 am</dco> &nbsp;<qco> how do i cope with being completely unaware of anything mainstream in the world?</qco> </h3>      \nfirst of all i doubt your claim is true. at the very least, you seem to be familiar with the english language, which is used in vast percentages of communication throughout the world \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.24&nbsp; \n3:50 am</dco> &nbsp;<qco> Would you say that you have talent for music, or is your ability the product of all the time you've put in, or some third thing?</qco> </h3>      \nit's a combination of the first two things\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.24&nbsp; \n3:45 am</dco> &nbsp;<qco> what do you do during your days on this strange planet?</qco> </h3>      \n\ntry to understand how things work, and then find ways to express my findings\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.24&nbsp; \n1:29 am</dco> &nbsp;<qco> will things ever change significantly, </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how do i tell if they have</qco> </h3>      really it's your choice. 'significant' just means it stands out to you on the graph. there's not even any rule about what you set the range to, on the graph. or which things you put on the graph. sometimes it doesn't rain for 9 days, then the next day it rains. if you ask me, that's a significant change from the previous 9\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.24&nbsp; \n12:20 am</dco> &nbsp;<qco> what is a toe</qco> </h3>      \nit's a foot finger, but don't take my word for it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.24&nbsp; \n11:39 pm</dco> &nbsp;<qco> how do you get through all these questions and still have time left in the day?</qco> </h3>      \nsometiems i press 'yes to all' which just answers yes to every question. it's convenient but it's a bit of a gamble because occasionally yes is not really the right answer<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.24&nbsp; \n11:14 pm</dco> &nbsp;<qco> i signed a deal with a record label and i keep stressing about whether or not the songs will have any significant impact on the world, like simply making someone happy or fall asleep faster, or perhaps provoke a thought that alters the entire progression of a country. they release three weeks from now and i keep listening to them and thinking either \"this is fire\" or \"who would ever like this\" or perhaps \"how could i call this music\" when in reality it's probably just fine as music. i can't seem to accept that. do you ever enter that phase whilst waiting for something to go public?</qco> </h3>      \nfirst of all, once i've finalized the mix, i certainly would not listen to it again until well after it goes public\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.24&nbsp; 9:01 pm</dco> &nbsp;<qco> How's your day going?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.24&nbsp; \n6:34 pm</dco> &nbsp;<qco> do you ever use pitch correction tools on your vocals?</qco> </h3>      \nno, but that's just for my own personal reasons\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.24&nbsp; \n5:14 pm</dco> &nbsp;<qco> Can I get a girlfriend by only watching bill wurtz videos&nbsp;</qco> </h3>      \nyes i believe so\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.24&nbsp; \n4:46 pm</dco> &nbsp;<qco> why do music lyrics basically always have a rhyme scheme?</qco> </h3>      \nwhat matters is if the music and lyrics work together to make something magic happen. thinking directly about a 'rhyme scheme' usually makes it much worse, i find. sometimes when music and words are popularly used in certain ways, then people get stuck in certain patterns and it gets boring. then i find it's best to go back to the core music-word relationship and develop it genuinely anew\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.24&nbsp; \n4:21 pm</dco> &nbsp;<qco> I'm an odd person. How do I feel secure in my oddness? How do I stop worrying myself with the mainstream?</qco> </h3>      \ni wonder if you know how odd some of the worlds biggest superstars are\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.24&nbsp; \n4:01 pm</dco> &nbsp;<qco> do you ever feel sad that cameras struggle to capture the raw beauty that we percieve with our eyes?</qco> </h3>      \nnot really, the most fun part about cameras anyway is trying to express things in a different way than someone else would have seen it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.24&nbsp; \n1:13 pm</dco> &nbsp;<qco> If you could fix anything about this question, what would it be?</qco> </h3>      \ni would add an answer under it\n<br><br>"
  }
]
