[
  {
    "html": "<h3> <dco>8.22.23&nbsp; \n11:48 am</dco> &nbsp;<qco> do you think traffic jams are just the earth's way of reminding us to slow down?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.23&nbsp; \n10:19 am</dco> &nbsp;<qco> I am convinced you use Movie Maker for your animation. Am I correct?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.23&nbsp; \n10:07 am</dco> &nbsp;<qco> are you a very cynical person?</qco> </h3>      \nno. i don't grasp what that means, but whenever someone says someone is that, it seems like everyone's in a bad mood about it. the person and the other person. it's somehow related to bad feelings and bad moods and thinking everything is bad somehow. and i think it's better most of the time to not be like that. maybe some of the time be like that, but not too often\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.23&nbsp; \n8:13 am</dco> &nbsp;<qco> do you think about books regularly</qco> </h3>      \njust the pages\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.23&nbsp; \n7:21 am</dco> &nbsp;<qco> Why can't the other friend handle the lobsters section in 2 friends on the beach?</qco> </h3>      \ntoo intense\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.23&nbsp; \n6:42 am</dco> &nbsp;<qco> Where am I going wrong?</qco> </h3>      \nperhaps you are too perfect. not 'believable' enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.23&nbsp; \n3:32 am</dco> &nbsp;<qco> What do you do when you feel anxious about something you forgot?</qco> </h3>      \nthat has 2 meanings. but if i know what the thing is, and i know i forgot to do it, then i treat it as an inevitable expieriment about what happens when i don't do this thing that i normally do. On the other hand, the other meaning, is that you know you forgot something but you don't even remember what the thing is. in that case, you gotta figure out what it is. play detective. the clues are all there. look at where you are, and if that doesn't work, then look at where everything else is\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.23&nbsp; \n3:30 am</dco> &nbsp;<qco> why don't people think so much of the meaning of everything anymore? they have much more time than they think they have.</qco> </h3>      \ni thought they do\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.23&nbsp; \n1:45 am</dco> &nbsp;<qco> are you findinv any difference in the quality of each individual video now that you're cycling through each one instead of going through the whole process in one go for each?</qco> </h3>      \nthey all make each other better, because none of them are freaking out that they have to be 'the only one'\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.23&nbsp; \n1:31 am</dco> &nbsp;<qco> They keep saying \"we live in a society\" but I'm starting to think that might not be true.</qco> </h3>      \neach word is individually true\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.23&nbsp; \n1:17 am</dco> &nbsp;<qco> you like jazz or smth</qco> </h3>      \nsmth\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.23&nbsp; \n1:07 am</dco> &nbsp;<qco> Is it really important to live in the world rather than just talk about it</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.23&nbsp; 11:50 pm</dco> &nbsp;<qco> Do you like music\n<br></qco> </h3>      \nit's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.23&nbsp; 11:00 pm</dco> &nbsp;<qco> Hi</qco> </h3>      \nhi\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.23&nbsp; \n10:53 pm</dco> &nbsp;<qco> is everything going to be ok even if it feels like its not?</qco> </h3>      \ncould happen. actually that often does happen\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.23&nbsp; \n7:32 pm</dco> &nbsp;<qco> Where do meanings of life come from? Are we born with meanings and it's up to us to find them? Do we have to make them ourselves? Are they already out there, ripe for discovery? Are they forced upon us by others? All of the above?</qco> </h3>      \nand more\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.23&nbsp; \n7:02 pm</dco> &nbsp;<qco> What are your favorite songs that you've made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.23&nbsp; \n6:03 pm</dco> &nbsp;<qco> are you greta gerwig be honest</qco> </h3>      \ni am not. thank you for checking\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.23&nbsp; \n5:55 pm</dco> &nbsp;<qco> How do you eat a banana </qco></h3>      try the long way, and if not then try the wide way<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because when i try it turns in to a strawberry so its very hard and it not very nice\n</qco></h3>      i understand<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Btw love your music</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.23&nbsp; \n2:53 pm</dco> &nbsp;<qco> Carpentry thoughts you'd like to share?</qco> </h3>      \nneed blueprint first. difficult to improvise carpentry. you can, however, improvise a blueprint. then build strictly according to the blueprint you've improvised\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.23&nbsp; \n2:40 pm</dco> &nbsp;<qco> im starting high school this fall, any tips?</qco> </h3>      \nlearn which school it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.23&nbsp; \n2:03 pm</dco> &nbsp;<qco> Is 'the ending' a sequel to 'i'm best friends with my own front door'?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If it's not, why does it sound like one?</qco> </h3>      same writer, same producer, same singer and player of all instruments, same video producer also. same marketing team in fact\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.23&nbsp; \n12:06 pm</dco> &nbsp;<qco> What is philosophy?</qco> </h3>      \nthe thinker awards. each winner gets a golden brain, and a stack of the 100 best books for 2024\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.23&nbsp; \n11:47 am</dco> &nbsp;<qco> dont you hate it when things need to happen in reverse</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.23&nbsp; \n11:34 am</dco> &nbsp;<qco> Do you prefer your clocks analog or digital?</qco> </h3>      \nfor now, digital\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.23&nbsp; \n10:27 am</dco> &nbsp;<qco> give a hint about what the next video is going to be on</qco> </h3>      \nnormal life\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.23&nbsp; \n8:30 am</dco> &nbsp;<qco> would you like to make a song in other languages rather than in English?</qco> </h3>      \nin addition to, in combination with, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.23&nbsp; \n6:50 am</dco> &nbsp;<qco> Does music have a speed limit?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.23&nbsp; \n5:20 am</dco> &nbsp;<qco> how can i silence my political enemies?</qco> </h3>      \njust make a better campaign\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.23&nbsp; \n2:35 am</dco> &nbsp;<qco> okay, are there any types of music that you plainly don't like or don't get?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or are you able to appreciate all sorts of music?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.23&nbsp; \n12:12 am</dco> &nbsp;<qco> i noticed after 'here comes the sun' you didn't really do anymore of the crazy lighting, did you feel it didn't fit your style?</qco> </h3>      \ni do what i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.23&nbsp; \n10:59 pm</dco> &nbsp;<qco> when taylor swift says \"welcome to new york, it's been waiting for you\" is she referring to me specifically do you think</qco> </h3>      \nthat's the idea. you and an unlimited number of other people, specifically. it's like when you buy a really great product. that product was indeed made for you. and those other people also\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.23&nbsp; \n7:05 pm</dco> &nbsp;<qco> Whenever I put a playlist with your songs, the beginning of I'm Scared surprises me because of how suddenly it starts compaered to the rest of your songs, was that on purpose?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.23&nbsp; \n7:02 pm</dco> &nbsp;<qco> sometimes i'm listening to a song and i hear a moment that sounds particularly beautiful, but then it just stops a couple seconds later, and i wonder if that was a conscious choice by the songmaker, or if they just could not manage to propagate that beauty to the rest of the song, which sounds good but not as good, if you know what i mean. thoughts?</qco> </h3>      \nthe weird thing is, in churches (gospel churches, etc) they usually have the right idea. if something's good they keep doing it. outside the church, a lot of times people are too scared to do that for some reason. maybe they figure you're on your way to work or something, and don't have time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.23&nbsp; \n6:16 pm</dco> &nbsp;<qco> my friend wants to know what your favourite song you've made is, so what is it?\n<br>(i know you've been asked this a million times, blame him.)</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.23&nbsp; \n5:49 pm</dco> &nbsp;<qco> do you think the position of stars in the sky on your date of birth has a noteworthy impact on your personality</qco> </h3>      \nno, but it's the same thing that impacts them both. therefore, it's worth looking at. like a clock: for example, the clock doesn't control you, nor do you control what the clock says, but, *what time it is* affects both you and the clock. that's why people keep clocks around, just sort of as a second opinion as to what time it may be\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.23&nbsp; \n4:38 pm</dco> &nbsp;<qco> On the 8.19.23 1:15 PM question, why do you think that trees are \"too real\"?</qco> </h3>      \nthey are an exact analogy for pretty much everything, and there is no limit to how far they can go\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.23&nbsp; \n3:27 pm</dco> &nbsp;<qco> what is your favorite type of punctuation</qco> </h3>      \n,\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.23&nbsp; \n2:37 pm</dco> &nbsp;<qco> Does your mind associate different colors to different notes or chords</qco> </h3>      \ndifferent feelings\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.23&nbsp; \n2:21 pm</dco> &nbsp;<qco> why is it easier to learn linear algebra than a new language</qco> </h3>      \nlinear algebra does something more straightforward. language has to be able to explain everything in your entire life\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.23&nbsp; \n1:11 pm</dco> &nbsp;<qco> why can birds sit on power lines but i cant</qco> </h3>      \nbirds are lighter\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.23&nbsp; \n11:30 am</dco> &nbsp;<qco> how toxic is the ground</qco> </h3>      \nit's not so bad i must say\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.23&nbsp; \n11:27 am</dco> &nbsp;<qco> quick! type out the first thing that comes to your mind even if it makes no sense!!</qco> </h3>      \na\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.23&nbsp; \n11:00 am</dco> &nbsp;<qco> Thouhts on donkey kong?</qco> </h3>      \ndonkey is monkey actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.23&nbsp; \n10:04 am</dco> &nbsp;<qco> Should I play a 69:420 Polyrhythm?</qco> </h3>      \nsure. that's actually just gonna be 23:140\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.23&nbsp; \n5:25 am</dco> &nbsp;<qco> whenst isn't a true word, right?</qco> </h3>      \ni'll have check with the authority of truth\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.23&nbsp; \n4:28 am</dco> &nbsp;<qco> If you discovered a new color what would you name it?\n<br></qco> </h3>      \nthat sounds backwards. maybe discover a new name and give it a color\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.23&nbsp; 1:40 am</dco> &nbsp;<qco> What is the meaning of life to you?</qco> </h3>      \nlearn how things go, or can go\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.23&nbsp; \n1:02 am</dco> &nbsp;<qco> Do you like eating grilled cheese sandwiches </qco></h3>      i was going to say no but now that i think about it yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so do you like them slathered with cold ketchup&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.23&nbsp; 12:04 am</dco> &nbsp;<qco> When creating a song/melody, does intuition play the biggest role?</qco></h3>      could be something even deeper into the subconcscious than that maybe<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How much is music theory involved in the process?</qco> </h3>      \nnot at all. music theory would be like if you feel like analyzing it afterwards somehow\n<br><br>"
  }
]
