[
  {
    "html": "<h3> <dco>3.4.18&nbsp; \n1:44 am</dco> &nbsp;<qco> Why do you want to share your process?</qco> </h3>      seems like the friendly thing to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.18&nbsp; \n1:38 am</dco> &nbsp;<qco> how do i read sheet music for the piano</qco> </h3>      you have to learn what the symbols mean and then practice reading them, with simple material first, at slow tempos\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.4.18&nbsp; \n12:50 am</dco> &nbsp;<qco> happy birthday, bill</qco> </h3>      thank you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp; \n11:54 pm</dco> &nbsp;<qco> How many points have you scored?</qco> </h3>      1\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp; \n11:42 pm</dco> &nbsp;<qco> do you drink water?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp; \n11:14 pm</dco> &nbsp;<qco> what do i Do when i start over thinking everything i'm doing</qco> </h3>      try making it bad on purpose\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp; \n10:58 pm</dco> &nbsp;<qco> i sound dumb whenever i explain my dreams out loud</qco> </h3>      that means your dreams are smart, which also means you are smart \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp; \n10:46 pm</dco> &nbsp;<qco> why is history so confusing?</qco> </h3>      everything is confusing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp; \n10:40 pm</dco> &nbsp;<qco> How to get to the store?</qco> </h3>      \ngo anywhere. wherever you go, that's the store\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp; \n10:27 pm</dco> &nbsp;<qco> What do you think of the Super Mario franchise?</qco> </h3>      i think it's off to a great start\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp; \n9:55 pm</dco> &nbsp;<qco> what if i mess it up</qco> </h3>      i can think of 3 choices. 1. fix it, 2. do another one, 3. convince everyone it's good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp; \n9:50 pm</dco> &nbsp;<qco> How are you trying to be perceived?</qco> </h3>      i don't really look at it that way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n9:26 pm</dco> &nbsp;<qco> why dont you tell anyone what software you use for stuff??? like, the 3d stuff, WHAT DO YOU USE? prolly blender, right?</qco> </h3>      blender was the first one that was recommended to me, and it was the first one i tried. i was very impressed with it at first, but i realized something shocking and i had to leave. and i am still puzzled by it, on an existential level, even though i don't use it. here's what happens: when you export something to video, there is no dialog box to name it, and it overwrites previous exports if the name is the same. and the name is the same by default. let me explain this again. when you export something, if you just click export, it will export it with the same name as your previous export and replace the previous export. if you want it to not do that, you have to open up a thing, then type a name, and then save. and it will not warn you if the name is the same as another. so if you export many many many different things during your process, which i do and i suspect most people do, you basically would have to remember to open that up every single time and type a new name, AND manually keep some sort of list of all the names you used and make sure you never use the same name twice. That would be like if you had a camera that saved every picture as \"picture\" by default, and it wiped out any previous picture named 'picture' every time you took a picture without re-naming it. so not only do you have to name your picture every time but you have to remember all the names you've ever used, so as to not risk deleting a picture. i searched and searched and i could not find an explanation for why the program is this way, or just simply how you would go about this without living in a state of mind fucktastrophy. oh and by the way there's no save dialog and it's easy to quit accidentally. so there's that too\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n9:19 pm</dco> &nbsp;<qco> we've been hanging out for a while now, how should I ask her to be my girlfriend?</qco> </h3>      that might sound like a good idea but i don't think it will work\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n8:50 pm</dco> &nbsp;<qco> How do you feel about people reuploading your videos on other platforms?</qco> </h3>      what platforms have you seen that happening, besides facebook. just curious as to what other platforms are out there\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n8:38 pm</dco> &nbsp;<qco> Do you read the comments from your audience? Or do you just log-in and post your stuff just like that?</qco> </h3>      only on this site\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n7:33 pm</dco> &nbsp;<qco> when did you write \"outside\"?</qco> </h3>      i wrote the chorus in april 2017 (except for the last line) and i wrote the rest of the song in august 2017<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n7:03 pm</dco> &nbsp;<qco> Don't you just love that feeling where you finally feel like you're finally moving forward with your life?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n5:56 pm</dco> &nbsp;<qco> what can i make with a birthday cake</qco> </h3>      a birthday?\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n4:40 pm</dco> &nbsp;<qco> can you write me a letter of recommendation? id be willing to send you my resume, personal statements and anything else you might need. please let me know</qco> </h3>      actually i should mention that i hate resumes. i would never hire someone who sent me a formal resume. if they have that skill (resume making) i am not interested\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n4:25 pm</dco> &nbsp;<qco> Will your new song be a real toe-tapper?</qco> </h3>      foot stamper\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n3:45 pm</dco> &nbsp;<qco> How do you celebrate your accomplishments?</qco> </h3>      try to accomplish more\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n3:37 pm</dco> &nbsp;<qco> I'm actually going to new canaan, pennslyvania</qco> </h3>      i don't believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n2:43 pm</dco> &nbsp;<qco> What should I do if I have a really good set up for a joke, but I don't know what the punchline should be?</qco> </h3>      just think about what would go good next. and keep doing that until you get to a part that would go good as the end\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n2:26 pm</dco> &nbsp;<qco> is there really a devil?&nbsp;</qco> </h3>      anything is devils<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n2:07 pm</dco> &nbsp;<qco> i really don't like personality tests. because they make you say how you Definitely respond to a situation, and don't give any room for variation. they try to put you in a box based on shallow questions, without accounting for how different experiences will cause you to change or react differently. or, you won't agree with the question itself, and have to choose an answer you don't agree with. and the results often depend on your mood or thoughts while taking the test, which are very likely to change, and dont reflect who u are as a person. but many people take them seriously, especially like iq tests or mbti, and judge who you are based on that number or tag. do u get what im saying</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n1:23 pm</dco> &nbsp;<qco> do you divide your videos into segments when your making them?</qco> </h3>      in some ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n12:40 pm</dco> &nbsp;<qco> Why do you misspell everything?</qco></h3>      i spell almost everything the way everyone i know spells it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Do you think it makes you seem funny?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n12:34 pm</dco> &nbsp;<qco> Do you ever feel sad that if you produced a more serious song or video on your channel it would be less well received than your other comedy videos?</qco> </h3>      what comedy videos\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n12:34 pm</dco> &nbsp;<qco> do you think that the earth is round or flat?</qco> </h3>      i think it's pointy\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n11:55 am</dco> &nbsp;<qco> please never stop with the 3D shit</qco> </h3>      ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n11:55 am</dco> &nbsp;<qco> does your next song sound like the jingle at the end of the unboxing video?</qco></h3>      not quite<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i can't get it out of my head</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n11:49 am</dco> &nbsp;<qco> I saw a car run oer spikes and the tire was fine, and the spikes got crushed. Aren't tires supposed to pop?\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>LIKE THERE WERE LIKE 10 LARGE SPIKES! Does physics hate me?</qco> </h3>      those are 1 way. you can run over them 1 way but not the other. maybe you saw the car going the right way<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n11:42 am</dco> &nbsp;<qco> Why does everyone asks when you will finish your songs? Why can't they just go with the flow and wait?</qco> </h3>      why does everyone ask me why each other asks things\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n11:38 am</dco> &nbsp;<qco> will you do more 3d graphics like u did in HOTEWIG?</qco> </h3>      i've used it in almost every video since\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n11:29 am</dco> &nbsp;<qco> what do you do when you don't wanna make music?</qco> </h3>      make some words?\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n11:19 am</dco> &nbsp;<qco> Did I ever tell you what the definition of insanity is?</qco> </h3>      no, but let me guess, you are going to give me that repetition quote which is not actually the definition of insanity\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n10:54 am</dco> &nbsp;<qco> do you play any sports?</qco> </h3>      only the scientology ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n10:50 am</dco> &nbsp;<qco> How am I supposed to respond when people are like \"what's your job\" and I say I'm a musician and they're all \"no your real job\"</qco> </h3>      tell them that is your real job, if it is. if they continue to doubt you then politely tell them you don't have time for this\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n10:36 am</dco> &nbsp;<qco> Did you write outside inside or outside, \n</qco></h3>      inside<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how did it influence the song?</qco> </h3>      i don't think it did\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n10:28 am</dco> &nbsp;<qco> tell me you weaknesses</qco> </h3>      telling people my weaknesses\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n10:22 am</dco> &nbsp;<qco> Do you live alone</qco> </h3>      everyone lives together\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n10:19 am</dco> &nbsp;<qco> why is 240 on your wall</qco> </h3>      because i rearranged the 420 that was there before<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n7:34 am</dco> &nbsp;<qco> Have you considered doing the recent trend of following a beauty guru's makeup tutorial? I think you could make it interesting in a very Bill Wurtz kind of way</qco> </h3>      i was going to react to a review of the top 10 make-up unboxing ytp remix betrayals\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n4:57 am</dco> &nbsp;<qco> I am not social enough to go outside, but I'm not depressed enough to stay inside\n<br>\n<br>what should I do</qco> </h3>      go outside, alone\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n4:18 am</dco> &nbsp;<qco> just bite the bullet and do a live stream, bill. it's about time</qco> </h3>      where and how should i do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n3:47 am</dco> &nbsp;<qco> What is the best type of paper?</qco> </h3>      super\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n3:25 am</dco> &nbsp;<qco> what is the easiest key signature to write music in?&nbsp;</qco> </h3>      it depends on which tools you are using\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n3:24 am</dco> &nbsp;<qco> do you like dinosaurs?</qco> </h3>      i would like them more if they weren't so fuckin extinct\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n2:35 am</dco> &nbsp;<qco> hey i'm ordering a pizza but as soon as i start munching my first slice i stop and proceed to ponder about my life choices and whether i'm truly in a right place or not. should i continue eating my pizza or not? i'm worried that if i don't i will offend the pizza/pizza man since everyone is so easily offended these days</qco> </h3>      to be fair, the pizza person probably did not eat the money you gave them\n<br><br>"
  }
]
