[
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n10:57 pm</dco> &nbsp;<qco> OOoo favorite Robin Williams moment? :)</qco> </h3>      how about <a href=\"robinwilliams-georgebush.mp4\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n10:17 pm</dco> &nbsp;<qco> favorite steely dan moment?</qco> </h3>      how about <a href=\"hatiandivorce-shegocrazy.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n10:11 pm</dco> &nbsp;<qco> have you made any live arrangements of any songs yet?</qco> </h3>      not quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n9:55 pm</dco> &nbsp;<qco> you seem like a practical human. help me settle a debate between me and my mom - does a wallet go in the front pocket or the back pocket? and why?</qco> </h3>      don't put it in the back pocket. you can mess up your back because your ass will be tipped to the side when you sit\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n9:21 pm</dco> &nbsp;<qco> what's the context/story behind jazz starbucks?</qco> </h3>      i've always been extremely proficient in reading rhythmic notation, because drums was my main instrument for most of my childhood. but i never really spent any time on reading pitched notation. i've played with many small jazz groups where they play standards off a lead sheet, maybe even sight reading it, and it sounds like a tune, just right off the page. i began to be really jealous of this, and i figured i was probably almost there. because i had already been using notation to write my own songs in the library, writing easily pretty much as fast as i could move the pencil. so i knew i was pretty close to having it altogether where i could sight read a lead sheet melody, but i felt like i never really put in the solid time to practice. so i started doing tunes out of a realbook, almost like pretending i was a small jazz ensemble, doing tunes i had never heard before. recording the tracks 1 part at a time, usually just drums, bass, chord, and lead. often i would take the tempo quite slow. i think i started with 'central park west' and then moved on from there. then fast forward about a year, i was scrambling through different possibilities of making videos, audio/visual content, etc, and thinking about preparing to get 'online', .... and some very simple experimental ideas came up, such as taking one of those jazz recordings and putting some kind of video on it. the jazz starbucks video would be an example of that. also there is one for the song 'tune up' where the video simply scrolls through the apps on my dock. i didn't do too many more videos like that, because, well, they're stupid\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n9:11 pm</dco> &nbsp;<qco> i had a terrible workday, both with work for myself and work for other people. as someone who works a lot, can you please suggest something i can try a) to comfort myself after this awful workday, and/or b) to get some friggin worthwhile work done today or at a later time? i would really appreciate your input.\n<br></qco> </h3>      i think it is unlikely to save the day today, but the best thing you could do is analyze the day and try to understand what went wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n8:38 pm</dco> &nbsp;<qco> So bill it's been a few days since might quit.&nbsp;&nbsp;How are you currently feeling about the schedule for this round?&nbsp;&nbsp;</qco></h3>      terrified but technically still on track. made it further than i ever have before actually <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nI believe in you man!!!</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n8:12 pm</dco> &nbsp;<qco> if you were Santa, would you legally change your name to Santa Claus or just keep the name you have now (Bill Wurtz, in case you forgot)?</qco> </h3>      i thought santa's name was santa. so therefore if i were santa i would already be named santa\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n8:00 pm</dco> &nbsp;<qco> your advice when trying to learn how to do stuff is to make a lot of very small things to improve your skills. and this works for me for videos and for programming. but this absolutely does not work for me for music. every time i try to make a song that's less than 1:30</qco></h3>      1min30 is a huge amount to take care of. a lot moving parts, especially if you are recording the music. i was thinking more like literally 2 seconds. just to get your head around all the different tasks and procedures<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i am overcome with feelings of uselessness and suck. really i can only think of one song i like that is shorter than a minute, and that is an album intro song and probably should have been longer than a minute too.</qco></h3>      i was suggesting shortening that by a lot for learning purposes. the songs you are referring to might be made by people who have a little more experience<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; pretty much every idea i have for a (lyrical) song either sucks or begs to be in the 1:30-3:30 range. so i keep making medium length songs (~3 minutes) and my skills are very mediocre so they all take a long time and come out mediocre. i would like to improve much faster but do not want to make short things (or make things short) just to get them done. are there any alternative solutions to this</qco> </h3>      not that i know of\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n7:55 pm</dco> &nbsp;<qco> when do you know that you are friends with someone</qco> </h3>      as soon as you get into the \"friend zone.\" once you are in that zone you can be sure that you are friends\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n7:01 pm</dco> &nbsp;<qco> What made life possible?</qco> </h3>      YOU\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n6:17 pm</dco> &nbsp;<qco> My girlfriend and I are going to be celebrating our one-year anniversary soon. What should we do to celebrate?</qco> </h3>      something similar to when you first met?\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n6:07 pm</dco> &nbsp;<qco> favorite Key&nbsp;&amp; Peele moment? if you have multiple favorites, feel free to list them all.&nbsp;&nbsp;</qco> </h3>      how about <a href=\"continentalbreakfast.mp4\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n4:44 pm</dco> &nbsp;<qco> are you taking a a break right now?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if not, will you please take a break? you sound really burnt out after \"might quit.\" great job by the way</qco> </h3>      i took a break from mar 4 to mar 8\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n4:30 pm</dco> &nbsp;<qco> Do you include the stuff you do to spread the Good Word of bill wurtz in your biweekly goals?</qco></h3>      everything i post online could potentially spread the word. both good and bad. and in some cases the goals are daily. there is another weekly goal which i have been attempting but am thus far not strong enough to achieve. there was a bi-weekly goal late last year, which was working well, but it has transformed into a 1 week goal which is thus far impossible<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; You talk about travel, interviews, live stuff like they're a distraction from the Real Work.</qco></h3>      everything is potentially a distraction from everything else. the questions page is a distraction from tweet writing. the anagrams are a distraction from reality video editing. songs are a distraction from videos<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; But it all results in transmitting your epic ideas into more people's minds. Do you think of all the promotional stuff as distraction? or another part of the process?&nbsp;</qco> </h3>      i'm not sure which parts are considered promotion. i prefer to merge the promotion in with the product itself, to avoid the feeling of telling someone to please please go check out a different thing by clicking in a designated place\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n4:09 pm</dco> &nbsp;<qco> how to relieve stress?</qco> </h3>      do some geometric construction using only a compass and a straightedge\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n4:02 pm</dco> &nbsp;<qco> What's the best way to get out of a creative, spiritual, and physical rut?</qco> </h3>      travel somewhere new\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n3:48 pm</dco> &nbsp;<qco> bill I love you please put i'm crazy/it's raining on spotify it's so good</qco> </h3>      i will consider it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n2:54 pm</dco> &nbsp;<qco> In your recent videos, when you reference a \"you\" (ex: \"or to be like you\" in la de da or \"I love you\" in I love you) are you talking about an actual person, or is it a general \"you\" and only used for the purpose of the song? Lmao</qco> </h3>      it's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n1:39 pm</dco> &nbsp;<qco> does \"might quit\" relate to walden, by henry david thoreau intentionally?&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n1:29 pm</dco> &nbsp;<qco> checking out your answers to all the favorite-moment questions leads me to imagine that you like very different things about music than i do, which makes it all the more impressive and positive and remarkable that i realllllly like your music, so. thanks for being so comprehensive about the appeal, i guess. is that intentional?\n</qco></h3>      there is no way to predict what other people like, but it is intentional to make it as good as i can possibly make it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\n do you sometimes reject the use of things you think are good so that more people will like it?\n</qco></h3>      absolutely not. if you are immitating what you 'think' someone else will like while not actually yourself liking it then there is no way you'd be able to do it with the richness that you could if you actually liked it. it would be like making a painting with colors you can't see\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n1:26 pm</dco> &nbsp;<qco> How did that one guy know about the artifacts page at 3.7.19?</qco> </h3>      how do you know it was a guy\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n1:24 pm</dco> &nbsp;<qco> I realize you're a busy guy, but if you don't answer the question does it mean it's a bad question or you don't have an answer?</qco> </h3>      maybe both, or neither\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n1:10 pm</dco> &nbsp;<qco> When will the artifacts page become live?</qco> </h3>      any time now really\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n1:02 pm</dco> &nbsp;<qco> Favorite John Lennon moment?</qco> </h3>      how about <a href=\"lennon-acrosstheuniverse.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n12:33 pm</dco> &nbsp;<qco> Re https://billwurtz.com/questions/q.php?date=201903201425 was part of that answer a purposeful way of subtly demonstrating how to get a link to an individual question?\n\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And if not is it okay for me to share links made in that way?</qco> </h3>      i think you are overestimating the amount of work the asker has to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n10:56 am</dco> &nbsp;<qco> Thoughts on the state of the planet right now?</qco> </h3>      it's sort of cool and hot at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n10:07 am</dco> &nbsp;<qco> <a href=\"q.php?date=201903202303\">3.20.19&nbsp;&nbsp;11:03 pm</a>  ah, but where is the tag? I see only the hook</qco> </h3>      under the visor\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n9:25 am</dco> &nbsp;<qco> is the only determining factor of a question the question mark?\n<br></qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n9:21 am</dco> &nbsp;<qco> what's your favourite panini filling?</qco> </h3>      panini\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n9:03 am</dco> &nbsp;<qco> can you say something in all caps?</qco> </h3>      yes, i sometimes do\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n8:17 am</dco> &nbsp;<qco> Why am i so stupid?</qco> </h3>      due to intelligence\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n8:16 am</dco> &nbsp;<qco> Favorite Weezer Moment?</qco> </h3>      maybe <a href=\"weezer-enjoytheshow.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n4:02 am</dco> &nbsp;<qco> what do you want to quit</qco> </h3>      the swamp\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n3:32 am</dco> &nbsp;<qco> What color do you think looks best on a salamander?\n<br>\n<br>If applicable, worst?</qco> </h3>      surprise me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n2:42 am</dco> &nbsp;<qco> rabbits are a good metaphor for industrialization, wouldn't you say?</qco> </h3>      not really, but anything could be made into a good metaphor if you metaphorize it well\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.19&nbsp; \n12:32 am</dco> &nbsp;<qco> Can you make it so the videos on your website can automatically start over after they are done because it's one of the major reasons I listen to your videos on youtube instead of on your site.&nbsp;&nbsp;Thabks.</qco> </h3>      actually it's better for me if you watch on youtube. but for viewers who prefer a hard copy of the file, i provide that here, for free. and actually what you could do is put it in your favorite video player with a loop setting\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n11:21 pm</dco> &nbsp;<qco> do you like painting</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n11:16 pm</dco> &nbsp;<qco> Do you have a sleep schedule like DaVinci where you sleep and wake multiple times per day in short bursts?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n11:03 pm</dco> &nbsp;<qco> did you mean to leave the plastic hook on the top of your hat for the scary pockets session?\n</qco></h3>      it is left on not for that session, but for life in general<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it is an unusual look, a groundbreaking one</qco> </h3>      i'm not sure that's true. leaving the tags on is a very common way to keep a fresh attitude <a href=\"https://www.youtube.com/watch?v=i5ZM0-f5_CU\">dramatization</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n10:33 pm</dco> &nbsp;<qco> favorite bill wurtz moment?</qco> </h3>      now\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n10:28 pm</dco> &nbsp;<qco> when to start</qco> </h3>      right away\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n8:46 pm</dco> &nbsp;<qco> When will the artifacts page become live?</qco> </h3>      soon probably\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n8:09 pm</dco> &nbsp;<qco> Hey bill I just wanted to tell you that the way the kick and bass sound on Slow Down is so good thank you. Actual question, where did you start with learning how to mix? </qco></h3>      at home<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nI keep trying to figure it out with my ears but it still sounds like homogeneous sound when i want to hear individual parts</qco> </h3>      you just learn 1 little thing at a time. it usually alternates actually, between learning 1 thing and learning 0 things and still being frustrated\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n7:23 pm</dco> &nbsp;<qco> where can i find a reason to live, bill?</qco> </h3>      almost everywhere<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n6:51 pm</dco> &nbsp;<qco> could you put I Can Play and Do What You Want to Do on spotify?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n6:49 pm</dco> &nbsp;<qco> what's your opinion on frogs?</qco> </h3>      they're pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n6:45 pm</dco> &nbsp;<qco> Ever considered adding a FAQ section to save time on answering the same questions (how do I create music, what's this chord, what's the song where you say this, etc.)? It might help considering your frankly insane schedule</qco> </h3>      i've developed a slightly more advanced way of dealing with frequently asked questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n6:26 pm</dco> &nbsp;<qco> favorite Tim and Eric moment?</qco> </h3>      i have a giant huge folder full of them but i will pick one at random, <a href=\"timanderic01845901.mp4\">here</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n5:45 pm</dco> &nbsp;<qco> Will you write a song about riding a bicycle?</qco> </h3>      i've mentioned that in songs before\n<br><br>"
  }
]
