[
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n7:31 pm</dco> &nbsp;<qco> omelette tips?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n7:28 pm</dco> &nbsp;<qco> Do you think the value of subjectivity is undervalued compared to the value of objectivity&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; 6:59 pm</dco> &nbsp;<qco> What are you</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n6:09 pm</dco> &nbsp;<qco> could i have a genuine music recommendation please. going through a shoegaze phase but whatever you're into will do</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n6:04 pm</dco> &nbsp;<qco> why is minimalist art so complicated, in your opinion?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n5:11 pm</dco> &nbsp;<qco> hey bill, its your good pal The Soap Dude (i ask questions about soap), and i was just checking in, because i was gone for a week. my question is, how often do you get questions about soap on a scale of 12 to 608</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n12:21 pm</dco> &nbsp;<qco> hello, i don't get imaginary numbers at all, root -1 is impossible so what's the point of saying that it exists and it's there when it's all undefined and mathematically impossible, what's the point of saying i powered by 2 when they (say) it's equal -1, even though root -1 powered by 2 is ALSO mathematically impossible, why imagine a number when it's not there? what is going on!?!?! what is all this bullshit!?!?!!!?!?!?!?!?!?\n<br>\n<br>can you explain it to me in a way that you believe is comprehensible?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n11:07 am</dco> &nbsp;<qco> if you were a fish, what ould you think of frances policies on taxation?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n10:02 am</dco> &nbsp;<qco> Since you've said before that songs should be a \"myriad of simultaneous indescribable meanings\", do you think that there is an infinite amount of interpretations to your songs, and thus, there isn't such a thing as an incorrect interpretation? If someone were to say, for example, that they interpreted Where I've Been as being about your opinions on the 1884-1885 Berlin Conference, I imagine that's probably not what you were thinking of when you wrote that song, but could that really be wrong?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n9:38 am</dco> &nbsp;<qco> Did you do a bad thing?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; 8:57 am</dco> &nbsp;<qco> whats the point</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; 8:43 am</dco> &nbsp;<qco> what languages do you speak</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n7:26 am</dco> &nbsp;<qco> dose my son i made out of pipe cleaners and pieces of soda cans love me</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n3:46 am</dco> &nbsp;<qco> do you have a place where i can ask questions?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n2:50 am</dco> &nbsp;<qco> It's been a few years. Is Santa Claus still Jesus?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n1:57 am</dco> &nbsp;<qco> hey bill whats the best question thanks heaps in advance</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n1:28 am</dco> &nbsp;<qco> Do you think if everyone blinked at the same time, the world would cease to exist? By the logic that things only exist by being percieved</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n1:07 am</dco> &nbsp;<qco> I bet when you hear a new song you hear very different things in it than I would. Do you notice chords, chord progressions, form, instrumentation, percussion, etc?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What do you listen for in a new song? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I pretty much just hear the general vibe and the melody, and whether it's pop, classical, country, etc. unless something else really stands out. I think it's interesting that we could be listening to the same music, but hear very different things. It would be fun to listen to you describe what you hear in real time, so maybe I could learn to hear those things, too.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.15.25&nbsp; \n12:29 am</dco> &nbsp;<qco> hey bill, i've come up with an interpretation for a lyric, and i'm not gonna if it's right 'right interpretation' but rather if you think it's reasonably sound.\nin got some money, there's a part that's like     some call it 4.95, some call if 3.99, some call it a billion        and is that eluding to how in super economically stable countries, they try to make their dollar the strongest even maybe by a super small amount, and in smaller maybe 3rd world countries it can have a super bad economy and their currency isn't as much. then the billion took a lot longer to sing than the other two, but they're all separate statements, equal to each other, but the billion lasts longer for the same value, which canbe like how there are a lot more poorer countries out in the world that could use help, but they're mentioned a lot less than 'rich' countries. That would affect like almost only people in the rich, because they're the only ones that can watch it, like you and me, who think and care about big 'important' countries that are rich and prosperous.\nperhaps i'm just talking absolute nonsense\n</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n11:09 pm</dco> &nbsp;<qco> where is perfect?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n9:25 pm</dco> &nbsp;<qco> what is story, and narrative?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n9:17 pm</dco> &nbsp;<qco> favorite idiom?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n8:36 pm</dco> &nbsp;<qco> learning logic...... you got some advice been feeling uncreative lately everything ive made sounds like stuff from tyler the creator</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n7:42 pm</dco> &nbsp;<qco> How big is a whale</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n6:39 pm</dco> &nbsp;<qco> Not really a question per say but your journal \"just shut up and listen to who yourself could be, and ignore your other self until your true whole feels you\" helped me through a really rough patch of intrusive thoughts so thank you bro, something about it just helps with clarity of thought</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n5:26 pm</dco> &nbsp;<qco> do you think fade out endings to songs are usually lame\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n4:19 pm</dco> &nbsp;<qco> I found my car keys, but I don't own a car. What do I do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n2:21 pm</dco> &nbsp;<qco> Have you ever started a video as live action and then switched to it being animated \n<br>Or vice versa&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n1:56 pm</dco> &nbsp;<qco> what is something that is drabtacular</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n1:12 pm</dco> &nbsp;<qco> will the timeline be restored back to the main, unaltered one we were probably on before reality started breaking?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n12:50 pm</dco> &nbsp;<qco> thoughts on colonising antarctica?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n12:26 pm</dco> &nbsp;<qco> are you wurtzing it</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n10:39 am</dco> &nbsp;<qco> do you have any feedback for the people asking you questions?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; 9:44 am</dco> &nbsp;<qco> what's your favorite video</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n9:14 am</dco> &nbsp;<qco> Do you ever get bored of repeated questions&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n8:04 am</dco> &nbsp;<qco> Given that we all know how gravity works, does that mean we're doomed to never fly? Would we be able to fly if we were oblivious to that fact?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n6:04 am</dco> &nbsp;<qco> I like how one day we'll get a notification that says \"bill wurtz\" on it, no trailer, nothing that would get us to expect it happening, it would just happen.\n<br>\n<br>so I wanted to ask what are your thoughts on trailers?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n3:16 am</dco> &nbsp;<qco> Im making a thumbnail for a youtube video, and im debating whether to make it something i think is kinda funny but not necessarily the most \"algorithmically ideal\", or something that will garner the most clicks. Even though I would prefer to make a thumbnail i personally like, having more people watch the video seems like a worthy tradeoff. What should i do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n2:59 am</dco> &nbsp;<qco> what's your favorite song from the musical \"grease\"?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n2:48 am</dco> &nbsp;<qco> do you eat mud often?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n11:15 pm</dco> &nbsp;<qco> how many of your songs are written backwards?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n10:45 pm</dco> &nbsp;<qco> when you gave answers for the square roots of 2024 and 2026, did you actually calculate them and if so, what methodology did you use?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n9:27 pm</dco> &nbsp;<qco> How many names are there</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n9:22 pm</dco> &nbsp;<qco> Was King Arthur based on a real person?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n7:18 pm</dco> &nbsp;<qco> since you are learning languages, do you plan to make some art using them</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n6:35 pm</dco> &nbsp;<qco> what's the ratio of mac to chesse in a bowl of mac and cheese, on average?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n6:27 pm</dco> &nbsp;<qco> what's the square root of 2025</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n5:09 pm</dco> &nbsp;<qco> if MOST of the paintings in the museum were painted by somebody else, does that mean the protagonist of long long long journey has some of their own paintings displayed in the museum?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; 5:00 pm</dco> &nbsp;<qco> can you help me with my homework</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; 4:51 pm</dco> &nbsp;<qco> Does the day go on</qco> </h3><br><br>"
  }
]
