[
  {
    "html": "<h3> <dco>5.5.21&nbsp; \n6:27 am</dco> &nbsp;<qco> hey are you going to make another 'storytelling' song? i mean like the song soap tips and hi im steve, where you just say random stuff, with rhythmical injections in between.(im serious here dont say something like 'maybe')</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.5.21&nbsp; \n6:27 am</dco> &nbsp;<qco> what is your relationship with sleep?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.5.21&nbsp; \n5:44 am</dco> &nbsp;<qco> What is the Eiffel Tower ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.5.21&nbsp; \n4:41 am</dco> &nbsp;<qco> How do you make music videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.5.21&nbsp; \n3:15 am</dco> &nbsp;<qco> hi bill, i've written a few songs, but i want to be able to write short 'jingles' like you do. how do you come up with those short but memorable melodies? \n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you just sing/play random notes, </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or whichever notes you feel will sound good by intuition?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you apply some theory of which scale degree you want the melody to go to next?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; my guess is that you probably use a mix of the two, because that's how i write my songs too. but are there any specific tips you have just for writing these short jingles?\n<br>\n<br>sorry for the long and winding question\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.5.21&nbsp; \n3:10 am</dco> &nbsp;<qco> Why did you decide to use 3D?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.5.21&nbsp; \n1:29 am</dco> &nbsp;<qco> do you have any tips or ideas on how to be more patient?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.5.21&nbsp; \n1:00 am</dco> &nbsp;<qco> thoughts on fame</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.5.21&nbsp; \n12:55 am</dco> &nbsp;<qco> whats your most controversial food opinion</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.5.21&nbsp; \n12:21 am</dco> &nbsp;<qco> On the songs page, \"hope you have a good day\" is listed as 6 seconds long;&nbsp;but, the file is 12 seconds long.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n11:57 pm</dco> &nbsp;<qco> what was ur favorite song to produce?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n11:51 pm</dco> &nbsp;<qco> so who's the princess</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n11:22 pm</dco> &nbsp;<qco> is \"ball and stick\" a 3d video?&nbsp;&nbsp;i can't tell</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n8:00 pm</dco> &nbsp;<qco> what&nbsp;&nbsp;font do you use in your videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n5:45 pm</dco> &nbsp;<qco> is \"i'm a princess\" about the texas winter crisis? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i lived through it, and i drew a lot of connections. for one, when you said/sang \"buckets catch the dreams as they fall from my ceiling\", it perfectly described what happened in my house. a sprinkler pipe burst, and water poured from the ceiling. we had to use buckets to catch the water, and all the good dreams. another one is when you said/sang \"and i wonder about my neighbors even though i don't have them. but they're listening to every word i say\" also accurately described how my mom's friends had to go to other house to stay safe, and their neighbors were listening to their problems. and for the final connection, \"oops there goes the ceiling\", one girl's ceiling fell down because of the sudden freeze. mine was removed because of the freeze as well. so, to reiterate, was \"i'm a princess\" about the texas thingy? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or were the connections coincidental?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n3:49 pm</dco> &nbsp;<qco> I have a long musical background, good theory knowledge, but virtually no experience with this instrument. I really want to become proficient on the keyboard. Would you recommend taking lessons or just figuring it out on my own?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n2:59 pm</dco> &nbsp;<qco> Will you make a song about sharing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n2:16 pm</dco> &nbsp;<qco> what is oatmeal?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n1:27 pm</dco> &nbsp;<qco> What's your inspirations?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n12:59 pm</dco> &nbsp;<qco> how many words are in your next song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n11:43 am</dco> &nbsp;<qco> what is your definition of a song</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n11:17 am</dco> &nbsp;<qco> How do I deal with the swings between \"My music will suck, I'll never be a successful musician\" and \"I'm better than everyone else, success is inevitable\"? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I know that neither extreme is completely accurate but I want the latter to be true so bad</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n10:22 am</dco> &nbsp;<qco> what's your best tip for someone who wants to get started making music with little experience</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n10:04 am</dco> &nbsp;<qco> Is \"The moon is made of cheese, but I can't taste it\" about perception?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n9:53 am</dco> &nbsp;<qco> On a scale of 1 to 10, how similar are your finished songs to the songs you pictured in your head?\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm wondering this because I have so many ideas in my head that sound amazing, but when I try to make anything, it always comes out awful and never like what I pictured.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n7:54 am</dco> &nbsp;<qco> WHY DON\"T YOU USE CAPITAL LETTERs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n7:52 am</dco> &nbsp;<qco> how does one wake up in the morning travelling straight into the sun? I always seem to wake up sinking into the depths of the earth.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n7:28 am</dco> &nbsp;<qco> How do you come up with catchiest songs on the planet?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n3:06 am</dco> &nbsp;<qco> a while ago you saved a tambourine for later. did later ever come?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n2:06 am</dco> &nbsp;<qco> your reality videos are a huge inspiration for me, and i tell all my friends that are trying to deal with creative blocks for it, and has been a huge help! if we look at this perspective, you are one of the greatest minds i've ever seen for getting mentally better at creative explorativeness. my question here is, do you ever consider posting un-edited raw reality footage, </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(i don't know how do you keep them when they are un-edited, but it seems like you have lots of voice recordings where you... just talk?) i know that the edit makes them pretty better, but for a quick-fix for us until you can post more of them, i think a lot of people would still be interested in that format as well!, love your work!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n1:43 am</dco> &nbsp;<qco> Any pizza places in nyc you would reccomend?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.4.21&nbsp; \n1:43 am</dco> &nbsp;<qco> Do you have a favourite flavour of chair or are you more of a table person?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n11:56 pm</dco> &nbsp;<qco> how do i solve my identity crisis?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n11:42 pm</dco> &nbsp;<qco> do you salt your food?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n11:15 pm</dco> &nbsp;<qco> how do i differentiate affect and effect english isnt my 1st language</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n10:23 pm</dco> &nbsp;<qco> Hello Bill! I have played the piano for a long time but I have never really thought about creating my own music until recently;&nbsp;you have really inspired me. Since writing stuff is daunting, I have begun to transcribe some songs that I like by ear to get a feel for the software and the theory behind the music without having to write it myself yet. Do you think this is a good idea?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n10:14 pm</dco> &nbsp;<qco> do you ever start writing a song that seems to follow one storyline or meaning but then, soon after, transforms into something completely different? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;this happens to me a lot.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n9:43 pm</dco> &nbsp;<qco> what is the meaning of your somg \"money\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n9:38 pm</dco> &nbsp;<qco> why did you remove the \"music videos\" page on this website?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n9:08 pm</dco> &nbsp;<qco> hey bill, why is my mom so critical with me when she found out that I had an interest in singing? she says things like \"what is singing going to give you in the future?\" or, \"whenever you sing you never sound good. you sound like a dying dog.\" should i just give up on it and find something else to do? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also, thank you for making good music on youtube all the time. you are a great artist.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n8:32 pm</dco> &nbsp;<qco> Have you decided which song you will be using for your next upload, </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and will it be in a major key?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n7:46 pm</dco> &nbsp;<qco> What kind of shortcuts did you find revolutionary for your workflow? Thanks</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n7:05 pm</dco> &nbsp;<qco> how would your life strategy be different if the lifespan was longer?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n6:39 pm</dco> &nbsp;<qco> how can you bent your hat? about the line \"my hat is bent\" in slow down</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n6:35 pm</dco> &nbsp;<qco> why the decision to exclusively work alone?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n5:29 pm</dco> &nbsp;<qco> how be table?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n4:11 pm</dco> &nbsp;<qco> why don't you use capital letters</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n3:39 pm</dco> &nbsp;<qco> what do you call that chord when, say in the key of C, you have F in the bass and in the melody you have B (and G) resolving to A (and F)? Can you ever call that Fsus2add#11 (or #4?), also what if the 5 isn't included (is it included usually?), thabks (it's like a double suspension methinks)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n3:05 pm</dco> &nbsp;<qco> any songs/videos with key changes on the horizon? or perhaps... meter changes??</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n3:01 pm</dco> &nbsp;<qco> Where do you get ideas for songs?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also, what do you do if you have no ideas?</qco> </h3>"
  }
]
