[
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n4:21 pm</dco> &nbsp;<qco> Do you think the sun and the moon are friends?</qco> </h3>      they have a mutual friend in common\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n4:18 pm</dco> &nbsp;<qco> How does one stay strong?</qco> </h3>      step 1 is get strong. once you've got that dialed in, then just course correct\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n4:15 pm</dco> &nbsp;<qco> Why is that whenever you come onscreen you're wearing a new set of clothes?&nbsp;</qco> </h3>      that's not entirely true, but it helps to mix it up when i'm the only person in the videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n4:14 pm</dco> &nbsp;<qco> do you got a whole bunch or even a few finished songs just sitting in the vault right now? juscurious</qco> </h3>      i've had a massive surplus of writing for many years now\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n4:13 pm</dco> &nbsp;<qco> Did you study music somewhere?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if so where?</qco> </h3>      at home, and in the workplace\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n4:09 pm</dco> &nbsp;<qco> ur latest anagram sez u touch dads, is that true</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n4:05 pm</dco> &nbsp;<qco> are you a genie? </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;can I have 3 wishes?</qco> </h3>      probably more\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n3:13 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201804212007\">4.21.18&nbsp;&nbsp;8:07 pm</a> It takes that long? is it like that for every song? Or just the ones that are more than 2-3 minutes?</qco> </h3>      no, from june 2016 until may 2017 i was making 'history of the entire world, i guess', then immediately after, i did 4 other songs (california, i love you, movie star, got to know what's going on) then a video (hi, i'm steve) then a music video for movie star, then a new song and video (outside) then another video (soap tips) then another song+video (la de da) then 2 more videos (blades of grass, unboxing) THEN did \"and the day goes on\"<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n2:34 pm</dco> &nbsp;<qco> I'm trying to think of a question but I can't</qco> </h3>      that's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n2:12 pm</dco> &nbsp;<qco> do your songs have a message or a theme?</qco> </h3>      you'll have to listen and see\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n2:04 pm</dco> &nbsp;<qco> Is all of your work a big puzzle for us to solve?&nbsp;</qco> </h3>      no but you can solve it anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n1:42 pm</dco> &nbsp;<qco> how do you feel about the white board vs chalk board debate</qco> </h3>      good, it's a good strong debate\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n1:35 pm</dco> &nbsp;<qco> How can I record quality audio in my room? You don't seem to have any special equipment, you just have a microphone. How can I do the same and not have a terrible static background in my audio?</qco> </h3>      where is the static coming from?\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n1:34 pm</dco> &nbsp;<qco> How to you live life?</qco> </h3>      with a twist?\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n1:28 pm</dco> &nbsp;<qco> When I sing La De Da, \"hope\" in \"I hope that you can relate\" is really difficult to pick out. \n</qco></h3>      that's the wrong word, it's \"know\"<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nI almost never have trouble finding a note, and I'm not literate enough to tell what's going on. Is there a cool/unusual interval or chord whatsit that might be the cause? \n</qco></h3>      it's not very unusual, but it is a bit low<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nIt's one of the things that makes that song super enjoyable to listen to, for what it's worth.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n1:28 pm</dco> &nbsp;<qco> Any tips on soloing over a jazz tune? I have lots of ideas but I'm having trouble expressing my heart and mind through my fingers, in the moment. What steps do I take to improve?</qco> </h3>      get some play-along tracks, or just make your own if you can\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n1:17 pm</dco> &nbsp;<qco> what do you do when you feel anxious</qco> </h3>      rake the lawn. not the leaves, just rake the grass\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n1:00 pm</dco> &nbsp;<qco> Isn't nothing not impossible?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n12:54 pm</dco> &nbsp;<qco> Do you enjoy it when people reference your work in their work? Such as when youtubers do it. Does this opinion change when they use parts of your videos instead of just referencing?</qco> </h3>      i wouldn't notice because i am busy making my own videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n12:52 pm</dco> &nbsp;<qco> when is a good time to scream</qco> </h3>      screamtime\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n12:50 pm</dco> &nbsp;<qco> can i be a duck?</qco> </h3>      you can try\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n12:43 pm</dco> &nbsp;<qco> why dont you make your videos exteremly short like in 2015</qco> </h3>      \ni've already done plenty of those. how about something with a little more content in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n12:00 pm</dco> &nbsp;<qco> can I USe capitalisation however I think is best for me?</qco> </h3>      yes, thank you for checking in with me first\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n11:59 am</dco> &nbsp;<qco> Why are people so obsessed with whether you/your music are happy or depressed?</qco> </h3>      i think they are excited about the upcoming contest, to figure it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n11:19 am</dco> &nbsp;<qco> so you live in an apartment right? i'm just wondering if it's hard to have neighbors close by when you're singing/playing/songwriting ?currently try to figure out where i need to live so that i can be more freely creative without worrying about annoying people/embarassing myself</qco> </h3>      just make a forcefield in your mind. sometimes it helps to remind yourself that there are other places in the world where people are living with 3 families in 1 room, and the water is also poisonous\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n11:01 am</dco> &nbsp;<qco> have you had time to think about the B E E S ?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n10:51 am</dco> &nbsp;<qco> how do you answer these questions</qco> </h3>      i try to just come up with something that seems to relate to the question, and type it below the question\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n10:42 am</dco> &nbsp;<qco> is reality television a waste of our time? is television a waste of our time? \n</qco></h3>      it depends what else is already on your agenda<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nwhat is your opinion on the current state of media?</qco> </h3>      it is more than the 2 things you just mentioned\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n10:13 am</dco> &nbsp;<qco> How well would your music fit on top of somebody commiting suiciide?</qco> </h3>      that's not something i'm interested in<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n9:45 am</dco> &nbsp;<qco> how do I know you exist?</qco> </h3>      you'll just have to take my word for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n9:42 am</dco> &nbsp;<qco> hey, to have a different twist at the depression question, im pretty fucking sure that you are in great mental health nowadays because as someone who tries to produce music and other stuff your hardwork and scheduling can not be fucking done with a broken head, im sure, \n</qco></h3>      ah, that's a good point<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nbut how about this, were you depressed at 2013-2015 period?\n</qco></h3>      i was working just as hard then, too. the daily upload schedule started in 2014 and i continued making content non-stop ever since then. in late 2013 i was recording, and also sorting out the website/online stuff, and in the first half of 2013 (and before) i was writing every day<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n maybe a little more unsure about what you were doing, feeling like a piece of garbagE?</qco> </h3>      \"i'm a piece of garbage\" was based on a note i found from 2007. this was a common writing technique i was using in 2015, to help produce vine ideas 7 days a week for a rapidly growing audience <br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n9:28 am</dco> &nbsp;<qco> what do you prefer, maps or naps?&nbsp;</qco> </h3>      \nthankfully i am allowed to have both\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n9:16 am</dco> &nbsp;<qco> how is it like to live as bill wurtz?</qco> </h3>      how is it like to not<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n8:50 am</dco> &nbsp;<qco> What do you think the smallest particle is made of?&nbsp;</qco> </h3>      you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n7:08 am</dco> &nbsp;<qco> do you think it will catch on, using a lower-case \"i\" to represent oneself?&nbsp;&nbsp;it's so friendly and humble</qco> </h3>      i think it caught on 20 years ago<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n5:52 am</dco> &nbsp;<qco> I dare you to write something with capital letters in the sentence.</qco> </h3>      \ni will do it when it seems necessary. in the meantime <a href=\"capitals-report.php\">here's some</a> to hold you over\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n4:48 am</dco> &nbsp;<qco> Do you have any hobbies besides music?</qco> </h3>      making videos to go with the music<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n4:44 am</dco> &nbsp;<qco> is there an afterlife to the afterlife</qco> </h3>      they are all after and before others<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n4:37 am</dco> &nbsp;<qco> Do you think people are inherently violent,\n</qco></h3>      they have that skill set, as well as others<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n if so why?</qco> </h3>      defense, competition, survival\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n4:23 am</dco> &nbsp;<qco> what do you think you'd be doing if you weren't&nbsp;&nbsp;pursuing what you are right now</qco> </h3>      that depends on why i wouldn't be\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n3:52 am</dco> &nbsp;<qco> Do you think you will ever try being depressed?\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n its a good experience that can actually be helpful, fun, you can learn a lot of new things, it is also very tricky so it will make yourself stronger</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n3:46 am</dco> &nbsp;<qco> how do i fight back against bread crumbs?</qco> </h3>      you could try nuclear weapons<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n3:11 am</dco> &nbsp;<qco> What can spoons be used for other than as a great eating utensil?</qco> </h3>      catapult, nosewear, percussion, and more<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n2:42 am</dco> &nbsp;<qco> what should i do for living</qco> </h3>      become a careers expert<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n1:39 am</dco> &nbsp;<qco> Why doesn't light make sound?</qco> </h3>      sound takes care of the sound\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n1:27 am</dco> &nbsp;<qco> Do you ever answer questions in ways that are not straight forward or self-contradictory statements?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n1:25 am</dco> &nbsp;<qco> Themes like optimism, happiness, and adventure seem to be recurrent in your work. Why are you such a happy person?</qco> </h3>      it is fun and good, not to mention the health benefits are fantastic\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n1:22 am</dco> &nbsp;<qco> Do you intentionally model your style after what no one has done before, \n</qco></h3>      not necessarily but that's always a fun approach<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nor do you try to stay true to your personality and it just happens to be as unique as it is?</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n12:45 am</dco> &nbsp;<qco> I quite like the word \"whenst\". Is there any specific definition for it, or can I just sorta use it if it feels right?</qco> </h3>      when, as, and during the time which. (when + whilst)<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.18&nbsp; \n12:21 am</dco> &nbsp;<qco> whats your favorite type of video to make?</qco> </h3>      type 24C\n<br><br>"
  }
]
