[
  {
    "html": "<h3> <dco>7.24.22&nbsp; \n12:28 pm</dco> &nbsp;<qco> What is the airspeed velocity of an unladen swallow?</qco> </h3>      \nis that the african or european swallow\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.22&nbsp; \n12:14 pm</dco> &nbsp;<qco> Who are you?</qco> </h3>      \ni will keep you updated\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.22&nbsp; \n11:57 am</dco> &nbsp;<qco> do you have any answers</qco> </h3>      \nthat's preposterous. who do you think i am\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.22&nbsp; \n9:23 am</dco> &nbsp;<qco> its been 8 years, do you still think you write stupid music?</qco> </h3>      \nstupid is a handy tool, among many different tools that can be used to propel any music/art forward, even towards intelligence. can also be used in science if you get stuck. think of a car getting stuck in the mud and you might want to go backwards a little, just to free yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.22&nbsp; \n8:26 am</dco> &nbsp;<qco> what's the best chess move?</qco> </h3>      \ncheckmate\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.22&nbsp; \n8:14 am</dco> &nbsp;<qco> if a behind the scenes video shows the process of creating a product, is a reaction video an \"in front of the scenes\" video?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.22&nbsp; \n6:35 am</dco> &nbsp;<qco> what do you love</qco> </h3>      \neverything\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.22&nbsp; \n2:03 am</dco> &nbsp;<qco> I got my first job at a studio right before the pandemic hit, and that coupled with other personal stuff really clogged me up on writing and recording. I might now be facing the prospect of having to find work elsewhere (not actually sure yet) and I'm suddenly panicking about not having used my time here wisely and how to try and actually release and share music, and I'm wondering if you have any advice you could offer on what to do?</qco> </h3>      \ni'm not sure what kind of studio you are talking about, but just reading between the lines it sounds like it is a pretty heavy studio with a lot of... stuff in it, stuff which maybe you don't normally have access to. and it sounds like you are getting fearful and confused about your path to production. so for this i recommend immediately turning to a production process which is much simpler. sometimes when i'm feeling overwhelmed i dig deep somewhere into the past and find a some live video of a guy in the 1970s performing a song with a guitar and his voice, on stage, in real time, in 1 take. just to remind me of how simple it can be to create a song. there are millions of ways to produce music, but from what you described it sounds like you'd be pleased to discover some ways that are much easier, quicker, and readily within reach at any hour of the day. and believe me, those ways exist and they're all around us. and then you can just work your way up from there\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.22&nbsp; \n1:47 am</dco> &nbsp;<qco> while doing jazz improvs on my piano i tend to do lots of modulations and i usually end up in a completely different key 10 seconds in. would you consider this to be something healthy </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i should continue doing? <br><br>if not how should i do it instead <br></qco> </h3>      \nyou can continue playing this way. it may be one of your strong points. but if you find yourself starting to get jealous of more 'normal' sort of scenarios, i'd recommend just jumping into some songs. some of the songs you know and like. maybe there are some songs that you know and like which also happen to be liked by many other people. these songs will usually tend to change keys less than a million times\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.22&nbsp; \n1:17 am</dco> &nbsp;<qco> something about your music makes me want to accomplish things. of course your tunes are groovy and wonderfully constructed on a technical level but i especially appreciate them because they inspire me to work consistently and constantly on my passion (writing). do you ever inspire yourself in this manner?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.22&nbsp; \n1:11 am</dco> &nbsp;<qco> Star Wars or Star Trek?</qco> </h3>      \nneed at least a picture or soundclip to determine, otherwise i can't tell them apart. in terms of the contents of your question, they each comprise about 40 something percent\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.22&nbsp; \n12:38 am</dco> &nbsp;<qco> tell me more about your past life</qco> </h3>      \ni can't seem to recall anything specifically. this feels dreadfully unfortunate but i have to assume that's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.22&nbsp; \n12:30 am</dco> &nbsp;<qco> I've been having dreams where I am in someone else's dream or another person is in mine, but it's always someone I don't know. Am I actually sharing dreams with other real people or is it just a cool plot my subconscious creates? How can I know?</qco> </h3>      \nif you consider that there have-been/will-be infinite people, then they can be considered real because in an eternity of infinite possibilities, even made up things would have been real at some point\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.22&nbsp; \n11:07 pm</dco> &nbsp;<qco> If you could be either an unmovable object or an unstoppable force which would you be?</qco> </h3>      \nif i'm not allowed to be both, i will rise up in protest\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.22&nbsp; \n10:24 pm</dco> &nbsp;<qco> What inspires you to create what you make and do what you do?</qco></h3>      the possibility that it's pretty good<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Give me the exact details of your thought process with every decision you've ever made/will make.</qco> </h3>      calculate the probability that it will be pretty good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.22&nbsp; \n10:23 pm</dco> &nbsp;<qco> what happens when you run out of soap?</qco> </h3>      \nwell then i guess it's time to go looking for some new experiences\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.22&nbsp; \n9:05 pm</dco> &nbsp;<qco> what was the last thing you did just for the sake of doing it, rather than feeling like you should do it for any reason</qco> </h3>      \ni thought everything was for both those reasons\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.22&nbsp; \n8:41 pm</dco> &nbsp;<qco> do you think you could take down Magnus Carlsen in a mean game of checkers?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.22&nbsp; \n7:57 pm</dco> &nbsp;<qco> are tacos sandwiches</qco> </h3>      \nit's a folder\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.22&nbsp; \n7:45 pm</dco> &nbsp;<qco> I have a lot of questions to ask. To everyone about everything. I guess I should start somewhere, right? ..</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.22&nbsp; \n7:35 pm</dco> &nbsp;<qco> What do you eat?</qco> </h3>      \ni don't recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.22&nbsp; \n7:18 pm</dco> &nbsp;<qco> Are you a part of the church?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.22&nbsp; \n5:07 pm</dco> &nbsp;<qco> how to not lock akward on photos?every single one is my friends being cool and relaxed and me standing im the corner akwardly</qco> </h3>      see if you can try to figure out the entire universe in the moment the picture is taken. this should help\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.22&nbsp; \n5:05 pm</dco> &nbsp;<qco> opinions on hotdogs?</qco> </h3>      \nfinally, something to take the sandwich to the next level\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.22&nbsp; \n5:04 pm</dco> &nbsp;<qco> how do you feel about birds?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.22&nbsp; \n3:17 pm</dco> &nbsp;<qco> Why did you choose the character Saturn at 0:58 during the song Might Quit?</qco> </h3>      \ni don't see why i wouldn't\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.22&nbsp; \n11:36 am</dco> &nbsp;<qco> what's the key signature of \"meet me in september\"</qco> </h3>      \nE in the verses, F in the non-verses\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.22&nbsp; \n10:31 am</dco> &nbsp;<qco> what are your thoughts on answers</qco> </h3>      \ndank\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.22&nbsp; \n10:24 am</dco> &nbsp;<qco> i'm making a video game, and i get sad when i avoid working on it but for some reason i keep choosing not to work on it. help</qco> </h3>      \nwrite a letter to yourself explaining what you've done on it so far\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.22&nbsp; \n5:00 am</dco> &nbsp;<qco> why did you mention albuquerque in your latest song?</qco> </h3>      \ngoals\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.22&nbsp; \n2:04 am</dco> &nbsp;<qco> what is the first chord of your next song</qco> </h3>      \nBbmaj7, if you don't count any philanderings in the opening fill\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.22&nbsp; \n1:06 am</dco> &nbsp;<qco> does the apple really fall far from the tree?</qco> </h3>      \nnormally it does not\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.22&nbsp; \n10:22 pm</dco> &nbsp;<qco> Why do I suddenly become a (metaphorical) god at something when trying to do it after I haven't for a while?</qco> </h3>      \nbecause you are in a good mood\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.22&nbsp; \n9:09 pm</dco> &nbsp;<qco> You ever notice how the chorus of Material Girl is a 7-bar figure, so when later in the song it repeats after 8 bars, it gives this INCREDIBLE jumpy feeling of skipping back to the best part so soon???</qco> </h3>      \nthe main reason it sounds surprising is because the vamp guitar riff starts and gets cut short after 1 bar when it normally expresses itself in 2. you could do the chorus in 8 bars and just land on that 1 chord for bar 8 and go back around without the guitar vamp riff, and it would sound totally expected. but because the vamp riff starts and does not finish, that is what seems to give it the surprising quality\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.22&nbsp; \n8:11 pm</dco> &nbsp;<qco> why doesn't the word \"circle\" or \"sphere\" have the letter \"o\" in them? would it be too perfect</qco> </h3>      \nyes, that's the problem. it would be too perfect\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.22&nbsp; \n7:22 pm</dco> &nbsp;<qco> i am on quest to the ocean where do i go?</qco> </h3>      \nany direction. all the land is surrounded by ocean\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.22&nbsp; \n7:20 pm</dco> &nbsp;<qco> in \"if the world doesn't end\" the first lyric is \"if the world doesn't end then how will it begin?\" </qco></h3>      that's not true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and in 12.30.2004 in notebook you wrote \"how well u do something&nbsp;&nbsp;revolves&nbsp;&nbsp;&nbsp;completely&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;around<br>How&nbsp;&nbsp;&nbsp;you&nbsp;&nbsp;&nbsp;End&nbsp;&nbsp;&nbsp;It.&nbsp;&nbsp;&nbsp;<br>because&nbsp;&nbsp;otherwise&nbsp;&nbsp;no one will believe if u did it or not.\"&nbsp;&nbsp;&nbsp;<br>is the first lyric a reference to this?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.22&nbsp; \n6:33 pm</dco> &nbsp;<qco> what color is fruit</qco> </h3>      \nbright\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.22&nbsp; \n5:58 pm</dco> &nbsp;<qco> tails or heads?</qco> </h3>      \njust leave the coin on its edge\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.22&nbsp; \n5:27 pm</dco> &nbsp;<qco> do you think eggs</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.22&nbsp; \n5:16 pm</dco> &nbsp;<qco> Ok bill i have to say im really sorry. You know how your advice for writing stuff is to intentionally do something the wrong way?</qco></h3>      yes that's a pretty standard technique, widely used<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I always thought that that was a silly joke non anwser, until i finally tried it out and now i totallly understand what you mean, i was able to create some of the best songs i ever made and i feel so proud and also so stupid for not beliving you so im sorry</qco> </h3>      \nthat's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.22&nbsp; \n5:15 pm</dco> &nbsp;<qco> how to sing</qco> </h3>      \nyou're gonna have to believe that you mean it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.22&nbsp; \n4:04 pm</dco> &nbsp;<qco> how were doing school presentations like for you</qco> </h3>      \ni don't recall doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.22&nbsp; \n3:03 pm</dco> &nbsp;<qco> why is it called a face plant if its not a plant</qco> </h3>      \nthat would be 'plant' the verb. which it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.22&nbsp; \n2:44 pm</dco> &nbsp;<qco> what's going on behind the scenes when you answer a question,</qco> </h3>      \nme thinking of an answer\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.22&nbsp; \n2:08 pm</dco> &nbsp;<qco> My cassette deck is possessed by the spirit of Abe Lincoln. What do I do?</qco> </h3>      \nrewind\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.22&nbsp; \n11:43 am</dco> &nbsp;<qco> what is your apple of choice</qco> </h3>      \ngood/bad\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.22&nbsp; \n8:22 am</dco> &nbsp;<qco> what inspired you to make _____notbugs</qco> </h3>      \nwednesday\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.22&nbsp; \n8:08 am</dco> &nbsp;<qco> how is music?</qco> </h3>      \ni can't be sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.22&nbsp; \n7:25 am</dco> &nbsp;<qco> why was \"just did a bad thing\" released on christmas in US time?</qco> </h3>      \nbecause i failed to finish it in time to be released on dec 18 along with the audio song\n\n<br><br>"
  }
]
