[
  {
    "html": "<h3> <dco>11.10.24&nbsp; \n4:49 pm</dco> &nbsp;<qco> i don't like my bike. it sucks. can i buy a skateboard instaed</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.24&nbsp; \n3:51 pm</dco> &nbsp;<qco> do you every try to do something but then you think about the fact that you're trying to do something and you sort of forget how to do the thing you wanted to do and then you think about how you're not doing something and it makes you want to do something so you try to do something and the cycle repeats?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if so, how to stop?</qco> </h3>      how about doing 2 things\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.24&nbsp; \n2:50 pm</dco> &nbsp;<qco> hey bill what language should i learn chinese or vietnamese, alot of vietnamese people are in slovakia ( i live there) and not alot of chinese people are there\n<br>- berri</qco> </h3>      \nit just comes down to whichever one excites you more\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.24&nbsp; \n2:44 pm</dco> &nbsp;<qco> which bird is the closest to your most favorite</qco> </h3>      \nduck\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.24&nbsp; \n1:00 pm</dco> &nbsp;<qco> i really like making concepts and ideas for art but rarely want to actually do this. call it \"theoretical art\". if art is made for the artist that would mean that the fact that my art isnt physically there shouldnt matter right? yet somehow i feel guilty for not making most of my ideas true</qco> </h3>      \nfor just a moment, forget about guilt. which feels more gratifying: to produce the work or not produce the work?<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.24&nbsp; \n11:55 am</dco> &nbsp;<qco> is everything possible?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.24&nbsp; \n11:26 am</dco> &nbsp;<qco> driving still makes me nervous, any ideas?</qco> </h3>      \nthis may not be the best idea, but, driving more will make you less nervous about it, while also making you better at it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.24&nbsp; \n11:18 am</dco> &nbsp;<qco> do you enjoy playing the egg shaker?</qco> </h3>      \nyes i do\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.24&nbsp; \n5:10 am</dco> &nbsp;<qco> do you think r is a vowel. it feels like the same genre as other vowels but not really</qco> </h3>      \nit almost is. conceptually it's not. when it is, another vowel usually has to stand next to it, for validation\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.24&nbsp; \n4:17 am</dco> &nbsp;<qco> What is your opinion on eating raw sausages. Should i stop</qco> </h3>      \nyou might feel better if you don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.24&nbsp; \n3:22 am</dco> &nbsp;<qco> what sort of fanfic should i write on my 14 hour plane ride tomorrow?</qco> </h3>      \ni wonder what happens if you start writing it before deciding what sort it's going to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.24&nbsp; \n1:24 am</dco> &nbsp;<qco> Does your brain think of language in terms of principles or patterns?</qco> </h3>      \nit's more like a plant. i would even dare say, when using language, the brain mostly does not 'think' of language. language behaves more like a plant which grows to reflect the ideas we are thinking about\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.24&nbsp; \n11:21 pm</dco> &nbsp;<qco> do you think more people would read books more often if the books were shorter?</qco> </h3>      \ntechnically yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.24&nbsp; \n10:51 pm</dco> &nbsp;<qco> why do they call it oven when you of in the cold food of out hot eat the food</qco> </h3>      \nthat's to make sure you turn it off when you're done\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.24&nbsp; \n10:47 pm</dco> &nbsp;<qco> how do i mental health the good way is there a way if so what way is it if not why</qco> </h3>      \nin a very over-generalized broad sense, the keys to mental health can SOMETIMES....... be physical. .... and dare i say vice-versa\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.24&nbsp; \n9:30 pm</dco> &nbsp;<qco> on a scale of 1-10 how much do you worry about relevancy</qco> </h3>      \nmy main concern with 'relevancy' is to make sure that both items were mentioned. \"is _____ relevant to _____ ?\" As long as you mention what fills in those 2 blanks, then we can evaluate the answer. the freaky thing is when someone only mentions one thing and then asks if that 1 thing is relevant. (without saying 'to what')\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.24&nbsp; \n8:46 pm</dco> &nbsp;<qco> Is saying that you'd prefer to make a new song to be your favorite your favorite way of answering the 'what is your favorite song' questions, or would you prefer to make a new answer to be your favorite way of answering the 'what is your favorite song' question?</qco> </h3>      \nthat's usually not my answer to 'what is your favorite song'. i wouldn't be so quick to give the idea that my favorite song should always be one of my own. however, that is a good motivator to songwrite, so i sometimes hint at the feeling that i 'might' have to make my own just in case. the answer you're thinking of, \"i would prefer to make a new one to be my favorite\" is for a different question, when asked specifically about my own songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.24&nbsp; \n8:15 pm</dco> &nbsp;<qco> How much rice in a plate of pasta would make a blind eater notice they have rice in their pasta?</qco> </h3>      \n1 grain would be noticeable\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.24&nbsp; \n8:10 pm</dco> &nbsp;<qco> Dude. I love your 2 friends in a beach video. The way you say the lines and the music are just great. And it's funny as well weirdly relatable since it's not a real life normal situation</qco> </h3>      \nin that case i have some fairly exciting news\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.24&nbsp; \n5:21 pm</dco> &nbsp;<qco> do think music is best made by a bunch of people getting togheter and playing it live, or by just a guy (or gal, or neither) doing it all by themselves, one instrument at a time?</qco> </h3>      \nthere's massive advantages to both ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.24&nbsp; \n2:26 pm</dco> &nbsp;<qco> do you think the letter 'c' is necessary? </qco></h3>      now that i think about it, none of the letters are necessary<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;it has the same functions as 's' and 'k.' </qco></h3>      sometimes it's different when combined with 'h'<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;they got rid of the thorn, (þ) a letter that represented the 'th' sound, so do you think that they should get rid of 'c' as well? </qco></h3>      who's they<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if they were to do this, how do you think it would affect music? would the removal of the letter 'c' cause the note names to be 'a' 'b' 'd' 'e' 'f' 'g' 'h'?</qco> </h3>      even if the C was removed from english phonetics, it would be silly to remove it from other fields where it's already used sequentially\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.24&nbsp; \n1:37 pm</dco> &nbsp;<qco> Are schizophrenia patients actually misunderstood shaman healers who hold the key to saving the world</qco> </h3>      \nwhen you get right down to it, every person who ever lived is actually a shaman healer who holds the key to saving the world. but what can be challenging is when you realize this too quickly, too intensely, and get too excited, and think you're the only one\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.24&nbsp; \n1:30 pm</dco> &nbsp;<qco> do feelings have shapes</qco> </h3>      \nsort of\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.24&nbsp; \n12:12 pm</dco> &nbsp;<qco> What is the meaning of the letter H?</qco> </h3>      \nit might have been a fence\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.24&nbsp; \n11:42 am</dco> &nbsp;<qco> did you feed the horses yet</qco> </h3>      \ni am not responsible for feeding any horses. i actually don't even know where the nearest horse is. but that's my problem i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.24&nbsp; \n11:40 am</dco> &nbsp;<qco> are you editing the html for this page manually for each answer or am i crazy</qco> </h3>      \nkind of neither\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.24&nbsp; \n10:54 am</dco> &nbsp;<qco> someone from my school shouted \"EMO\" at me and followed me for 5 mins then left and idk what i should do (PS . we all wear uniform)</qco> </h3>      \nyou can do the same thing you otherwise would have done\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.24&nbsp; \n8:30 am</dco> &nbsp;<qco> mini skateboard that drives with two finger. finger skateboard.</qco> </h3>      \nyes i've heard of that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.24&nbsp; \n3:36 am</dco> &nbsp;<qco> why didn't they name the first key in the white key major scale A instead of C</qco> </h3>      \ni don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.24&nbsp; \n12:38 am</dco> &nbsp;<qco> how do you build discipline without motivation? do i need the latter for the former</qco> </h3>      \nprobably. at least to start. then it might become habit\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.24&nbsp; 11:38 pm</dco> &nbsp;<qco> what is the meaning of life</qco> </h3>      \nthere are always new meanings. i don't know which one yours will be, but it will be a good one\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.24&nbsp; \n11:00 pm</dco> &nbsp;<qco> how can i connect with people?</qco> </h3>      \nthere are always new ways. i don't know which way your way will be, but it will be a good one\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.24&nbsp; \n8:53 pm</dco> &nbsp;<qco> do you ever use any sidechain compression in your songs</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.24&nbsp; \n8:04 pm</dco> &nbsp;<qco> should i do a kickflip</qco> </h3>      \nyou may\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.24&nbsp; \n6:34 pm</dco> &nbsp;<qco> Were you super into insects as a kid?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.24&nbsp; \n5:44 pm</dco> &nbsp;<qco> Have you ever done private music tutoring?</qco> </h3>      \npretty much only via this page. and sometimes i'll admit my advice may be a little too..... cosmic... to really be useful\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.24&nbsp; \n5:39 pm</dco> &nbsp;<qco> are you still too small for the mall</qco> </h3>      \ni am the correct size for the mall\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.24&nbsp; \n5:34 pm</dco> &nbsp;<qco> what do you do when you can't reach a certain pitch?</qco> </h3>      \ndon't use it?\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.24&nbsp; \n5:00 pm</dco> &nbsp;<qco> Is it important to understand the things that you hate?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.24&nbsp; \n3:41 pm</dco> &nbsp;<qco> Are you a good boy</qco> </h3>      \nsort of\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.24&nbsp; \n1:48 pm</dco> &nbsp;<qco> what do you think is the most useless subject,and what is the most important subject?(P.S,I'm writing this in the middle of class.)</qco> </h3>      \nremind me again what is a subject\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.24&nbsp; \n1:38 pm</dco> &nbsp;<qco> whats your favorite time of day</qco> </h3>      \n1:38 pm\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.24&nbsp; \n12:46 pm</dco> &nbsp;<qco> can we achieve perfection? HAVE we achieved perfection? what the hell is perfection</qco> </h3>      \nif you can figure out what you even want\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.24&nbsp; \n12:10 pm</dco> &nbsp;<qco> WHen will you teach us some dutch? :(</qco> </h3>      \nmaybe when you stop frowning at me\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.24&nbsp; \n12:07 pm</dco> &nbsp;<qco> how different would the world be if guitars controlled the economy</qco> </h3>      \never been to guitar center\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.24&nbsp; \n11:16 am</dco> &nbsp;<qco> how can i describe chairs in a way that includes all chairs and excludes all non-chairs?</qco> </h3>      \nthat's none of my business\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.24&nbsp; \n10:26 am</dco> &nbsp;<qco> what do i do</qco> </h3>      \nhow about everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.24&nbsp; \n10:24 am</dco> &nbsp;<qco> Do you like jello&nbsp;</qco> </h3>      \ni've never ineteracted with jello\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.24&nbsp; \n9:44 am</dco> &nbsp;<qco> How far should I take this method acting thing?</qco> </h3>      \nonto the stage\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.24&nbsp; \n8:40 am</dco> &nbsp;<qco> Can I hear a closed mid unrounded vowel?</qco> </h3>      \nis that the front, central, or back\n<br><br>"
  }
]
