[
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n9:33 pm</dco> &nbsp;<qco> what were you last angry about?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n9:08 pm</dco> &nbsp;<qco> what percent are you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n9:05 pm</dco> &nbsp;<qco> Do you think you can appreciate a wide range of different personalities?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n8:58 pm</dco> &nbsp;<qco> im feeling like i need a goose delivered to my doorstep</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n8:50 pm</dco> &nbsp;<qco> is making music your passion?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do you have fun making it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n8:45 pm</dco> &nbsp;<qco> Can you tell the difference between someone who is hardworking and someone who doesn't work as hard but achieves everything the former has achieved?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n8:42 pm</dco> &nbsp;<qco> I THINK IM FINDING A WAY????? I THINK SO. I THINK I AM.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n8:22 pm</dco> &nbsp;<qco> Is shame productive in certain contexts?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n8:19 pm</dco> &nbsp;<qco> do you like any of Taylor Swift's songs ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n8:13 pm</dco> &nbsp;<qco> how many words are in the title in your new song?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n8:06 pm</dco> &nbsp;<qco> When did what happen</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n8:04 pm</dco> &nbsp;<qco> Do you think your answer to a music-related question would depend on your mood at the time you saw the question?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n7:55 pm</dco> &nbsp;<qco> Is there a way to appreciate hostility?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n7:15 pm</dco> &nbsp;<qco> do you like verbs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n7:13 pm</dco> &nbsp;<qco> If I have no passions how do i discover them, or do they not exist at all</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n6:47 pm</dco> &nbsp;<qco> Will u help me reshape my nose&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n6:45 pm</dco> &nbsp;<qco> You're pretty forgiving about grammar as long as you can tell what a question is saying. Are you like that for music questions as well? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;There are things I'd like to ask, but I'm not super literate in music theory so I've been holding back.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n6:44 pm</dco> &nbsp;<qco> What's your new song called?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n5:50 pm</dco> &nbsp;<qco> is it possible to turn really dark and cryptic words into a happy and cheerful song that only reveals its dark underside when you look between the lines?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n5:38 pm</dco> &nbsp;<qco> are you aware that the amazon alexa thinks your name is spelled bill wertz?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it makes it IMPOSSIBLE to ask her to play your music on spotify. filed a complained just a few minutes ago, yw big guy</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n5:06 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201804010006\">4.1.18&nbsp;&nbsp;12:06 am</a>  Capitals!!!&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n5:04 pm</dco> &nbsp;<qco> percentage of video completion?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n4:39 pm</dco> &nbsp;<qco> do you know what life is</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n4:30 pm</dco> &nbsp;<qco> what label do you fall under</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n4:02 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201804012202a\">4.1.18&nbsp;&nbsp;10:02 pm</a>  he didn't actually touch any boys (not sexually that is), and I'd appreciate you not spreading that falsehood any longer, thanks.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n3:45 pm</dco> &nbsp;<qco> did you do the harmonising the weather lady by hand? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Would you be interested in a tool that does that?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n3:36 pm</dco> &nbsp;<qco> when you start working on a project, do you set a estimated date for it's completion?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; For example, when you starting making HOTEWIG, </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;did you have a goal for when you would finish it? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I know you say you don't know when the new video will be done, but surely you can estimate at least the month it will be done?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n3:33 pm</dco> &nbsp;<qco> will you ever make an Announcements page on this website? Like, so people can find out about the stuff you are working on without it having to be asked on the questions page?\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n3:29 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201804012342\">4.1.18&nbsp;&nbsp;11:42 pm</a>  I think he meant \"Is it your main source of income?\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n3:14 pm</dco> &nbsp;<qco> hey bill how do you make a composition like you did in \"a Play featuring an iphone power block and a mechanical pencil\" it feels like the inanimate object are talking</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n3:04 pm</dco> &nbsp;<qco> which questions are your least favorite to answer?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n2:12 pm</dco> &nbsp;<qco> Do you think that the bad in life could ever outweigh the good?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n2:04 pm</dco> &nbsp;<qco> hey man you like motifs? you like getting *thematic*?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n1:50 pm</dco> &nbsp;<qco> If Bob is Jim and Jim is Bob, who is Bob?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n1:33 pm</dco> &nbsp;<qco> waitttttttt i haven't been on this site for !ages! and it seems like you have changed some stuff noooooooo change it back to the old classic style!!!!!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n12:55 pm</dco> &nbsp;<qco> Is it possible to tell if something is a capital O, a lower-case o, or a zero (0) without any other letters around it for reference?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n12:49 pm</dco> &nbsp;<qco> Very often, I'll get ideas at the most random times, \n\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but I have a hard time just sitting down and trying to force a song out of thin air. I kind of have to have something, even if it's just a few bars, to work off of. \n\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you ever sit down and try to write a song from scratch.. as in, just sitting at the piano with nothing in mind (apart from the improv page, I guess)? \n\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or do you usually wait for a melody idea or something to come to you (wherever and whenever that may be), and then start writing off of that idea?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n12:14 pm</dco> &nbsp;<qco> Answer some questions&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n11:54 am</dco> &nbsp;<qco> i made something and it sound really strong but it doesnt sound right because i suck at mixing and the correct way to approach this problem would be to get better at mixing but i want so much music to make and i actually want to listen my shit and trying and trying and trying different things with equalizers doesnt feel like making music but like polishing it, but also i am obsessed with my work to be mine so i cant just let someone else mix it for money etc. so all i can do is try one thing at a time by song and just have it without trying something else and try something else at the other song but that way i feel like the good stuff will come sooo much later then i expected and i want my things to sound good so H E L P M E&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n10:45 am</dco> &nbsp;<qco> ive been playing classical and jazz trumpet for years and it has always been the only thing that my family and people like that recognize me as. ive gotten the same book of sheet music for every gift giving holiday the past 3 years. Im realizing now that it really doesnt make me happy, it actually makes me really really stressed. I dont want to stop playing because there are some good people in the same program as me and it is the only thing that i do. I leave school at 5 everyday and have 3 rehearsals a day. i dont think im great with rhythms, no matter how easy they are i mess up. i dread going to rehearsal everyday and i dont know what to do. i thought this is what i wanted to do with my life but now i dont want to look at sheet music ever again, i feel trapped. i cant talk to my family about this </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nand my friend doesnt care about music and doesnt understand, what would you do if you were in this situation?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n10:22 am</dco> &nbsp;<qco> what is architecture</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n9:48 am</dco> &nbsp;<qco> &nbsp;i have all these fragmented ideas and i love them all im just trying to record them but its kinda hard sometimes. sometimes your imagination falls apart, sometimes its just hard to put them into words. and other times theyre so crazy that you wanna make them work but its difficult to be comfortable with your crazy ideas. its crazy and its a challenge but i feel like if i find a way to be comfortable with my ideas and do what i want with them, ill unlock something. im just trying to find a way to express them in the best form. does that make sense?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n6:59 am</dco> &nbsp;<qco> Is cardboard fun?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n5:48 am</dco> &nbsp;<qco> Why do you usually never use capitals in your videos/website?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n4:52 am</dco> &nbsp;<qco> help i accidentally sent a message to the wrong person what do i do what if they reply please help</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n3:16 am</dco> &nbsp;<qco> What language do you enjoy not understanding?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n1:45 am</dco> &nbsp;<qco> how many percent your work progress in making new video?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n1:44 am</dco> &nbsp;<qco> is making this things(music and video) is your work or just a hobby in free time?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n1:40 am</dco> &nbsp;<qco> ever think about make a teamwork to make some videos or music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n12:20 am</dco> &nbsp;<qco> what is your favourite part of your video/song creation process?</qco> </h3><br><br>"
  }
]
