[
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n10:12 pm</dco> &nbsp;<qco> how to understand women??</qco> </h3>      get to know them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n10:11 pm</dco> &nbsp;<qco> Since you decided to put shirts up for sale, do you think you'd consider other items like vinyl or such?</qco> </h3>      i might, but i just don't know how many people really use record players\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n10:04 pm</dco> &nbsp;<qco> how do you feel about the interrobang</qco> </h3>      it gets talked about much much more than it is actually used. for something that gets used as infrequently as it does, i am surprised it needs a name\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n10:02 pm</dco> &nbsp;<qco> how long did it take to make Lddddddddo?</qco> </h3>      about 12 weeks\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n10:00 pm</dco> &nbsp;<qco> which came first, you answering questions with \"ah, #relatable\" or putting \"#relate\" into the video?</qco> </h3>      answering questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n9:54 pm</dco> &nbsp;<qco> How do we get all the plastic out the ocean and keep it that way?</qco> </h3>      we're gonna have to invent a plastic remover. a really big one. that might seem strange, but some pretty strange things have been invented before\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n9:47 pm</dco> &nbsp;<qco> do you enjoy being a living meme?</qco> </h3>      i am not a meme, but there are many memes that have been made from my work\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n9:46 pm</dco> &nbsp;<qco> do you dislike capital letters or are you just a fan of the lowercase aesthetic?</qco> </h3>      perhaps you could ask yourself that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n9:41 pm</dco> &nbsp;<qco> I'm slowly slipping into psychosis.</qco> </h3>      ah, #relatable\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n9:34 pm</dco> &nbsp;<qco> what can i do to prevent turning into a walking mass of pasta?</qco> </h3>      nothing, but you can get pasta insurance so you can get a compensation if it does happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n9:33 pm</dco> &nbsp;<qco> Are you running for president?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n9:32 pm</dco> &nbsp;<qco> Since when was your questions page a massive joke</qco> </h3>      the entire time, and also serious\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n9:27 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201801162227b\">1.16.18&nbsp;&nbsp;10:27 pm</a>  i can beat a stick against a garbage can of differentiating sizes. is that acceptable?</qco> </h3>      that sounds great, but you would need to also be proficient with shakers and tambourines, etc.. Also, as far as can-like items, we should probably stick to the higher pitch items, because we will be using a standard drum kit, and there won't really be that much room in the soundscape for any other low pitch percussion\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n9:19 pm</dco> &nbsp;<qco> whats your opinion on computers?</qco> </h3>      i think they are doing a great job\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n9:15 pm</dco> &nbsp;<qco> When did you learn to play the invisible drums?</qco></h3>      probably around 2010, when i first started trying to make music videos in a residential apartment. it's actually almost exactly the same as real drums, except a little less rebound<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also thank you for editing real drums into your videos for those of us who would be confused otherwise</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n9:10 pm</dco> &nbsp;<qco> How do you feel about basketball&nbsp;</qco> </h3>      it's all about getting that slam dunk\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n9:09 pm</dco> &nbsp;<qco> are cats aliens?</qco> </h3>      i was gonna say no, but now that i think about it they might be\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n9:03 pm</dco> &nbsp;<qco> I have to do midterms now and it's stressful and I hate them. Can you tell me something to motivate me?&nbsp;</qco> </h3>      what will happen if you don't take them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n9:03 pm</dco> &nbsp;<qco> why are we alive</qco> </h3>      to see what can happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n9:00 pm</dco> &nbsp;<qco> I'm having trouble coming up with ideas and bringing them to life. I have ideas but it's like i feel like they're bad ideas and it's gonna suck for myself. And I'm not really that happy with them. I just wish I could come up with an awesome idea that'll push me to do new things that's grand but is also fun to do. I just don't have an idea to act on. I'm just trying to figure things out for myself mentally, like how much work I could handle at the moment, what kind of project I want to work on, and what I want to get out of it, you know? I'm just going back and seeing what I love doing, and what makes me happy and try to work around that. Just trying to do something fulfilling for myself, you know?</qco> </h3>      i think you should just try making a lot of different ideas, and at least to start, make the projects short enough that they can be finished easily. that way you will get a lot of experience coming up with ideas, and a lot of experience producing them. you can never really sure which idea will be the great one that you are talking about (and not everybody will agree on which one), but if you keep doing them you will soon have no shortage of great things you have done\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n8:58 pm</dco> &nbsp;<qco> can i have sme help on writing songs</qco> </h3>      sure but the best thing is just to start trying different things\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n8:56 pm</dco> &nbsp;<qco> What is this font?</qco> </h3>      whatever your browser is set to\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n8:53 pm</dco> &nbsp;<qco> What made you want to start doing funny music stuff?</qco> </h3>      i've been doing music all my life. as to whether or not any of it is funny, well, i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n8:47 pm</dco> &nbsp;<qco> so in the first verse of your new song, it was based off of time, atleast from what I understand. Correct me if I'm wrong. How come it is only the first verse that is associated with time?</qco> </h3>      because i decided to try something different in the second (and third) verse, for variety\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n8:42 pm</dco> &nbsp;<qco> do u write sheet music specifically for the videos these days</qco> </h3>      i don't usually put it on paper any more, in the digital age\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n8:30 pm</dco> &nbsp;<qco> is there a plotline to your works? </qco></h3>      you will have to watch them and see<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nor is it just sporadic inspiration? or something?</qco> </h3>      for me, the inspiration is constant\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n8:30 pm</dco> &nbsp;<qco> will you ever increase the amount of content (per week) you make on the Youtube channel?</qco> </h3>      for that to be possible, the content would have to be shorter in duration. regardless, i always try to make the content as fast as humanly possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n8:29 pm</dco> &nbsp;<qco> do you follow memes?</qco> </h3>      no, they always seem to follow me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n8:28 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201801162332\">1.16.18&nbsp;&nbsp;11:32 pm</a> where have you seen this?</qco> </h3>      in my life, and in the lives of others i know\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n8:26 pm</dco> &nbsp;<qco> does any of the random objects in your videos have any meaning, or is it just for fun?</qco> </h3>      it depends which ones you think are the random ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n8:17 pm</dco> &nbsp;<qco> is it your policy to respond to solicitations of your opinions on the current President? (Of the USA?)</qco> </h3>      it's an extremely dramatic subject, so i have to be careful. but i do respond sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n8:14 pm</dco> &nbsp;<qco> how do you deal emotionally with the apparent increase in unfriendly stuff happening in politics and the world</qco> </h3>      i have an understanding that there is actually no increase. there are various reasons why it is often made to look like things are 'getting worse', and it is always popular to say things are getting worse, but i have found that if you look at the big picture, it is not really the case\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n8:05 pm</dco> &nbsp;<qco> Should I try at life, or nahhh?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n8:01 pm</dco> &nbsp;<qco> have you ever attempted writing/finishing an idea outside your studio? like a park or cafe or something</qco> </h3>      i've done and completed the writing in places like that, but i have never completed recording and production outside of the studio\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n7:55 pm</dco> &nbsp;<qco> are improv and reality dead?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n you haven't done a reality since 2016 </qco></h3>      actually in 2017 i added about 15 of them, and i continue to record the content daily, as always<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nand you haven't done an improv since 2014</qco> </h3>      that's because i've been doing other types of content instead. i am working on a way to do every type of content simultaneously but i'm not sure if that's entirely possible. if it helps, i can delete the pages that haven't been updated recently, so you don't have to look at them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n7:54 pm</dco> &nbsp;<qco> you haven't done reality since 2016\n</qco></h3>      that's not true, i do it every day, but the last time i edited any into videos was 2017<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and you haven't done key or key&amp;voc improv since 2014</qco> </h3>      that's because i've been doing other types of content instead. i am working on a way to do every type of content simultaneously but i'm not sure if that's entirely possible. if it helps, i can delete the pages that haven't been updated recently, so you don't have to look at them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n7:44 pm</dco> &nbsp;<qco> your music seems so upbeat but if you try to figure out what they mean it gets pretty sad. is this what you're going for?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n7:43 pm</dco> &nbsp;<qco> Before hou started uploading to youtube and vine, how popular were you? Did you upload anywhere else than billwurtz.com?</qco> </h3>      before i got a good vine following, my biggest following was on twitter. at that time i was uploading to billwurtz dot com, youtube, and twitter\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n7:34 pm</dco> &nbsp;<qco> when will La de da de da de da de day oh become available on spotify?</qco> </h3>      <a href=\"https://open.spotify.com/album/5IrgE32lerVYgMuJ5xiyfP\">now</a>. it was delayed because i spelled it wrong the first time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n7:30 pm</dco> &nbsp;<qco> what's a good way to ask someone out</qco> </h3>      you could try just asking them politely to get out\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n7:16 pm</dco> &nbsp;<qco> in 'outside', when you sing \"gonna go out and Arrest some Crime\", why do you have every thing in lower case but have 'arrest' and 'crime' start with upper case letters?</qco> </h3>      because those words seemed the most important, in that sentence\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n7:15 pm</dco> &nbsp;<qco> What does yeet mean??</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n7:13 pm</dco> &nbsp;<qco> can i express the way i feel to you?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n7:10 pm</dco> &nbsp;<qco> is this what took you so to make a video? (don't mean to be rude)</qco> </h3>      what\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n7:10 pm</dco> &nbsp;<qco> I keep starting new projects instead of finishing old ones, how do I fix this?</qco> </h3>      try doing shorter projects for a while, to practice finishing projects\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n7:10 pm</dco> &nbsp;<qco> Your old style was very short videos, do you plan to go back to that sometime?</qco> </h3>      how about something of a more medium size\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n6:57 pm</dco> &nbsp;<qco> somebody is writing Poppy song lyrics as questions for you. how do you feel about that?&nbsp;</qco> </h3>      can you tell me which ones\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n6:47 pm</dco> &nbsp;<qco> Are you a dog or a fish person&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n6:29 pm</dco> &nbsp;<qco> could you please release i'm sad and feel okay on itunes? i would love to listen to them, but itunes is really all i can use</qco> </h3>      can't you just put sound files into the itunes music player? \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.18&nbsp;\n6:25 pm</dco> &nbsp;<qco> What would you tell me to inspire me?</qco> </h3>      all i can do is just say what i'm going to say, and hope that you might be inspired by it. there is no guarantee that any particular thing will inspire any particular person. what obfuscates this further is that i don't know who asked this question\n<br><br>"
  }
]
