[
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n9:04 am</dco> &nbsp;<qco> How to find google</qco> </h3>      it will find you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n9:03 am</dco> &nbsp;<qco> How come we have so many holidays so near each other starting this time of year, but as soon as the next one starts we get nothing but sadness?</qco> </h3>      the holidays at the end of the year are to make up for the fact that it's probably getting colder and more difficult to survive\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n9:02 am</dco> &nbsp;<qco> Are we the void</qco> </h3>      we are the things in between the voids\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n8:49 am</dco> &nbsp;<qco> are you thinking of dissing eminem in your next song?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n8:32 am</dco> &nbsp;<qco> have you ever quoted the lick intentionally</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n8:29 am</dco> &nbsp;<qco> My car broke down a couple days ago and a friend I haven't seen in 15 years heard about it and sent me enough money to pay not only the car, but next month's rent. Essentially, if my car hadn't broken down, I wouldn't have experienced this insane reconnection and blessing. \n<br>\n<br>This planet seems to place a high premium on balance, so I try to remember when shit is hitting the proverbial fan that in order for the universe to balance things out, something equally wonderful is heading my way. In the flip, when something wonderful happens, I tend to brace myself for inevitable challenge. \n<br>\n<br>Have you experienced anything like this in your own research?</qco> </h3>      yes. the stock market can be like that, also the weather, and moods\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n8:10 am</dco> &nbsp;<qco> What is your song \"dance the\" about?&nbsp;</qco> </h3>      got to be roadrunners\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n8:06 am</dco> &nbsp;<qco> be straight with me bill, you got some AMAZING songs right here on your website that are nowhere else on the web. Not on youtube, or spotify etc. The world deserves to hear them just as much as they deserve to hear your latest stuff. This passive \"come and get it\" scheme doesn't work because 99% of people stick to what they can find on their favorite music platform and assume you don't have more.</qco></h3>      ah but i make more constantly and post it to all those good places<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; So why *aren't* those songs on spotify/youtube? Is it really only because you can't backdate them when you post them?</qco> </h3>      they aren't as good as what i can do now, and there is never a good time to disrupt the flow and confuse everyone by making a 'brand new post' and then watching everyone get confused and think it's new and then have to explain to everyone how old it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n6:23 am</dco> &nbsp;<qco> Favourite thing to doodle?</qco> </h3>      noodles!\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n5:44 am</dco> &nbsp;<qco> i know this is gonna sound like im just admiring the greenness of your grass but i really feel like the whole respecting pop music for what it is thing works a whole lot better in the USA than in my country where most of the music i hear on the radio is just the same melodies and chord progressions and the same synth instrumentation again and again and again.</qco> </h3>      there is always a lot of that, because there are a lot of people trying to copy the latest successful songs. so you get a lot of the 'clone' effect. listen to a real time air-check sample from any period in history and you will see the same thing .... but over time they will disappear. this adds to the illusion that 'modern music always sucks' because the clones would not have disappeared yet from the current time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n4:30 am</dco> &nbsp;<qco> How do you feel about the fact that I have \"And the Day Goes On\" as my alarm song?</qco> </h3>      oh that means you probably hate it by now\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n4:27 am</dco> &nbsp;<qco> Do you think chairs are secretly jealous of potatoes?</qco> </h3>      if they are then it would have to be a very deep secret\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n2:32 am</dco> &nbsp;<qco> what percent of the unedited reality audio is completely silemt?</qco> </h3>      probably about 87%\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n12:53 am</dco> &nbsp;<qco> I can see that you are answering questions. but do you ever question the answers</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n12:32 am</dco> &nbsp;<qco> How to identify intervals (both visually and aurally) as quickly as possible? \n</qco></h3>      i'm not sure ..... the more you play around with them and study them the faster you will get<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How to be quick at notating Major and minor scales?</qco> </h3>      just find the right starting note and key signature and just zip up the scale, line space line space. the key sig does the work for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.9.18&nbsp; \n12:23 am</dco> &nbsp;<qco> What is your music background from? How do you come up with this typically classic 80's 90's songs? They're PRICELESS!</qco> </h3>      i try to come up with stuff that does not quite exactly fit in any time period, and then i wait for someone to tell me they think it sounds like one particular time period, and that's when i know i must have screwed up some how\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n11:43 pm</dco> &nbsp;<qco> you need to teach music class at some point in life.</qco> </h3>      i will do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n11:40 pm</dco> &nbsp;<qco> Why are your 2014 and 15 songs so much better in quality than the current ones?</qco> </h3>      maybe i fucked up. i am always trying to make them better and better but perhaps i have failed some how\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n11:33 pm</dco> &nbsp;<qco> gonna start a photography business but the only pictures i take are screenshots of my desktop</qco> </h3>      oh that's what i'm talking about\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n11:22 pm</dco> &nbsp;<qco> about that matt stone and trey parker interview... do you like south park?</qco> </h3>      i haven't seen it very much\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n11:13 pm</dco> &nbsp;<qco> can you put the song \"i'm crazy/its raining\" song on spotify please? I would love to add it to my Bill Wurtz playlist and listen to it with the others!</qco> </h3>      i will do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n11:07 pm</dco> &nbsp;<qco> Why do you think a lot of people dislike math.&nbsp;&nbsp;&nbsp;I personally find it amazing, because it gives you a few axioms as a base that allow you to create essentially anything you want, like how an instrument lets you play certain notes, but math can go even further because its all about a mental construct, meaning the limits are literally just that of your imagination.&nbsp;&nbsp;&nbsp;So, why do you think it isn't liked as much?</qco> </h3>      \n\nperhaps if you had a teacher that failed to convey that it's what the world is made of<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n11:02 pm</dco> &nbsp;<qco> Have you ever thought of ending your own life?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Why?</qco> </h3>      it might end later anyway, why not try to get some interesting things done first\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n10:55 pm</dco> &nbsp;<qco> You often say things along the lines of \"yes, and more\" when someone says something about your songs that you agree with.&nbsp;&nbsp;&nbsp;What is this \"more\" you speak of, or is it purposefully unidentifiable in order to represent the limitless amount of possibilities and interpretations of every one of your songs?</qco> </h3>      there's a lot of fun and mysterious things that songs can do. it's nice to really get in there and exercise those powers, if possible. or at least keep trying\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n10:06 pm</dco> &nbsp;<qco> do you really think you are a piece of garbage?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n10:03 pm</dco> &nbsp;<qco> Will you write the anthem for Planet Earth?</qco> </h3>      that sounds like a sensible thing to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n8:57 pm</dco> &nbsp;<qco> can you change the shortcut to submit an ask to be like tab-enter instead of just enter because like i use enter for emphasis and i made this mistake like a thousand times but i forgot each time so can you at least apologize for inconviencing me?\n<br>\n<br>\n<br></qco> </h3>      you just left 3 blank lines at the end of this question .... perhaps you could apologize for inconveniencing me\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n8:45 pm</dco> &nbsp;<qco> Give us ONE letter for the next song title!</qco> </h3>      e\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n8:39 pm</dco> &nbsp;<qco> Why don't fortune cookies tell the future instead of just giving really generic life advice?</qco> </h3>      they used to try to do it but they kept getting sued for getting it wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n8:27 pm</dco> &nbsp;<qco> what is your high score in countdown timer?</qco> </h3>      mount st. helens is about to blow up\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n7:45 pm</dco> &nbsp;<qco> i am having a lot of trouble processing the world. every time i think i have it figured out, i change my mind. i don't know if i will ever figure out the true nature of anything</qco> </h3>      you've figured out that it is always changing, that's a strong start right there\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n7:27 pm</dco> &nbsp;<qco> I always get motivation to do something at the most inconvenient times&nbsp;</qco> </h3>      ah, sounds like you need to switch grass with your neighbour\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n7:17 pm</dco> &nbsp;<qco> Can I have your autograph?</qco> </h3>      how about something a little more meaningful\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n6:51 pm</dco> &nbsp;<qco> why are humans so different from every other living thing</qco> </h3>      because they are the *star* of the show\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n6:27 pm</dco> &nbsp;<qco> can you make a song called \"i've fallen in love with the president\"</qco> </h3>      oh that's what i call an interesting career move\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n6:02 pm</dco> &nbsp;<qco> i don't like my voice how do i start to like the way my voice sounds</qco> </h3>      find some extra challenges and obstacles to distract. try singing while doing an obstacle course\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n5:23 pm</dco> &nbsp;<qco> What are the most sincere lyrics you've ever written?</qco> </h3>      i'm a person\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n5:11 pm</dco> &nbsp;<qco> I asked you a question a few days ago but I forgot what it was so now I cant find it to read what your answer was. can you help?</qco> </h3>      <a href=\"q.php?date=201808152142\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n5:11 pm</dco> &nbsp;<qco> There is static on my TV. What should I do?\n<br></qco> </h3>      enjoy\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n4:10 pm</dco> &nbsp;<qco> is the next song on schedule for an October 16th release?</qco> </h3>      it has to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n3:32 pm</dco> &nbsp;<qco> What is your thought process when creating 1 second songs?</qco> </h3>      the song is the entire thought process\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n3:32 pm</dco> &nbsp;<qco> how do you feel about people guessing the meanings of your songs?</qco> </h3>      pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n2:51 pm</dco> &nbsp;<qco> what are some of the appeals of an umbrella</qco> </h3>      rain deflection\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n2:30 pm</dco> &nbsp;<qco> Is a human being your true form?</qco> </h3>      all form is true\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n1:40 pm</dco> &nbsp;<qco> is there a hidden lore behind your videos?</qco> </h3>      yes, it's folk lore. you're the folk\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n12:55 pm</dco> &nbsp;<qco> how are you so in tune with your soul</qco> </h3>      i sold it to myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n12:25 pm</dco> &nbsp;<qco> you know, it is possible that the moon is not actually made of cheese, and that the people who think it is are wrong</qco> </h3>      the moon is fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n12:21 pm</dco> &nbsp;<qco> Hey, is it true that everyone you meet will know something you don't? I remember reading it somewhere and thought you might be interested.</qco> </h3>      that sounds about right\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n12:21 pm</dco> &nbsp;<qco> Hey Bill, I'm an aspiring artist and the biggest issue to me is staying motivated long enough to end up with a song that doesn't suck. How do you stay motivated through the writing and recording process?&nbsp;&nbsp;- Cameron</qco> </h3>      the easiest way to conquer this is to start with very very short songs. start with songs that are so short that none of your peers can even believe you are doing it. but you will learn the whole process inside and out, very quickly. then gradually start doing slightly longer songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.18&nbsp; \n12:19 pm</dco> &nbsp;<qco> What's a thing to do that requires no thinking for when I have bad headaches? Trying to think while headaches are going on doesn't usually work too well.</qco> </h3>      you could watch some bob ross joy of painting episodes. you might find solace knowing that he might likely have a headache during the show as well. he had frequent headaches\n<br><br>"
  }
]
