[
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n12:52 pm</dco> &nbsp;<qco> Serious question here: I have lots and lots of ideas, for songs, stories, drawings, videos, all kinds of things. But I just can't get started with any of them. If I do, I forget about them after something else distracts me. How do I focus enough on a creative project until I complete it? Thanks. Love your music, by the way.&nbsp;</qco> </h3>      \ni think what will happen is you will simply become more desperate to accomplish things. it's that simple\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n12:12 pm</dco> &nbsp;<qco> I know your working on some big 3D project that will explode the internet once it's done, but how has working on said project been?</qco> </h3>      \npretty good, but i think you have not quite understood the scenario correctly\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n11:12 am</dco> &nbsp;<qco> what is a funny acronym to help remember EADGBE, the guitar strings?</qco> </h3>      earn a dollar, go buy everything\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n11:09 am</dco> &nbsp;<qco> why is lip skin so weird&nbsp;</qco> </h3>      \nfor movement purposes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp;\n11:07 am</dco> &nbsp;<qco> why does the question page exist?</qco> </h3>      \nto see what it's like\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n11:03 am</dco> &nbsp;<qco> How do you celebrate Earth Day?</qco> </h3>      \nspend the whole day on earth\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n11:02 am</dco> &nbsp;<qco> If you're best friends with you front door, what type of door is it?</qco> </h3>      \nA SPONTANEOUS AND DESPERATE RESOLVE TO ACCELERATE THE MUSIC VIDEO PRODUCTION TIME SCHEDULE TO 2 WEEKS PER VIDEO, DESPITE THE FACT THAT IT HAD BEEN REPEATEDLY PROVEN PRIOR THAT IT WAS SHEERLY IMPOSSIBLE TO BEAT 8 WEEKS AT MINIMUM\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n10:57 am</dco> &nbsp;<qco> ever wonder why earth exists?</qco> </h3>      \nyes but there is no shortage of reasons. i'm sure there are more reasons also, which i can wonder about. maybe even make new ones....\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n10:56 am</dco> &nbsp;<qco> Do you think the intention of a work of art matters? I heard a nice point of view recently, which says the value of a work of art has worth depending on what happened to the artist in the act of creating it. What do you think of that?</qco> </h3>      \nyou'll have to try it and see\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n10:21 am</dco> &nbsp;<qco> Do you use just tuning at all in your songs?</qco> </h3>      \nno, unless it's with my voice, without thinking about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n10:06 am</dco> &nbsp;<qco> dO YOU LIKE CAPITAL LETTERS¿</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n9:32 am</dco> &nbsp;<qco> Why do you like schedules?</qco> </h3>      \n      it's one way to conquer time \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n9:12 am</dco> &nbsp;<qco> was tripping on acid and watched your videos and NOTHING has made more sense to me then your videos did in that moment. Einstein has been reborn !</qco> </h3>      \noh i didn't know einstein took acid\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n7:50 am</dco> &nbsp;<qco> favorite thing/song you've published on YT?&nbsp;</qco> </h3>      \ni would prefer to make a new one to be my favorite\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n6:52 am</dco> &nbsp;<qco> Are you only working on new songs or are you also in the process of making videos like history of japan and the likes?&nbsp;</qco> </h3>      \ni am re-inventing the graphics department. that's just what is happening, i did not plan this\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n6:27 am</dco> &nbsp;<qco> what was your happiest moment you ever experience</qco> </h3>      \ni like to assume the happiest moment could always be in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n6:23 am</dco> &nbsp;<qco> when did you start making music</qco> </h3>      \nlonger ago than i can remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n6:19 am</dco> &nbsp;<qco> Electric guitars are just angry acoustic guitars.&nbsp;</qco> </h3>      \nhm, looks like you might not have ever tried the experience of trying to press down acoustic guitar strings with your bare fingertips\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n6:11 am</dco> &nbsp;<qco> What inspires you?</qco> </h3>      \neverything\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n6:09 am</dco> &nbsp;<qco> who are you pretending to be </qco></h3>      who i am<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and who actually are you</qco> </h3>      who i am pretending to be\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n6:02 am</dco> &nbsp;<qco> What was the bad thing that you did that one time?</qco> </h3>      \nattempted to do a thing that was too good\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n5:56 am</dco> &nbsp;<qco> Is this page simply a place where you can practice coming up with strange yet thought provoking phrases in order to help you think of future song lyrics?&nbsp;&nbsp;</qco></h3>      that could be the case, but i would rather not think of 'lyrics' as a separate thing. this page gives me a chance to exercise my brain, which is good for creative production of all types in addition to writing<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also I just wanted to say thabks for being epic.</qco> </h3>      thank you for your sudden outburst of friendliness\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n5:41 am</dco> &nbsp;<qco> How many digits of&nbsp;π&nbsp;do you know?</qco> </h3>      \n66\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n5:25 am</dco> &nbsp;<qco> Milk or the cereal first?</qco> </h3>      \ndon't forget the table\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n5:21 am</dco> &nbsp;<qco> <a href=\"q.php?date=202004201654\">4.20.20&nbsp;&nbsp;4:54 pm</a>  I am curious about ideas generation process. When you have one idea on the piano, how long do you usually run with that? I've been getting back into creating music recently after a several years hiatus and I'm finding I am running with an idea for between 10 and 30 minutes or so before I can really move on to another totally different one. If i try earlier than that it is too similar. This is just idea Gen stage not songwriting so it feels way too slow. Any advice?</qco> </h3>      \nif you are looking for ways to come up with more different ideas quicker, you could try using various random prompts. a random image. a random word. maybe even a random song, and make it a goal that you are going to write a song in some way related to that song but definitely not that song. or you could use a movie as a starting point. you could even have a totally different type of session where you just come up with different types of starting points. then another type of session where you go through each of the starting points you came up with, and use them. you can use anything as a starting point, but ironically what often happens is if you generate ideas for a while, even if you seem like you're not getting enough, often as soon as you stop and do something else the ideas will fall on you. the truth is that ideas are everywhere, in every molecule. at the rate of about a kajillion ideas per molecule. so if you ever think there are not enough, the ideas will wait for you to stop paying attention and then laugh in your face, flaunting their abundance at you. the question is will you be quick enough on the button, to catch them, regardless of whether you are in the shower, a business meeting, in court, ........ and if the answer is yes then you know you're really in the game<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n5:17 am</dco> &nbsp;<qco> How do I stop being scared of swans?</qco> </h3>      \nthere's only one way, and that's more swans\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n5:08 am</dco> &nbsp;<qco> Can you make a song about music</qco> </h3>      \nmany many of my songs are about music. it turns out, music is a very fun thing to make a song about\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n4:22 am</dco> &nbsp;<qco> Seen any cool trains lately?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n4:16 am</dco> &nbsp;<qco> would you rather find truth or understand reality?</qco> </h3>      \nsome promising developments in science this morning, it may be possible to do both\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n3:53 am</dco> &nbsp;<qco> opinion on jojo?\n<br></qco> </h3>      \ntoo many things and people named jojo. can't compute\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n3:44 am</dco> &nbsp;<qco> What was your favorite one direction song</qco> </h3>      \neverybody wanna steal my girl\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n3:40 am</dco> &nbsp;<qco> do you drink ketchup</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n3:32 am</dco> &nbsp;<qco> Also how did you get so wise?</qco> </h3>      \ni may have left myself in a field a few times\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n3:11 am</dco> &nbsp;<qco> Have you been trying to warn us about the end of the world? </qco></h3>      the beginning maybe<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is there a secret hidden message hidden throughout the entirety of your videos? Is there some kind of connected lore shared between all of your videos?</qco> </h3>      it's kind of like flour .... baked into all the bread\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n2:55 am</dco> &nbsp;<qco> in \"christmas isn't real\", you mention the london bridge. which bridge does this refer to? </qco></h3>      it was supposed to be the bridge from 'london bridge is falling down.'<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;you mention that it falls down, so you could be referring to the bridge built from that same fallen bridge in arizona. you might also be referring to the new london bridge. but also, in the video, you show the westminster bridge instead of the new london bridge. what do i believe??</qco> </h3>      that i was so meticulous about avoiding google's eagerness to show me pictures of what is actually TOWER BRIDGE when searching for LONDON BRIDGE, .... that it didn't even occur to me that there are actually additional ways to be fooled here. It's kind of like when you search google for an 'apple', ... and google suddenly decides to show you all oranges!.... and so you pay extremely close attention to make sure you do not pick an orange... only to realize later that you actually picked a cranberry \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n2:42 am</dco> &nbsp;<qco> If i had a dollar for every dollar i had, how many dollars would i have?</qco> </h3>      \nthe exact amount of dollars you have\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n2:38 am</dco> &nbsp;<qco> Do you believe there's a difference in inspiration and determination? </qco></h3>      sure, but they are often related also<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feel like I relied too heavily upon feeling inspired to get work done (the inspiration coming in random bursts), and now I just have this passive, always-present sorta \"get stuff done\" attitude that I call determination. or maybe labels are stupid idk</qco> </h3>      i think these attitudes may ebb and flow, back and forth like seasons. no one will ever figure out which is the predominant attitude here. even though it will usually look like 1 or the other is more important\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n2:24 am</dco> &nbsp;<qco> how do i stop myself from having an existential crisis&nbsp;</qco> </h3>      \nunderstand existence, perfectly\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n2:02 am</dco> &nbsp;<qco> how are you doing ?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n2:01 am</dco> &nbsp;<qco> How do you come up with a billion different jingles for your videos? Like, do you just use the first melody that pops in your head?</qco> </h3>      \nyes, but only if it's WITH THE LYRICS and the music<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n1:37 am</dco> &nbsp;<qco> hey bill your music inspired me a lot and i want to try this music thing too. only problem is i have no skill with an instrument and my creativity burns out after less than ten minutes. how does one even write a song???</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n1:35 am</dco> &nbsp;<qco> What's your opinion of Wisconsin?&nbsp;</qco> </h3>      \nit's world famous\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n1:26 am</dco> &nbsp;<qco> Why am I listening to one of your songs on repeat</qco> </h3>      \neither it's the devil's music and you are the devil, or, as an alternate explanation, it could be nice person's music, and you could be either a nice person or have aspirations of becoming a nice person\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n12:55 am</dco> &nbsp;<qco> is the pear an evolution of the orange?</qco> </h3>      \nno but they might be both the evolution of a 3rd, original fruit<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n12:51 am</dco> &nbsp;<qco> I feel like an artist is giving me secret messages to start making music. Is this what being inspired by an artist means?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n12:42 am</dco> &nbsp;<qco> were you at an airport terminal when you made \"at the airport terminal\"?</qco> </h3>      \nno but i had been there recently\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n12:29 am</dco> &nbsp;<qco> Do you know why a building is call a building if it is already built?&nbsp;</qco> </h3>      \nthat's a mistake. i will change it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.20&nbsp; \n12:14 am</dco> &nbsp;<qco> How do I start not stopping enough to get started?</qco> </h3>      \nstop not starting enough to get started\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n11:44 pm</dco> &nbsp;<qco> What's your choice of genre of movie?</qco> </h3>      \nnormal\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.20&nbsp; \n11:43 pm</dco> &nbsp;<qco> what's your least favorite word</qco> </h3>      oh nice try, you are trying to get me to say it\n\n<br><br>"
  }
]
