[
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n1:16 pm</dco> &nbsp;<qco> hi hello yes where can i live where one can reasonably walk to work, i am opting out of this 'thing' where everyone wants lawns and cars and parking lots and 1009 chain-restaurants per square mile&nbsp;</qco> </h3>      how about the city\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n1:03 pm</dco> &nbsp;<qco> how do i befriend the crow sitting on my neighbour's roof?</qco> </h3>      you're gonna have to go up there\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n12:09 pm</dco> &nbsp;<qco> Did you have any videos you had low expectations for but ended up going viral?</qco></h3>      still a piece of garbage<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or the other way around, where something you thought was going to be viral turned out to not get as many views as you expected?</qco> </h3>      i never thought something would be viral that wasn't\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n12:09 pm</dco> &nbsp;<qco> How do I actually write music in real life, like I can write things in my head but when I try to write it down for real and record stuff I can never transcribe it right, do you have any advice</qco> </h3>      for 'writing down' you should probably use a recording. get a text file to map out what happens, and anything musical / specific, demo it and just write down what file number it is, in the text, next to the thing it's a demo for. very quick and easy. if you're having a dedicated writing session, you should leave one running while you come up with things. then when you get something, re-set the recording to a new file and say/sing it clearly, then stop the file and then just write down the file number and what the thing is for\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n11:39 am</dco> &nbsp;<qco> THERE ARE NO JUNGLES IN ANTARCTICA</qco> </h3>      does that make you any less likely to go there<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n11:37 am</dco> &nbsp;<qco> Bill, what should I do with my 6 years of music studies?&nbsp;</qco> </h3>      you were studying music but you could also continue doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n10:32 am</dco> &nbsp;<qco> Will you make more notes?</qco> </h3>      i was thinking of doing some A U D I O / V I S U A L   C O N T E N T\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n10:26 am</dco> &nbsp;<qco> do you call the unedited reality videos \"reality audio?\"</qco> </h3>      ws\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n10:11 am</dco> &nbsp;<qco> who is the captain?</qco> </h3>      obvious\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n10:01 am</dco> &nbsp;<qco> everyone thinks im gay cuause i do theatre</qco> </h3>      i wonder if they know everyone's gay<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n9:32 am</dco> &nbsp;<qco> is dabbing bad</qco> </h3>      \nit alternates every 5 years\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n8:41 am</dco> &nbsp;<qco> Which youtubers do you like?</qco> </h3>      google\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n8:05 am</dco> &nbsp;<qco> I feel like you dislike politics alot, would that be an accurate statement or no?</qco> </h3>      i actually don't even think it's real\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n7:19 am</dco> &nbsp;<qco> can you explain how to make a schedule</qco> </h3>      no need for a schedule, just do everything at noon\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n6:56 am</dco> &nbsp;<qco> Are you a musician?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n6:45 am</dco> &nbsp;<qco> do you have a favourite song so far?</qco> </h3>      i'd prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n5:53 am</dco> &nbsp;<qco> what do i do if my parents don't accept me</qco> </h3>      find new parents\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n5:23 am</dco> &nbsp;<qco> whats your least favourite video of yours</qco> </h3>      oh nice try, then everyone would go watch it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n5:11 am</dco> &nbsp;<qco> how do i start making music myself? im a complete newcomer to the subject, i dont have any instruments. can i learn making music using a programme such as garage band or something? what do i do bill</qco> </h3>      what programs do you have on your computer already right now? look through them all, and then tomorrow morning wake up and tell yourself that you are going to make a file and save it, from any one of those programs by the end of the day. then see what happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n4:49 am</dco> &nbsp;<qco> did you get any footage from your panel at vidcon?</qco> </h3>      no but i took a picture of a palm tree\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n3:40 am</dco> &nbsp;<qco> is your abode made of adobe</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n2:46 am</dco> &nbsp;<qco> do you ever have that feeling that everything around you is constantly swirling and out of control, yet somehow, you end up finding a way to \"relax\" in the midst of all of it?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n1:14 am</dco> &nbsp;<qco> What if you didn't do any animation to your reality videos, and just filmed yourself like you did in early reality vids? That's the part that I liked the best about the \"reality\" tab--we got to see you w/o the usual music and neon words and stuff. I mean it's cool to see that too but just sometimes it's refreshing to see \"reality\" (non-animation). And that wouldn't take as much time right?</qco> </h3>      every video you've ever seen on the reality page is massively edited down. if i didn't take any time to edit it you would essentially be seeing/hearing real time recordings of my entire life. which might be enjoyable for you in a voyeur sense, but it would be somewhat awkward for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n1:09 am</dco> &nbsp;<qco> Bill, do you ever get mad at people that don't push the envelope?</qco> </h3>      not mad. a little bit sad, but mostly glad because it gives me a chance to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n12:14 am</dco> &nbsp;<qco> does anybody actually read these besides you?</qco> </h3>      not if i don't answer them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.18&nbsp; \n12:08 am</dco> &nbsp;<qco> when is the next video finished</qco> </h3>      sep 4 or die trying\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n11:52 pm</dco> &nbsp;<qco> Videos featuring you are usually by yourself in your room. Are you more of an introvert and indoors person?</qco> </h3>      not necessarily\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n11:49 pm</dco> &nbsp;<qco> What is your general opinion on non-lyrical music? \n</qco></h3>      it usually goes with something<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you have any favorite non-lyrical songs in particular?</qco> </h3>      how about a mozart thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n11:47 pm</dco> &nbsp;<qco> i noticed the sky being blue, then being gray as a theme in both new canaan and hallelujah. those lines resonate with me as a metaphor for how fleeting happiness can be on a day to day basis. i read a few answers and see that you dont have this all charted out as a concept album or anything, i was just wondering if recurring themes and \"stories\" are part of your creative process?</qco> </h3>      no, i try to avoid that. but everyone has habits of things they like to say. the more things you write, the more it turns into dodge-ball as you keep running into things you've done before\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n11:20 pm</dco> &nbsp;<qco> tips on becoming an indomitable force in the various spheres of life?</qco> </h3>      win the 1st hour of the day by getting up, moving around for 10 minutes, and then negotiating a plan for the day\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n11:15 pm</dco> &nbsp;<qco> Hey Bill, do you have any tips in dealing with stress?&nbsp;</qco> </h3>      win the 1st hour of the day by getting up, moving around for 10 minutes, and then negotiating a plan for the day\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n11:12 pm</dco> &nbsp;<qco> why do your songs get better the more i listen to them?&nbsp;</qco> </h3>      because they're not good enough to be good the first time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n11:02 pm</dco> &nbsp;<qco> Will you ever do a \"real talk\" sort of thing where we can see who you are outside of your videos? It would be really cool to know what you're like as a normal guy</qco> </h3>      there's an entire section of that on this site\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n10:46 pm</dco> &nbsp;<qco> just sewed 13 ducks to my body so i can fly with gentle grace&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;it's really backfired. they're flapping and flopping all over the place. pooping all over me. going WEKWEKWEKWEK in my ear. and it's barely paid off. this unit only gets a few inches off the ground, pretty much just my lower half, while my face drags in the dirt. can you suggest anything</qco> </h3>      ride a duck. one of the horse sized ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n10:09 pm</dco> &nbsp;<qco> Are your songs good to sing in the shower?</qco> </h3>      there's only one way to find out for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n10:07 pm</dco> &nbsp;<qco> So how come you've written most of the songs you release years before you actually started working on the recording and video?</qco> </h3>      i kept deciding to write more instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n9:39 pm</dco> &nbsp;<qco> what if Siri is wrong?</qco> </h3>      it feels so right\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n8:57 pm</dco> &nbsp;<qco> what is your opinion on slinkies?</qco> </h3>      they have their ups and downs\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n7:45 pm</dco> &nbsp;<qco> Does being you comes naturally to you?</qco> </h3>      yes but it's a 4-way showdown\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n7:41 pm</dco> &nbsp;<qco> can you do a magic trick?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n7:37 pm</dco> &nbsp;<qco> was the audio from the instagram clip from july 21st used in the final mix?</qco> </h3>      that was an earlier version, but also it was playing through a laptop speaker and through the air into a camera mic\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n7:34 pm</dco> &nbsp;<qco> all my paintings look vastly different from each other, because i love trying out different styles. but i would like to have a bit more consistency in my work. how do i pick a style and stick to it?</qco> </h3>      how about free style\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n7:32 pm</dco> &nbsp;<qco> College applications are really boring. How do you make them spicy?</qco> </h3>      apply to 57 colleges at once\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n7:30 pm</dco> &nbsp;<qco> Are there any coded messages in your videos?</qco> </h3>      occasionally\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n6:39 pm</dco> &nbsp;<qco> exactly how frequently do you whatever [other than sometimes]?</qco> </h3>      always\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n6:19 pm</dco> &nbsp;<qco> what happens if you name a song with something that isn't on the song</qco> </h3>      confusion and pandemonium, which may lead to the end times\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n5:18 pm</dco> &nbsp;<qco> Bill, don't worry about the 2 week thing.&nbsp;&nbsp;Just work as hard as you can, and get the thing done as fast as possible. When it's done, it's done. Don't stress yourself out and please don't die.</qco> </h3>      taking too long ruins the quality anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n5:16 pm</dco> &nbsp;<qco> Do you ever have to deal with grumpy or otherwise unsavory people?\n</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I'm torn between ignoring them and minding my own business and trying to convince them that they're being dumb for being bitter/angry/grumpy/etc. How would you deal with that?</qco> </h3>      i try to use black magic \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n4:22 pm</dco> &nbsp;<qco> hi so today my dad told me that all my music sounds pretty unoriginal and im crushed. how do u make something thats not unoriginal?</qco> </h3>      whatever, my dad has told me the same thing before. don't fall into the trap of thinking about your dad while you're trying to work, you'll have a bad time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.18&nbsp; \n3:49 pm</dco> &nbsp;<qco> Both your visual style as well as your musical style is so unique and recognizable and I really admire that. \n<br>How did you find yours?\n</qco></h3>      vigorous long walks in the jungles of antarctica<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Has it always been like that or has it evolved to what it is now? \n</qco></h3>      i've gradually learned more and more and more tricks. which are very tricky and neat but you can drown in the tricks so then you gotta figure out how to do less tricks. which opens up so much space, much more room for tricks, so then you instantly learn 20 more tricks, and then drown even worse in the tricks<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>How can I find my own style?</qco> </h3>      do anything. if you are doing something, style will be forced to find you\n<br><br>"
  }
]
