[
  {
    "html": "<h3> <dco>2.21.24&nbsp; \n6:07 pm</dco> &nbsp;<qco> ffffff</qco> </h3>      \nyeah ok sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.24&nbsp; \n6:06 pm</dco> &nbsp;<qco> why does it take so long to toast bread?</qco> </h3>      \nto get you worked up into a hot frenzy of desire\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.24&nbsp; \n5:49 pm</dco> &nbsp;<qco> I notice you seem to prefer traditional grip as a drummer, how did that come about? </qco></h3>      a basketball fell on my left middle finger in gym class, and for a few days i couldn't bend it. so i switched because you don't have to bend that finger as much. then my finger got better, but i didn't want to switch back<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In my experience, traditional grip seems to be largely prevalent only in marching and jazz drumming, with marching snare drum, of course, being the origin of the technique. (As it so happens, I learned traditional grip first because the first kind of drumming I ever learned was marching snare, but I rarely ever use it anymore, I prefer matched grip for almost all applications I've encountered as a rock drummer, but that's probably entirely because I play a lot of rim shots, and I find those very challenging to do with traditional grip.)</qco> </h3>      as long as the snare is aligned right, i don't think there's any reason for the rim shot to be more or less difficult with either grip, except the main reason it will be better with one or the other is because it's what you're used to or just what you like better\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.24&nbsp; \n5:10 pm</dco> &nbsp;<qco> how many unhatched chickens are there</qco> </h3>      \nplenty\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.24&nbsp; \n3:14 pm</dco> &nbsp;<qco> is this the one billionth question on this site?!?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.24&nbsp; \n2:25 pm</dco> &nbsp;<qco> I want to analyse your songs to find some meaning, how could I go about it? Perhaps I could start from the start of the song, or find the lyric that most speaks to me and start there, or some secret sinister third option?</qco> </h3>      \npossibly the most sinister option at this point is listen to the lyrics and music at the same time and see how it makes you feel\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.24&nbsp; \n12:58 pm</dco> &nbsp;<qco> everyone strives to improve with each thing they make. what's currently your \"most wanted\" thing to improve about your form of art?</qco> </h3>      \nhow about that je ne sais quoi\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.24&nbsp; \n11:03 am</dco> &nbsp;<qco> are you gaming in this exact moment</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.24&nbsp; \n10:15 am</dco> &nbsp;<qco> Thoughts on the number 27</qco> </h3>      \na triple tripling\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.24&nbsp; \n9:42 am</dco> &nbsp;<qco> you have said you don't like the idea of doing an album, but evidently you are working on like 15 different songs at once right now, correct? </qco></h3>      it's less than 15 and they are mostly not songs. although some of them have musical segments that resemble song segments<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;So if you release them all at once, wouldnt that be kind of like an album even if you dont want to call it that?\n<br></qco> </h3>      i wouldn't not want to call it that. in fact i'd prefer that an album indeed would refer to something more than just a list of songs. that being said it is still not quite an album, nor will it be released all at once\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.24&nbsp; \n9:37 am</dco> &nbsp;<qco> did \"hi, i'm steve\" happen at the same time as \"soap tips\"? i see a few connections between the two and i'm kinda just wondering</qco> </h3>      \nthey were written and produced in the same year\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.24&nbsp; \n7:39 am</dco> &nbsp;<qco> Can an anthill become a molehill?</qco> </h3>      \ni doubt it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.24&nbsp; \n7:31 am</dco> &nbsp;<qco> do you produce other artists? :)&nbsp;</qco> </h3>      \nnot usually\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.24&nbsp; \n5:19 am</dco> &nbsp;<qco> clowns yes or no</qco> </h3>      \ni don't consider clowns a question\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.24&nbsp; \n4:47 am</dco> &nbsp;<qco> I parted with a friend some time ago and I'm still not over it. What can i do?&nbsp;</qco> </h3>      \nhow about putting out an album\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.24&nbsp; \n4:40 am</dco> &nbsp;<qco> Does cheese?&nbsp;</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.24&nbsp; \n3:31 am</dco> &nbsp;<qco> does the character in perfect whip out the megaphone because you couldn't perform the line at the volume you'd think it should be performed at</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.24&nbsp; \n2:54 am</dco> &nbsp;<qco> bill, do you usually root for tom or do you root for jerry, or does it depend on the circumstances?</qco> </h3>      \ni'd root for it being a tie\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.24&nbsp; \n2:48 am</dco> &nbsp;<qco> what are your thoughts on vision boards</qco> </h3>      \nvery powerful. use at your own risk\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.24&nbsp; \n12:58 am</dco> &nbsp;<qco> I am 20 years old but still can't confidently/naturally talk to strangers. I get so nervous. Like taking to doctor or my professor etc. Like it's very bad. I feel so pathetic. I am this old but I am not growing at all.</qco> </h3>      \nthis is not terribly uncommon\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.24&nbsp; \n12:37 am</dco> &nbsp;<qco> can someone catch air in their hand as if they were catching a firefly or would the air seep out of the finger holes? help solve an argument please.</qco> </h3>      \nit's likely possible to create an air-tight space in between your palms\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.24&nbsp; \n12:35 am</dco> &nbsp;<qco> I am sorry. Is this apology acceptable and/or warrented? </qco></h3>      not warranted, and therefore neither acceptable or unacceptable. it's extraneous<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;My apologies if this apology is illegal. Does that make sense?</qco></h3>      not much<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Im sorry if it doesnt. Are you ok with me being sorry for that?</qco> </h3>      sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.24&nbsp; \n12:28 am</dco> &nbsp;<qco> do you think zodiac signs mean anything?</qco> </h3>      \nthey would be a degraded version of the information. For example, if it's 12:28 AM, and someone asks what time is it by saying \"which hour are we in\", and so you say \"12AM\". the accuracy of the time reading would be degraded, compared to the more detailed \"12:28 AM\". So, similarly, simply saying \"Taurus\" would be a degraded version of \"17 degrees Taurus\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.24&nbsp; \n11:21 pm</dco> &nbsp;<qco> what vegetable do you consider to be the most truly random, if you were to say it on its own with minimal context</qco> </h3>      \nany of them could be, depending on the results of the truly random selection. you'd have to make a list of vegetables, and then select one using a randomizer. all of them would be equally likely. however, what you are asking, is for a deliberate human choice. which is indeed just about the opposite of random\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.24&nbsp; \n10:24 pm</dco> &nbsp;<qco> Can you invent the key of J major, what would its major scale be?</qco> </h3>      \nJ, K, F, Q, R, S, C, J\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.24&nbsp; \n10:05 pm</dco> &nbsp;<qco> which seinfeld character do you most relate to</qco> </h3>      \njerry\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.24&nbsp; \n9:50 pm</dco> &nbsp;<qco> in your older videos, how did you hide the cursor when recording footage of yourself typing text?</qco> </h3>      \nthere are many ways. one way is to set the background to the same color as the cursor. then invert the footage if desired\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.24&nbsp; \n9:18 pm</dco> &nbsp;<qco> you still thinking about lifting up the entire world and holding it and lifting it higher than it's been before?</qco> </h3>      \nit's on my to-do list\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.24&nbsp; \n8:55 pm</dco> &nbsp;<qco> should i focus on one instrument for weeks or months at a time or should i keep alternating between multiple instruments a day depending on what i feel like? i think the first is more effective but sometimes i get bored of just being on one instrument, or maybe is the getting bored part and figuring out how to get less bored really important?</qco> </h3>      \nmaybe if you switch for a couple of days, then maybe you'll want to go back to your first favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.24&nbsp; \n7:37 pm</dco> &nbsp;<qco> Will you ever experiment with making longer versions of songs/jingles in ur vids such as \"I'm gonna clean my room\" which I love, or the \"into the castle\" section from ball and stick</qco> </h3>      \nthat process is supposedly included in the current project, at the expense of possibly ruining my life. you can thank me later\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.24&nbsp; \n7:16 pm</dco> &nbsp;<qco> if you were invited to play at the superbowl halftime show would you do it</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.24&nbsp; \n7:04 pm</dco> &nbsp;<qco> If the grass had a favorite color, what would it be?</qco> </h3>      \nthe grass would ask you what it should be\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.24&nbsp; \n6:11 pm</dco> &nbsp;<qco> Do you have particular feelings about flat-faced buses vs those that have a hood? I can't explain it, but when I was a kid I had more visceral feelings about these kinds of busses which I can only grasp at briefly at times. Do you know what I mean?</qco> </h3>      \nno, i actually can't figure out if 'visceral' means good or bad in this case, and, i just realized an additional huge problem with the comprehensibility of your question is that you mentioned 2 kinds of buses, then you expressed what i think was an opinion about one of them without saying which one\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.24&nbsp; \n6:05 pm</dco> &nbsp;<qco> Who the hell would make their plants hard to reach? That seems so very mean!</qco> </h3>      \nwell then who made the sky hard to reach\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.24&nbsp; \n4:54 pm</dco> &nbsp;<qco> do you like exposing yourself to different points of view</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.24&nbsp; \n2:16 pm</dco> &nbsp;<qco> How does multiplication work?</qco> </h3>      \nadd the first number the number of times of the second number. or, the other way around. the result will be the same as if by magic\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.24&nbsp; \n11:44 am</dco> &nbsp;<qco> Does music ever not music?</qco> </h3>      \nyes, in fact that is music's secret weapon\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.24&nbsp; \n11:16 am</dco> &nbsp;<qco> What made wfaoie topicless? </qco></h3>      me<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Did it originally have a topic and then lose it?</qco> </h3>      no\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.24&nbsp; \n9:26 am</dco> &nbsp;<qco> What MBTI personality type you are closest to?</qco> </h3>      \nnormal\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.24&nbsp; \n8:58 am</dco> &nbsp;<qco> Is it unlikely you will answer a question relating to ants?</qco> </h3>      \nno, i'm sure i've done it before and i would do it again\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.24&nbsp; 7:30 am</dco> &nbsp;<qco> can i ask you a question?\n<br></qco> </h3>      \napparently yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.24&nbsp; 6:38 am</dco> &nbsp;<qco> what's your favorite song you've made</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.24&nbsp; \n5:08 am</dco> &nbsp;<qco> i'm thinking of learning one of your songs on the harmonica. any recommendations for which one? also it's in the key of c</qco> </h3>      \nthe whole reason i make all the songs that i make is so i don't have to choose 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.24&nbsp; \n4:17 am</dco> &nbsp;<qco> is the world still perfect</qco> </h3>      \ni don't recall that it ever was, but i also don't know what that means\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.24&nbsp; \n3:22 am</dco> &nbsp;<qco> do you think that sharing things with an audience affects your work?</qco></h3>      hopefully not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; did you spend a long time creating without showing it to anybody? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you think different people react to feedback differently - in terms of their future output i mean. </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, can you provide some insight in how that works for you?</qco> </h3>      \ni've learned that it's my role, creatively, to be a leader, not a follower\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.24&nbsp; \n2:33 am</dco> &nbsp;<qco> why do i have a ping pong ball shaped brain</qco> </h3>      \nbecause a sphere is the perfect shape\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.24&nbsp; \n2:27 am</dco> &nbsp;<qco> favorite time?</qco> </h3>      \n0:00\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.24&nbsp; \n1:29 am</dco> &nbsp;<qco> what is a hamburger</qco> </h3>      \ni have no earthly idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.24&nbsp; \n11:37 pm</dco> &nbsp;<qco> what on earth will you do next?!</qco> </h3>      \na lot of songs, after i finish these non-songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.24&nbsp; \n9:44 pm</dco> &nbsp;<qco> when you put an instrument solo in a song, how much of it is improvised vs planned out? </qco></h3>      i've done it both ways<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do you just come with an idea with a sound and work from there? ive been listening to la de da de da de da de day oh and while the solo in that song is short i find it to be so exquisite.&nbsp;</qco> </h3>      for that one, the only part that was written was the part that quotes the 'where did all the good times go' line. although i ended up sort of quoting the melody again around bar 5 also\n\n<br><br>"
  }
]
