[
  {
    "html": "<h3> <dco>6.28.25&nbsp; \n12:51 am</dco> &nbsp;<qco> Why, or rather, why not?</qco> </h3>      \nbecause of\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.25&nbsp; \n12:48 am</dco> &nbsp;<qco> how do you feel about the fact that you are some animal's spirit animal?</qco> </h3>      \ni was going to ask you how you feel about the fact that that's not a fact\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.25&nbsp; \n12:23 am</dco> &nbsp;<qco> What do you dream about?</qco> </h3>      \nthe undiscribable\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.25&nbsp; \n12:21 am</dco> &nbsp;<qco> do you like having thoughts? sometimes my thoughts punch me. do your thoughts ever punch you</qco> </h3>      \nyes they do, i don't really like those ones. i like some of the other ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.25&nbsp; \n12:10 am</dco> &nbsp;<qco> whats your favorite flavor of ice cream</qco> </h3>      \n'middle of the road'\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n11:54 pm</dco> &nbsp;<qco> any tips to improve your singing voice</qco> </h3>      \n'who do you think you are?' singing is a fun way to actually figure this out. And, in turn, figuring this out is a fun way to sing\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n11:42 pm</dco> &nbsp;<qco> should i learn to use blender? (like the software, not the kitchen utensil)</qco> </h3>      \nif anyone is obligating you to do it, it certainly wouldn't be me. in other words, there may be a possible circumstance where someone may obligate you to use it, but i would never put that upon you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n11:41 pm</dco> &nbsp;<qco> so you know how you shorten \"there is\" to \"there's\", and it makes sense to include some nouns that can be shortened in some contexts, like \"july's a pretty good month\", or \"the sun's always shining in philadelphia.\" what i find odd is the constriction of pluralized forms of \"there're\" for example, which is inconsistent and makes no sense to native english speakers. yet these nouns i just specified don't seem to apply here. i'm no linguist, and i could be absolutely wrong on this assumption.&nbsp;</qco> </h3>      \nit sounds the same. if i'm understanding what you're saying, an example would be \"the roads're closed\". if you say this at a normal conversational speed, it's gonna sound identical to as if you said \"the roads are closed\". so then it's just an issue of which way you wanna write it. but as i look back over your question, i'm starting to think i'm not actually sure exactly what you're saying \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n11:28 pm</dco> &nbsp;<qco> how do you answer questions from and at every time of day?</qco> </h3>      \nfrom, not at\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n11:25 pm</dco> &nbsp;<qco> i have chosen you as a vessel to give me a sign. please choose : yes or no and type below. PLEASE SERIOUSLY I'M DESPERATE FOR A SIGN.</qco> </h3>      \nif you know me at all you know that i don't like being told what to say, especially when i'm not even allowed to know what it means\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n10:43 pm</dco> &nbsp;<qco> How do you find materials for inventing a new instrument?</qco> </h3>      \nwhatever you stumble upon. if you look for something you dont have then you'll really have no idea what you're looking for. so you're gonna be surprised anyway, so just go exploring\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n10:17 pm</dco> &nbsp;<qco> If you had to make a brochure on anything of your choosing, what's your first choice?</qco> </h3>      \nhow about  numbers\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n9:43 pm</dco> &nbsp;<qco> is your pants a pants?</qco> </h3>      \nsort of, even if that trips slightly over plurals in english. which i certainly dont mind by the way\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; 7:27 pm</dco> &nbsp;<qco> Are there questions that are more important than their answers? If so, please give an example</qco> </h3>      \nusually when people put questions into songs, that's what they are trying to convey. rather than try to give an answer, they found it more useful to sing the question\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n7:11 pm</dco> &nbsp;<qco> how do you know if a project you're working on is any good? do you trust your gut or feelings? is it even quantifiable?</qco> </h3>      \nyes your feelings are the driver here. art is very much a feels based business. that's what makes it so shaky but also so deep\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n5:28 pm</dco> &nbsp;<qco> when you finish writing a song but haven't yet recorded it, to which degree do you know how it's going to sound like, compared to when it's fully finalized? have you ever ended up with a wildly different result than what you were expecting while writing?</qco> </h3>      \nin some ways it's better and in some ways it's worse. but what's always firm before the production is everything the vocal sings and says, and how the chords work. and the exact tempo and the exact roadmap (exactly when it goes to which part, and for how long, exactly the number of bars everywhere. all the way to the end. no open questions with that). and by extension the exact run-time would be known. On the other hand, what's almost 0% known, before production, would be anything textural, or any instrument or sonic choices, and the specific ways those instruments and sounds coalesce to deliver the song content and support the vocal. those issues are all wide open\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n5:12 pm</dco> &nbsp;<qco> are we souls?</qco> </h3>      \nsure but i don't think that word is very self explanatory, nor even explainable at all. so where does that leave us\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n4:39 pm</dco> &nbsp;<qco> are you okay? cause like, you're sort of just happy and doing what you want, following your passions, etc so the conclusion i drew is that you must not be okay</qco> </h3>      \nactually you drew a conclusion before you even said you did. 'sort of just happy' is not excatly the best description of the way i am. i'm a lot of different things, but certainly not that. and then, your other conclusion that you drew from that conclusion also does not sound correct either. i'm sorry to inform you of these inaccuracies. i still have confidence that you'll still be able to draw many good conclusions in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n3:19 pm</dco> &nbsp;<qco> What IS the name of this game? and how DO you play it????</qco> </h3>      \nhow many answers can you imagine\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n2:58 pm</dco> &nbsp;<qco> I saw a cute Japanese beagle album art, which hooked me in to a great album. Do you think album art is as crucial as the music itself?</qco> </h3>      \nmusic's best co-conspirator is non-nusic. and vice versa of course\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n2:57 pm</dco> &nbsp;<qco> have you ever heard a part of a song and thought \"well, i would prefer if it went like this\" and sort of \"fixed\" it in your head? i remember doing this a lot when i was very young and still do it on occasion</qco> </h3>      \nsure. i've always thought the line \"you dont know you're beautiful\" in the chorus of that song by one direction would really work much better as \"youre so fuckin beautiful\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n1:16 pm</dco> &nbsp;<qco> can a joke be a lie?</qco> </h3>      \nsure. a lie can also be a joke\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; 1:16 pm</dco> &nbsp;<qco> What's going on?</qco> </h3>      \npretty much everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n1:15 pm</dco> &nbsp;<qco> i'm having a really hard sounding good without harmonizing my voice with itself (like putting two recordings of me singing exactly the same thing ontop of each other) advice?</qco> </h3>      first of all, i think it's important to say that's not harmony, that's unison. (same note). harmony means it's different notes, so it kind of sounds like chords. anyway, back to your original question, i think you're doing fine. there are people who use double tracking on everything they sing. maybe that's just the instrument you're comfortable with\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n12:51 pm</dco> &nbsp;<qco> Don't you do or do you don't?</qco> </h3>      \nsometimes both/neither\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n12:38 pm</dco> &nbsp;<qco> is cheesecake truly the best type of a cake?</qco> </h3>      \nthat would certainly make it harder for me to explain why i don't like it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n11:21 am</dco> &nbsp;<qco> theoretically I think everyone can be one person but that one person is also everyone, that's kinda weird right</qco> </h3>      \nthat description seems a little vague, but i'm not exactly claiming i could do any better\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n10:49 am</dco> &nbsp;<qco> Hi, so I died and I'm in hell now. It's not great here, but not as bad as advertised. Anyways, do you have messages you'd like me to pass along to the devil from you?</qco> </h3>      \nno, there would be a risk that not only the message might not be delivered accurately, but it might even be delivered to the wrong person\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n9:39 am</dco> &nbsp;<qco> Am i a bad person</qco> </h3>      \nbad and good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n6:22 am</dco> &nbsp;<qco> Is there a tendency to distance (ourselves) from the past and view it as some ancient, long-lost thing and simultaneously not make/manage to make the connections of present events to the past? </qco></h3>      it's way more powerful of course when you realize it's real<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Say - present day people generally (hopefully) think it was absurd for left-handed people to be accused for witchcraft, but could there, could there be current-day events that resemble the patterns of that event? </qco></h3>      of course there are<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It's an 'extreme' example, but did everyone really get over those patterns or mistakes, and is the past really as far away as many could think it is?</qco> </h3>      \nthe core ingredient of the past is the present. that's the only thing it's ever been made out of\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n5:19 am</dco> &nbsp;<qco> in the video for here comes the sun, why is 2:16-2:23 your favourite part of the video</qco> </h3>      \nas a last resort, i was trying to use that as a distraction method to trick you into thinking that part came out good\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n4:50 am</dco> &nbsp;<qco> If you were ever given the opportunity to open for another musician would you do it?</qco> </h3>      \ni don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n2:55 am</dco> &nbsp;<qco> i remember asking a question here a while ago but now i can't remember the question itself. how can i figure out what it was?</qco> </h3>      \nwas it <a href=\"q.php?date=202506102206\" target=\"_blank\">this one</a><remqq></remqq>\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n1:59 am</dco> &nbsp;<qco> i feel like i relate to the way the characters in \"Perfect.\" talk a lot. does that make me weird? surely not</qco> </h3>      \nif that makes you weird then it obviously would make me weird\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n12:51 am</dco> &nbsp;<qco> thoughts on irrigation canals?</qco> </h3>      \ndank\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.25&nbsp; \n12:51 am</dco> &nbsp;<qco> What's the best way to eat fries?</qco> </h3>      \nthrough the mouth\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n11:26 pm</dco> &nbsp;<qco> do you speak</qco> </h3>      \nyes i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n11:23 pm</dco> &nbsp;<qco> This page is so soothing to read through, calms me right down. thanks man you're super cool</qco> </h3>      \nok, just let me know if you start to get too calm\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n11:23 pm</dco> &nbsp;<qco> whats something you always wanted to say on your ueqstions page but couldn't, because it's your ueqstions page?</qco> </h3>      \nhow exactly are you suggesting i say something i can't say\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n11:22 pm</dco> &nbsp;<qco> what kind of questions do you enjoy more? silly questions, or serious ones? something inbetween?</qco> </h3>      \nlife begins when you start to use both elements constructively\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n10:54 pm</dco> &nbsp;<qco> My friend equated the euphoric feeling of composing and mixing a really good song to preparing and cooking a delicious meal. do you agree with this sentiment?</qco> </h3>      \nseems like a pretty straightforward analogy, although i dont personally have so much experience in the cullinary arts\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n9:59 pm</dco> &nbsp;<qco> Which colour skittle is your favourite</qco> </h3>      \ni've never found one i like, but that doesn't mean they aren't good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n9:59 pm</dco> &nbsp;<qco> If you could alter another animal so that it could enjoy music which would you pick?</qco> </h3>      \nshould i even ask whether any other animals would like to modify me, to better perceive things the way they do?\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n9:13 pm</dco> &nbsp;<qco> when creating art is it important to keep the possible thoughts and interpretations of others in mind or stay steadfast with what comes naturally?</qco> </h3>      \nkeeping in mind the thoughts and interpretations of others might be a contagious buzz kill brain worm that can lead you astray and ruin everything permanently, but don't take my word for it. see for yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n7:47 pm</dco> &nbsp;<qco> Some bad things happened to me and im thinking of making a song about it</qco> </h3>      \nthat's not a bad idea\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n7:14 pm</dco> &nbsp;<qco> I discovered that wind instruments have really good sounds, but when I listen to them in real life it always hurts my ears. Why does this happen? It sounds so good in headphones.&nbsp;</qco> </h3>      \nmaybe they're too close, and so too loud. or, maybe the players you've heard in real life just aren't as good as the ones on the recordings\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; 7:07 pm</dco> &nbsp;<qco> Has anyone asked you this question before?</qco> </h3>      \nyes, this is an extremely common one\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n6:52 pm</dco> &nbsp;<qco> Is The Rock a rock?</qco> </h3>      \nnot necessarily\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n5:37 pm</dco> &nbsp;<qco> Can a question be a lie?</qco> </h3>      \nabsolutely. and extra sneaky because you are distracted from checking, because you are expected to answer it on the assumption that the claims within it are true\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.25&nbsp; \n4:59 pm</dco> &nbsp;<qco> i broke my phone screen. should i stop doing contact juggling tricks with it</qco> </h3>      \nsure but that might not fix the screen\n<br><br>"
  }
]
