[
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n3:45 pm</dco> &nbsp;<qco> Does cheese occasionally become a tomato?</qco> </h3>      only way after it's expired\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n3:39 pm</dco> &nbsp;<qco> What can I blog about?</qco> </h3>      other people's blogs\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n3:32 pm</dco> &nbsp;<qco> do you like life</qco> </h3>      yes although it's pretty fuckin weird\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n3:10 pm</dco> &nbsp;<qco> do you ever think that computer viruses will be able to transfer to humans one day?</qco> </h3>      absolutely. humans are already part computer\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n2:53 pm</dco> &nbsp;<qco> When will you do another song video</qco> </h3>      uefcking right away\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n2:53 pm</dco> &nbsp;<qco> how do you feel about the word \"singleton\"</qco> </h3>      pretty weird\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n2:46 pm</dco> &nbsp;<qco> Do people with beards Actually exist?</qco> </h3>      yes but i can't prove it right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n2:45 pm</dco> &nbsp;<qco> What's your favorite thing you've made</qco> </h3>      i would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n2:31 pm</dco> &nbsp;<qco> What's so bad about trash? It's just stuff, like rocks and dirt, and I don't mind there being lots of rocks and dirts.</qco> </h3>      that's not trash that's earth\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n2:10 pm</dco> &nbsp;<qco> this is kemal ask me anything</qco> </h3>      is blender ever going to support the metal api or am i screwed and dead\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n2:02 pm</dco> &nbsp;<qco> does the fact that the dorian mode is the only church mode that is the same up and down the scale have any practical use\n</qco></h3>      it's not quite the same up and down unless you are visualizing the intervals visually<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\talso what's the countdown timer at</qco> </h3>      32\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n1:53 pm</dco> &nbsp;<qco> Do you write your chords/notes/Bm7 anywhere for us common folk to view them at our pleasure?&nbsp;&nbsp;Even if its just the short jingles in your songs.</qco></h3>      after 2013 i went mostly paperless, so most of the writing now occurs in the form of audio/video memos<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tI would like to play them on acoustic.</qco> </h3>      it's always better to make your own charts. that way the music will be coming to you in your own preferred dialect\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n1:46 pm</dco> &nbsp;<qco> are you part of the big brain academy&nbsp;</qco> </h3>      i am not sure. i am home schooled, i am home schooling myself, and i forgot what name i gave to the school. it might have been that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n1:33 pm</dco> &nbsp;<qco> do questions answered appear in chronological order by the time they were asked or the time they were answered? </qco></h3>      both, because i answer them in order, but the time you see next to the question is the ask time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tasking bc I am waiting for a response on one of mine</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n1:02 pm</dco> &nbsp;<qco> Opinion on ramen noodles</qco> </h3>      over priced\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n12:49 pm</dco> &nbsp;<qco> what do you think about velcro?</qco> </h3>      we'll see\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n12:36 pm</dco> &nbsp;<qco> i have tomato anxiety, what should i do?</qco> </h3>      now is the perfect time for a blog post\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n12:20 pm</dco> &nbsp;<qco> are you capable of eating bread</qco> </h3>      pretty sure, i feel\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n12:07 pm</dco> &nbsp;<qco> What are your thoughts on microtonal music?</qco> </h3>      if you mean some kind of equally divided 24 tone scale, i would politely opt out. if you are talking about just using any pitch, like bends and slides, speech, noises, etc i would politely opt in but i don't think it would need such a fancy name if that is the case\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n12:05 pm</dco> &nbsp;<qco> How much breakfast is the right amount of breakfast?</qco> </h3>      8 to 10 smidgens\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n11:09 am</dco> &nbsp;<qco> did john mayer invent gravity</qco> </h3>      no, he did an ode to it, which by the sound of it i think it's clear that it had existed already for at least several hundred centuries\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n10:57 am</dco> &nbsp;<qco> <a href=\"q.php?date=202001060636\">1.6.20&nbsp;&nbsp;6:36 am</a>  are you much of a fan of that 0.05%?</qco> </h3>      it can be useful sometimes. especially if you are trying to do some dramatic storytelling at the same time. heck, when i score for non-songs, tempo goes out the side window door and roof simultaneously\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n10:47 am</dco> &nbsp;<qco> How do I cope with caffeine withdrawal</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n9:54 am</dco> &nbsp;<qco> some of your songs make me happy. some don't. but some do. can I thank you?</qco> </h3>      you could try\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n9:21 am</dco> &nbsp;<qco> do people have free will?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n9:18 am</dco> &nbsp;<qco> Having trouble trying to figure out how to write an essay. It's about poverty, and it doesn't specify what exactly I'd have to write an essay over, or even what kind I have to write (argumentative, informational, etc.). Do you have any tips for coming up with something to write? I'm fairly sure you've had problems with having a wide array of branches you could follow in the past as well, so anything from your experience may be helpful. Thanks.&nbsp;</qco> </h3>      i am generally not capable of writing something like that for someone else. unless they already know who i am and are specifically requesting that i write it because they know what i'm going to bring to the table. which is complete disobedience of the assignment\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n9:04 am</dco> &nbsp;<qco> How do i sing?</qco> </h3>      i'm not sure. it's just something that happens to you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n8:07 am</dco> &nbsp;<qco> what are your thoughts / impressions on Jack conte after meeting and recording with him for scary pockets?</qco> </h3>      very good. also loves the thrill of limited timeframe. we both literally mentioned our admiration of '6 days to air' at the exact same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n8:07 am</dco> &nbsp;<qco> How do you push yourself out of a creative slump? I feel like I've been stuck on the same ideas and unfinished hangups for like, 6 years now, and I have nothing to show for it. I want to make something that I can share with people, or at least put it out there to get it out of my system. I don't know if this is a good way to think about being creative. Have you ever dealt with issues like this?</qco> </h3>      sort of, but instead of a slump it's more of a hurricaine. the challenge being to stop things from flying around so fast\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n7:55 am</dco> &nbsp;<qco> why do so many people ask about the page name being \"ueqstions\"?</qco> </h3>      the only 2 explanations i have is that their web browser is colorblind, and/or they have never seen any of the other pages on the site\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n7:31 am</dco> &nbsp;<qco> out of curiosity how long does it usually take you to get your ideas down?</qco></h3>      very quick, i just demo it and explain it, with a couple of read/play throughs<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t like if you have a melody/chord/bassline/whatever in your head can you just instantly know what it is and put it on paper/daw?</qco></h3>      yes, i usually use a simple memo recording and play any musical content, and any further explaination that's needed<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t is this a power that exists can man harness it</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n7:01 am</dco> &nbsp;<qco> Have you ever felt doing something suddenly out of nowhere like eating 10 bowls of cereal and instantly regretting it?</qco> </h3>      yes, but instead of that it is usually the starbucks hot brownie\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n7:00 am</dco> &nbsp;<qco> How is your 3d animation work going?</qco> </h3>      pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n6:24 am</dco> &nbsp;<qco> what's your least favourite chord progression</qco> </h3>      well the funny trick to music is that the only reason anything is good is because it's compared to something bad, but even the bad stuff sounds great as a nice refreshing change from what's good. so therefore everything becomes exactly what you want, in its own moment. also you can make any set of chords good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n6:19 am</dco> &nbsp;<qco> Apple or 15 mice?</qco> </h3>      how about 15 apple mice, maybe throw in a few track pads\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n6:16 am</dco> &nbsp;<qco> Are you perhaps some kind of jester?</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n5:40 am</dco> &nbsp;<qco> What should I do to racists?</qco> </h3>      be friendly to them while also discriminating against them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n5:35 am</dco> &nbsp;<qco> who is joe&nbsp;</qco> </h3>      your Father\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n5:29 am</dco> &nbsp;<qco> Do you want to ask a question?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n5:11 am</dco> &nbsp;<qco> Why do all of your songs cause me to experience an existential crisis? It feels like I've seen it before but I haven't so I wonder about this more until I wonder about life itself and it brings me to weirdness. Your songs feel so weird and that's why I like to listen to them.</qco> </h3>      well as long as you are having a good time;\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n3:26 am</dco> &nbsp;<qco> Bill, I am thinking about doing 2D animations, but I have found that silent animations are very very weak so I decided I should learn to do music, for now my goal is to learn to read sheet music fluently and play it, figured that If I'm able to do that then I can start creating my own stuff, my end goal is to make video-game-weird music for my animations, is this a good way to go about it?</qco> </h3>      if music isn't already your area of expertise, i would suggest focusing on the words side of the audio spectrum. and if you would like to get into music, given the context of your situation i'm not sure if reading is the best place to start. reading is cool, but it's very far separated from what you're doing. you will learn to read anyway, in the computer way (which is a little different) assuming you are using computers to put video and audio together. but i would focus on the words, and sounds in general. because you already know how to do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n3:19 am</dco> &nbsp;<qco> would you ever do a square video</qco> </h3>      everything on vine was square\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n2:47 am</dco> &nbsp;<qco> will you ever publish another video to your reality page</qco> </h3>      yes, at least twice as many as are there now\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n2:38 am</dco> &nbsp;<qco> do you think you get smarter every time you do math in your head?</qco></h3>      better at math maybe<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t do you think you get less smart everytime you choose not to and instead rely on calculator?</qco></h3>      less good at simple math maybe<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t There should be a smart suffix to say less, like -er is more. smartler? How smart are you?</qco> </h3>      we'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n1:10 am</dco> &nbsp;<qco> Why do people say \"you too\" instead of \"me too\" in response to \"nice to meet you\"?\n<br>\n<br>\"Me too\" as in \"it is nice for me to meet you as well\" makes much more sense to me, don't you think?\n<br></qco> </h3>      as you can see, it's a difficult question to answer. which is why it's good that it occurs right at the beginning, ..... to make sure you are sharply attentive, right from the start. actually i just realized it's not even a question. but you still are supposed to answer it? it's more difficult than i thought ....\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n12:21 am</dco> &nbsp;<qco> do you think the less represented you feel by \"public personalities\" the bigger responsibility you have to be publically you?&nbsp;</qco> </h3>      i never thought of it that way but yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.20&nbsp; \n12:10 am</dco> &nbsp;<qco> How would you describe tomatoes?</qco> </h3>      huge\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n11:28 pm</dco> &nbsp;<qco> Sometimes do you just want to hide under the bedsheets and cry yourself to sleep while telling yourself you suck?</qco> </h3>      occasionally\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n11:23 pm</dco> &nbsp;<qco> Do you think that stairs are just chairs that you can stand on?</qco> </h3>      all chairs you can stand on. stairs you can walk on\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n11:19 pm</dco> &nbsp;<qco> This thing happened to me again today where I was struck by the fact that I don't remember anything from before I was alive and I won't be aware of anything after I'm dead. I guess it just seems sort of wierd to me that me and you and everyone else gets this little window of time, and then I think about how it seems wierd that it seems wierd, and so on. I can't really do anything about my little window of time, though, so I just gotta shrug and move on with my day. I can't shift it to the left or to the right or anything. Not that it would be reasonable for anyone to be able to do so, but still. I just wonder if this is something you've ever felt, or thought about or whatevs.</qco> </h3>      yes i have thought about it\n<br><br>"
  }
]
