[
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n10:04 pm</dco> &nbsp;<qco> when is the next video coming out</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n9:50 pm</dco> &nbsp;<qco> what can i do to make my music less standard&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n9:02 pm</dco> &nbsp;<qco> What do you think about Brazil?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n8:30 pm</dco> &nbsp;<qco> Did you have a process for determining which musical elements/instruments to use for the score and sound effects in your documentaries?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n8:17 pm</dco> &nbsp;<qco> do u want 2 die</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n7:16 pm</dco> &nbsp;<qco> Do you have any vine jingles you haven't recorded? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Will you ever record them?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n7:03 pm</dco> &nbsp;<qco> do you reckon you will open your own art exhibition one day?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n6:02 pm</dco> &nbsp;<qco> how do you give such good life advice?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n5:51 pm</dco> &nbsp;<qco> why do you insist on changing outfits every full body shot you're on your videos</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n4:34 pm</dco> &nbsp;<qco> do you like the color of my shoes?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n4:09 pm</dco> &nbsp;<qco> do you want noodles right now?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n3:35 pm</dco> &nbsp;<qco> How would you know which notes to use in a chord?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; There's one specific chord that I do not know the name of but when I play the notes that I think I hear on a keyboard, it just sounds off. Thanks.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n3:33 pm</dco> &nbsp;<qco> Have you ever considered releasing an album with your music on it or are you sticking to the internet and making music videos</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n3:03 pm</dco> &nbsp;<qco> i want to do a thing but i also don't want to do the thing and also the thing might not metaphysically exist</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n2:30 pm</dco> &nbsp;<qco> did u change the color of the umbrella or am i just going crazyyy?¿</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n2:19 pm</dco> &nbsp;<qco> On a scale of 1 day to&nbsp;∞, when will you release the new A U D I O / V I S U A L&nbsp;&nbsp;C O N T E N T you've been working on?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n1:47 pm</dco> &nbsp;<qco> Will we have a bill wurtz interview?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Can I interview you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n1:14 pm</dco> &nbsp;<qco> has science gone too far?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n12:55 pm</dco> &nbsp;<qco> do u know any advanced paper-folding techniques</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n12:36 pm</dco> &nbsp;<qco> i have a question. i think you said you are concocting your next song to work without bass,&nbsp;&nbsp;or that you were recording bass last in order to make sure it is still strong without bass. something to that effect. does that mean bass was central to your other recordings? \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;cause i listen to a lot of your songs thru my phone speakers and they still sound good to me,\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i dunno if my question makes sense. i'm just wondering how you would make sure it sounds strong without the bass, because i feel like everything you make is already strong without bass</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n12:10 pm</dco> &nbsp;<qco> why do you have a micro-economics book?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n11:41 am</dco> &nbsp;<qco> is friggydiggy a good name for a boat?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n11:09 am</dco> &nbsp;<qco> What is the sound at the beginning of \"Home\"?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n10:47 am</dco> &nbsp;<qco> do artists need to suffer to make art?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n10:36 am</dco> &nbsp;<qco> pancakes or waffles. or french toast.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n10:01 am</dco> &nbsp;<qco> how do i get creative</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n9:17 am</dco> &nbsp;<qco> every time i hear people talk about bill wurtz and bill wurtz's music they're like \"oh he makes like meme music right?\" and i feel like they overlook everything else and just label it as a meme and it makes me kind of sad. maybe you dont care at all</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n8:38 am</dco> &nbsp;<qco> I'm gonna go travel the world soon what's 1 thing I should pack</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n8:29 am</dco> &nbsp;<qco> So I'm going to tell you something. I have this problem that I experience sometimes where I don't want to do something like art. But all the people I look up to are artists and I want to be like them. So then I don't want to do it. But I try to pressure myself to do it and here's why. Im in high school and I don't want to go to college because school has depressed me and made me go insane and I feel like I have to prove to my parents that I have a special skill or something so that they'd be okay with me not going to college. Because I see you- and it looks to me that you've had your awesome music skills since you were like a kid (I know I could be wrong just correct me or something) and you seem to be pretty successful for not going to college.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; So then I think I have to do the same thing. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And a whole bunch of other people I look up to have also developed their awesome passions at a young age and I feel like I have to do the same. So I'm stuck between this thing of wanting to do artistic stuff right now to help prepare me for the future (even though I don't want to do it at the moment) and doing the things that make me happy even though they're kind of pointless like reading books or playing video games or watching movies. But to be honest, my interests shift by the second. I play video games for a little bit, and then I want to write. So... I have plenty of interests really. They just shift throughout the moment. And here's what I'm thinking: I think I should do the stuff I want to do right now and be concious of what my wants are.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And keep shuffling around them accordingly to suit what I want at the moment and just kind of look at my wants and see what happens over time.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; But be concious of how I'm feeling. Sometimes I think I'll want to do art stuff but other times, I won't want to. But the reason why I'm doing this is to help myself just be myself in the best way. Sometimes I'll do stuff I don't want to do and force myself \n to do it. So I want to keep myself in check. And ask myself, \"do I really want to do this right now?\" and act accordingly instead of just kind of neglecting what I actually do want.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And over the course of this I'll get to know myself better while freely being myself. For whatever reason, I think this'll be fun.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sorry if this was a bit confusing. I'm just trying to organize myself a bit and typing to you helps me get better at this stuff for some reason. So I'll see you man. I think I'll let you know how it goes.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n8:24 am</dco> &nbsp;<qco> thoughts on mars?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n8:21 am</dco> &nbsp;<qco> what should i do at my local library?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n8:08 am</dco> &nbsp;<qco> I have a sneaking suspicion that your new song/video is coming out tomorrow</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n7:58 am</dco> &nbsp;<qco> why did you post the video then take it down</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n7:49 am</dco> &nbsp;<qco> i just woke up... what do i do now?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n7:27 am</dco> &nbsp;<qco> why do they put round pizza pies in square boxes?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n6:46 am</dco> &nbsp;<qco> Hello, Bill. I've had dreams where I've made up songs about men who are ashamed to look like ducks and moose with space heaters. Have you ever had any particularly interesting dream songs, and if so would you share any of them?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n6:26 am</dco> &nbsp;<qco> Opinion on hypnosis?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n5:31 am</dco> &nbsp;<qco> Man, I just feel sad. Like for a while my mood has just been on a decline. I haven't been diagnosed for any mental disorders but lately I've just been constantly thinking about the fact that I've just moved schools in term 2 of grade 11 and I'm not close to my tiny class of like 10 people and I don't really relate to them as friends. I have an extremely tight group of friends outside of school but I only get to see some on the weekend sometimes. Mum doesn't let me go out of my suburb to see them though that often and most of the time I just have to stay home and talk to them over the phone or text or something. I'm a really introverted person except around my close friends where I really thrive. Around them is the only times I actually feel happy and feel like living. But I only get to feel that way a few days in a month. Every other day is literal hell. I sit in the corner by myself at school listening to music and trudging through ATAR hell and I s\n pend lun\n ch breaks sitting in the corner of the common room buried in beanbags. And I just feel like crying all the time those days and I feel like it's just not worth living at all and I'm so empty and sad. I'm too scared to talk to professional counselors or even like those crisis support hotlines and even my own parents and siblings?? I only talk to that group of friends about how I'm feeling but they can't really help all that much apart from just talking to me where it does improve my mood a little. I find you a really good guy to just vent to as well and I'm sorry to force you to read my sad wall of text but yeah idk what to do and I'm just stuck...\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n5:02 am</dco> &nbsp;<qco> For something so minimal this question asking website is so confusing to use</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n4:59 am</dco> &nbsp;<qco> Have you ever been offered a commercial position by a tv company or by some movie men?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n3:48 am</dco> &nbsp;<qco> every time i come on here on my phone it freezes for like 30 seconds i'm gonna have to ask you to stop singling my poor phone out thanks :c</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n3:29 am</dco> &nbsp;<qco> uuugghghghg I feel like every melody I've been writing for the past like 2 years has been the same. sometimes I'll write songs that have the same exact melody of other songs I've written, and even when I come up with a different melody it still kinda sounds the same. has this ever happened to you? how do I overcome this?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n2:37 am</dco> &nbsp;<qco> What do you think of hummingbirds?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n1:59 am</dco> &nbsp;<qco> where does sincerity come from</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n1:02 am</dco> &nbsp;<qco> how many moments are in a second</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.20.18&nbsp; \n12:54 am</dco> &nbsp;<qco> a girl just asked if my parents are siblings.............. i think she was trying to insult me, What would have been a good response. to that</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n11:30 pm</dco> &nbsp;<qco> what do you do to acquire motivation?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n11:29 pm</dco> &nbsp;<qco> its 10:28 on a sunday, what should i be doing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n10:30 pm</dco> &nbsp;<qco> I/bIII/bVII/IV\n<br>I/bVII/ii/IV(7)\n<br>\n<br>Can you point me to any songs that have one of these chord progression?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n10:29 pm</dco> &nbsp;<qco> When do you get your best ideas?</qco> </h3><br><br>"
  }
]
