[
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n8:53 pm</dco> &nbsp;<qco> please put rabbitsnake on spotify????</qco> </h3>      i will think about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n8:37 pm</dco> &nbsp;<qco> are you ever gonna do another video as long as \"history of the world, i guess?\"</qco> </h3>      i hope not\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n8:33 pm</dco> &nbsp;<qco> my parents dont like when i talk to myself, but it is quite useful to me. what do i do about this</qco> </h3>      become a professional\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n8:23 pm</dco> &nbsp;<qco> What should I do with the abandoned bird nests I found</qco> </h3>      lay your eggs there\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n8:17 pm</dco> &nbsp;<qco> How do you decide the instrumentation of a song?&nbsp;</qco> </h3>      i have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n8:03 pm</dco> &nbsp;<qco> Help me! I'm trapped in the center of a rectangle! What do I do?! What do you do?</qco> </h3>      make really crazy decisions. and surely someone will here you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n7:48 pm</dco> &nbsp;<qco> Does Jesus love me?</qco> </h3>      i will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n7:46 pm</dco> &nbsp;<qco> Did you get beat up in highschool for being a fucking weirdo?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n7:45 pm</dco> &nbsp;<qco> Where did you study music?</qco> </h3>      at home, and in the work place\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n7:45 pm</dco> &nbsp;<qco> Do your songs reflect you in any way or are they completely random?</qco> </h3>      they reflect me in the sense that they were entirely written and created by me. i wonder if that counts\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n7:42 pm</dco> &nbsp;<qco> new canaan and crazy/raining is helping me through a tough day, thank you, do you want to meet my parents?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n7:41 pm</dco> &nbsp;<qco> are we in a simulation of humanity</qco> </h3>      well if we are then who is in the real one\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n7:38 pm</dco> &nbsp;<qco> every time i ask a question i forget to check for the answer and it gets lost to the winds of time :( how can i rember?&nbsp;</qco> </h3>      i guess you will have to read all the questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n7:36 pm</dco> &nbsp;<qco> how many lolipops have you licked in your life?</qco> </h3>      none that i can remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n7:34 pm</dco> &nbsp;<qco> why is green green and not red</qco> </h3>      why would something not be itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n7:19 pm</dco> &nbsp;<qco> I think license plates should be called 'car IDs' instead. What do you think about my proposal</qco> </h3>      i think it's great. i will see if i can get that changed\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n7:15 pm</dco> &nbsp;<qco> Have you ever recorded a song that begins with the chorus?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n7:13 pm</dco> &nbsp;<qco> from what era would you classify your muzak to b from?</qco> </h3>      i call it music, but it's mostly from 2010-2017. if you look at the songs page, the release date should be written next to each song\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n7:13 pm</dco> &nbsp;<qco> Hi Bill. So I'm thinking about looking for work as a piano teacher, just to make some extra $$$. I've never really put much thought into how I'd teach music, starting from square one, to a beginner. What do you think would be a really good thing to do for a first lesson for someone who has never played before? </qco></h3>      discovering (on their own) the intense joy and power that comes from pressing the notes, and hearing how the sounds compare to each other<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I don't mean to sound conceited or anything like that, but I started playing so young that I really don't remember first learning. </qco></h3>      me neither<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Other people in my family play, so I was probably just banging on the piano as a baby. </qco></h3>      me too<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;By the time I first started taking lessons as a kid, I already had a very basic 'feel' for the piano (like I was able to pick out really simple melodies by ear, knew some chords, and was able to play extra simple stuff with both hands at the same time). </qco></h3>      me too<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What do you think would be a good first step for someone starting from nothing? </qco></h3>      you and i are biased, because we learned completely on our own from an extremely young age. unfortunately, 90% of your students will be nothing like this. i think you are gonna hate teaching and i think you are gonna cancel all your lessons after the second week. that's just my best guess at what is going to happen here<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you remember first learning to play piano?</qco> </h3>      i have very faint memories of things like playing all the Cs really quickly up and down the keyboard, and i have very vague memories of understanding the C+E harmony, and its sister harmony, D+F. but i must have been only about 3 years old then and i don't remember ever not knowing those things\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n7:10 pm</dco> &nbsp;<qco> have you been to new york</qco> </h3>      have i ever left\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n6:36 pm</dco> &nbsp;<qco> I'm 30 tomorrow and this upsets me more than it should, because i haven't got a lot of life left. have you come across anything to stop time/aging?</qco> </h3>      oh too real\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n6:11 pm</dco> &nbsp;<qco> what do I get if I die a virgin?</qco> </h3>      maybe you get to have sex? not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n5:57 pm</dco> &nbsp;<qco> this or that?</qco> </h3>      what or what (and is what)\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n5:56 pm</dco> &nbsp;<qco> what is your purpose in life?</qco> </h3>      can't say, don't wanna jinx it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n5:56 pm</dco> &nbsp;<qco> why did you stop updating the reality section?</qco> </h3>      i didn't really stop, but at any particular moment if you notice i am not updating it, the reason is because i am working on content for the more prominant pages of the site instead\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n5:48 pm</dco> &nbsp;<qco> should I build a wall?</qco> </h3>      ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n5:39 pm</dco> &nbsp;<qco> About 90% of the time I play piano I do it in CMajor. Is this bad?</qco> </h3>      do you like it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n5:36 pm</dco> &nbsp;<qco> Do you think that someday people will finally run out of questions for you?</qco> </h3>      that might have happened a long time ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n5:29 pm</dco> &nbsp;<qco> disney princess you would most want to go to a tapas restaurant with</qco> </h3>      first i will have to figure out what tapas is\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n5:20 pm</dco> &nbsp;<qco> will you start doing 4 minute songs from now on or mix them in with weird short videos?</qco> </h3>      i have generally come to the conclusion that 3:25 or 3:30 is about the longest i would really want songs to go. and there are many many exciting things that can be done with songs in shorter ranges, like 2 or even one minute. with videos my general time preferences are about the same, probably between 40 seconds and 4 minutes. but i'm thinking maybe a bit shorter, mainly because of the ever prevelant urgency to have stuff come out faster\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n5:05 pm</dco> &nbsp;<qco> which question did you answer the longest?</qco> </h3>      you wanna check\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n4:45 pm</dco> &nbsp;<qco> How would you describe yourself?</qco> </h3>      forget that, how bout i just be it. cut out the middle man\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n4:39 pm</dco> &nbsp;<qco> Will the world ever be at peace?</qco> </h3>      not quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n3:13 pm</dco> &nbsp;<qco> What is your density?</qco> </h3>      gimme a milk.......... chocolate\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n2:55 pm</dco> &nbsp;<qco> When writing outside did you write the song and the video together or one then the other?</qco> </h3>      the song was written first, and then the recording of the song and video were done in alternation\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n2:44 pm</dco> &nbsp;<qco> Is if possible to write a song with no time signature?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n2:35 pm</dco> &nbsp;<qco> define your style</qco> </h3>      how about i just do it instead, cut out the middle man\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n2:17 pm</dco> &nbsp;<qco> i need help with the male of our species. you are a male. any advice for me? something that will make me understand your way of thinking would help too</qco> </h3>      what if i need help understanding your gender's way of thinking\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n2:04 pm</dco> &nbsp;<qco> Do you still plan to release an album in the forseeable future?</qco> </h3>      i think it's more fun to release songs individually. but fortunately in the digital age all u gotta do is make a new folder and put whatever songs you want and there is your album\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n2:03 pm</dco> &nbsp;<qco> ok bill i know life started from a tiny microscopic spec...but how did the spec get here???</qco> </h3>      i think we are all still trying to figure that out\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n1:55 pm</dco> &nbsp;<qco> you always say that lyrics can give meaning to a melody and even guide it's magic ways. but don't you think that a melody can tell a story alone with no lyrics? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;seems a bit like you underestimate instrumental music? </qco></h3>      no, trust me, i am Hard-Wired as an instrumental musician. in my childhood i listened to only instrumental music, and didn't know how to really deal with anything else. the first many years of my musical development were vastly instrumental only. mostly artists who's music was marketed as instrumental music, in its own right. but there is an elephant in the room, which everyone always thinks about, which is \"why do those instrumental artists never seem to be as successful as non-instrumental artists, even though *we* (musicians) 'know' they're 'better' \" etc etc sad face. i just didn't feel like going along with such a sad conclusion so i was driven to understand, so i erased everything i knew and started listening to pop radio all day. anyway, that's beside the point, what i'm trying to say is, over time it became crystal clear that instrumental music operates in the back part of your brain, but the labels, the handles, the latches, the characters, the *cognition* as the scientists would call it, happens in the 'front' part of your brain. i guess it's called the frontal lobe, or the neo-cortex, or whatever .. (not a brain expert really) but it's kind of like where you file things. it's what you name things. even if the *feelings* and the deep stuff are all happening on a much deeper level, you will always have them 'filed' or 'named' in a particular way. and each person may file things differently. but that's what i realized about instrumental music. vastly powerful, usually doing most of the real heavy lifting in terms of actually making the over-all product feel good, does all work in terms of pulling the heartstrings, BUT the frontal 'handles' (characters, words, names, titles, etc etc, the frontal stuff) will always seem to get the credit. that's just the way it works. and the same is true for my childhood listening to instrumental music -- for example, let's say an album of instrumental music is sold under a particular musician's name, and they play a certain instrument (let's say it's piano). that's the 'frontal' content, the label / title etc... in other words, when you listen to it, you are 'cognizant' of the fact that you are listening to a piano player's music. you are aware that that is what's happening. so if that reality is something you are comfortable with, then you will be comfortable listening to that music. where-as, take for example, a movie, with scenes in it about troubles in a relationship due to long distance separation, etc etc etc, but it happens to be underscored by piano. you are still listening to instrumental piano music, but you whole idea of what's happening will be different. you will probably think of it as 'i'm watching this scene in a movie about these characters etc this is what's going on\" rather than \"i'm listening to piano music\" ... now not everyone necessarily files things the same way, because for example someone interested in film scoring could easily be listening to it and hearing the underscoring, and that's likely a main reason they would be watching the movie, to specifically enjoy the underscoring. but even so, that reality is still different from listening to a piano player's album, because the film-scoring person is not just listening to the score, but they are listening to it from a film-scorers perspective. when we are studying and learning things, that often determines the angle we focus on. another example, let's say it comes from a video game. the music will have all it's power but it will be connected with the game, and the game will again act as the 'handle' or 'filing system' that sort of 'delivers' the music to the listener, and in turn the music is richly juicing up the contents of the game, to feel so much more meaning, and again usually the 'handles' (the content of the game) will get all the credit. unless, again, it is a music student or a musician listening, in which case That would be their 'handle.' so even when instrumental music seems to be purely insrumental with nothing else, there is always some context in which the listener heard it. for example, let's say you are walking down the street and all of a sudden you randomly hear instrumental music coming out of a fire-hydrant. well guess what, that's not just detached music, that's music you heard coming out of that fire hydrant, and when you tell the story you will always remember that music as the music that was coming out of that fire hydrant. so in that sense the only way to actually have completely unfiled unassociated instrumental music is if you were hearing the music and you literally don't know where it's coming from and you also don't know where you are, and also don't remember the circumstances that led to you not knowing where you are. so basically my point is that yes truly and surely instrumental music has all the powers. but it is made of liquid and you really can't drink any of it unless you have a cup<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I agree with you that it is much harder do appeal do people if you have no lyrics, but still..</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n1:50 pm</dco> &nbsp;<qco> I'm feeling randy what should I do?</qco> </h3>      press the 'i'm feeling randy' button\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n1:39 pm</dco> &nbsp;<qco> i think there is some fundamental conflict between me wanting to grow up and me not wanting to be like everyone else(?, i guess)</qco> </h3>      not necessarily. for inspiration, look to grownups who have succeeded in growing up to be not like everyone else\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n1:39 pm</dco> &nbsp;<qco> Why aren't half steps just called steps, and whole steps called double steps?</qco> </h3>      all the steps in an ordinary scale need to be called steps, not double steps. i think that would be confusing. but what i would suggest perhaps that would be slightly less confusing would be to call them big steps and small steps. but over all i don't think whole-half is that much less confusing, either way you just need to have hands on experience and then you'll get what's going on, regardless of names\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n1:22 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710020805\">10.2.17 8:05 am</a>  What videos?</qco> </h3>      any videos where you can see a ukulele on screen. hint: it is a baritone so it is a little bit closer to the size of a guitar. but it is still a bit smaller than a guitar and it only has 4 strings\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n1:10 pm</dco> &nbsp;<qco> i am really scared of wasps. can you give me any advice on how not to be scared of wasps?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n1:06 pm</dco> &nbsp;<qco> How to unload a loaded question?</qco> </h3>      the first step is to always carry a pocket mirror\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n12:47 pm</dco> &nbsp;<qco> What are you're thoughts on the Mandalay Bay shooting?</qco> </h3>      i don't really know the details but i think i disagree with it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n12:01 pm</dco> &nbsp;<qco> http://www.billwurtz.com/questions/why-japan.html of all the planets to choose for history of the entire world, i guess why world</qco> </h3>      i don't think world necessarily means a planet\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n11:34 am</dco> &nbsp;<qco> Should the word 'word' be considered a word?</qco> </h3>      yes\n<br><br>"
  }
]
