[
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n6:43 pm</dco> &nbsp;<qco> What can I do to learn more about the arranging process? Can you break it down into steps?</qco> </h3>      you just gotta go out there and start making stuff. start with literally 2 instruments. just get the point across. everything anyone possibly knows about doing this, they have to learn from actually doing it. which realistically can only be done by starting with something comprehensible\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n6:30 pm</dco> &nbsp;<qco> If you had to pick, which of your songs would you like to hear as a Big Band arrangement?&nbsp;</qco> </h3>      late nite lounge with loud lenny\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n6:30 pm</dco> &nbsp;<qco> your old room had tonnes of inspirational quotes from various luminaries printed out and put on the wall. did you do that?\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n did you find that useful in the long term?&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n6:14 pm</dco> &nbsp;<qco> What's the difference between the thabks and thabk you pages you get after submitting a question?</qco> </h3>      the shorter one means you submitted the question from the random page\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n5:56 pm</dco> &nbsp;<qco> how exactly do u record your day and time spent on various parts of a project? (like, \"from 3:00 to 8:00 i worked on finishing the mix\") and also can u show a screenshot of the word doc or program you record that on, as an example?</qco> </h3>      <a href=\"finder.png\">Finder</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n5:56 pm</dco> &nbsp;<qco> Did you just set a new record for longest answer to a question?&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n5:52 pm</dco> &nbsp;<qco> Hi, same guy from <a href=\"q.php?date=201903182115\">3.18.19&nbsp;&nbsp;9:15 pm</a> , what was the one project that the \"monday slam\" worked for?</qco> </h3>      'christmas isn't real', the entire visual was made between 10am monday and 6pm tuesday. but what was actually more insane was \"slow down\", it was from the bent hat to the end, didn't exist before 10am monday, which actually amounts to a longer duration of video than for the entire christmas song. longlongjourney and when i get older also had quite similar pushes at the end, but not quite as severe time wise or percentage wise, as those other 2\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n5:34 pm</dco> &nbsp;<qco> i miss your sad songs. they were lovely company.</qco></h3>      i almost never remove songs. i'm sure all the sad ones you like are still there<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; now your songs often make me feel alienated -- like you either are plugging your ears and going la la la to sadness or perhaps you've gotten so much success you forgot how good it is. would you do another sad one?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n4:22 pm</dco> &nbsp;<qco> I wanted to start writing music, any tips?</qco> </h3>      start by making something up\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n4:06 pm</dco> &nbsp;<qco> How do you deal with the constant drag of being existant in a life in which everything you do has severe consequences?</qco> </h3>      trust me the drag would be much much worse in a world where nothing means anything<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n3:11 pm</dco> &nbsp;<qco> pure imagination doesn't exist. all thoughts have to come from somewhere. on a scale of 1 to cake, how depressing is that</qco> </h3>      not at all. your screen resolution never needs to be infinite to display even the most brilliant of pictures\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n2:29 pm</dco> &nbsp;<qco> Is Might Quit in 6/4?</qco> </h3>      only if the tempo is 357\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n2:26 pm</dco> &nbsp;<qco> Are any of your songs meant as a satire of modern music?</qco> </h3>      not that i know of\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n2:23 pm</dco> &nbsp;<qco> favorite Peter Gabriel moment?</qco> </h3>      maybe <a href=\"sledge-v1groove.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n2:17 pm</dco> &nbsp;<qco> thanks for motivating college kids with crippling depression. how did you start learning about video editing?</qco> </h3>      tried it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n2:11 pm</dco> &nbsp;<qco> bill, do you have any explanation as to why instrumental (non-vocal) music doesn't seem to ever hit the charts (at least not currently). not just be popular, but like really make the cut</qco> </h3>      language is a very important part of the human experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n1:53 pm</dco> &nbsp;<qco> Are bassists racists?</qco> </h3>      bassists might be among the least racist of all people\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n1:32 pm</dco> &nbsp;<qco> An observation: Your favourite moments of bands and artists always seem to be of their most mainstream and well known material. Is this because of your general liking for pop music or is it because you just don't bother listening to their deeper, more obscure (and often better) material?&nbsp;</qco> </h3>      i think most people only know the most popular works of most people. many people know most of the works of some people (i do). and no one knows most of the works of most people.  would be too many works in total. i hope that makes sense.\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n1:22 pm</dco> &nbsp;<qco> are you weird? </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you like being weird, if so?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n1:08 pm</dco> &nbsp;<qco> Do you ever wish you ever did something different?</qco> </h3>      i wish i did almost everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n1:07 pm</dco> &nbsp;<qco> I just did a bad thing</qco> </h3>      ah, #relatable<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n1:07 pm</dco> &nbsp;<qco> I really admire how you edit the video as well as make the music and write the song. Does it sometimes get to tiring?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also, do you prefer the editing videos part or the making music part?</qco> </h3>      for what i do i have to do both\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n12:53 pm</dco> &nbsp;<qco> What's your favorite Office episode?</qco> </h3>      possibly the debut of robert california\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n12:40 pm</dco> &nbsp;<qco> how do i start doing schedules? not just planning but actually doing it&nbsp;</qco> </h3>      ah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n12:33 pm</dco> &nbsp;<qco> As somebody who doesn't make music, how do I start making music??&nbsp;</qco> </h3>      you have to want to, that's all\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n11:49 am</dco> &nbsp;<qco> also how the hell are you so good at editing</qco> </h3>      could be some kind of defense mechanism\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n11:41 am</dco> &nbsp;<qco> Why is everything?</qco> </h3>      due to causation, and reasons\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n11:40 am</dco> &nbsp;<qco> have you actually answered 100,000 questions?</qco> </h3>      approximately\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n11:30 am</dco> &nbsp;<qco> does life have meaning</qco> </h3>      does it mean anything to you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n10:15 am</dco> &nbsp;<qco> why isn't the new song available on the website?</qco> </h3>      it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n8:40 am</dco> &nbsp;<qco> tell me a simple sentence that will stop me from procrastinating and make me realize i will never amount to anything if i don't fucking do shit. break me.</qco> </h3>      it is you who is going to say that sentence, and it is going to be somewhere in your next 20 to 30 sentences\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n7:36 am</dco> &nbsp;<qco> favorite Eminem moment?</qco> </h3>      how about <a href=\"eminem-imshady-v2.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n5:56 am</dco> &nbsp;<qco> Monday video release, what a change-up! Any reason in particular?</qco> </h3>      i was aiming for tuesday but i was 27 days late\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n5:39 am</dco> &nbsp;<qco> Favourite Sting moment?&nbsp;</qco> </h3>      maybe <a href=\"sting-magic.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n4:52 am</dco> &nbsp;<qco> I'm curious: why did \"might quit\" come out on Spotify before it was even on your own site, let alone YouTube?</qco> </h3>      because it takes at least 2 days for the song to reach spotify, so i have to send it 2 days in advance. so i have to predict when i think the video will be done, which is unfortunately not always possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n4:19 am</dco> &nbsp;<qco> what can replace faith in the eternal?</qco> </h3>      it will usually be a surprise\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n4:00 am</dco> &nbsp;<qco> hi, bill. can you heal yourself and others with music?</qco> </h3>      yes. even better if you use even just a slight bit of non music to contextualize the music, then the music will have its full effect\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n3:34 am</dco> &nbsp;<qco> hiii can i pretty please have the full image of the homework page from ur video \"homework help\"</qco> </h3>      <a href=\"as8dfuasd8.png\">ok</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n3:02 am</dco> &nbsp;<qco> what is your favorite musical scale, if you have one?</qco> </h3>      just A 27.5hz, that one note\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n2:47 am</dco> &nbsp;<qco> Do you write?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n2:28 am</dco> &nbsp;<qco> Do you have insomnia?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n2:27 am</dco> &nbsp;<qco> how to play drums better?</qco> </h3>      that depends how good you already are\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n2:25 am</dco> &nbsp;<qco> how many bad words do you know?</qco> </h3>      every word is bad. so that's got to be at least 500 words or so\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n2:05 am</dco> &nbsp;<qco> whats the answer bill?</qco> </h3>      comes to about $375, that's 15 dollars per answer, the first 100,000 are free\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n2:03 am</dco> &nbsp;<qco> I only now realized the meanings of your songs and how they can vary based on the kind of person who watches them. Are your songs like this intentionally?</qco> </h3>      of course. that's like the number 1 rule of songwriting. i actually thought everyone knew about that. that's probably what they would teach you in songwriting school if there was one. i think it's actually the same for story writing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n12:55 am</dco> &nbsp;<qco> favourite daft punk moment?</qco> </h3>      quite simply <a href=\"daftpunk-onemoretime.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n12:39 am</dco> &nbsp;<qco> re: the gear hustle: if it makes you feel any better, I wrote all of my best music when I was in college, and all I had was a $30 Samick guitar from craigslist, a cheap USB interface, some free VST synths, and a lot of emotions. Nowadays, I have a nice job which lets me buy stuff like a real analog synth and a $200 midi keyboard, but all the new capabilities means I'm now a total novice in figuring out how to use my tools to get the sound I want, and my nice job means I have very little time/motivation to build up that expertise - so my music is less frequent and less inspired, even though I have better gear. IMO, unless your skill level reaches the point where you're limited by your tools, nicer gear (with some exceptions - learning to play on a crappy instrument comes to mind) is almost more like a music-related hobby than a real aid to the music creation process.</qco> </h3>      exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n12:19 am</dco> &nbsp;<qco> what is your opinion on continents?</qco></h3>      sometimes i can't believe what size they are<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n how many do you think there are?</qco></h3>      that depends on their size, which as i said can be unbelievable<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n what makes a continent?</qco> </h3>      it's difficult to even imagine\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n12:19 am</dco> &nbsp;<qco> any particular places you look to when you think of bass lines or bass playing?</qco></h3>      how the song generally goes, as a whole<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the lines all over might quit are incredible</qco> </h3>      that's nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n12:15 am</dco> &nbsp;<qco> How long does it typically take you to make a song?</qco> </h3>      longer than i wish\n<br><br>"
  }
]
