[
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n12:16 pm</dco> &nbsp;<qco> what is music?</qco> </h3>      i have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n10:47 am</dco> &nbsp;<qco> you are the only thing that keeps me sane</qco> </h3>      well hopefully i can get you even saner in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n10:23 am</dco> &nbsp;<qco> how do you keep your phone charged</qco> </h3>      well i can't keep it charged but i can re-charge it after it gets de-charged. using a phone charger\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n10:22 am</dco> &nbsp;<qco> do you have anything to confess?</qco> </h3>      i have made many confessions before, and i will make more, in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n7:35 am</dco> &nbsp;<qco> why do u keep calling me \"baby\" in your lyrics?</qco> </h3>      who is this\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n6:28 am</dco> &nbsp;<qco> How do I *know*?</qco> </h3>      i guess you just have to guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n6:01 am</dco> &nbsp;<qco> Ever since you began this question page, have you unintentionally done less voice recording or any other type of private journaling?</qco> </h3>      abslutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n2:00 am</dco> &nbsp;<qco> The <a href=\"q.php?date=201709191943\">9.19.17&nbsp;&nbsp;7:43 pm</a>  post you made was revelatory. Thank you for that. As someone who connects deeply with your art and is endlessly fascinated with the inner working of your mind, I am fucking thrilled. I am so excited to hear your sound continue to develop. I hope you know how important you are to some people.&nbsp;</qco> </h3>      there is still a long way to go but thank you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n12:55 am</dco> &nbsp;<qco> hat idea: baseball cap with two brims, one out the back. hope i helped</qco> </h3>      i will consider it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n12:53 am</dco> &nbsp;<qco> you saved my life through an email conversation and now im living the life i dreamed about. god bless you</qco> </h3>      oh nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n12:34 am</dco> &nbsp;<qco> will the new song most likely appeal to my ears? and will the accompanying video most likely appeal to my eyes?</qco> </h3>      i think so, but i can't be sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.17&nbsp;\n12:12 am</dco> &nbsp;<qco> Bill should I name my child pop tart whole grain</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n11:55 pm</dco> &nbsp;<qco> is there anything written in the sky?</qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n11:54 pm</dco> &nbsp;<qco> what percentage of your audience is female</qco> </h3>      i think somehwere between 40% and 60%, but i can't be sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n11:48 pm</dco> &nbsp;<qco> my eyes hurt from reading that long ass-answer</qco> </h3>      i'm sorry, i will try to make my answers shorter, in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n10:06 pm</dco> &nbsp;<qco> i think i have a certain mental illness but i cant go to a doctor to get a diagnosis (thnx parents) what do i do</qco> </h3>      are you sure you need a doctor's permission to be who you are\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n9:52 pm</dco> &nbsp;<qco> what's the eighth word you say/sing in the new thing you're working on&nbsp;</qco> </h3>      it depends how you count them but i think it's \"up\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n9:20 pm</dco> &nbsp;<qco> Do you have an idea hat?</qco> </h3>      no. what i actually need is some ideas for hats\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n9:13 pm</dco> &nbsp;<qco> what's the third word of the new thing?</qco> </h3>      the title\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n8:13 pm</dco> &nbsp;<qco> does it hurt your feelings reading hater's questions? :((((((</qco> </h3>      not anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n8:00 pm</dco> &nbsp;<qco> Bill, I have to write a character description of a PLANT. A plant that has had no dialogue or personality in the story whatsoever. (The river plant from Gilgamesh). What should I do?? IT IS A PLANT!!!! &gt;:(&nbsp;</qco> </h3>      describe what it does for the story. if you are having trouble, try deleting the plant from the story, and figure out what's different. or, as another approach, try to imagine a different way that the plant could be which would make the story different. then re-set to the way the plant is, and that might give you a better picture of what needs to be mentioned, when talking about the plant and what it's doing for the story. i mean it's gotta do something for the story otherwise it wouldn't be there. or who knows, maybe it shouldn't be there, in which case maybe you could make that argument\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n7:57 pm</dco> &nbsp;<qco> why don't you use bree serif on the letters of this website instead of the one you are using?&nbsp;</qco> </h3>      i am not using any font on this site. i have left that control in the hands of the user's web browser\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n7:53 pm</dco> &nbsp;<qco> is this website a secret?</qco> </h3>      only if you don't know about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n7:53 pm</dco> &nbsp;<qco> why are you such a nerd</qco> </h3>      i'm just trying to be reasonable\n <br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n7:21 pm</dco> &nbsp;<qco> in your song \"in california\", you list a lot of states. However, Colorado is the only state named that doesn't end in \"a\". Please fix it and re-release the song with a different state that does end in \"a\". Thanks in advance!</qco> </h3>      that is not a mistake\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n7:12 pm</dco> &nbsp;<qco> What Trump nickname do you like the most? I'm torn between Low Energy Jeb and Lyin' Ted.</qco> </h3>      the Clinton News Network<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n7:05 pm</dco> &nbsp;<qco> If you don't answer my questions should I go into hiding?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n6:51 pm</dco> &nbsp;<qco> Can something be topsy without also being turvy?</qco> </h3>      i don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n5:37 pm</dco> &nbsp;<qco> thoughts on funny shapes?</qco> </h3>      i think you told me your thoughts on some shapes, without telling me which shapes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n5:07 pm</dco> &nbsp;<qco> why are you a human?</qco> </h3>      i guess it seemed like a good idea at the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n4:53 pm</dco> &nbsp;<qco> Why do people keep trying to find out the third word of your new thing</qco> </h3>      perhaps they think they already know the rest of the words\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n4:01 pm</dco> &nbsp;<qco> when you need an answer, who do you ask?</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n2:57 pm</dco> &nbsp;<qco> Should I be offended by someone not taking me serious?</qco> </h3>      it depends how much time you have\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n2:53 pm</dco> &nbsp;<qco> a few days ago you used the term \"free-videos\". is \"hello, i'm steve\" one of these free-videos?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n2:12 pm</dco> &nbsp;<qco> 3D or 2D?</qco> </h3>      is what 3D or 2D\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n12:59 pm</dco> &nbsp;<qco> I wrote a song. Tempo is 120bpm. Time signature is 4/4. Play a whole note on middle C, and repeat for all eternity. Thoughts?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n12:54 pm</dco> &nbsp;<qco> Does your new song contain all 12 notes at some point or another? Or are there any notes that don't get used?&nbsp;</qco> </h3>      i was going to say it only uses the notes in the key of E major, plus C and F. but i forgot about those weird parts in the verse. all 12 notes are used in the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n12:40 pm</dco> &nbsp;<qco> Is \"money\" short for \"more need\"?&nbsp;</qco> </h3>      maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n12:29 pm</dco> &nbsp;<qco> How did you make the first \"person\" in I'm a person hit so hard?</qco> </h3>      i dunno. just hit the chord, with the bass, and the kick, at the right time, with everything at the right volume. that's all there is to it. and a little background voc harmonies probably set to a low enough level that you can't hear it but it strengthens the chord. and a touch of reverb on the background vocals and probably the lead as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n11:31 am</dco> &nbsp;<qco> I think I kind of understand your system now of using random number generators to decide what to work on. But when you were starting out, how did you generate song topic ideas and decide which ones were worth actually writing?</qco> </h3>      there was a point where i was so desperate i knew i just needed to try anything. because i knew i could find good songs from any starting point, and i needed some practice anyway. so a lot of my early songs were either about the desire to write songs, or maybe just complete nonsense, or at least they start with complete nonsense, but the good news is i found that if you let your guard down and use the nonsense in the first few lines, it often transforms easily into something meaningful for the next part. by the way, i never used randomization to decide how to start a song. i've only used it to decide which songs to finish, record, and release\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n11:09 am</dco> &nbsp;<qco> <a href=\"q.php?date=201709141129\">9.14.17&nbsp;&nbsp;11:29 am</a>  : does this mean that <a href=\"q.php?date=201709141046\">9.14.17&nbsp;&nbsp;10:46 am</a>  was asked 6 times before you answered it?</qco> </h3>      no, i was referring to the previous question received, not answered\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n10:11 am</dco> &nbsp;<qco> Bill, in your bio you said that you \"came to Earth and its weird here\", where are you from?</qco> </h3>      i don't think anyone knows where (or what) they were before they were here\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n9:35 am</dco> &nbsp;<qco> Is audio mixing hard?</qco> </h3>      it can be if you want it to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n7:46 am</dco> &nbsp;<qco> Hey bill! Say you have chords that go C-Am-Dm-G, and you want to approach each chord with its own ii-V sequence. So C - Bdim E7 - Am - Edim A7 - Dm - Am D7 - G - Dm G7 - C.... and then if you want to break that down again, would that be possible? How would you do a ii-V-I if you're approaching a diminished chord or a dominant chord?</qco> </h3>      i think you might be looking at music from a very non-musical perspective, instead of thinking about how it sounds. which is fine, i guess, but i don't have any advice for that approach, and i'm not entirely sure what your goals are <br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n7:42 am</dco> &nbsp;<qco> What Colour?</qco> </h3>      for what\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n6:39 am</dco> &nbsp;<qco> is the third word of the new thing \"for\"?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n4:49 am</dco> &nbsp;<qco> <a href=\"q.php?date=201709181403\">9.18.17&nbsp;&nbsp;2:03 pm</a>  how are you so sure it's not your mom\n<br></qco> </h3>      many reasons. but my mom would say \"it's\" not \"its\" \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n2:48 am</dco> &nbsp;<qco> do you play glockenspiel???</qco> </h3>      i do use glockenspiel sounds often. i am capable of playing a real glockenspiel, (anyone with keyboard and drumming skills should be) but in 2017 that's usually not practical or necessary\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.17&nbsp;\n1:07 am</dco> &nbsp;<qco> Can you please make a new documentary, like a 'history of [blank]'? I really enjoy them, especially the history of the entire world, i guess, and I'm sure everyone else enjoys them too.\n<br>So yeah, can you please make another documentary? I know it takes a lot of time, but 'Hard work pays off in the end'</qco> </h3>      if i'm gonna do something that takes that long, i think it should be more of something i haven't done yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.18.17&nbsp;\n11:32 pm</dco> &nbsp;<qco> Have you ever considered adding a section to your website where people can just ask you stuff and maybe you reply sometime? I feel like that'd be a pretty cool thing to add, personally.</qco> </h3>      i know what you mean\n<br><br>"
  }
]
