[
  {
    "html": "<h3> <dco>10.7.18&nbsp; \n12:08 am</dco> &nbsp;<qco> Can I find your music on vinyl</qco> </h3>      not yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n11:07 pm</dco> &nbsp;<qco> how many words is this next song's title</qco> </h3>      4\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n10:51 pm</dco> &nbsp;<qco> I have listened to your content on YouTube and your music for 8 weeks straight and have no regrets about any of it. I have studied just a touch of what you have accomplished in 18 years and it's seems frightening to some, yet spellbinding to many. \n<br>\n<br>You are an award-winning cartoonist, author of many haikus in the reality and expert column, web designer, clothing designer, songwriter, actor, writer, director, producer, colorful music and history teacher, colorful lighthearted preacher, and bringing life into the music business that no other musician ever has and have opened many eyes to infinite possibilities in this generation. \n<br>\n<br>My point is, what is the next step for you now, besides the music? Will you be passionate for a cause like diabetes or sickle cell anemia create a cause for those who are less fortunate in the place of music such as music for the disabled orchestra, or continue on this road until something suddenly come\n s up?&amp;nb\n sp;&nbsp;</qco> </h3>      that is very nice of you. right now i am in boot camp again and it is going well. should be some exciting twists and turns soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n10:45 pm</dco> &nbsp;<qco> I saw your speakers! You song a really he b songb&amp; posted it online!&nbsp;&nbsp;Was that a CRT I saw? I live for that shit-- I've been telling people for years that I've been doing \"4K \"HDR\"\" since like 2008 on a ViewSonic&nbsp;&amp; they think I'm full of shit. Please tell me bill PLEASE TELL ME ttat your videos are extra radiant on a CRT!</qco> </h3>      never heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n10:34 pm</dco> &nbsp;<qco> is your syllabic phrasing deliberately awkward&nbsp;</qco> </h3>      sometimes if you do that it makes the un-awkward parts more worthwile\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n9:49 pm</dco> &nbsp;<qco> Would you say that your videos are created with intent,</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or are they just random.\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And if they are made with intent, is that intent emotional intent,</qco></h3>      yes, and more<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or is it actually trying to tell a story, rather than just make the listener feel something/an expression of your own emotions?&nbsp;&nbsp;&nbsp;Or are they supposed to express the emotions of an idea?</qco> </h3>      all that, and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n9:25 pm</dco> &nbsp;<qco> More and more, I find that 'rock bottom' is actually an awesome place to be, because that's where all the mercy lives. Life is just a strange series of unexpected and surprise juxtapositions, yeah?</qco> </h3>      i was going to disagree some how but i can't deny\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n9:17 pm</dco> &nbsp;<qco> If someone asks a question with \"(This is a serious question)\" at the end, will you answer it seriously as well? (This is a serious question)</qco> </h3>      whenever i see that tag, it confuses me for about 4 seconds, and then i regain my composure i can answer the question as if it wasn't there. for your question it was mentioned twice, so that's 8 seconds of confusion\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n8:50 pm</dco> &nbsp;<qco> Are you planning on making a new album? I mean, you've been releasing lots of new songs lately.</qco> </h3>      i prefer to let the songs roam free\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n8:34 pm</dco> &nbsp;<qco> What's the sexiest chord?</qco> </h3>      A\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n7:42 pm</dco> &nbsp;<qco> in 2011 you made a lot of amazing songs, but at the same time you were in this tough songwriting phase (judging from your reality videos). how did you manage to write songs whilst going through that songwriting bug?&nbsp;</qco> </h3>      i only recall having trouble leading up to february. in march i found exactly what i was looking for. most of the good stuff from 2011 i think was written after that point\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n7:30 pm</dco> &nbsp;<qco> Do you plan on making a Christmas video this year?</qco> </h3>      christmas will be in a video\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n7:12 pm</dco> &nbsp;<qco> Do you even answer stupid questions?&nbsp;</qco> </h3>      every question is stupid and smart at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n7:12 pm</dco> &nbsp;<qco> What is true randomness?&nbsp;</qco> </h3>      <a href=\"https://www.random.org\">random.org</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n6:46 pm</dco> &nbsp;<qco> what's the hardest word to spell?</qco> </h3>      canceled\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n6:31 pm</dco> &nbsp;<qco> Do you prefer questions that make you think for a while, or that you can answer quickly in about five seconds? That is if you have a preference at all.</qco> </h3>      if there were only one or the other, the results would be disasterous\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n6:16 pm</dco> &nbsp;<qco> if you have a sandwich without bread then what would you call it?</qco> </h3>      sand\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n5:53 pm</dco> &nbsp;<qco> what is your opinion on wizards</qco> </h3>      everything is wizards\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n5:53 pm</dco> &nbsp;<qco> i covered a song and i think i am addicted to covering songs now.</qco> </h3>      oh nice, i think that's where i will be in just a few weeks\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n5:08 pm</dco> &nbsp;<qco> what's your opinion on plasti</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n5:07 pm</dco> &nbsp;<qco> Is music a language?</qco></h3>      it communicates feelings more than information. but it can add feelings to information, which in turn can strengthen the performance of the information<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so, how fluent are you in it?</qco> </h3>      fully but there's always room to explore\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n4:27 pm</dco> &nbsp;<qco> so you've mentioned before that the who!e loudness war (which is supposedly over) thing has really stressed you out, and i've noticed your music tends to be a bit quieter than most pop music (at least comparing on youtube).\n</qco></h3>      that actually shouldn't be true. i thought it was normalized on youtube. if what you're saying is true then it means the loudness war is not over<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what challenges have you faced in regards to making your music loud enough? i thought in this day and age anyone with a laptop and a decent program could make music clear and loud enough to compete with the big studios and all their fancy gear.&nbsp;</qco> </h3>      you can get it loud enough but it will sound very strange unless you are very careful\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n4:23 pm</dco> &nbsp;<qco> im gonna realize my life long dream nd draw some monsters on some signs and electric boxes in sharpie at 4 am and i have the courage</qco> </h3>      make sure you make them interesting enough that people think there's a possibility that god did them\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n3:56 pm</dco> &nbsp;<qco> Let's say you know a second language that you're not as proficient at as English (do you?). Would you be able to write your lyrics in that language and make them have the same effect as your English lyrics?</qco> </h3>      could be fun, i've been meaning to try it. preferably with a brand new language i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n2:35 pm</dco> &nbsp;<qco> Did Mt. St. Helens blow up eventually?</qco> </h3>      in 1980 and then maybe 2005?\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n2:31 pm</dco> &nbsp;<qco> bill i finally stood up to my friend whose been killing my self esteem and confidence, i'm so fucking scared i'm shaking but i feel so good.&nbsp;&nbsp;thank you for the help bill , have you ever had experience in standing up for yourself and did it ever make you feel like this? how did it go?</qco> </h3>      sometimes i do it in dreams. sometimes i do it in videos/music. sometimes i do it in real life actually probably too much. it sometimes works ok and sometimes i wish i didn't do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n12:40 pm</dco> &nbsp;<qco> The key that the church is holding, what does it give access to?</qco> </h3>      the steeple, for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n11:45 am</dco> &nbsp;<qco> I think I'll fail my semester in college completely. What should I do?</qco> </h3>      fail another one! \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n11:30 am</dco> &nbsp;<qco> have you ever wanted to travel to easter island?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do you think you could make a song about it?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n10:52 am</dco> &nbsp;<qco> How did you modulate so smoothly in your latest song?</qco> </h3>      my trick is to just do it in a way that i think is smooth and then jump up and down with excitement until everyone hears it and then informs me that i was wrong and it's not smooth, leaving me to wonder if i have been harmonically dilusional this entire time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n10:18 am</dco> &nbsp;<qco> bill,i'm confused. back in like the early 2010's you were releasing albums on bandcamp and they were pretty successfull.\n</qco></h3>      that's not true, i didn't put those albums together until 2013, and no one knew about them because i didn't tell anyone. the songs were originally released in 2010 to my hard drive and maybe a couple of CDs which were not released on bandcamp<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but in 2014, you stopped and started releasing songs on itunes. now when asked about releasing an album, you're like 'oh, i ready prefer release&nbsp;&nbsp;songs than albums' I MEAN WHAT THE HECK WHAT HAPPENED AND WHY CAN'T RELEASE AN ALBUM ON ITUNES&nbsp;</qco> </h3>      i could release an album but that would be the same thing i'm doing now but worse for you, because you would have to wait for me to make 10 songs before hearing any. the way i do it now you can hear them as soon as they're done. get the music sooner that way. plus i don't like telling people what order to listen to songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n10:06 am</dco> &nbsp;<qco> See, the thing that confuses be about religion vs atheism is that non of them can be absolutely sure. They only have theories rather than facts. Therefore I'm completely dumbfounded.&nbsp;</qco> </h3>      the thing that dumbfounds me is that i think i actually lost track of which one is supposed to mean what\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n10:00 am</dco> &nbsp;<qco> I'm think I'm gonna invest in chalk and think of new ways to use chalk as an essential tool for my daily life.</qco> </h3>      oh that's cool\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n9:58 am</dco> &nbsp;<qco> your music is so soothing to the ear, what's your writing process?&nbsp;</qco> </h3>      i will be teaching it soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n9:13 am</dco> &nbsp;<qco> What font do you find easiest to read and look at?</qco> </h3>      helvetica\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n9:00 am</dco> &nbsp;<qco> can you put improv songs to lyrics?</qco> </h3>      sure. it's also fun if you improv them with lyrics\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n8:43 am</dco> &nbsp;<qco> how many ducks exist</qco> </h3>      more and more each day, it seems\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n7:59 am</dco> &nbsp;<qco> <a href=\"q.php?date=201810051524\">10.5.18&nbsp;&nbsp;3:24 pm</a>  would you ever make a song actually named \"i can't tell you\" just to troll everyone?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n7:31 am</dco> &nbsp;<qco> what are some video games you like playing?</qco> </h3>      countdown timer\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n6:37 am</dco> &nbsp;<qco> Can you explain Coltrane changes to me? I've been trying to read up on it but I don't really understand it.</qco> </h3>      you'll have to listen and see\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n6:29 am</dco> &nbsp;<qco> Are your videos all spinquels of each other?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A spinquel is a prequel, sequel and spinoff in one thing.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n5:08 am</dco> &nbsp;<qco> do you learn scales or licks first?</qco> </h3>      songs?\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n5:03 am</dco> &nbsp;<qco> I don't know what I want to do as a job.\n<br>I want It be something involving a computer but not coding and it must be fun. Can you help me?</qco> </h3>      what kinds of things do you like to do on the computer?\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n3:11 am</dco> &nbsp;<qco> when are you going to start streaming on twitch?</qco> </h3>      as soon as plausible\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n2:00 am</dco> &nbsp;<qco> Can i stand on the clouds and touch the sun from my cloud chair?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n1:58 am</dco> &nbsp;<qco> Are black holes chewy or crunchy?</qco> </h3>      neither\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.18&nbsp; \n1:10 am</dco> &nbsp;<qco> You always talk about changing things up. You should do a song that sounds scary.</qco> </h3>      i will\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n11:30 pm</dco> &nbsp;<qco> can i quit skool and do learning from this page</qco> </h3>      you can learn from this page, but also stay in school so as not to quit society just yet. quitting society is fun but it is a bit risky and shady and should not be done without professional experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n11:13 pm</dco> &nbsp;<qco> how many times do you write a word down until it stops making sense?</qco> </h3>      i don't do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.18&nbsp; \n10:49 pm</dco> &nbsp;<qco> is it true that the more you think the dumber you get or some shit like that</qco> </h3>      a balance between thinking and moving would be good. if you do only one, that's where dumbness may strike\n<br><br>"
  }
]
