[
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n12:55 pm</dco> &nbsp;<qco> what do you think of life?</qco> </h3>      it's one of those things i never knew existed but can't live without\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n11:23 am</dco> &nbsp;<qco> is la de da de da de da de day oh intentionally not on Google Play Music?</qco> </h3>      when i released that one, google/youtube had just merged their things. i had been avoiding youtube music because i know it releases the song on youtube somewhere, and i wasn't sure if that was going to conflict with my youtube channel some how. so i always avoided youtube music, but then when it merged with google play i had to either avoid both or avoid neither. so for that one i skipped it just to be safe, but for the next song i started including it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n11:16 am</dco> &nbsp;<qco> How do you finish projects? I am having issues where i would start something, not know where its going, and then keep it in a graveyard of unfinished music. How do you come up with complete songs?</qco> </h3>      i might suggest starting with much simpler and shorter projects. if you still are unclear about the procedures, shorten it even more until the procedure is blaringly simple and obvious. (like turning on a light switch. that's a simple procedure that i think we can all get on board with very quickly.) your procedure gets stronger and more familiar with every project, so keep doing them. then make them slightly longer ..... \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n9:56 am</dco> &nbsp;<qco> i am sad because politics sucks. actually politics is cool but the politicians are not cool. i want them to die! what should i do?</qco> </h3>      you could write them a strongly worded letter suggesting that they die. you could take a more hands on approach but that may be illegal in some communities\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n8:37 am</dco> &nbsp;<qco> hey bill,\n<br>\n<br>i have this problem where i don't know who i am. i really want to know what i want to do with my life and who i want to be, but i feel like it changes from one day to the next. i'm just about to graduate from college with a major in physics, and some days i love science and other days i'm sick of it and all i want to do is be creative and write songs. i keep switching between so many things and i can't make up my mind. i also struggle with my personality and what kind of person i want to be. i got married so young and i feel like i haven't been able to be myself and take on the world as an individual. i feel as if my personality is clouded by my husband and who he wants me to be, not who i really want to be. i guess i'm just stuck in this never ending cycle of wanting to try new things and be myself, and i don't know what thing i want to stick with or who myself is. i think it might be that i want to be someone that my husband an\n d family\n  don't want me to be, but is it worth being myself and risking losing them? how do i even do that when i have no support? how do i try to be myself when i don't really know who that is? sorry if this is rambly. i have no one to talk to about this and you are full of so much wisdom. \n<br>\n<br>thanks</qco> </h3>      step 1 is to find a place or time where you can think about this for at least 30 minutes with no one to interfere\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n8:35 am</dco> &nbsp;<qco> are you secretly a goat?</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n5:22 am</dco> &nbsp;<qco> do you think you'll make reality videos again?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n3:11 am</dco> &nbsp;<qco> hi bill which name is the best? Matt, Gwen, or Abe? need to prove a point</qco> </h3>      you could try them all a hundred times and still not know\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n1:49 am</dco> &nbsp;<qco> tips for what i should say to a girl on the phone that i used to like but i havent talked to in 5 years?</qco> </h3>      you could start with 'hi.' or for a twist you could start with 'bye,' that's always interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n12:36 am</dco> &nbsp;<qco> i have a sweet hook that i've fleshed out to a whole chorus-y section, but every time i try to write the rest of the song i just come up with more hooks and other lines that belong in different songs. have you encountered this </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and if so do u have any strategies</qco> </h3>      this might take patience. it is like a doctor's diagnosis, you are the doctor. and you need to figure out how to take care of this piece. this task can be confusing and requires patience, but it can be done. it's usually just a long game of \"what do we know\" and asking many questions and eventually you will figure out what the solution is. if you test things categorically you can eliminate things instantly and narrow it down pretty swiftly. there are many questions you could ask, but i will try to list some of the questions that i usually ask. 1. does it seem to want to stay in the same form (same chords, same form, etc. same thing) for the 'other section.' some songs absolutely need that, and some songs are absolutely allergic to it. just doing a simple test and listen to whether it makes you extremely happy or uncomfortable, should be pretty easy to answer that one. another thing you might look at is lyrical content. another important tip, i heard a rumor that dave grohl gave this advice once, and the advice is called \"get to the chorus\"... like don't waste any freakin time if you don't have to. here's an interesting thing to check for: could you actually start with the chorus. in some cases this is just right, in some cases it's all wrong. a simple test should prove that one way or the other. here's a neat trick, do a regular run-thru of the chorus and figure out what wants to go Next. if that works then you could get your 'other section' from there. then you would be on to a different question which is which goes first and how. another strategy which is similar to one of the ones i already said, remember that the point of this whole thing is the part that you know already. the part that exists (the chorus, in this case). so just focus on that. that's the point of this whole thing. so maybe even start bargaining for that to be really the only part of the song in the entire song. and then just see how wrong that is and make adjustments from there. here's another thing to check for, starting with the chorus and then do another chorus with different lyrics, etc. i'm sure you've heard a million songs that are like that.  that's often just the ticket if you have a strong chorus that seems to be the star of the show. those are just some things to check for, over all this is going to be a puzzle but if you are gentle with it the answer will arrive. if the part you already wrote is great then it is guaranteed that there is a solution. also i almost forgot to mention, if you come up with extraneous things that are good but don't fit, always log those (separately)\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n12:21 am</dco> &nbsp;<qco> I am on a mission to become an ascii art master\n<br>I have spent countless hours creating a man\n<br>Here he is:\n<br>\n<br>@\n<br>-|-\n<br>/\\\n<br>\n<br>What do you think?</qco> </h3>      it's pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n12:19 am</dco> &nbsp;<qco> When do you decide to answer questions?</qco> </h3>      at the stroke of midnight\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n12:12 am</dco> &nbsp;<qco> Hey bill I'm going to be performing a song that I wrote, in front of a bunch of people tomorrow and it's my first time singing in front of people, and I'm singing and playing piano at the same time which I'm still not super comfortable with, and I am very worried that I am going to make a huge fool of myself. Any advice would be appreciated&nbsp;</qco> </h3>      the ultimate strategy to get more comfortable on stage is to spend more time on stage. that is the only thing that really truly works. and zowie wow oh boy does it work (yes it does)\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n11:55 pm</dco> &nbsp;<qco> Is the phrase \"I don't care as long as we find out what we're supposed to do\" included in what Simon says?</qco> </h3>      i think it blends together. by that point he surely can't remember if he's him or me\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n11:28 pm</dco> &nbsp;<qco> if you could be the opposite sex for a day, would you?</qco> </h3>      sure that sounds like fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n11:24 pm</dco> &nbsp;<qco> help i'm a nervous wreck and have no friends and also very sensitive to loud or annoying noises</qco> </h3>      sounds like you could be on track to success!\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n11:17 pm</dco> &nbsp;<qco> What do you think about quantum physics?</qco> </h3>      it studies you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n11:07 pm</dco> &nbsp;<qco> How much longer until you become a billionare for your amazing \"Content\"?</qco> </h3>      i would already be a billionaire if i didn't buy that 900 million dollar shoe horn, but damn it works good\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n10:56 pm</dco> &nbsp;<qco> I'm asking this question very late, but are you talking about a real person when you mention \"Simon\" in hello sexy pants?</qco> </h3>      i don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n10:30 pm</dco> &nbsp;<qco> Why are smartphones called that instead of tiny computers</qco> </h3>      oh that's a good point i will see if i can get that changed for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n10:21 pm</dco> &nbsp;<qco> Is it a crime to invent crime?</qco> </h3>      only if someone invents punishment after\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n10:01 pm</dco> &nbsp;<qco> in \"hello sexy pants\", when you sing \"i wanna know why it hurts so bad\", are you referring to \"it\" as \"being horny\"? if not, what?</qco> </h3>      i think it refers to how sexy the pants are\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n9:59 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201807112337\">7.11.18&nbsp;&nbsp;11:37 pm</a> &nbsp;&nbsp;i'm not OP, but perhasp they're suggesting some Andy Warhol-type stuff. Some \"advertising\" stunts. You know, being provocative and enigmatic, Kanye sort of stuff.</qco> </h3>      i will consider being provocative and enigmatic. that sounds like a strategy that might work for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n8:57 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201807102244\">7.10.18&nbsp;&nbsp;10:44 pm</a>  Would that be a good example of the 'fagen escape' (I think that's the term you've used)?&nbsp;</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n8:56 pm</dco> &nbsp;<qco> is there a way to get objects for free?</qco> </h3>      you could make them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n8:44 pm</dco> &nbsp;<qco> what is the best license plate design in the us</qco> </h3>      arizona probably\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n8:27 pm</dco> &nbsp;<qco> Should I use my hair as a paintbrush</qco> </h3>      sure, or you could use paint as a hair brush\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n8:12 pm</dco> &nbsp;<qco> This is sort of a loaded question, but I'd love to hear your thoughts if you have the time.\n<br>Some of the most critically acclaimed and widely appreciated popular musicians (and even some composers) over the last century are said to have had little or no academic background or classical training in music, yet seem to possess incredible technical skill sets as well as an intuitive understanding of composition and harmony. </qco></h3>      that might be because music came first (before the university)<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>\n<br>Why do you think these kinds of virtuosic abilities develop in certain people - many of whom might not even be able to, for example, sight read or understand the underlying textbook music theory behind why their music \"works\" so well the way it does?</qco> </h3>      perhaps they have developed a stronger understanding of the theory than the textbook, by cutting out the middle man, which in this case may be the text book\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n7:40 pm</dco> &nbsp;<qco> your work is not going to be very noticed if people are not specifically LOOKING for it. (unless it ends up on trending, which it has a number of times) im just thinking that merely posting hints and things is not going to gravitate many people to the work you devote so much time into. </qco></h3>      yes it has<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\npeople need to be led, and i'm convinced once people are led to your work, you will gain more traction.&nbsp;</qco> </h3>      trust me i have a tractor\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n7:16 pm</dco> &nbsp;<qco> what's your favorite chord substitution?</qco> </h3>      if it's supposed to be C, just play B instead. fuck it, life is short\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n6:13 pm</dco> &nbsp;<qco> do you like this new generation of music?</qco> </h3>      i'm not sure which generation is which. they always seem to blend together\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n5:47 pm</dco> &nbsp;<qco> why do you have to wait until 2 songs are in the top 10 simultaneously to go on tour?&nbsp;</qco> </h3>      in case i hallucinated one of them, it's good to have a back up\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n4:55 pm</dco> &nbsp;<qco> Have you ever been contacted to sign for a record label? If so, why didn't you accept?</qco> </h3>      if music is almost entirely sold on the internet, it seems a little far fetched that you would need a special company to help you upload files .......\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n4:22 pm</dco> &nbsp;<qco> living under a rock can totally help with originality/doing your own thing. i think its helped me. but how the heck do you write the music that you do, when i'm sure you have a library of music that is just like etched into your brain? even if you're not actively listening to anything, you've got to have so much up there that no amount of fasting could erase (and you wouldn't want to erase it, right? only create a good distance from it?). i'll write a chord progression and be like \"what a cool original piece of music\" and then realize right after that i subconsciously ripped something else off. so i guess question is: how to learn from and appreciation the music of our forefathers while also taking the baton and doing something wild and crazy?</qco> </h3>      when i was younger i had a weird condition where i had a 'mid-life crisis' every day\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n3:51 pm</dco> &nbsp;<qco> oops i just ate a clock</qco> </h3>      ah, #relatable\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n3:45 pm</dco> &nbsp;<qco> how are you so good at drawing?</qco> </h3>      i try to do it bad, and wait for everyone to get mad at me for being bad. that might not be the best way but that's the way i do it\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n3:14 pm</dco> &nbsp;<qco> what's your opinion on wave/particle duality?</qco> </h3>      that kind of horse play is exactly what i would expect from the universe you and i have come to know and love\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n1:56 pm</dco> &nbsp;<qco> Hey Bill, when you make a new video, do you feel more like a musician, a comedian or a cartoonist?</qco> </h3>      for the most recent one and the one before it, musician. for the previous 2, fun haver. for the previous one, musician. for the previous one, fun haver. for the previous 2, musician. for the previous one, fun haver. for the previous one, stunt person. for the previous one, musician. to clarify, being a musician is fun too so when i am being a musician i am also a fun haver\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n1:21 pm</dco> &nbsp;<qco> Why is the title of this page ueqstions and why is the q green?</qco> </h3>      to keep it t<blue>n</blue><lightred>i</lightred>eresting\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n12:49 pm</dco> &nbsp;<qco> Sexy pants made it onto the feel good dinner playlist on spotify. cool. did you have anything to do with that?</qco> </h3>      no but perhaps the sweet listeners did\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n12:35 pm</dco> &nbsp;<qco> why are people so awful</qco> </h3>      as a counter balance to how nice they also are\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n11:57 am</dco> &nbsp;<qco> Where's the best place to start on a huge project in terms of your thinking about the thing?</qco> </h3>      that moment you first became most excited about doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n11:38 am</dco> &nbsp;<qco> are lyrics an instrument?</qco> </h3>      ASK YOURSELF, IS IT A JAR OF CREAMY FAT TO BE SPREAD ON SANDWICHES, IF SO THEN YES BY THE LORD'S WORD YOU HAVE FOUND YOURSELF AN INSTRUMENT \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n11:26 am</dco> &nbsp;<qco> what font do you use in this page?</qco> </h3>      none\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n11:25 am</dco> &nbsp;<qco> did you use \"hey mom i beat the scale!\" in one of your short videos? the music seems familiar tbh</qco> </h3>      i have never used it in a video, or anywhere except as a musical exercise that wouldn't get out of my head so i had to put it down and post it to the instrumentals page\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n8:36 am</dco> &nbsp;<qco> oi bill what do you think of sheep?</qco> </h3>      they are pretty cool\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n8:32 am</dco> &nbsp;<qco> did you know your website works really well using free and open source text-based, terminal browser technology? that's actually pretty rare. for people who like to deal with files and music directly (because youtube can sometimes seem a little bit evil) have you ever considered a mailing list or similar to announce your music? they're not very hard to set up! and i think they would increase your cred and fame in certain communities.\n<br></qco> </h3>      i would consider a type of notification system. if this is your area of expertise i would be interested to hear from you via email\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n4:27 am</dco> &nbsp;<qco> I hope this isn't a bother, but I was wondering if you would be so kind as to tell us what you're pulling from your hair around 1:43 in the new sexy pantaloons song. It could be a hat, but it also looks like some sort of slight of hand trick where you pull flowers from the back of your head. Are those flowers or something else? Thank you for your time.</qco> </h3>      that would be a hat, one of the ones that is seen several other times in the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n3:55 am</dco> &nbsp;<qco> also what happened to your notebook</qco> </h3>      when\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n2:51 am</dco> &nbsp;<qco> hey bill, i love your music but whenever i play it when my husband is around he tells me it's too weird and to stop listening to it. what do i do?</qco> </h3>      i guess you are going to have to choose between him and me\n<br><br>"
  }
]
