[
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n9:20 am</dco> &nbsp;<qco> <a href=\"q.php?date=201810162323\">10.16.18&nbsp;&nbsp;11:23 pm</a> \n<br>What did you do? You're referring to acquiring that helmet, right? Did you borrow it from a fellow knight? Perhaps you took it from a museum. Care to elaborate?</qco> </h3>      under pressure, i reached in the bag and grabbed the craziest one yet ... actually that's not true there are still crazier ones i haven't used yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n9:19 am</dco> &nbsp;<qco> i'm not sure if you're a perfectionist or a bit anything goes. which is it?</qco> </h3>      i have a deeply rooted and incapacitating perfection problem, and in the process of overcoming it i have been forced to become an expert on carelessness. it's kind of like when actors are born with a bad stuttering problem, and so they are forced to overcome it by learning to speak perfectly \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n9:16 am</dco> &nbsp;<qco> how do you play a catchy rhythm?</qco> </h3>      do you mean coming up with it also?\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n8:41 am</dco> &nbsp;<qco> Ladedadedadedayoh sounds very different from your other songs especially more recent ones both with it's lyrics and melody.</qco></h3>      i don't agree<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Did you approach this song differently than any of your others or did it just develop differently?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n8:36 am</dco> &nbsp;<qco> when is next song coming out</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n8:26 am</dco> &nbsp;<qco> can you give us a quick rundown on how to not be a loser</qco> </h3>      it is almost impossible to be a loser\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n8:00 am</dco> &nbsp;<qco> I've just watched your new video!\n<br>I felt there was something new!\n</qco></h3>      ah, that is purely the gift of the time crunch<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Btw,are you used to making videos so fast?</qco> </h3>      it harkens back to the good old days\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n7:58 am</dco> &nbsp;<qco> Your last song is fucking amazing man!!</qco> </h3>      oh you are very kind\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n7:45 am</dco> &nbsp;<qco> how do i go dimensional travelling without letting my dog drown</qco> </h3>      get a life vest for the dog\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n7:20 am</dco> &nbsp;<qco> are you aware that your songs are masterpieces? good job</qco> </h3>      oh you are very kind\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n7:00 am</dco> &nbsp;<qco> how to make one really like something?</qco> </h3>      slip in a dallop of crack cocaine\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n6:36 am</dco> &nbsp;<qco> Is \"When I get Older\" your first full-length song with a 3/4 time signature?&nbsp;</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n6:33 am</dco> &nbsp;<qco> If life gives you lemons, who gave life the lemons in the first place?</qco> </h3>      the mighty lord\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n6:20 am</dco> &nbsp;<qco> Hey Bill, big fan! Have you ever though doing some vlogs? Would love to see some of that :) Pretty please?</qco> </h3>      they are on this site\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n6:17 am</dco> &nbsp;<qco> do you ever just !?</qco> </h3>      ?!\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n6:04 am</dco> &nbsp;<qco> you didn't post a tweet about the new song, you didn't post the song/video in ivdeos and snogs, is it normal?</qco> </h3>      it is normal to do it, and i did it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n5:46 am</dco> &nbsp;<qco> I'm amazed by the pace you've been uploading videos lately! Do you have an editor or someone else to help you?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I'm asking because the newest music video (great song btw) had a kind of new style and I really liked it c:</qco> </h3>      any difference you may notice is purely thanks to the insanity of the time crunch\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n5:16 am</dco> &nbsp;<qco> is \"when i get older\" in 7/4 time</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n5:06 am</dco> &nbsp;<qco> triplets or quintuplets?</qco> </h3>      for\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n5:04 am</dco> &nbsp;<qco> When making your audiovisual content, were you ever in the situation when you had a lyric for a song but felt like you couldn't make the visual for that lyric good enough so you had to rewrite that lyric?</qco> </h3>      no. by the time i'm doing the visual the song is firmly written, and usually completely recorded. even by the time i start the recording, the song is firmly written\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n4:55 am</dco> &nbsp;<qco> is there any hidden meanings in any of your lyrics?</qco> </h3>      hopefully as much as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n4:46 am</dco> &nbsp;<qco> What does the time on these questions represent? Time asked or time answered?</qco> </h3>      asked\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n4:14 am</dco> &nbsp;<qco> Do you have a tripod? In your latest video it looks like you're constantly bending down to the camera</qco> </h3>      \n<a href=\"https://instagram.com/p/60exfhzYDF\">instagram.com/p/60exfhzYDF</a> \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n4:12 am</dco> &nbsp;<qco> hey bill, do you think you'd still be doing all this great content if you only had a tiny audience?</qco> </h3>      i did it for a long time with no audience\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n4:12 am</dco> &nbsp;<qco> should I eat only burritos from now on?</qco> </h3>      at least have 1 other type of thing you can alternate to\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n4:10 am</dco> &nbsp;<qco> The stuff you put out these days is uniquely positive and uplifting in a change the world kind of way. What is it that drives it all and how do you stay anchored in the creative process?</qco> </h3>      i think i spent a long time in a field at some point, a while back\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n4:09 am</dco> &nbsp;<qco> Do you want to get better?\n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you think that the Moon is made of Cheese (but I can't taste it) is too complex musically?\n</qco></h3>      it was exciting and refreshing, and fun. the song i was gonna pick instead was of a similar level of complexity as the previous song. it would have been ok but i just felt more comfortable doing something much different. so i did moon cheese instead, and it was a wild ride and i had a wild fun time. but there seemed to be a universal response that the chords were just too strange. i know just as well as the next person to never use chords because they seem clever, ONLY if it actually works in the song and sounds good. i am very serious about this and i would not have done it unless i was sure that it sounded healthy strong and good, and i was convinced that it was healthy strong and good .... threw out many other versions which were not ... i was convinced that what i settled on was good and strong, and i was very excited about it. but, there was a universal response that this was not the case. and they must be right <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you think that When I Get Older is too simple musically?\n</qco></h3>      no but the first bridge might feel a little weak lyrically and i wish i put just a touch of reverb on the snare in the second verse<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I love your music and I love watching the journey you're on.</qco> </h3>      oh you are very kind<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n3:53 am</dco> &nbsp;<qco> How much water does it take to drown a fish?</qco> </h3>      none\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n3:52 am</dco> &nbsp;<qco> I feel like I just want to go to sleep and wake up later. Like when I'm free. But I can't. And right now I'm trapped. Like I need something but I don't know what I need. Like I just need to get through the next few years and I'm good but I don't know if I can. I just want to be freeeeeeeeeeeee. Have you ever not been free and how did you cope with it?</qco> </h3>      you could open up a text file and really figure stuff out\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n3:50 am</dco> &nbsp;<qco> i think i recently had a breakthrough in my guitar playing and a lot of things i couldn't do but wanted to do are possible for me. all i want to do now is flex my new metaphorical muscles and see what my new limits are. but i also feel very unstable. the excitement is making me feel like i can't keep up with normal day to day maintenance. what should i do?</qco> </h3>      the excitement\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n3:45 am</dco> &nbsp;<qco> <a href=\"q.php?date=201810151248\">10.15.18&nbsp;&nbsp;12:48 pm</a>  it seems to me like the first step is to try and finish songvideos a little bit earlier than the deadlines, and then spend the extra time before release making, say, half a reality video</qco> </h3>      i've been through this before (aug 2015). the 'do it earlier' then see if there's time for the other thing ... never works. what does work, however (oct 2015) is do the new thing first, then finish the regular thing at the last minute. then everything gets done and you usually discover some superpowers\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n3:18 am</dco> &nbsp;<qco> are you running your emotions or do they run you?</qco> </h3>      it is a collaborative effort\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n3:05 am</dco> &nbsp;<qco> bill, that new song was amazing. it kinda reminds me of some of your earlier songs, specifically i'm crazy/it's raining. probably because you show more clips of you in this one.&nbsp;&nbsp;anyway, what is your opinion on bread?</qco> </h3>      it was the best thing prior to sliced bread\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n2:55 am</dco> &nbsp;<qco> hi again, another question about your video. there's a part where u have a section at the bottom of the screen that is presumably a screengrab of your desktop and some folders. it seems like you chose to include that but imaginably something like that could happen where something unintended shows up at a point in editing/review and you're like \"ooohps! i didn't intend for my desktop to leak into this shot but i like how this looks and feels\" and you leave it in. does that happen a lot?\n</qco></h3>      yes and i almost always like it. but that time it was on purpose<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or a small amount?\n<br>\n<br>all the best and sending a lot of love your way</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n2:50 am</dco> &nbsp;<qco> What is a phrase you think more people should adopt?</qco> </h3>      hi\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n2:45 am</dco> &nbsp;<qco> for stuff like the little earth that u carried with a string of paper clips in when i get older, do u locate it frame by frame? i'm sorry if so. much love</qco> </h3>      for that one i did. but that one was easy, much easier than the hammer, for example\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n2:44 am</dco> &nbsp;<qco> Hey Bill ever thought of collaborating on a song with someone else</qco> </h3>      i never thought about it before but i am thinking about it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n2:32 am</dco> &nbsp;<qco> Do you answer questions on here to please the people or is it some weird way of relaxing?</qco> </h3>      i do it to learn and also get strong\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n2:24 am</dco> &nbsp;<qco> Will you go on tour or just say hi at least somewhere</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n2:24 am</dco> &nbsp;<qco> Can I interview you</qco> </h3>      anyone can\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n2:17 am</dco> &nbsp;<qco> if you could change the color of strawberries, what color would you choose?</qco> </h3>      am i allowed to change it back after\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n2:11 am</dco> &nbsp;<qco> what are your feelings on russia</qco> </h3>      big, and strong\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n2:06 am</dco> &nbsp;<qco> Hey Bill! Will you ever release a full album or an EP? I'm rather pretentious so I only listen to albums:/</qco> </h3>      i prefer to let the songs roam free. that's the way it always was in my house hold\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n2:04 am</dco> &nbsp;<qco> hey bill do you like my new glasses</qco> </h3>      they're ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n1:50 am</dco> &nbsp;<qco> ever made merch?</qco> </h3>      <a href=\"https://billwurtz.myshopify.com\n\">yes</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n1:44 am</dco> &nbsp;<qco> do you plan on posting more jingles on your spotify? you posted stuck in a rut a few months or so ago and i think it'd be great to see more\n<br>~Nightshade</qco> </h3>      with the service i use, i am not allowed to post anything shorter than 1 minute. so i have a different service that i have to use if i want to post anything shorter, but that one takes 4 weeks for the song to come out, and the apps don't really work right, and sometimes the songs disappear and are labeled weird\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n1:36 am</dco> &nbsp;<qco> was math created or discovered?</qco> </h3>      discovered\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n1:23 am</dco> &nbsp;<qco> Physical activity seems pretty important to how you get your mood, productivity, and discipline to where it needs to be to do some pretty phenomenal things. (The last series of pairs of weeks has again proved it. Thanks for putting your ideas in my head.) I want to learn how to do the same. I know in my heart and brain that moving my body will have the same effect, but I lack the discipline to even do the thing that I know will help. It has just never been a habit, and so I am less fit and I view it as an \"extra\" thing that is hard to do and wastes the time I already am not using well enough. Has running/moving always been a part of your life, or if you had to develop that habit, how do I get from zero but stay there once I start?</qco> </h3>      try something a little easier and simpler than you may have been thinking of. .... also, this may sound basic, but just go on youtube and start watching success strategy videos, sucessful habbits videos, etc etc etc. and just realize that a lot of them are contradictory and not all of them make sense for everyone. but just watch a bunch of those videos and see which ones make you go 'yes, that sounds like me!' or 'no, that sounds like someone else' ..... i'm sure you will find things that work for you. it's best if it's only 1 or 2 things, to start out, to keep it reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n1:12 am</dco> &nbsp;<qco> Holy shit YOU USE DVORAK TOO???</qco> </h3>      i what\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n1:08 am</dco> &nbsp;<qco> I have literally never looked at the description of your videos and noticed your website and social media until now.\n<br>\n<br>What have I been doing with my life?</qco> </h3>      watching the action, on the screen?\n<br><br>"
  }
]
