[
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n10:53 pm</dco> &nbsp;<qco> how do you have so much creative energy? do you drink coffee or anything? I feel like it's hard for me to be productive a lot of the time and was just curious as to what your method is.</qco> </h3>      i raised myself by wolves and now i am chasing myself by the wolves\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n10:25 pm</dco> &nbsp;<qco> I have a music theory exam coming up, how do I remember cadence rules?</qco> </h3>      oh wow, if someone thinks they found the rules for a cadence then they are in for a big surprise .....<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n8:48 pm</dco> &nbsp;<qco> Do you think (if you dont want to become a doctor/engineer/lawyer) that university/american college is worth it?</qco> </h3>      that's probably none of my business\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n8:08 pm</dco> &nbsp;<qco> why won't you die</qco> </h3>      i need to finish a few more things first\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n7:45 pm</dco> &nbsp;<qco> How come schools don't give you enough time to do the homework they assigned you?</qco> </h3>      to make it more interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n7:24 pm</dco> &nbsp;<qco> What's the strangest item in your home?</qco> </h3>      the toilet\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n7:09 pm</dco> &nbsp;<qco> Can i win</qco> </h3>      yes, and lose\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n6:58 pm</dco> &nbsp;<qco> if you were locked in a room with only a pretzel, what color would you paint your neighbor's bike?</qco> </h3>      none. cannot access the bike\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n6:57 pm</dco> &nbsp;<qco> what's a Emo?</qco> </h3>      it's like an elephant with additional tusks and no trunk\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n6:27 pm</dco> &nbsp;<qco> So you take 10 seconds per lyric oh okay wait what is a lyric tho like a word or a sentence?&nbsp;</qco> </h3>      the whole song, that's 1 lyric. unless you make an album, then the whole album would be the lyric\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n6:08 pm</dco> &nbsp;<qco> Hey Bill if someone offered you the possibility, would you move to Mars?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n5:50 pm</dco> &nbsp;<qco> Do you have a favorite sea creature?&nbsp;</qco> </h3>      fish\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n5:47 pm</dco> &nbsp;<qco> do you wish Mt St.Helens should blow up anytime soon?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n5:19 pm</dco> &nbsp;<qco> How do you deal with the inevitable heat death of the universe?</qco> </h3>      that's none of my business really\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n5:02 pm</dco> &nbsp;<qco> how long does it take for you on average to make a song</qco> </h3>      longer than i wish\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n4:39 pm</dco> &nbsp;<qco> Do you want 2 million dollars I got from my Nigerian friend ?&nbsp;</qco> </h3>      i would prefer to give them 2 million dollars\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n4:03 pm</dco> &nbsp;<qco> If you had the choice of a time machine that could only go back in time or one that could only go into the future, what would you choose?</qco> </h3>      going to the future is the way it goes now, i think any other way might ruin the universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n3:03 pm</dco> &nbsp;<qco> name a word</qco> </h3>      word\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n2:48 pm</dco> &nbsp;<qco> Why do you put so many pentagons in your videos?</qco></h3>      because i ran out of other shapes to use that one time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Is your favorite shape a pentagon?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Do they resonate with you on a personal level?</qco> </h3>      almost all shapes do\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n2:16 pm</dco> &nbsp;<qco> are you secretly from the future</qco> </h3>      no but that is where i am going and so are you and it's not a secret\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n1:09 pm</dco> &nbsp;<qco> how did you decide to create stuff the way you do?</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n11:21 am</dco> &nbsp;<qco> how am i supposed to know what inversion of a chord to play when i'm figuring out the chords by ear, i can get the notes/chord name down but i feel like it kind of goes all over the place and i can't figure out which one is correct or sounds better&nbsp;</qco> </h3>      i'm confused ... are you trying to figure out what someone else did, or what you're going to do? if you're deciding what you're going to do then you get to decide which you like better. if you're trying to figure out what someone else did then keep unpausing and pausing that damn tape until you find all the notes you hear. and if the octaves blend and you can't tell, then that means it wouldn't matter\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n9:44 am</dco> &nbsp;<qco> what is your favourite flavour of custard</qco> </h3>      flustered\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n9:44 am</dco> &nbsp;<qco> Will you ever sell out?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n9:00 am</dco> &nbsp;<qco> Is becoming a professional classical musician only for the rich?</qco> </h3>      if you're poor you can get a job doing it to entertain the rich\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n7:22 am</dco> &nbsp;<qco> How do you deal with annoying people?&nbsp;</qco> </h3>      annoy them ..... give them a taste of their own medicine\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n6:00 am</dco> &nbsp;<qco> What's some music that you like?</qco> </h3>      all of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n4:44 am</dco> &nbsp;<qco> But like why is it called a fifth if it's seven semi-tones?? And why is it called a third if it's five semi-tones?????</qco> </h3>      because those intervals are not counted by semi tones\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n2:43 am</dco> &nbsp;<qco> Hi Bill. I like your music.\n<br>\n<br>Since you have perfect pitch, is it easy to hear a chord and know what it will sound like if just the notes of the chord was written down.\n<br>\n<br>For example, can you hear this chord in you head:\n<br>\n<br>B C# E F#&nbsp;&nbsp;with F# as the bass note.</qco> </h3>      yes but that doesn't entirely have to do with perfect pitch .... the important aspect of that you could get without absolute pitch. absolute pitch is what allows you to be entirely sure between that F#7sus4 and G7sus4, in the desert immediately after waking up from a coma\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n2:36 am</dco> &nbsp;<qco> how to be a better person? i feel like I am deteriorating morally</qco> </h3>      be a medium person, then you have the joy of being a both bad and good person, compared to who else is around\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n2:21 am</dco> &nbsp;<qco> Are there places you like visiting to just take a breather?&nbsp;</qco> </h3>      outside\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n1:39 am</dco> &nbsp;<qco> What's your least favourite type of vegetable?</qco> </h3>      oh you are trying to get me to make some enemies\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n12:04 am</dco> &nbsp;<qco> how do you formulate seemingly nonsensical, one word answers to deep questions about life, existence, humanity, etc. that actually make a lot of sense when you think about them? you do it a lot</qco> </h3>      i probably spent too much time in a field once\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.18&nbsp; \n12:02 am</dco> &nbsp;<qco> What's with you uploading so frequently now?</qco> </h3>      i've learned to make the content faster\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.18&nbsp; \n11:01 pm</dco> &nbsp;<qco> what are you going to be for halloween</qco> </h3>      a song writer\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.18&nbsp; \n10:02 pm</dco> &nbsp;<qco> Tell us a question that you've asked yourself, and couldn't find an answer to. Maybe we can think about it.&nbsp;</qco> </h3>      i think that would be overwhelming. that would be like the conflicting responses i already have, only amplified\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.18&nbsp; \n9:58 pm</dco> &nbsp;<qco> how long is the next journey?</qco> </h3>      i'd say about a medium size\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.18&nbsp; \n8:58 pm</dco> &nbsp;<qco> i'm attempting to write music myself. when it comes to actually writing it, what do you think is more efficient: writing the music first, writing the lyrics first, or writing both as you go along?</qco></h3>      gotta do both, that's like when a baby's head and body are born together. very convenient. that way the baby is alive definitely<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how do you write your songs?</qco> </h3>      i'm not entirely sure. every time i think it could never work and then every time i get lucky\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.18&nbsp; \n8:07 pm</dco> &nbsp;<qco> Would you run for president?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.18&nbsp; \n8:01 pm</dco> &nbsp;<qco> Do you feel?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.18&nbsp; \n6:26 pm</dco> &nbsp;<qco> bill i don't know if this has been asked but what is your favorite car</qco> </h3>      trucks\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.18&nbsp; \n4:45 pm</dco> &nbsp;<qco> is imitation a good method for learning?</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; for example remaking a song as close as possible to the original. would this stunt the development of a personal style?</qco> </h3>      no, but it would be a chance for you to learn the ropes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.18&nbsp; \n3:20 pm</dco> &nbsp;<qco> why are umbrellas curved at the end</qco> </h3>      for better angle of holding\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.18&nbsp; \n2:57 pm</dco> &nbsp;<qco> what's the difference between gmiadd9 and gmi9? i saw both of those written and idk if they are the same or not but it seemed to be different&nbsp;</qco> </h3>      9 includes the 7 by default. add9 usually means means skip the 7<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.18&nbsp; \n2:15 pm</dco> &nbsp;<qco> Bill. Are you ever going to do a live concert? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nI've been wanting to listen to your songs live on stage for a quite a while and I think other fans of you would like to go to one</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>10.24.18&nbsp; \n1:54 pm</dco> &nbsp;<qco> What is the most memorable word from the next song?</qco> </h3>      podcast\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.18&nbsp; \n1:48 pm</dco> &nbsp;<qco> I haven't created anything in a long time&nbsp;&amp; I don't know what I want to make but I know I want to make something. How should I start?</qco> </h3>      make a list of things you do not want to make. this may sound strange but it is a useful trick\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.18&nbsp; \n1:45 pm</dco> &nbsp;<qco> what is not the name of your next song?</qco> </h3>      for he's a jolly good fellow\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.18&nbsp; \n1:03 pm</dco> &nbsp;<qco> i want to go on a journey (by bike to be specific), but i am not sure if i should go for a short one and be reasonable, or absolutely kill myself trying to go really far. what is your advice for the length of my journey?</qco> </h3>      how about medium\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.18&nbsp; \n11:01 am</dco> &nbsp;<qco> i can write lyrics, but i can't sing at all. any good tips for finding your voice?</qco> </h3>      sometimes it helps if you improvise the lyrics\n<br><br>"
  }
]
