[
  {
    "html": "<h3> <dco>10.8.24&nbsp; \n12:44 pm</dco> &nbsp;<qco> how many questions you don't answer not because they're stupid or you just don't want to answer them, but because you know answering them would lead to a chain of events where everyone is asking a variation of that question over and over and you're only known as the guy who answered that question and that way from now on?</qco> </h3>      \nall of them are like that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.24&nbsp; \n12:25 pm</dco> &nbsp;<qco> what's the first chord that pops into your head?</qco> </h3>      \nC\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.24&nbsp; \n12:24 pm</dco> &nbsp;<qco> i eat cucumbers with hummus, am i weird</qco> </h3>      \neverything is weird\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.24&nbsp; \n11:55 am</dco> &nbsp;<qco> Would you say you sometimes develop sections of songs that are a bit lackluster compared to other parts but work well enough and you take it? I do that. It makes sense, not like the ether will always tell you the PERFECT thing to happen next, and at least this way you get to finish the song</qco> </h3>      \nin a weird way, i think some parts have to be less good to make the other parts seem more good. maybe this theory is not true if you consider that the definition of 'good' always changes, but still i think paradoxically this theory does hold up\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.24&nbsp; \n9:56 am</dco> &nbsp;<qco> how cool are you</qco> </h3>      \non the coolness scale, the lever is gone. maybe it's on the other side? not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.24&nbsp; \n9:39 am</dco> &nbsp;<qco> I like egg?</qco> </h3>      \ni admire your conviction\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.24&nbsp; \n9:26 am</dco> &nbsp;<qco> why do people associate \"wanting to live a simple and peaceful life somewhere far far away from urban rigour\" with retiring so much?? it drives me mad and perpetuates the self-doubt i experience while i think about these thoughts (whose effects extends both ways). I dont know if im being misinformed and am seeing things through rose-coloured lenses but realistically (this MIGHT change) i cannot really see myself living in city life unless something interesting happens to my internal sense of meaning that makes me entirely change my mind, which may certainly happen judging by the rate at which certain things in life are driving me insane. to the best of my knowledge i belive you live in a city so bonus question how do you survive (if you do survive) in such a hectic style of living. alright thanks&nbsp;</qco> </h3>      \nthere are a lot of advantages and disadvantages to both. living in the city can be very validating. it can remind you that you have a healthy ability to be normal and do normal things like a normal person. i guess not everyone needs that reminder. but i think if i lived in the middle of nowhere, i'd start to become too insecure that i actually am not even fit to live on this planet\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.24&nbsp; \n8:32 am</dco> &nbsp;<qco> there's something i noticed about sexy pants. at the start it says \"hello sexy pants\", which most people interpret as a hello toward sexy pants. then it says \"did you know that i like your pants\" which makes people reconsider and think that \"sexy pants\" is a person.\n<br>\n<br>but near the end, it says \"hello simon says\" which is interpreted as simon saying hello. so, what if \"hello sexy pants\" doesn't mean what i said before, but a sexy person pants the word \"hello\"?</qco> </h3>      \nperhaps this all hinges around one of the things i crave most in songwriting: multiple meanings at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.24&nbsp; 8:16 am</dco> &nbsp;<qco> what time is it</qco> </h3>      \nwoensdag 9 oktober 2024 11:23:33, sorry i meant Wednesday, October 9, 2024 11:23:33\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.24&nbsp; \n7:01 am</dco> &nbsp;<qco> What is the most mundane thing imaginable?</qco> </h3>      \na straight line\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.24&nbsp; 4:21 am</dco> &nbsp;<qco> what's your favorite FONT</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.24&nbsp; \n3:45 am</dco> &nbsp;<qco> will everything be ok in the end?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.24&nbsp; \n3:25 am</dco> &nbsp;<qco> How do I get out of my own head? Too many thoughts!</qco> </h3>      \nask someone else what they are thinking\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.24&nbsp; \n12:44 am</dco> &nbsp;<qco> why do things take longer to do than i expect them to</qco> </h3>      \nbecause you haven't timed the actual time enough times before\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.8.24&nbsp; 12:28 am</dco> &nbsp;<qco> where do you get inspiration for your music?</qco> </h3>      \neverywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n10:18 pm</dco> &nbsp;<qco> can a million mean anything i want&nbsp;</qco> </h3>      \nin mathematics, it usually means 1,000,000. in casual language, it often times just means 'very many'. You could even put another meaning on it, but you'd have to work a little harder to make sure that it's being understood by whomever you are communicating with\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; 10:08 pm</dco> &nbsp;<qco> Hey bill how are you doing.</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n8:49 pm</dco> &nbsp;<qco> when does sound become music?</qco> </h3>      \nyou decide\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n8:41 pm</dco> &nbsp;<qco> Where do you find good ideas?</qco> </h3>      \nyou never know, and sometimes they find you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n7:46 pm</dco> &nbsp;<qco> My phone broke on Sunday, but it's fixed now. What did I miss?&nbsp;</qco> </h3>      \npossibly some calls and texts\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n6:13 pm</dco> &nbsp;<qco> Opinions on lostwave? (It's not a wave that's lost)</qco> </h3>      \nthere's a sweet spot. if it's too lost, then you wouldn't even know it exists so you can't be curious about it. if it's too found, then it's boring. you have to know and hear just enough of it so you become attached to the mystery and challenge of finding the rest of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n6:08 pm</dco> &nbsp;<qco> Do you like ambient music?&nbsp;</qco> </h3>      \nfor ambient purposes, yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n5:46 pm</dco> &nbsp;<qco> thank you for being who you are. but on second thought i don't think you know how to do anything else</qco> </h3>      \nthat's probably true\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n5:37 pm</dco> &nbsp;<qco> Help I summoned a lemon</qco> </h3>      \nok just keep summoning lemons, for now\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n5:22 pm</dco> &nbsp;<qco> is baseball entertaining?</qco> </h3>      \nsometimes by mistake\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n5:10 pm</dco> &nbsp;<qco> do you have a favorite part of the songwriting process, or would you prefer to make a new one to be your favorite?</qco> </h3>      \ni like it when i get something that works\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n5:05 pm</dco> &nbsp;<qco> i ate a green bean one time a while ago. does this affect my moral worth or value?</qco> </h3>      \nno, but if people ever find out, they'll probably think it does\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n5:03 pm</dco> &nbsp;<qco> how do I break the cycle</qco> </h3>      \nstart a new cycle\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n4:52 pm</dco> &nbsp;<qco> fun fact: bill wurtz used a spring door stopper's sound as synth bass in his song 'fly around' and nobody noticed it until bill pointed it out</qco> </h3>      \nok but that's not true\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n4:14 pm</dco> &nbsp;<qco> is it ok if i pronounce the title of this page oo-ek-stions instead of questions</qco> </h3>      \nit wasn't my intention, but that shouldn't stop you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n4:04 pm</dco> &nbsp;<qco> If you believe in dinosaurs, do you think they believe in you?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n3:44 pm</dco> &nbsp;<qco> Other than music, what is your favorite form of media?&nbsp;&nbsp;</qco> </h3>      \nactually being there\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n3:23 pm</dco> &nbsp;<qco> Have you figured out the release order of your upcoming videos?</qco> </h3>      \nif everything goes according to plan, it should be in the order they've always been on the list. but i reserve the right to suddenly decide to choose a different one to go first\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n2:35 pm</dco> &nbsp;<qco> Do they have whales in Wales? If you've been, have you seen any?</qco> </h3>      \nthere are no whales in wales but sometimes ryan reynolds is there. so hopefully that's good enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n1:18 pm</dco> &nbsp;<qco> hey bill what's your opinions on things?\n<br>\n<br>anyways lovely music&nbsp;</qco> </h3>      \nsometimes a thing is actually part of another thing. sometimes it's 2 or more parts of 2 or more other things\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n12:33 pm</dco> &nbsp;<qco> What's the color of a mirror?</qco> </h3>      \ngrey\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n11:53 am</dco> &nbsp;<qco> Am I a penguin?</qco> </h3>      \neven better, you're 2 penguins\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; 11:37 am</dco> &nbsp;<qco> when did all the windmills start to turn so slow?</qco> </h3>      \nwhen the wind started moving slowly\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; 11:12 am</dco> &nbsp;<qco> Do you meditate?</qco> </h3>      \nyes but not if it's called that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n10:08 am</dco> &nbsp;<qco> Would it be a fair assessment to say your favourite questions are the ones that ask what your favourite question is?&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n10:07 am</dco> &nbsp;<qco> what are your thoughts on cranberry juice</qco> </h3>      \ni have never thought about cranberry juice\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n9:37 am</dco> &nbsp;<qco> what's the craziest coincidence you've been a part of</qco> </h3>      \ni had an unfinished project at the end of the school year. i wasn't going to pass the class, except my teacher allowed me to drop it off at the end of the last day, during final exams for my other classes, and then i would pass. i was able to finish the project during my final exams for the other classes, and i ended up dropping it off by the end of the day. Later, i got a voice mail message from that same teacher, the message was for 'bill' and she was saying that i still hadn't turned in that project, and if i didn't then i wasn't going to pass the class. of course i knew that i actually HAD turned in the project. so her message made perfect sense except for that one detail. And here's why: there was another student named Bill, in another one of her classes, who was in the same situation, who hadn't finished that same project, would have not passed if he didn't complete it, and his phone number was almost the same as mine, and she dialed my number by mistake. so she dialed the wrong number (mine) and delivered a voice mail message to someone (me) who had the same name and was almost in the exact same situation as the other person who's number she meant to dial\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n9:06 am</dco> &nbsp;<qco> I AM A GREEN BEAN</qco> </h3>      \noh good, that's going to make things easier for me in a lot of ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n8:41 am</dco> &nbsp;<qco> what inspires what you do</qco> </h3>      \neverything\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; 8:32 am</dco> &nbsp;<qco> Why did you spell it ueqstions? - R</qco> </h3>      \nit's not ueqstions, it's <font style=\"font-size: 2em; font-weight: bold;\">ue<font color=\"#00EE3B\">q</font>stions</font>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n6:24 am</dco> &nbsp;<qco> did you know that meet me in september is an insanely good song</qco> </h3>      \nit was supposed to be, but it doesn't always turn out that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n4:59 am</dco> &nbsp;<qco> how many letters are in the answer to this question?</qco> </h3>      \nfour\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n3:18 am</dco> &nbsp;<qco> if i started a podcast and then invited you but it was actually only just to talk to you and you would be the only episode would you accept? \n<br></qco> </h3>      \nit's possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.7.24&nbsp; \n2:51 am</dco> &nbsp;<qco> whats the best mountain range</qco> </h3>      \nhimalaya\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.24&nbsp; \n11:17 pm</dco> &nbsp;<qco> if ive done bad things how do i forgive myself&nbsp;</qco> </h3>      \nthis MIGHT work......... do 2 good things\n<br><br>"
  }
]
