[
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n2:00 pm</dco> &nbsp;<qco> did you ever have to get used to how you look on camera? there are a lot of things about how i look that i don't like and have to get over if i'm filming (it doesn't help that i often really admire how other people look. for example, you), but you seem to be either very physically unselfconscious or content with your appearance and i wondered if that took time or just wasn't something you had to worry about</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n1:51 pm</dco> &nbsp;<qco> Do you like magic tricks?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n1:32 pm</dco> &nbsp;<qco> is everything the e in wfaoie?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n1:21 pm</dco> &nbsp;<qco> do you personally think the universe could be a simulation OF A UNIVERSE within another universe?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n12:30 pm</dco> &nbsp;<qco> why don't people who live in turkey celebrate thanksgiving?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n11:41 am</dco> &nbsp;<qco> Do you like Bossa Nova?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n11:20 am</dco> &nbsp;<qco> Do you ever get mad at questions?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n What about fans?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Do you sometimes think the questions they ask are dumb?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n10:54 am</dco> &nbsp;<qco> First of all. What is your opinion on furries?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Second of all, if you were an animal, what would you be</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n9:14 am</dco> &nbsp;<qco> are you gonna make another collab with the bill wurtz band</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n8:55 am</dco> &nbsp;<qco> what is it that makes jazzy chords so addictive?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and jazzy?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n8:54 am</dco> &nbsp;<qco> Should i get a law degree or a history degree? Maybe psychology?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I cant choose cuz i just wanna do art but for various reasons -like earning money- i have to study something and these are the top three on my list</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n8:35 am</dco> &nbsp;<qco> <a href=\"q.php?date=201902081723\">2.8.19&nbsp;&nbsp;5:23 pm</a>  yeah but can you at least please explain to me where the hell does that E major come from?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I sort of understand the D major because it's present in the A major (parallel of the Amin in which the song is in) but what's going on with that E major?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Some people said somethinbg like secondary dominant but I have no clue what that is</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n6:14 am</dco> &nbsp;<qco> I should be doing my homework. What about you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n4:00 am</dco> &nbsp;<qco> give us the acronym for your next project because if you would that would be very cool and good and nice</qco> </h3><a href=\"https://www.instagram.com/p/Btfak8eB_6x\">https://www.instagram.com/p/Btfak8eB_6x</a>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n3:59 am</dco> &nbsp;<qco> i'm gonna take your candy</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n2:14 am</dco> &nbsp;<qco> I just realized that we're the big bang!!!!!!!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n1:24 am</dco> &nbsp;<qco> What do you associate with stripes?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n1:20 am</dco> &nbsp;<qco> Do you ever stop and think, \"life is a hoot\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.9.19&nbsp; \n12:05 am</dco> &nbsp;<qco> Would you ever plan to tour internationally?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n11:53 pm</dco> &nbsp;<qco> I think a lot about your music, and what it means. A lot of people say there's some kind of deeper metaphor to it, other people say that it's meaningless. I think neither is very true, I've come to the conclusion that your music is about finding meaning in otherwise mundane things, rather than the mundane things themselves being metaphors, or just being meaningless. Would you agree with this at all?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n11:39 pm</dco> &nbsp;<qco> What do you think about tomato soup?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n10:56 pm</dco> &nbsp;<qco> Is the universe just a simulation?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n10:20 pm</dco> &nbsp;<qco> why are ariana grande's songs are all lowercases?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n9:53 pm</dco> &nbsp;<qco> Are you satisfied with your current level of satisfaction</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n9:28 pm</dco> &nbsp;<qco> I feel stupid cause I probably missed out on a chance to save a lot of money because I wasn't proactive.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n9:23 pm</dco> &nbsp;<qco> Why do you have weird descriptions on twitter and youtube,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and why do you misspell everything?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n8:48 pm</dco> &nbsp;<qco> Hi Bill. I saw a video about Disclosure's song \"Latch\" where it said the song was in Bb dorian and went i &gt; v &gt; IV &gt; III. Someone in the comments said no, it's clearly in Ab major and goes ii &gt; vi &gt; V &gt; IV. Someone else said no, it's in F minor and goes iv &gt; i &gt; VII &gt; VI. It was all a bit silly and it made me wonder if I should just analyze all songs in a major key even if they're minor or another mode. E.g. it seems a lot easier to just remember that vi &gt; IV sounds cool rather than remembering both vi &gt; IV and i &gt; VI since they are the same notes. Do you see any downsides in only thinking about chords from an \"ionian perspective\"? (this might be a cool math rock band name) Or are there benefits in calling the vi chord the i chord if the song is in a minor key?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n8:06 pm</dco> &nbsp;<qco> Can you give us an acronym of your upcoming video title so we can try to guess?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n7:33 pm</dco> &nbsp;<qco> can you make your videos longer?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n5:42 pm</dco> &nbsp;<qco> if you were asked to perform the next super bowl half time show, what would you say?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n5:23 pm</dco> &nbsp;<qco> How the frick does House of rising sun work? It's like an A minor but you have the bloody D major and E major chords in there as well? Why does it work so well and what is theoretically going on here? Like what principle is at play that allows that to work in such a nice way?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n5:00 pm</dco> &nbsp;<qco> how do you pronounce apricot?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n4:32 pm</dco> &nbsp;<qco> Do you enjoy inspiring?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n4:24 pm</dco> &nbsp;<qco> are you capable of taking anything seriously?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n4:22 pm</dco> &nbsp;<qco> I've lost interest in asking questions, I will only come on this question page to insult you.&nbsp;&nbsp;\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You fucking idiot loser.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n4:19 pm</dco> &nbsp;<qco> why do you think there's such a \"cult\" (for lack of a better word) around art?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; why do people revere artists and consider their craft mysterious and a \"gift\" and a \"talent\"</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but they generally don't feel the same way about engineers or doctors or programmers or even architects? where does this notion that art is special and \"unlearnable\" come from?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n1:02 pm</dco> &nbsp;<qco> Hello, may I have the video title acronym? I hope that deal hasn't expired yet.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n1:01 pm</dco> &nbsp;<qco> is there a name for the absolutely headbangin rockin jump-up-and-down-and-flail-for-joy snare pattern behind the second chorus (around 1:18, among other places like for a tiny moment at 1:44) of long long long journey? like half of it happens in the bridge but pieces are left out every bar and i'm talking about the constant one</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n12:19 pm</dco> &nbsp;<qco> why do I sometimes listen to \"just did a bad thing\" when i'm very happy and feelin' good?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n11:45 am</dco> &nbsp;<qco> how do i finish a project if i have a b'jillion other ideas? my expectations are too damn high. and halfway thru i tend to realize that the project sucks. is this all worth it?... i think i'm on to something, but i also think that people won't like my art. this is a risky business. i'm 19 and running out of time, pls help</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n11:45 am</dco> &nbsp;<qco> Are you a people person or would you rather stay away from people?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n10:56 am</dco> &nbsp;<qco> would you go on Hot Ones if they invited you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n10:37 am</dco> &nbsp;<qco> how do i fix a really big mistake involving emotions</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n10:24 am</dco> &nbsp;<qco> Im struggling on question 4 of my homework, whats the answer</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n9:36 am</dco> &nbsp;<qco> bill, Did you start a new schedule we haven't gotten a new song in over three weeks?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n9:10 am</dco> &nbsp;<qco> when you tour, will you come to turkey?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n8:32 am</dco> &nbsp;<qco> Have you ever considered going live on twitch and doing some stuff there(like editing your videos and mixing audio)?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n7:54 am</dco> &nbsp;<qco> Was there a moment when you were creating something and thought \"wow, this is stupid,\" but once it was finished, you realized it wasn't so bad after all?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n6:18 am</dco> &nbsp;<qco> why won't they do what they're supposed to?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.8.19&nbsp; \n2:31 am</dco> &nbsp;<qco> with all your pessimism about your new video, have you considered enacting the \"make it but you don't have to release it\" part of your self-agreement? not that i think you should, i wanna see it</qco> </h3>"
  }
]
