[
  {
    "html": "<h3> <dco>5.17.22&nbsp; \n7:21 am</dco> &nbsp;<qco> somehow i got roped into singing and dancing the YMCA song in front of my classmates. what do i do to ease the intense dread</qco> </h3>      \nenjoy the verses, and the way the entire song ties together. it's pretty well done\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.22&nbsp; \n4:57 am</dco> &nbsp;<qco> dominoes or pizza hut</qco> </h3>      \ncheck the shape of the building. especially the roof\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.22&nbsp; \n3:15 am</dco> &nbsp;<qco> when you type a bunch of periods like this ......... do you prefer to hold the button or press it a bunch? because they seem pretty similar time-management wise</qco> </h3>      \na few months ago i went into the preferences and set my keyrepeat rate to the maximum speed and minimum delay. it turns out there's no downside to this. this was a breakthrough for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.22&nbsp; \n2:29 am</dco> &nbsp;<qco> is a bottle cap a door or a wheel, because it opens and closes, but also spins</qco> </h3>      \nif it's a wheel, it should probably be able to spin continuously. if it's a door, ..... well, ... now that i think about it, it is actually a door\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.22&nbsp; \n1:55 am</dco> &nbsp;<qco> how many darn years 4 has been 2 + 2?</qco> </h3>      \na couple\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.22&nbsp; \n1:09 am</dco> &nbsp;<qco> how do i outthink myself</qco> </h3>      \njust asking that question, is all it takes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.22&nbsp; \n11:54 pm</dco> &nbsp;<qco> why does one of the frames in the Big Bang part of hotewig (at 0:48) say \"i have nightmares\"?</qco> </h3>      \nperhaps that's a phrase that generally characterizes SOME of what may SOMETIMES take place at some points in our universe. that sequence of shots is supposed to depict all the energy in the universe exploding all at once, so i had to take some artistic leaps\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.22&nbsp; \n11:51 pm</dco> &nbsp;<qco> if i want to learn to read sheet music where do i start?</qco> </h3>      \nhow about rhythms\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.22&nbsp; \n11:49 pm</dco> &nbsp;<qco> I have a dream of getting super good at my instrument, and maybe even going pro or something. It's wildly unrealistic and unattainable, and I know deep down it would never happen. So do you think it's not worth it to put in a lot of time and money into this dream?</qco> </h3>      \nnot with that attitude\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.22&nbsp; \n11:44 pm</dco> &nbsp;<qco> Bill can you write a song about my couch</qco> </h3>      \nall options are on the table\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.22&nbsp; \n9:53 pm</dco> &nbsp;<qco> why did you switch to 3D? is it easier/faster to make 3d videos, or something else</qco> </h3>      \nwas thirsting for some perspective\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.22&nbsp; \n9:18 pm</dco> &nbsp;<qco> Whats your opinion on boxes</qco> </h3>      \na shape not generally found in nature, and yet, totally based on the natural fabric of our universe\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.22&nbsp; \n9:15 pm</dco> &nbsp;<qco> do you think the letter C is redundant?</qco> </h3>      \noccasionally\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.22&nbsp; \n8:02 pm</dco> &nbsp;<qco> do we truly exist or are we all each others' dreams</qco> </h3>      \nboth, for sure\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.22&nbsp; \n7:43 pm</dco> &nbsp;<qco> How do you focus and keep a good state of mind when trying to create your videos because whenever I try to do stuff somewhat similar I could never find the right state of mind to think out what I should put down or make it that makes sense, but your videos are very creative.</qco> </h3>      \nkeep trying. and if you have to stop and try again, then........ keep stopping and trying again\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.22&nbsp; \n7:35 pm</dco> &nbsp;<qco> why don't your 2 most recent songs have \"face cam\" or whatever you call it but 9 8 7 has the face cam in most of the video</qco> </h3>      \nthis is a little stunt i like to call.................................. 'variety'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.22&nbsp; \n6:04 pm</dco> &nbsp;<qco> what do you think about the heat death of the universe?</qco> </h3>      \nsounds boring\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.22&nbsp; \n5:56 pm</dco> &nbsp;<qco> Was it called the \"Dark Ages\" because electricity wasn't discovered then so there was no light?</qco> </h3>      \nno\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.22&nbsp; \n5:31 pm</dco> &nbsp;<qco> what, in your opinion, is \"the next big thing\"</qco> </h3>      \ncould be you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.22&nbsp; \n1:58 pm</dco> &nbsp;<qco> Ok so I'm working on a project, it's like not even one percent done, and I work on it a lot for the first few days, then stop working on it, and stop wanting to work on it. How do I get myself to work on it again</qco> </h3>      \ni have some great news: you don't have to work on it. HOWEVER, if you interpreted this as terrible news, then in that case i have some great news: you can work on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.22&nbsp; \n11:34 am</dco> &nbsp;<qco> why isn't bee spelled \"b\" isnt it faster</qco> </h3>      \nit may be faster but less clear\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.22&nbsp; \n9:09 am</dco> &nbsp;<qco> what do you think of giant isopods?&nbsp;</qco> </h3>      \nso big\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.22&nbsp; \n1:27 am</dco> &nbsp;<qco> have you ever used a stripped back version of the chorus later in the song? it's a really powerful technique.</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.22&nbsp; \n10:59 pm</dco> &nbsp;<qco> how r u</qco> </h3>      \npretty good\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.22&nbsp; \n10:50 pm</dco> &nbsp;<qco> have u ever been chased by a canada goose?</qco> </h3>      \nno\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.22&nbsp; \n10:20 pm</dco> &nbsp;<qco> should i read The Bible</qco> </h3>      \nsure. write your own. go nuts\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.22&nbsp; \n8:48 pm</dco> &nbsp;<qco> What is life</qco> </h3>      \nit's you\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.22&nbsp; \n8:46 pm</dco> &nbsp;<qco> Will you ever release a cd I can play in my car</qco> </h3>      \nhow about a car you can play on CD\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.22&nbsp; \n8:04 pm</dco> &nbsp;<qco> i've been trying to meditate myself out of my body and have not been completely successful. is this possible and do you have any advice</qco> </h3>      \ngo to your web browser and try to press the forward and back buttons at the same time\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.22&nbsp; \n8:00 pm</dco> &nbsp;<qco> hey there</qco> </h3>      \nhi\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.22&nbsp; \n6:53 pm</dco> &nbsp;<qco> how do you write lyrics&nbsp;</qco> </h3>      \nmusically\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.22&nbsp; \n12:46 pm</dco> &nbsp;<qco> what is your process for writing a full-fledged song after finishing song selection?</qco> </h3>      \ngo in order. Sometimes the first item i have does not belong at the beginning, so in that case i have to solve like a weird puzzle to find the beginning. Once i have that, it goes in order. from that point, i try to refresh my mind as good as i can, and then do a real-time play-through of the material, and then when it gets to the end, i listen carefully for lightning to strike and come up with the next section. If i don't get anything, then i refresh again and do a another run through. If i do it several times and still don't get the next part, then i'm considered \"stuck\". in that case, i might do some discussion about what is going on-- and i try to categorically hone in on what might be the right answer. usually what i really need when i'm stuck is a stronger refresh. the best way to do that is to take some time away from it, but if i don't have time for that, sometimes running cold water on my face can work surprisingly well. and then do the run through, and it feels fresh again, and i'd be more likely to hear the next part\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.22&nbsp; \n12:00 pm</dco> &nbsp;<qco> do your recent videos all take place in a 3d environment and some things just appear flat or edited onto the 3d clips</qco> </h3>      \nevery video since 'here comes the sun' (including princess) has been made in a 3D environment, sometimes with lyrics and images parented to the camera. Additionally, there is a final stage where i re-import flat renders into a new 3D environment (with an orthographic camera) and do additional work there\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.22&nbsp; \n10:12 am</dco> &nbsp;<qco> if there are multiverses wouldnt they just be part of the universe</qco> </h3>      \nsure. it's a cat and mouse race with language to try to keep up. there always needs be a word to describe the whole 'world', but the word keeps changing as we become aware of more of the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.22&nbsp; \n8:40 am</dco> &nbsp;<qco> I dreamt with a person who was a prophet and didnt know it. To try and get the prophecies to work wonders (she was having a negativity outburst and was doing bad futures with her words) someone asked her what if the world doesnt end, and she started singing if the world doesnt end. And i could see the city rebuild itself in a montage while she sang.</qco> </h3>      \nthat makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.22&nbsp; \n8:29 am</dco> &nbsp;<qco> how do you visualize the third derivative??</qco> </h3>      \ni'm not sure\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.22&nbsp; \n7:04 am</dco> &nbsp;<qco> what do you think about games</qco> </h3>      \ndank\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.22&nbsp; \n3:12 am</dco> &nbsp;<qco> what is your favorite christmas present</qco> </h3>      \na new year\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.22&nbsp; \n1:19 am</dco> &nbsp;<qco> Is music a science or a very non-scientific thing or does it depend?</qco> </h3>      \nit's non-scientific. at least, the part that makes it any good is non-scientific\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.22&nbsp; \n9:48 pm</dco> &nbsp;<qco> is it ok to want something even if it's nearly impossible?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.22&nbsp; \n9:25 pm</dco> &nbsp;<qco> a previous question mentioned pineapples being overwhelming. name the most calming fruit.</qco> </h3>      \npear\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.22&nbsp; \n9:08 pm</dco> &nbsp;<qco> \"gif\" or \"Jif\"</qco> </h3>      \nit depends whether you want peanut butter or a picture\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.22&nbsp; \n7:49 pm</dco> &nbsp;<qco> do you think 987 is a sexy song bc I think it's an extremely i-wanna-wiggle-in-waves song</qco> </h3>      \nnumbers are sexual. there's no getting around that\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.22&nbsp; \n4:43 pm</dco> &nbsp;<qco> Is there really a liver pool in Liverpool?</qco> </h3>      \ni doubt it\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.22&nbsp; \n4:42 pm</dco> &nbsp;<qco> I really like trying to figure out the meaning behind all your songs, do you plan on telling everyone what they mean at some point? </qco></h3>      at many points (often)<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;any timeframes for this?</qco></h3>      frequently, on a regular and ongoing basis, any time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also from what i understand, the way you create, you base a significant amount of your decisions on something along the lines of feelings rather than conscious and deliberate thoughts, so what&nbsp;&nbsp;amount of your own videos do/don't you understand</qco></h3>      i'm sure i can come up with a pretty decent explanation for all of them<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and how much do we seem to know about what your videos are saying?</qco> </h3>      i have no idea\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.22&nbsp; \n4:33 pm</dco> &nbsp;<qco> Will you mention or show the sun in a future song?</qco> </h3>      \ni'm sure i will, although i try to hold back, with that and perhaps other themes that i tend to overdo also\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.22&nbsp; \n3:58 pm</dco> &nbsp;<qco> what do i do if i want to make friends but all the people are not interesting to me very much, and they are all too different from me. it's as if they question me</qco> </h3>      \nmaybe it's time to write some stageplays\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.22&nbsp; \n2:10 pm</dco> &nbsp;<qco> How do I create a unique beat for my song? I just randomly throw out some sounds until they sound right, which takes a lot of time and it sounds bad.</qco> </h3>      \nit might be time to aquaint yourself with the time grid. Start thinking about the 4 beats in a bar. Start thinking about the 4 smaller ticks within each beat. Think about counting through the bar like \"1 e & a 2 e & a 3 e & a 4 e & a\". This may bring you some more awareness about what possibilities you are working with. So when you're looking for something unique and different, you'll be able to sort of shop around for different places in time to put things\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.22&nbsp; \n2:07 pm</dco> &nbsp;<qco> Do you keep your friends close, but your enemies closer?&nbsp;</qco> </h3>      \ni keep everyone at a medium distance\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.22&nbsp; \n1:57 pm</dco> &nbsp;<qco> what's your favorite holiday</qco> </h3>      \njanuary 1\n<br><br>"
  }
]
