[
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n10:33 pm</dco> &nbsp;<qco> bill what do i do if all my friends make fun of me</qco> </h3>      make fun of them?\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n10:32 pm</dco> &nbsp;<qco> What does la-de-da-de-da-de-da-de-day-oh mean? Personally I take it as the sound you have while going through what is \"life\" but I'm looking for the artist rendition&nbsp;</qco> </h3>      <a href=\"q.php?date=201801161632\">1.16.18&nbsp;&nbsp;4:32 pm</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n10:23 pm</dco> &nbsp;<qco> Hi Bill, in your \"la de da de do dah\" song, you have an owl playing a clarinet in it. 1) That is not the sound an owl playing a clarinet makes and 2) owls cannot play the clarinet. You sir have have some explaining to do.</qco> </h3>      you just said i have a song called \"la de da de do dah\" .... so i think it is you who needs to do the explaining\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n10:19 pm</dco> &nbsp;<qco> how do you come up with the things you write?</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n10:19 pm</dco> &nbsp;<qco> Is there any hidden meaning to the line \"too small for the mall?\" and if not, make some up</qco> </h3>      that's just an echo of what came before, which was \"guess they don't want me going to the mall, cuz i'm just too small\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n10:17 pm</dco> &nbsp;<qco> would you ever get an apprentice to carry on your legacy and continue your work?</qco> </h3>      yes, that would be far far in the future. more important now is to find some to help me work on the work i am currently doing\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n10:07 pm</dco> &nbsp;<qco> Is the bill wurtz fake jazz ensemble just you?&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n10:02 pm</dco> &nbsp;<qco> Other than the three history of videos, which video has take the longest?</qco> </h3>      i have only done 2 long history videos. the 3rd longest production time of a video is actually tied for second place. i can't tell you which one it is because i think it will make a lot of people mad at me, which i would rather avoid, because i am already mad at myself for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n9:54 pm</dco> &nbsp;<qco> Will you accept litecoin for your merch? That's pretty much all I have now. Shopify accepts it.</qco> </h3>      my merch store is on shopify\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n8:39 pm</dco> &nbsp;<qco> you always answer questions about your meanings with \"trying to be reasonable,\" but I am confused. but I always thought you lyrics were intentionally funny </qco></h3>      some of them might be<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i.e \"by late night I mean middle of the afternoon\" etc. Is comedy not the purpose of these fun lines?</qco> </h3>      many of the lines are meant to be fun (and maybe more). fun is important to me, and striving for fun and good times is something that i consider reasonable if not downright sensible\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n8:35 pm</dco> &nbsp;<qco> hey bill! what should i do if i really wanna create, but making the art i make is making me super bummed out?</qco> </h3>      try doing it a little differently\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n8:10 pm</dco> &nbsp;<qco> I just saw that you put the La de da video on the bill wurtz band playlist on youtube, what is your criterion to put videos there?&nbsp;</qco> </h3>      if it has video footage of me singing and playing instruments\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n8:01 pm</dco> &nbsp;<qco> the riff at the beginning of \"im crazy / its raining\" is used alot in your music.</qco></h3>      i can't think of any other time i've used it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; does this riff have a name?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n7:59 pm</dco> &nbsp;<qco> For those little vocal fillers that lead into the chorus of la de da, like 'and it goes' or 'singin' or the quick 'i said' (I think thats what you say?) before the la de da d-de dum de da, d-d-dim dwaayah d-de dum dweeAyy part... Are those written into the lyrics when you wrote the song, or do you just kind of toss those in when you're singing?&nbsp;</qco> </h3>      those were mostly written. i think perhaps there is an 'i said' in the middle of the second chorus?(i think) which was not written nor improvised, but as i was working on it i just realized it needed to be there so i added it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n7:49 pm</dco> &nbsp;<qco> do you have a go-to karaoke song?</qco> </h3>      i prefer to go-away from karaoke\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n7:46 pm</dco> &nbsp;<qco> Hey Bill, there is this syncopated rhythm that I want to write down for future reference (I don't want to record it 'cause I feel like future me won't interpret it quite right), but I can't tell what it is. I can replicate it physically, but when I put it to a metronome, it's too fast to tell, and when I slow it down, I start to subconsciously nudge notes towards or away from the beat, and it becomes a whole new rhythm. How do I find out what the rhythm is?</qco> </h3>      you could sing it for me and i could see if i could figure it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n7:43 pm</dco> &nbsp;<qco> hi. DO MORE SONGS NOW PLEASE. thanks, bye.</qco> </h3>      ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n7:40 pm</dco> &nbsp;<qco> What's it like to be so cool?</qco> </h3>      stressful, because i actually worry that i am not cool enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n7:29 pm</dco> &nbsp;<qco> It is the end of the world and I just can't wait! How did you know I could relate?</qco> </h3>      i didn't know for sure. i was just guessing. also joking\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n7:06 pm</dco> &nbsp;<qco> what do think of all this \"existing\" stuff? </qco></h3>      seems legit<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i&nbsp;&nbsp;think it's weird as fuck</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n7:01 pm</dco> &nbsp;<qco> Are you ever going to release some sweet sweet Bill Merch?</qco></h3>      i <a href=\"https://billwurtz.myshopify.com/\">already have</a><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Like a t-shirt explaining the deadly lazerness of the sun?</qco> </h3>      maybe i'll skip that one\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n7:00 pm</dco> &nbsp;<qco> what's the inspiration for \"in california\"?</qco> </h3>      light years\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n6:56 pm</dco> &nbsp;<qco> How fun is it to make a video?</qco> </h3>      i'd say about a 6.2\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n6:47 pm</dco> &nbsp;<qco> GIVE ME SOMETHING TO THINK ABOUT</qco> </h3>      how about <a href=\"http://watchout4snakes.com/wo4snakes/Random/RandomWord\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n6:45 pm</dco> &nbsp;<qco> I think I know what a bride is, and in think a know what a groom is.. but what the f is a 'bridegroom'??&nbsp;</qco> </h3>      ah, that's a great question\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n6:43 pm</dco> &nbsp;<qco> I think the lines about the windmills in La de da de da de da de da de day oh is similar to its corresponding lines in the first two verses, \"Where did all the good times go\" is self explanatory, \"Where did all the bad times roll\" sound as if you are wondering where the bad times came from, and \"when did all the windmills start to turn so slow\" is like a metaphor about how the wind has stopped, like the good times stopping.\n<br>\n<br>At least that's my take on that line. You said it just fits but I think it actually makes sense.&nbsp;</qco> </h3>      they way i heard it, it could actually mean 2 things. it could mean the windmills were previously going fast and they recently started going slow. or it could mean that they were previously not moving, and they recently started turning (slow). i can also tell you that as i was writing the choruses, thinking of various swap lines for \"where did all the good times go\" .. my brain kept feeding me \"when\" .. as in La de da de \"when did all the ? ? ?\" but nothing seemed to fit. the windmill line was a perfect solution for this because it allows me to use \"when\", but because the line starts a little earlier it also allows me to land on \"wind\" at the same time that \"when\" would have been if the line were the normal length\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n6:13 pm</dco> &nbsp;<qco> what's the craziest thing?</qco> </h3>      things\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp; \n6:07 pm</dco> &nbsp;<qco> I forgot what question I asked, how do I find it again? (i feel so anxious right now)</qco> </h3>      <a href=\"q.php?date=201712081719\">click here</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n6:01 pm</dco> &nbsp;<qco> how do you know that you like the way youre doing things as much as you could? do you check on a regular basis?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n5:58 pm</dco> &nbsp;<qco> Are some of your videos supposed to be satirical/ mockery of social matters?</qco></h3>      not usually<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Because sometimes it seems like it, or are you just making music for fun??? :))))</qco> </h3>      music is fun but it can also be so much more\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n5:06 pm</dco> &nbsp;<qco> if u did \"i'm gonna write a song on the count of 3\" live, would you sing \"no i ain't gonna find her in [city where you're playing]\"?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n5:05 pm</dco> &nbsp;<qco> What do you think of you being a meme</qco> </h3>      i am not, but there are many memes made from my work\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n4:51 pm</dco> &nbsp;<qco> Why does your new song have \"I heart Satan\" in it?</qco> </h3>      to keep it interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n4:42 pm</dco> &nbsp;<qco> im kind of bummed you didnt mention sikhism in the history of the world</qco> </h3>      i am bummed that it is not possible to mention the entire history of the world in 1 video, and i am also bummed that i spent almost a year trying, only to have you still feel bummed\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n4:12 pm</dco> &nbsp;<qco> surprise me please</qco> </h3>      ok. i will do it later, at a time when you didn't ask, so that way you are not expecting it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n3:53 pm</dco> &nbsp;<qco> How much of the stuff that you put in to your videos is random stuff and how much means something?</qco> </h3>      the meaning of everything in my videos is to try to make the video better. or, for a thrill, sometimes i try to make it worse\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n3:46 pm</dco> &nbsp;<qco> How do you like to show love</qco> </h3>      i always like to find new ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n3:24 pm</dco> &nbsp;<qco> Hey Bill :( I'm worried that I'll never be super duper good at the piano, but I want it more than anything. What's the best way to learn?</qco> </h3>      spend more time with the piano\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n3:22 pm</dco> &nbsp;<qco> Hey Bill :) At the end of your song \"you're free to do whatever you want to\" you say \"you're free to do whatever you WON'T DO\" but it sounds like maybe you could've actually been saying \"want to\" but you decided it sounded more like \"won't do\" so you went with that. Is that the case? </qco></h3>      no, the lyrics were all firmly written before the recording took place. years before, in fact<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Either way, I love everything you do</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n3:10 pm</dco> &nbsp;<qco> thank you for making me experience lsd without lsd</qco> </h3>      your welcome\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n2:47 pm</dco> &nbsp;<qco> Will you do any more blue anagrams&nbsp;</qco> </h3>      i might, but there are more than enough requests to last a lifetime. i actually did one of my own recently, but it is likely that someone requested it anyway, and if that is the case i will make it pink\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n1:38 pm</dco> &nbsp;<qco> give me your <a href=\"https://billwurtz.myshopify.com/\">merch</a></qco> </h3>      ok but you might have to pay for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n1:35 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201605111606\">5.11.16&nbsp;&nbsp;4:06 pm</a>  Was that a triple negative?</qco> </h3>      no, it was a double negative, with a 'no' at the beginning to contradict the question which had been posed as a single negative\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n1:25 pm</dco> &nbsp;<qco> do you think a loop method is effective for productivity? like looping 10 seconds of a project and only working on that for like a week, then when it's perfect move onto the next 10 seconds until it's done</qco> </h3>      it's possible, but i don't think it works well for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n1:10 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201801181544\">1.18.18&nbsp;&nbsp;3:44 pm</a>  what is the difference between meeting and greeting</qco> </h3>      there is not much difference, which is why it feels a bit redundant to do both at the same time<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n12:58 pm</dco> &nbsp;<qco> Why did you put a capital letter at the start of your last video (La de da de da de da de day oh) you have never done it before?</qco> </h3>      that's not true, i have done it before. but in that case it had to do with the letter L, which is sometimes a special case for me, and in some situations it needs to be capitalized to look like itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n12:55 pm</dco> &nbsp;<qco> Your songs are amazing! Why don't you why don't you try and putting it on itunes,</qco></h3>      i did a long time ago, and succeeded, which is why my songs are <a href=\"https://itunes.apple.com/us/artist/bill-wurtz/id1019208137\">on itunes</a>, and have been for quite some time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or even start making albums (:</qco> </h3>      i think i prefer releasing them 1 at a time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n12:53 pm</dco> &nbsp;<qco> i just found out that the type of art i wanna make will take excruciatingly long to make, but i don't want to reduce the quality of the art just so i can release it sooner. AHHHHHHHHHH</qco> </h3>      ah, #relatable\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n12:47 pm</dco> &nbsp;<qco> Do you think it's truly possible to translate your work?</qco> </h3>      sure. but in my opinion, to translate anything properly you kind of have to do a re-write\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.19.18&nbsp;\n12:06 pm</dco> &nbsp;<qco> Hey, do you like D2/F# or F#-7(b13)</qco> </h3>      if you are asking me which notation i prefer, i would say d2/f#, assuming those are supposed to represent the same chord, which they might not, because there is a chance the other one includes a c# note, it's not entirely clear. which again is why i would prefer d2/f#. but if you need the c# i would say Aadd4 over F# or actually a few years ago i coined a new term for that which is F#-☆\n<br><br>"
  }
]
