[
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n10:56 pm</dco> &nbsp;<qco> Why does it say \"i'm feeling randy\" in the corner of the questions page?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n10:54 pm</dco> &nbsp;<qco> In \"Hello Sexy Pants\" why did you decide to have the lamp light the \"whole darn sky\" at 2AM rather than any other time</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n10:52 pm</dco> &nbsp;<qco> What is your favorite part of being a musician?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n10:12 pm</dco> &nbsp;<qco> why do or don't you swear so much or more?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n10:09 pm</dco> &nbsp;<qco> is it weird to get inspired to do music from people who don't do music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n9:58 pm</dco> &nbsp;<qco> what are the 3 keys to success</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n9:35 pm</dco> &nbsp;<qco> why do music when everyThing has already been made? i think everyone gets what music is by now, do we really need more of it? anything more is really just overkill at this point</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n9:27 pm</dco> &nbsp;<qco> music sucks: let me explain why\n<br>\n<br>1) it's loud\n<br>2) it is distracting\n<br>3) you can't even touch it\n<br>\n<br>agree or disgagree?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n9:16 pm</dco> &nbsp;<qco> hey bill, me again asking about how to exist in a world of music in which to break free from - I feel like the daily mid-life crises you talked about is so real for me. It's easily the most difficult thing. I've nearly given up, picking up an instrument is almost painful at the moment. How have you broken through that barrier?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n7:42 pm</dco> &nbsp;<qco> i feel like when i start to write/compose i always have this super productive, creative period, and then i lose motivation after that. i never wind up getting anything done because of it - i have lots of starts but no finished products. any suggestions on how to get over it?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n6:57 pm</dco> &nbsp;<qco> are you just using this to train your wittiness</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n6:21 pm</dco> &nbsp;<qco> would you rather be awake or asleep right now?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n5:13 pm</dco> &nbsp;<qco> how do you find something you love without giving up hope</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n4:38 pm</dco> &nbsp;<qco> why am i still here</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n4:03 pm</dco> &nbsp;<qco> your most recent song had no chorus. do you believe that don't actually need to have a chorus to be adequate?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n3:46 pm</dco> &nbsp;<qco> what's the weirdest fortune you've gotten from a fortune cookie</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n1:18 pm</dco> &nbsp;<qco> Why do you swear in some of your videos but not in your songs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n12:55 pm</dco> &nbsp;<qco> what do you think of life?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n11:23 am</dco> &nbsp;<qco> is la de da de da de da de day oh intentionally not on Google Play Music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n11:16 am</dco> &nbsp;<qco> How do you finish projects? I am having issues where i would start something, not know where its going, and then keep it in a graveyard of unfinished music. How do you come up with complete songs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n9:56 am</dco> &nbsp;<qco> i am sad because politics sucks. actually politics is cool but the politicians are not cool. i want them to die! what should i do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n8:37 am</dco> &nbsp;<qco> hey bill,\n<br>\n<br>i have this problem where i don't know who i am. i really want to know what i want to do with my life and who i want to be, but i feel like it changes from one day to the next. i'm just about to graduate from college with a major in physics, and some days i love science and other days i'm sick of it and all i want to do is be creative and write songs. i keep switching between so many things and i can't make up my mind. i also struggle with my personality and what kind of person i want to be. i got married so young and i feel like i haven't been able to be myself and take on the world as an individual. i feel as if my personality is clouded by my husband and who he wants me to be, not who i really want to be. i guess i'm just stuck in this never ending cycle of wanting to try new things and be myself, and i don't know what thing i want to stick with or who myself is. i think it might be that i want to be someone that my husband an\n d family\n  don't want me to be, but is it worth being myself and risking losing them? how do i even do that when i have no support? how do i try to be myself when i don't really know who that is? sorry if this is rambly. i have no one to talk to about this and you are full of so much wisdom. \n<br>\n<br>thanks</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n8:35 am</dco> &nbsp;<qco> are you secretly a goat?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n5:22 am</dco> &nbsp;<qco> do you think you'll make reality videos again?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n3:11 am</dco> &nbsp;<qco> hi bill which name is the best? Matt, Gwen, or Abe? need to prove a point</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n1:49 am</dco> &nbsp;<qco> tips for what i should say to a girl on the phone that i used to like but i havent talked to in 5 years?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n12:36 am</dco> &nbsp;<qco> i have a sweet hook that i've fleshed out to a whole chorus-y section, but every time i try to write the rest of the song i just come up with more hooks and other lines that belong in different songs. have you encountered this </qco></h3>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n12:21 am</dco> &nbsp;<qco> I am on a mission to become an ascii art master\n<br>I have spent countless hours creating a man\n<br>Here he is:\n<br>\n<br>@\n<br>-|-\n<br>/\\\n<br>\n<br>What do you think?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n12:19 am</dco> &nbsp;<qco> When do you decide to answer questions?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n12:12 am</dco> &nbsp;<qco> Hey bill I'm going to be performing a song that I wrote, in front of a bunch of people tomorrow and it's my first time singing in front of people, and I'm singing and playing piano at the same time which I'm still not super comfortable with, and I am very worried that I am going to make a huge fool of myself. Any advice would be appreciated&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n11:55 pm</dco> &nbsp;<qco> Is the phrase \"I don't care as long as we find out what we're supposed to do\" included in what Simon says?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n11:28 pm</dco> &nbsp;<qco> if you could be the opposite sex for a day, would you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n11:24 pm</dco> &nbsp;<qco> help i'm a nervous wreck and have no friends and also very sensitive to loud or annoying noises</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n11:17 pm</dco> &nbsp;<qco> What do you think about quantum physics?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n11:07 pm</dco> &nbsp;<qco> How much longer until you become a billionare for your amazing \"Content\"?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n10:56 pm</dco> &nbsp;<qco> I'm asking this question very late, but are you talking about a real person when you mention \"Simon\" in hello sexy pants?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n10:30 pm</dco> &nbsp;<qco> Why are smartphones called that instead of tiny computers</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n10:21 pm</dco> &nbsp;<qco> Is it a crime to invent crime?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n10:01 pm</dco> &nbsp;<qco> in \"hello sexy pants\", when you sing \"i wanna know why it hurts so bad\", are you referring to \"it\" as \"being horny\"? if not, what?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n9:59 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201807112337\">7.11.18&nbsp;&nbsp;11:37 pm</a> &nbsp;&nbsp;i'm not OP, but perhasp they're suggesting some Andy Warhol-type stuff. Some \"advertising\" stunts. You know, being provocative and enigmatic, Kanye sort of stuff.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n8:57 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201807102244\">7.10.18&nbsp;&nbsp;10:44 pm</a>  Would that be a good example of the 'fagen escape' (I think that's the term you've used)?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n8:56 pm</dco> &nbsp;<qco> is there a way to get objects for free?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n8:44 pm</dco> &nbsp;<qco> what is the best license plate design in the us</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n8:27 pm</dco> &nbsp;<qco> Should I use my hair as a paintbrush</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n8:12 pm</dco> &nbsp;<qco> This is sort of a loaded question, but I'd love to hear your thoughts if you have the time.\n<br>Some of the most critically acclaimed and widely appreciated popular musicians (and even some composers) over the last century are said to have had little or no academic background or classical training in music, yet seem to possess incredible technical skill sets as well as an intuitive understanding of composition and harmony. </qco></h3>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n7:40 pm</dco> &nbsp;<qco> your work is not going to be very noticed if people are not specifically LOOKING for it. (unless it ends up on trending, which it has a number of times) im just thinking that merely posting hints and things is not going to gravitate many people to the work you devote so much time into. </qco></h3>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n7:16 pm</dco> &nbsp;<qco> what's your favorite chord substitution?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n6:13 pm</dco> &nbsp;<qco> do you like this new generation of music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n5:47 pm</dco> &nbsp;<qco> why do you have to wait until 2 songs are in the top 10 simultaneously to go on tour?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n4:55 pm</dco> &nbsp;<qco> Have you ever been contacted to sign for a record label? If so, why didn't you accept?</qco> </h3><br><br>"
  }
]
