[
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n11:36 am</dco> &nbsp;<qco> hey all the chords in la de da de da de da de day oh are just stacked 4ths in a Gminor penatonic fashion</qco></h3>      that's not true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; please be my friend</qco> </h3>      i will try\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n11:34 am</dco> &nbsp;<qco> If atoms are made of quarks, what are quarks made of?</qco> </h3>       gluons and so forth\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n11:30 am</dco> &nbsp;<qco> how come?</qco> </h3>      due to causation and reasons\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n11:01 am</dco> &nbsp;<qco> Are watching the reality videos from the time of hotewig production gonna be like watching a horror movie?</qco> </h3>      psychological horror\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n11:01 am</dco> &nbsp;<qco> I like how you cut out the bullshit</qco> </h3>      it evaporates in average weather\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n10:51 am</dco> &nbsp;<qco> What are you ding for Easter today?</qco> </h3>      trying to ascertain whether the isovox 2 would solve my life's problems\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n10:12 am</dco> &nbsp;<qco> am i weird?</qco> </h3>      survey says \"yes\" is the number one answer. second most popular answer was no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n10:00 am</dco> &nbsp;<qco> is your next song featuring a rubber chicken</qco> </h3>      wow that's a very good guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n9:22 am</dco> &nbsp;<qco> benefits of having entertained / educated zillions of people (if 65 million is a zillion, that is)</qco> </h3>      i get the blue checkmark on twitter\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n8:09 am</dco> &nbsp;<qco> Does our perception of time change as we age?\n</qco></h3>      perception of long term time seems to change<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A year feels like it goes faster every year.</qco> </h3>      that's true. that is probably because there have been fewer mindbendingly life-changing things like learning to talk\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n6:47 am</dco> &nbsp;<qco> i like your funy website and video . when did you deside to do it? im a kid and we saw your video in class about history my teacher sent the links and i wondered if you were a kid when you start</qco> </h3>      i started putting the pieces together when i was very very young, but i didn't have all the pieces together to make anything resembling a 'full consumable product' until i was much much older, probably almost 100 years old it seems\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n4:44 am</dco> &nbsp;<qco> Is it boring answering all these questions every day?</qco> </h3>      sometimes i wonder if it's boring to ask them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n3:10 am</dco> &nbsp;<qco> What's you transcription process? Do you figure out the melody then the chords, or something else? Is it different for each tune?</qco> </h3>      it depends on who or what the transcription is for\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n2:04 am</dco> &nbsp;<qco> ever feel like something was supposed to happen but it didn't happen?</qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n1:58 am</dco> &nbsp;<qco> Tips on getting yourself on a consistent sleep schedule so you don't deprive yourself of sleep?</qco> </h3>      no tips available\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n1:25 am</dco> &nbsp;<qco> let's say that i desperately wanna make my own music, just as you are, but i have absolutely no experience in making my voice sound remotely good. i've got good ears and pitch and everything, but the voice just sounds bad and the technique is nonexistent. how do you think i could at least get my voice to a good baseline which i could expand on throughout my life, in like a solid two months?\n<br>i know \"just do it a lot\" is a great answer here, but how do i \"just do it\" well enough that i can make solid progress along with that? i think i know how this works for physical instruments which i can observe the mechanics of in front of my eyes, but the voice is too obscure, where should i even start? i can feel myself dipping into that 13th level of suffering</qco> </h3>      this is similar to what i went through, because i am working from the same starting point as you. but you will already be better after 1 month. and at 2 months you will be a little better. and at 3 months you will be better. so the 'baseline' you are working with is actually right now, that's your starting point. 2 months from now will be the middle. unless you stop singing entirely after 2 months. <br>\n     for specifics on technique, for some reason no professional vocal technical advice ever made any sense to me until many years later, and much of it still doesn't. i found that the voice is so deeply connected with life itself that it was almost impossible for me to think directly about most of the things professionals tell you to think about. so i had to find much more abstract tricks. one of the most important tricks i learned was to improvise the lyrics. and for scripted material, try to do it like you are terrified of joe jackson whipping you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n10:49 pm</dco> &nbsp;<qco> What are birds?</qco> </h3>      male bees\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n10:30 pm</dco> &nbsp;<qco> any advice for figuring out the harmonies to your jingles? i can handle ur songs but the jingles escape me</qco> </h3>      if you unpause-pause really fast, you can figure out anything, by just listening for each note in there one by one. it's even easier nowadays you can cut a very small piece and loop it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n10:26 pm</dco> &nbsp;<qco> are u chaotic chaotic? hank green seems to think so http://edwardspoonhands.tumblr.com/post/184323097102 but your output is so organized here! and you schedules seem so important to you! i like and respect him and also like and respect u so i know categories are not usually a thing u choose to classify yourself with but this is really interesting. maybe he just meant in person. chaos seemed to be one of the goals of the h3 interview. or maybe just a result? do u pursue chaos intentionally?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n9:54 pm</dco> &nbsp;<qco> how to cure sweaty palm syndrome&nbsp;</qco> </h3>      carry a bag of chalk with you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n9:03 pm</dco> &nbsp;<qco> what are the chords between 0:38 and 0:42 (the part between the verse and the pre-chorus) from ELO's \"Twilight\"?</qco> </h3>      that would be C   Csus4,   <br>     A F# Eb <br>\n     F\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n8:12 pm</dco> &nbsp;<qco> Why don't you listen to your own music or watch your own videos after they're released?</qco> </h3>      too scary\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n7:53 pm</dco> &nbsp;<qco> is there something more powerful than god?</qco></h3>      god (or 'ogd' as i like to call it) does not seem to be a thing<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n if so, do you think that god would worship it?</qco> </h3>      would possibly be demoted first\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n7:41 pm</dco> &nbsp;<qco> what was the thought process behind the \"find love in the jungle\" and \"natural disaster\" parts of \"soap tips\"?</qco> </h3>      that would be more intuition than thought\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n6:39 pm</dco> &nbsp;<qco> How did you come up with this strange enjoyable art style?</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n6:07 pm</dco> &nbsp;<qco> The latest reality video mentioned wanting to do a 4-5 minute video to change things up;&nbsp;what happened to make you change your mind and do HOTEWIG instead? </qco></h3>      i did not particularly want the history of the world video to be very much longer than 5 minutes. 7 at most maybe <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(Or is that covered in a later reality snippet?)</qco> </h3>      the entirety of the time from that time until the present time, and beyond, will eventually be covered on the reality page <br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n5:22 pm</dco> &nbsp;<qco> Is your merch real?</qco> </h3>      i have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n4:51 pm</dco> &nbsp;<qco> Do you find the songs you remember the least tend to be your best, because you were so in the zone you forgot to make memory?</qco> </h3>      if i remember them the least i don't know how i would know they are best\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n3:12 pm</dco> &nbsp;<qco> Can you do a videos on history of Europe I have my ap european history exam in three weeks and I'm struggling&nbsp;</qco> </h3>      i'll give you a hint, history of japan took me 3 months to do and history of the entire world took 11 months to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n2:46 pm</dco> &nbsp;<qco> Bill, does your music slap or bop</qco> </h3>      bop and maybe slam too if the conditions are just right\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n2:33 pm</dco> &nbsp;<qco> https://billwurtz.com/reality/201011182328.mp4 when you say stuff like \"everyone freaked out\" does this refer to an imaginary anticipated audience?</qco> </h3>      imaginary, and also me\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n1:28 pm</dco> &nbsp;<qco> Some people say life gives you lemons.\n</qco></h3>      i've never heard anyone say that, i have only heard people speculate about what to do in case that should ever occur<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; But lemons are actually a cross between a bitter orange and a citron, meaning life never gave us lemons, we made them ourselves. What do you think about this?</qco> </h3>      who do you think made the lemons, and were they alive or dead do you suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n12:51 pm</dco> &nbsp;<qco> do you put a bigger meaning into your videos/songs </qco></h3>      than what<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do do you just have a really big imagination?</qco> </h3>      i try to keep it as big as possible by using it plentifully\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n12:30 pm</dco> &nbsp;<qco> how do you feel about having your song on Tik Tok?</qco> </h3>      having my own account would be nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n11:44 am</dco> &nbsp;<qco> you often talk about intelligence and stupidity as if it's much less important than we think.</qco></h3>      no i don't<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; why do you think this way?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n11:29 am</dco> &nbsp;<qco> you make no sense</qco> </h3>      how much sense do you make\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n11:27 am</dco> &nbsp;<qco> Hello, I have a question concerning synchronization of sound and images. You make text appear when the lyrics are said. Sometimes I edit films and I find it hard to synchronize a sound and a visual precisely, espacially when the tempo is fast. Sometimes I need to anticipate the sound by 1 (or 2) frames with the image, but sometimes it feels off. Sometimes I try to do it by just hitting spacebar when it is the right moment to put the image, but i'm not quite sure of this method. What is your experience regardning this aspect of editing? Are there some software that make it more intuitive, for that particular issue?</qco> </h3>      put it to the exact frame. make sure scrubbing is on, so you can hear the audio for each frame. it sounds like you are already doing this, based on the fact that you said you know you are putting it 1 or 2 frames too early. putting on the exact frame will be better\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n9:43 am</dco> &nbsp;<qco> Hey Bill, can you help me with this argument?\n<br>So there's this argument about pop music, that it's too simplistic, vague, repetitive, and easy to produce but mostly too repetitive.\n<br>\n<br>What do you think?</qco> </h3>      for most of that, i reply \"for whom\" and for \"easy to produce\" i would say \"climbing mount everest is possibly easier\" also, what the heck does simplistic mean, is that like a more complicated version of simple\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n8:38 am</dco> &nbsp;<qco> I have a dream but i am afraid i am wrong&nbsp;&nbsp;and itll be too late to turn back after everything i will be sacrificing. Should I do it?\n<br>\n<br></qco> </h3>      that all depends on what the thing is, which you did not tell me\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n8:37 am</dco> &nbsp;<qco> How do i feel inspiration through your work? I wanna do that to.&nbsp;</qco> </h3>      i am already doing everything i can to make it feel inspiring. if it doesn't work then another artist might be better for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n7:15 am</dco> &nbsp;<qco> do you have any good tips for when you are at the library</qco> </h3>      the first step is figure out why you went there\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n5:55 am</dco> &nbsp;<qco> Are going to wait for another month for your newest video?</qco> </h3>      you didn't specify who. if it's you, probably yes. if it's me, no, i will be working on it. the waiting game is hopefully behind me (i hope)\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n4:49 am</dco> &nbsp;<qco> Are lizards great?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n4:21 am</dco> &nbsp;<qco> what's your favorite fruit?</qco> </h3>      dirt\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n4:01 am</dco> &nbsp;<qco> What do you do when you're lost?</qco> </h3>      not know\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n2:58 am</dco> &nbsp;<qco> are you free and insane yet?</qco> </h3>      we all are and were<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n1:43 am</dco> &nbsp;<qco> My sister is crazy, what do</qco> </h3>      accept the challenge to become crazier yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n1:26 am</dco> &nbsp;<qco> hey just checkin in i hope you're doing good and feeling good. remember to have compassion for yourself, we're all doing our best, right? but if that's true my best is pretty shitty sometimes. how do you make your best even better?&nbsp;</qco> </h3>      it's kind of like flying and flapping your wings, pressing down onto absolutely nothing, expecting that to somehow move you higher, which you will surely be able to measurably perceive based on how high you appear compared to the air around you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n1:19 am</dco> &nbsp;<qco> What do you think about that black hole picture?</qco> </h3>      looked orange but ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.19&nbsp; \n1:19 am</dco> &nbsp;<qco> Am I wrong for saying bad words all the time when I'm just trying to make them less bad??</qco> </h3>      all words are bad. that's just a fact\n<br><br>"
  }
]
