[
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:44 pm</dco> &nbsp;<qco> the video was brilliant, like, really good. i especially enjoyed the swahili gold line, haha. looking very forward to the upcoming songs and journals! thanks for the great content - amani</qco> </h3>      oh wow, i remember you emailed me from africa the day i wrote that line. that must have been way back in july or august\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:42 pm</dco> &nbsp;<qco> i know you have said \"the ocean is full of plastic\" multiple times on this page, was that originally part of the hotewig script or did you add it because you said it here first?</qco> </h3>      it was written for the video first. i have slipped many lines from the video onto this questions page throughout the past year. they have all been included on the <a href=\"hotewig.html\">hotewig</a> page\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:34 pm</dco> &nbsp;<qco> How does it feel to finally be done with histroy of the entire world?</qco> </h3>      nice, very good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:31 pm</dco> &nbsp;<qco> Thank you so much for releasing the video, I cant watch it right now where I am but I am hyped to see it. Anyways, my question is: now that HOTEWIG is finally out, are you planning to make any short non-song like videos similar to \"Origin of Chickens,\" \"Old MacDonald,\" etc? Or will it just be songs?</qco> </h3>      i would like to focus on things that are more of a medium length\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:29 pm</dco> &nbsp;<qco> are you ever gonna work on a ten minute long video ever again</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:28 pm</dco> &nbsp;<qco> now that we've had two \"history of\" videos, can we have more of the same??</qco> </h3>      i would like to do something a little bit different\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:28 pm</dco> &nbsp;<qco> hey can you do more really long videos please or give me a way to listen to you talk about more things at length</qco> </h3>      i will see what i can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:28 pm</dco> &nbsp;<qco> is this where you get your ideas for your youtube chanel?\n</qco> </h3>      no. there are not many ideas on my youtube channel, just \"hi youtube\" an umbrella, and all the videos i make, which were already made outside of youtube\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:25 pm</dco> &nbsp;<qco> Are you happy with the final version of HOTEWIG</qco></h3>      it will have to be good enough<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and are you relieved to finally be done after 10 months?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:25 pm</dco> &nbsp;<qco> What did you enjoy the most about making the video?</qco> </h3>      the upload\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:25 pm</dco> &nbsp;<qco> What's next?</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:23 pm</dco> &nbsp;<qco> question, not a complaint: did you make a point to emphasise the rape of nanking in response to criticism about its lack of inclusion in the history of japan?</qco> </h3>      i learned how mad people get when you don't mention it. so to change it up, this time, i decided to mention it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:23 pm</dco> &nbsp;<qco> Why did you make your first video about Japan?</qco> </h3>      my first video was not about japan\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:19 pm</dco> &nbsp;<qco> Do you feel like you could have covered new technologies better, such as the telescope or electricity?</qco> </h3>      i could have covered everything better, but i had to sacrifice that for the sake of trying to get the entire world into less than 20 minutes. i hope that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:17 pm</dco> &nbsp;<qco> What is the first thing you did after publishing the video that wasn't directly related to publishing it, youtube, etc.?</qco> </h3>      took a shower and contemplated my life\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:16 pm</dco> &nbsp;<qco> How are you feeling after uploading HoTEWIG?</qco> </h3>      nice, very good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:15 pm</dco> &nbsp;<qco> Hi, could you please include my question in the incoming flood of questions you're about to get?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:14 pm</dco> &nbsp;<qco> good job with hotewig! now the question, have you ever received death threats because of your videos?</qco> </h3>      no, just suggestions\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:10 pm</dco> &nbsp;<qco> Well done on History of The World.\nWhat are your plans now?</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:09 pm</dco> &nbsp;<qco> Have you ever used a capital letter before?</qco> </h3>      yes, perhaps millions\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:09 pm</dco> &nbsp;<qco> Congratulations on the new video! I love it. Any idea what's next? </qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:08 pm</dco> &nbsp;<qco> Man, how did you spend 300 hours working on this video? This video looked like it should have taken 500 hours!\n\nThank you for all of your work, Bill. It always makes my day brighter.</qco> </h3>      it took way more than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:07 pm</dco> &nbsp;<qco> now that you're done with the history video can I have my short songs please</qco> </h3>      which ones are yours\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:07 pm</dco> &nbsp;<qco> How long did you work on hotewig? I want to watch it every day for every day that you worked on it.</qco> </h3>      almost 11 months\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:06 pm</dco> &nbsp;<qco> Can I put a television that is off on fire?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:05 pm</dco> &nbsp;<qco> Hi, I am the eighth viewer of the history of the entire world as you guess, I feel proud of myself, so I should put effort to give an interesting question, I hope it will be good enough.\n\nAre you going to make a documentary video that is not a history documentary, like an explantation of roots(mathematics) or an explantation of insects(biology)?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:02 pm</dco> &nbsp;<qco> thank you for the video it was beautiful and everything i hoped it would be. i hope people are now more grateful for the free content you produce and will stop pestering you for more history videos. how do you feel about this?</qco> </h3>      good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:02 pm</dco> &nbsp;<qco> are you finally relieved to have released such a huge project? </qco></h3>      oh hell yeah<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;are you on edge about it doing well? </qco></h3>      i have managed to entirely avoid the internet since i released it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;seriously great work though, really enjoying it!</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:02 pm</dco> &nbsp;<qco> Dude, holy SHIT that video was awesome! That's some great 10 months of work put into it! I'm seriously so proud of you and I'm going to rewatch this all night; are you happy finally having it done?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n5:00 pm</dco> &nbsp;<qco> You did the history of the world! What now?</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:59 pm</dco> &nbsp;<qco> great video bill! did creating the video cause you to experience an existential crisis?</qco> </h3>      actually yes, which i did not expect, because i thought i had had all of them already\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:58 pm</dco> &nbsp;<qco> How does it feel to have published the video?</qco> </h3>      very good, nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:58 pm</dco> &nbsp;<qco> are you made of parrots?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:58 pm</dco> &nbsp;<qco> Congrats!!! The video is amazing. How do you feel?</qco> </h3>      nice, very good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:57 pm</dco> &nbsp;<qco> how do you feel now the video is done and out there for everyone to see and finally stop asking about why \"you're not making videos anymore\"?</qco> </h3>      nice, very good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:57 pm</dco> &nbsp;<qco> HOLY FUCC YOU DROPPED THE VIDEO WOAHHHHHHHHHHHHH</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:57 pm</dco> &nbsp;<qco> how do you feel when people compliment you on here?</qco> </h3>      good, very nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:57 pm</dco> &nbsp;<qco> What are you going to do now that you've completed history of the entire world?</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:57 pm</dco> &nbsp;<qco> what did you do immediately after you uploaded history of the entire world? did you celebrate, go straight on to another project, or something else?</qco> </h3>      took a shower and contemplated my life<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:56 pm</dco> &nbsp;<qco> T H E  V I D E O  I S  N O T  O N  Y O U R  W E B S I TE</qco> </h3>      it is now. it took a little while to upload, it's pretty long\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:56 pm</dco> &nbsp;<qco> Congratulations Bill, great show! Am I right in thinking that you were going to release shorter content now that you've finished the 20 minute video, like average-length songs etc.?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:55 pm</dco> &nbsp;<qco> What are your future plans?\n</qco> </h3>      i can't tell you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:53 pm</dco> &nbsp;<qco> hi i liked your new video did you like it also?</qco> </h3>      yes, but i have been starting to get really sick of it, in the last few months\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:53 pm</dco> &nbsp;<qco> <a href=\"http://billwurtz.com/gonna-print-out-my-feelings.mp4\">what are you going to do now?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:53 pm</dco> &nbsp;<qco> How does it feel to finally have the video finished?</qco> </h3>      nice, very good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:51 pm</dco> &nbsp;<qco> When's HOTEWIG coming out?</qco> </h3>      may 10, 2017\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:45 pm</dco> &nbsp;<qco> What's your favorite chemical soup?\n</qco> </h3>      water\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:44 pm</dco> &nbsp;<qco> HOLY SHIT</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:43 pm</dco> &nbsp;<qco> Do you think people will keep asking when hotewig will come out, not realising that it's already been released?</qco> </h3>      sure, maybe for old times sake\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.10.17&nbsp;\n4:43 pm</dco> &nbsp;<qco> bill!!!!!!!!!!!! just well done on getting hotewig out, it's great!!!!! how does it feel that a culmination of a year's work is now out there for us to see??? </qco> </h3>      nice, very good\n<br><br>"
  }
]
