[
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n2:32 pm</dco> &nbsp;<qco> what exactly makes a name \"groovy\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n2:05 pm</dco> &nbsp;<qco> why is sheet music so fucking hard to read, why does some of the notes sit on the lines and some of them are in the lines. what do the line sfucking mean why are they there why cant they just write what the note is like why cant they just say its like c4 instead of this weird blob that sits underneath in its own line why does it feel so fucking stupid to me what the fuck is a bass clef. am i just overcomplicating it or am i stupid or what bro</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n1:53 pm</dco> &nbsp;<qco> what do you think of space</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n1:40 pm</dco> &nbsp;<qco> i aspire to be as vague as you one day, maybe.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; 1:13 pm</dco> &nbsp;<qco> Why did the chicken cross the road?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n1:01 pm</dco> &nbsp;<qco> Does 'priceless' mean 'very very expensive'?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n11:34 am</dco> &nbsp;<qco> what is the hardest thing you have done/learnt in the last year?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n11:17 am</dco> &nbsp;<qco> are you a glass half full or glass half empty typa guy</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n11:05 am</dco> &nbsp;<qco> why do they call it an elevator when you elev in the vator elev out up the vator</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n10:49 am</dco> &nbsp;<qco> Since moving to Maine, my motivation has plummetted. Do you think this is correlated to billboards being illegal?\n<br>\n<br>If yes, should I make my own billboard?\n<br>\n<br>If no, then what is wrong</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n10:38 am</dco> &nbsp;<qco> are major IIIs a good or interesting chord&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n9:12 am</dco> &nbsp;<qco> ever accidentaly stepped on a piece of gum and died afterwards</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n8:49 am</dco> &nbsp;<qco> bill, i can't figure out rhythm and time. i've been told by civilians my note choices are good, but everything i play is whacky zany out of time in an unenjoyable way and i can't fuckin figure out why. how do i fix this? more metronome practice? counting out loud? maybe i'm just thinking too much. no idea. it's the final puzzle piece that needs to be solved, though. any tips will be greatly appreciated&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n7:21 am</dco> &nbsp;<qco> you think I should focus on working really hard on one thing that I know people will like or is it better to just make and not spend to long on any one thing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n6:21 am</dco> &nbsp;<qco> Is insanity funny if the insane person likes being insane and doesn't hurt anyone</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n3:56 am</dco> &nbsp;<qco> What do you think your projects wholeheartedly make the viewer feel?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n2:03 am</dco> &nbsp;<qco> two years ago, a drummer friend of mine almost quit playing drums because he was forcing himself to practice in ways and play things that weren't fun for him. we talked, and i told him he needed to stop worrying about being the best and start having fun with his instrument. these past few months, ive been going through the exact same thing with the piano, and i only realized it when he told me the same thing i had told him years ago. but my mind seems to be wired in a way that makes it impossible for me to do that. any fun things u recommend doing?\n<br>\n<br>lengthy question but telling some stranger in the internet if better than telling no one ig</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n1:30 am</dco> &nbsp;<qco> Does thinking about the fact that people might listen to your music ever make it harder for you to work on your music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.11.25&nbsp; \n12:34 am</dco> &nbsp;<qco> where you're from, do people pronounce the \"i\" in \"anti-\" (like in \"antioxydant\" or \"anti-inflammatory\" etc) as \"ai\" like in \"Thai\" or as \"ee\" like in \"bee\"? And if you heard the other prounciation would you understand it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n11:26 pm</dco> &nbsp;<qco> How big is too big?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n11:23 pm</dco> &nbsp;<qco> do you find creative ideas to be better or more valuable when they come out of nowhere versus when you make yourself come up with them? i find myself doing both but the former tends to be wayy more creatively fulfilling/cathartic although it happens super rarely, while the latter is a way more reliable way of making things for me but i often find myself not caring nearly as much about it if i do it that way</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n10:48 pm</dco> &nbsp;<qco> some people like the kool aid man</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n9:21 pm</dco> &nbsp;<qco> We don't get enough stories of asteroids missing the earth</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n9:20 pm</dco> &nbsp;<qco> what's the weirdest sandwich&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n7:41 pm</dco> &nbsp;<qco> do you think bill wurtz is a concept&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n7:26 pm</dco> &nbsp;<qco> why are ceiling fans on the ceiling?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n7:18 pm</dco> &nbsp;<qco> Hey what's your favorite door pattern?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n6:52 pm</dco> &nbsp;<qco> when was the last time you did math</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n4:52 pm</dco> &nbsp;<qco> Have you ever had a question not act like a question?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n3:42 pm</dco> &nbsp;<qco> If you have an alarm set on your phone what is the name of the alarm it plays</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n2:35 pm</dco> &nbsp;<qco> is dumbing it ALWAYS down? what if i dumb it up?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n2:22 pm</dco> &nbsp;<qco> what if my ultimate goal in life is to find some kind of universal way in order for people to be less scared about opinions</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n1:09 pm</dco> &nbsp;<qco> bill your song if the world doesn't end makes me happy so f,ing much i wanna cry</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n12:41 pm</dco> &nbsp;<qco> can i do whatever i want?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n12:27 pm</dco> &nbsp;<qco> are spoons the best utensil?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n12:12 pm</dco> &nbsp;<qco> What do you think is the craziest thing (or thing most outside of your comfort zone) that someone has managed to talk you into doing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n10:43 am</dco> &nbsp;<qco> how to stop being normal?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n10:33 am</dco> &nbsp;<qco> Im very scared. Is there any way to transfer fear festering in the belly into something constructive?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n9:53 am</dco> &nbsp;<qco> what to do if something you like turns out to be made by someone bad?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n8:32 am</dco> &nbsp;<qco> I played an original song for somebody and they had a negative reaction. Should I move to a new state and start a new life?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n8:18 am</dco> &nbsp;<qco> what is the percentage of finished on your next song</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n6:01 am</dco> &nbsp;<qco> how many sounds can you make</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n5:17 am</dco> &nbsp;<qco> do you ever just feel like bingle bongle dingle dangle yickety doo yickety taa ping pong lippy tappy too taa</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n4:46 am</dco> &nbsp;<qco> At what moment does everyone feel joy</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n3:34 am</dco> &nbsp;<qco> Can you pick a random number from 1 to 10 but the number can't be 1 and it also can't be 10 and it also can't be 2 and it also can't be 9 and it also can't be 3 and it also can't be 8 and it also can't be 4 and it also can't be 7 and it also can't be 5 and it also can't be 6, please?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; \n2:02 am</dco> &nbsp;<qco> Judging by the timestamps, what is your sleep schedule like?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.10.25&nbsp; 2:01 am</dco> &nbsp;<qco> Do you sleep?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n11:53 pm</dco> &nbsp;<qco> Why do they call it \"falling madly in love\". Why would someone get mad about falling in love??</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n11:34 pm</dco> &nbsp;<qco> Recently ive been noticing that my friends dont really repsect me. Or at least i think (i suck at social things and talking to people). Should i just disregard this as me not properly understanding people or figure out if they dont and why?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.9.25&nbsp; \n10:19 pm</dco> &nbsp;<qco> in 500 years it will be 2525, what is your opinion on this? is 2525 a nice sounding year?</qco> </h3>"
  }
]
