[
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n4:52 am</dco> &nbsp;<qco> Do you like to answer: i was going to say no but now that i think about it yes?</qco> </h3>      \nonly if i changed my opinion from no to yes after pondering the question\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n4:41 am</dco> &nbsp;<qco> Will there be a song about the Luck O Mat across the street of the corner store?</qco> </h3>      \nno but there might be a video in a laundromat at somepoint. it will definitely not be that laundromat, it's specifically written in the video that it must not be that one\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n4:02 am</dco> &nbsp;<qco> in your new video what does the bit of paper on the door mean?\n<br>message:\n<br>&nbsp;&nbsp;o6d6txmlbpmjxcy\n<br>ys3dtnqud1vd2hy\n<br>og1l97inrrixh1t\n<br>8xtg5ew32omu190\n<br>rs5w9pcx5aayi5b\n<br>7568mgiztl8bczs\n<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;thanks</qco> </h3>      \ni think it means....... i don't have time to come up with like 17 different flyers and messages that are posted on the front of this store, so hopefully this message will be sufficient\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n3:53 am</dco> &nbsp;<qco> in \"corner store\", what did the aisle signs say aside from the aisle number?</qco> </h3>      \nthey say generally what products are in that aisle\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n3:39 am</dco> &nbsp;<qco> In fly around, what's that chord in the chorus right after \"my calendar is telling me it's the future\"? </qco></h3>      C# minor<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and why does it sound soo cool&nbsp;</qco> </h3>      \nit's probably because it's the chord i haven't used yet, up to that point\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n2:19 am</dco> &nbsp;<qco> is the corner store a metaphore for paradise/heaven?</qco> </h3>      \ni was going to say no but now that i think about it yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n1:29 am</dco> &nbsp;<qco> Why am I so unlucky all the time? I used to feel lucky and happy (even when things weren't that okay) but nowadays things seem to have gotten really bleak and gloomy for me. Does the universe hate me now? Personal growth seems way too painful. </qco></h3>      you're just preparing for upcoming good times<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is it even worth it, in the end?&nbsp;</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n1:22 am</dco> &nbsp;<qco> In your latest song,&nbsp;&nbsp;you said that \"we will all be together\" after talking about all the stores going by. Is this implying that you too, are in fact a store?</qco></h3>      maybe yes, within the context of that song<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thank you for your time.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n1:04 am</dco> &nbsp;<qco> how do you build a house</qco> </h3>      \ni don't have any experience on this, but i'm pretty sure i know one of the most important tricks which is to draw it first. you can improvise many things in life, but it's hard to improvise a house\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n12:39 am</dco> &nbsp;<qco> is \"at the corner store\" about indecisiveness about anything</qco> </h3>      \ni doubt it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n12:24 am</dco> &nbsp;<qco> is the corner store a metaphor for the grocery store?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.20.22&nbsp; \n12:08 am</dco> &nbsp;<qco> why did you spell \"neighborhood\" with the non-american spelling in corner store?</qco> </h3>      \nmaybe to compete with its frisky neighbour, 'dangm'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n11:49 pm</dco> &nbsp;<qco> what is your opinion on violence?</qco> </h3>      \ni think it's bullshit\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n11:25 pm</dco> &nbsp;<qco> i feel very let down by the weather. how do i overcome this&nbsp;</qco> </h3>      \njust wait\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n11:25 pm</dco> &nbsp;<qco> How do you come up with your songs?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n11:11 pm</dco> &nbsp;<qco> i don't know why, but \"that's pretty cool, hell that's pretty good. tell that to the whole dangm neighbourhood.\" is so catchy. could you provide any insight onto why?</qco> </h3>      \nno. no one knows for sure what makes a thing catchy. i probably spent 10 years trying to figure that out and then eventually just gave into just pursuing it as an art rather than a science\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n11:11 pm</dco> &nbsp;<qco> How come you said the next song lasted for 3:19 when really it lasts for 3:20</qco> </h3>      \nat some point i probably looked at the time while the playhead was at or just after the last word, and perhaps didn't account for the last chord being held. maybe just the trailing silence at the beginning and end adds up to 1 second. maybe i made the 3:19 estimate before the guitar fill at the intro was added. maybe your music player rounds up by 1 second. all these are possibilities\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n11:07 pm</dco> &nbsp;<qco> what inspired you to make \"at the corner store</qco> </h3>      \nit's part of a broader scheme to make as many songs as i can\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n10:57 pm</dco> &nbsp;<qco> what genre is your music a part of? if it isn't a part of any existing genre, then what would you call it?</qco> </h3>      \nnormal\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n10:54 pm</dco> &nbsp;<qco> Are the corner store and oh yeah corp in the same city?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n10:06 pm</dco> &nbsp;<qco> are you cool?</qco> </h3>      \ni'm the next best thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n10:01 pm</dco> &nbsp;<qco> did you model the whole corner store in your last video?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n9:45 pm</dco> &nbsp;<qco> I may be overthinking your song, but is the \"Corner Store\" a metaphor/representation of your YouTube Channel and Videos?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n9:36 pm</dco> &nbsp;<qco> how to blend in with humans asking for a human friend</qco> </h3>      \nstart using the word 'iconic' to describe totally ordinary things\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n9:33 pm</dco> &nbsp;<qco> at 1:42 of your video, \"at the corner store\", you state \"and the store is opening, you can go through the door\". </qco></h3>      not a statement, that's part of a song (of music)<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is this one metaphor for perseverance, or making your mistakes matter in your overall growth?&nbsp;</qco> </h3>      i'm invoking feelings of welcoming\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n9:33 pm</dco> &nbsp;<qco> How can you not resolve any chord progression in \"at the corner store\" and still make it absolutely amazing?</qco></h3>      what about the entire verse being something like Bsus2sus4 resolving to B, over and over again<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I always struggle to compose a piece with perpetual tension. What's the secret?</qco> </h3>      \nmusic is magic, and the way it happens is by magic. The more times you do it, the less you will be distracted by how impossible that may seem\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n9:25 pm</dco> &nbsp;<qco> What products are in the corner store?</qco> </h3>      \nit's a lot of boxes and cylinders\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n9:17 pm</dco> &nbsp;<qco> how many eggs are there</qco> </h3>      \na million, maybe a million and one\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n9:17 pm</dco> &nbsp;<qco> Is the line \"At the grocery store\n<br>Someone will tell you\n<br>That what changed is you\" from hello sexy pants connected to your newest song?\n<br>\n<br></qco> </h3>      \nabsolutely not\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n9:10 pm</dco> &nbsp;<qco> are you excited when you make your music?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n9:05 pm</dco> &nbsp;<qco> What is your favorite vid on your channel?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n9:03 pm</dco> &nbsp;<qco> Do they have frog legs at the corner store?</qco> </h3>      \nnot in any store i've been to\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n9:01 pm</dco> &nbsp;<qco> Can you buy corners at the corner store?</qco> </h3>      \ni doubt it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n8:57 pm</dco> &nbsp;<qco> Is \"at the corner store\" the sequel of \"at the airport terminal\"?</qco> </h3>      \nabsolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n8:55 pm</dco> &nbsp;<qco> is a funny goblin in the next video?</qco> </h3>      \nall options are on the table\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n8:51 pm</dco> &nbsp;<qco> would you say that meef is a real number, a complex number, an imaginary number, or something else?\n</qco></h3>      non-number<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and what do you think meef * meef would evaluate to</qco> </h3>      \n1, if that's how many meef you have\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n8:51 pm</dco> &nbsp;<qco> Do you like eating grapefruits?&nbsp;</qco> </h3>      \nnever tried it. the first step, which i haven't done, is learning to identify a grapefruit\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n8:51 pm</dco> &nbsp;<qco> in \"at the corner store\" whats the chords for the \"dun-da-dum-dun-dum\" parts in the song?</qco> </h3>      \nF#minor (add 2, if you're being detail-oriented)\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n8:47 pm</dco> &nbsp;<qco> why did the ball go into the castle?</qco> </h3>      \ncheck out the architecture\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n8:39 pm</dco> &nbsp;<qco> What do I do if I can't find a corner store near my current location?</qco> </h3>      \nthis is your chance to open your own\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n8:39 pm</dco> &nbsp;<qco> a man and a banana walk into a store, what happens?</qco> </h3>      \nif they sell bananas in that store, he's gonna have to explain that he got the banana from another store\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n8:37 pm</dco> &nbsp;<qco> is the corner store inspired by a real store?</qco> </h3>      \nall of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n8:35 pm</dco> &nbsp;<qco> are prices good at the corner store?</qco> </h3>      \nyes. that's why they deserve such prominent real estate\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n8:32 pm</dco> &nbsp;<qco> how did you come up with the last 15 seconds of the corner store song? it's incredibly good, like the while song and graphics are really good, but there's something incredibly nostalgic (to me at least) in the last 15 seconds of the song and it's freakin NUTS how it sounds.</qco> </h3>      \nlooks like the 4 chord got it's payback, after being neglected from all the previous title lines\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n8:30 pm</dco> &nbsp;<qco> Do you have any hobbies besides music?</qco> </h3>      \nmaking video to go with the music, or, sometimes, making video for music to go with\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n8:22 pm</dco> &nbsp;<qco> Did that book in corner store actually have 27 pages?</qco> </h3>      \nmight be 32, with the front and back of 16 sheets\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n4:59 pm</dco> &nbsp;<qco> what kind of physics do I need to understand timbre. I am looking for some kind of documentation of the sound quality produced by different physical materials, similar to a lookup table of friction coefficients</qco> </h3>      \ni believe that would be 'acoustics'\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n10:50 am</dco> &nbsp;<qco> When are you auditioning people for the Bill Wurtz band?&nbsp;</qco> </h3>      \nany time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n10:18 am</dco> &nbsp;<qco> favorite alex trebek moment?</qco> </h3>      \noccasionally for a right answer he'll say something like 'yup' except with a glottal stop instead of the p. Can't believe how casual that seems, yet still fully authoritative\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.19.22&nbsp; \n9:38 am</dco> &nbsp;<qco> when you were in high school were you a straight A's student?</qco> </h3>      \nabsolutely not\n<br><br>"
  }
]
