[
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n1:50 pm</dco> &nbsp;<qco> If Bob is Jim and Jim is Bob, who is Bob?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n1:33 pm</dco> &nbsp;<qco> waitttttttt i haven't been on this site for !ages! and it seems like you have changed some stuff noooooooo change it back to the old classic style!!!!!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n12:55 pm</dco> &nbsp;<qco> Is it possible to tell if something is a capital O, a lower-case o, or a zero (0) without any other letters around it for reference?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n12:49 pm</dco> &nbsp;<qco> Very often, I'll get ideas at the most random times, \n\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but I have a hard time just sitting down and trying to force a song out of thin air. I kind of have to have something, even if it's just a few bars, to work off of. \n\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you ever sit down and try to write a song from scratch.. as in, just sitting at the piano with nothing in mind (apart from the improv page, I guess)? \n\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or do you usually wait for a melody idea or something to come to you (wherever and whenever that may be), and then start writing off of that idea?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n12:14 pm</dco> &nbsp;<qco> Answer some questions&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n11:54 am</dco> &nbsp;<qco> i made something and it sound really strong but it doesnt sound right because i suck at mixing and the correct way to approach this problem would be to get better at mixing but i want so much music to make and i actually want to listen my shit and trying and trying and trying different things with equalizers doesnt feel like making music but like polishing it, but also i am obsessed with my work to be mine so i cant just let someone else mix it for money etc. so all i can do is try one thing at a time by song and just have it without trying something else and try something else at the other song but that way i feel like the good stuff will come sooo much later then i expected and i want my things to sound good so H E L P M E&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n10:45 am</dco> &nbsp;<qco> ive been playing classical and jazz trumpet for years and it has always been the only thing that my family and people like that recognize me as. ive gotten the same book of sheet music for every gift giving holiday the past 3 years. Im realizing now that it really doesnt make me happy, it actually makes me really really stressed. I dont want to stop playing because there are some good people in the same program as me and it is the only thing that i do. I leave school at 5 everyday and have 3 rehearsals a day. i dont think im great with rhythms, no matter how easy they are i mess up. i dread going to rehearsal everyday and i dont know what to do. i thought this is what i wanted to do with my life but now i dont want to look at sheet music ever again, i feel trapped. i cant talk to my family about this </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nand my friend doesnt care about music and doesnt understand, what would you do if you were in this situation?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n10:22 am</dco> &nbsp;<qco> what is architecture</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n9:48 am</dco> &nbsp;<qco> &nbsp;i have all these fragmented ideas and i love them all im just trying to record them but its kinda hard sometimes. sometimes your imagination falls apart, sometimes its just hard to put them into words. and other times theyre so crazy that you wanna make them work but its difficult to be comfortable with your crazy ideas. its crazy and its a challenge but i feel like if i find a way to be comfortable with my ideas and do what i want with them, ill unlock something. im just trying to find a way to express them in the best form. does that make sense?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n6:59 am</dco> &nbsp;<qco> Is cardboard fun?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n5:48 am</dco> &nbsp;<qco> Why do you usually never use capitals in your videos/website?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n4:52 am</dco> &nbsp;<qco> help i accidentally sent a message to the wrong person what do i do what if they reply please help</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n3:16 am</dco> &nbsp;<qco> What language do you enjoy not understanding?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n1:45 am</dco> &nbsp;<qco> how many percent your work progress in making new video?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n1:44 am</dco> &nbsp;<qco> is making this things(music and video) is your work or just a hobby in free time?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n1:40 am</dco> &nbsp;<qco> ever think about make a teamwork to make some videos or music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.2.18&nbsp;\n12:20 am</dco> &nbsp;<qco> what is your favourite part of your video/song creation process?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n11:53 pm</dco> &nbsp;<qco> Is it true that you make up all the questions yourself and then ask them to people and then write down their answers as your own? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Because that would be a pretty cool idea for a question that I would ask about if you make up all the questions yourself and then ask them to people and then write down their answers as your own.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n11:42 pm</dco> &nbsp;<qco> do you do videos n music n art as a job</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n11:38 pm</dco> &nbsp;<qco> do you microwave your videos before posting them</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n11:02 pm</dco> &nbsp;<qco> How did you learn all those neat chords?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n10:58 pm</dco> &nbsp;<qco> have you ever rode in a taxi?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n10:57 pm</dco> &nbsp;<qco> are you combining april 2018 and march 2018 into one page? it looks like you are</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n10:02 pm</dco> &nbsp;<qco> do you ever laugh because i don't see that often</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n10:02 pm</dco> &nbsp;<qco> Do you think Michael Jackson would still be highly revered if he didn't die? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Like, do you have to die to be a lengend?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n9:48 pm</dco> &nbsp;<qco> Hi Bill, it's me Bill, have you ever thought that maybe the reason why we don't find any aliens in the universe is because they've all left to a cooler funnier dimension and they're like there waiting for us?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n7:24 pm</dco> &nbsp;<qco> is this the last question if april?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n7:10 pm</dco> &nbsp;<qco> Why did you change the page after asking a question? \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Was it for legal, and/or sexual reasons?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n5:30 pm</dco> &nbsp;<qco> What do you think of micro-tonality ?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Have you ever experimented with microtonal scales ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n5:20 pm</dco> &nbsp;<qco> Have you been prankd yet today?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n5:01 pm</dco> &nbsp;<qco> When typing on your phone, do you have a special keyboard installed that doesn't automatically capitalize the first word in every sentence?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or do you take the time to manually replace each capital letter for a lowercase one? Keep up the amazing work!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n4:46 pm</dco> &nbsp;<qco> Is this the first question of April?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n4:44 pm</dco> &nbsp;<qco> Can I be a lesbian? I'm into guys, and I'm with one right now.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n4:44 pm</dco> &nbsp;<qco> What do you think about Oxygen?</qco> </h3><a href=\"oxygen.mp3\">oxygen</a><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n3:52 pm</dco> &nbsp;<qco> do you watch superhero movies?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n3:47 pm</dco> &nbsp;<qco> if you had enough money to hire a team to help you create/edit things, what work would you keep doing yourself?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n3:34 pm</dco> &nbsp;<qco> \"disappear\" is listed on the expert page (dated 9.21.10), but this is just sheet music. did you ever record this one?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n3:24 pm</dco> &nbsp;<qco> What is the true meaning of Easter?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n3:20 pm</dco> &nbsp;<qco> cool. I press spacebar and the page shifts up a screen. u responsible for that?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n2:40 pm</dco> &nbsp;<qco> Do you get enough sleep? I see you question get answered so early in the morning.\n<br>Hope you're doing well.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n2:40 pm</dco> &nbsp;<qco> what's your best april fools joke</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n2:38 pm</dco> &nbsp;<qco> how do you stick to who you are without being arrogant?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n2:24 pm</dco> &nbsp;<qco> Is this the first time 'why don't you use capital letters' was said in April?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n2:12 pm</dco> &nbsp;<qco> What's your thoughts on the human race?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n2:08 pm</dco> &nbsp;<qco> I've heard from many people that having perfect pitch doesn't help at all in music. But nothing can be useless, right? Is there anything perfect pitch can help with?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n1:28 pm</dco> &nbsp;<qco> What are some competitive activities you enjoy?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n12:17 pm</dco> &nbsp;<qco> nobody has ever asked you a question</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n12:17 pm</dco> &nbsp;<qco> Is THIS the first question of April?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n12:03 pm</dco> &nbsp;<qco> I'm really lazy. But I really want to create a videogame. Will I ever create a videogame?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.1.18&nbsp;\n11:57 am</dco> &nbsp;<qco> Am I cursed?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Are you cursed?</qco> </h3><br><br>"
  }
]
