[
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n7:43 pm</dco> &nbsp;<qco> Bill Nye = Bill Wurtz\n<br></qco></h3>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n7:26 pm</dco> &nbsp;<qco> Bill can you please get signed by a major label quick so I can go to your concerts? k thx</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n7:22 pm</dco> &nbsp;<qco> So my parents aren't musicians but my mom tells me she used to obsessively play classical music a bunch while she was pregnant with me. I didn't touch a keyboard until I was 6 or 7. Anyway, now I'm 20 and I've been doing music stuff for like 10+ years with few lessons(or direction) but I know middle \"C\" indefinitely. And because I know \"C\" i can figure out every other note too(maybe I'm not explaining this right) my point is i can figure out any notes to a thing as long as I think from \"C\" first. I explained this to my teacher and he was like \"that's perfect pitch\" but I always thought perfect pitch was effortless.\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n7:19 pm</dco> &nbsp;<qco> what's the role of contemporary art?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n7:14 pm</dco> &nbsp;<qco> remember your opinion on 404 pages? \"nah. fuck it. 404 pages tell me \"we took more designing this than trying to fix the fucking problem\"\" remember you said that? so i think is really ironic to have one right know. did you change your opinion on 404 pages? i think is useless.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n7:11 pm</dco> &nbsp;<qco> Why are you so secretive about your daily activities?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n6:44 pm</dco> &nbsp;<qco> Would you ever consider putting all your songs on Spotify into one playlist (such as \"Bill Wurtz's songs\") so it would be easier to listen to them all at once? Spotify makes it really hard to flick between singles</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n6:39 pm</dco> &nbsp;<qco> What school did you go to</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n6:20 pm</dco> &nbsp;<qco> hi, it's me</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n6:05 pm</dco> &nbsp;<qco> For how long would you have kept making vines if the service didn't explode</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n5:59 pm</dco> &nbsp;<qco> You have mentioned that it works best to write a song completely before you record it. This sounds like a great method for me because it's hard to finish songs once I get them started. However, I can't really play instruments well so recording (or sequencing it depending on the style) the song IS writing it. Any advice?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n5:29 pm</dco> &nbsp;<qco> do you stop listening to songs before they've finished? \n</qco></h3>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n5:29 pm</dco> &nbsp;<qco> What is the best way tp not fuck up exams&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n5:10 pm</dco> &nbsp;<qco> Complete the joke: A priest and a rabbi walked into a bar.....</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n4:17 pm</dco> &nbsp;<qco> Do you ever just feel the need to AAAAAAAAAAAAAAAHHHHHHHHHHHH</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n4:14 pm</dco> &nbsp;<qco> if your songs page has all of these snippits of songs from your vine why isn't \"lets go to africa and find love in the jungle\" on it</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n4:08 pm</dco> &nbsp;<qco> what's a good name for a legendary monster?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n3:51 pm</dco> &nbsp;<qco> Do you like your own videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n3:14 pm</dco> &nbsp;<qco> Do you do things besides provide content? Some people would say that only providing content isn't considered having a life (being an interesting person) What is your opinion on having a life, aside from the literality (being alive)? Unless the literality (carbon based, programmed to be artificially intelligent, etc.) is your opinion, in which case;&nbsp;ok. You probably get this often, thanks for answering.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n2:31 pm</dco> &nbsp;<qco> I feel like I'm stuck on a plateau in terms of creativity/skill and don't know how to keep climbing up. I know the solution is not think about how 'good' my stuff is and just to keep writing, which I am doing.. but I'm&nbsp;&nbsp;getting frustrated and having a hard time being satisfied with the stuff I make. When I was first learning I could write something super simple using just open chords or something, and I'd fall in love with it. Be so proud of it and show off my new song to all my friends.. The funny thing is I like a lot of those first songs I wrote just as much, if not more, than the stuff I'm doing now. And I think a lot of it has to do with the mindset I had then. I remember first learning how to play a C7 chord and thinking 'Oh man, this is so cool!!' Have you ever felt like you reached the top of a plateau?\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n1:21 pm</dco> &nbsp;<qco> Can you post a 3 second audio clip of you saying hello?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n12:19 pm</dco> &nbsp;<qco> do you support Donald Trump&nbsp;&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n10:47 am</dco> &nbsp;<qco> oh god bill your website is blocked at my school i had to use my phone to submit this what do i do? should i contact my school? perhaps i can get a statement from you saying \"dont worry school im not dangerous i just make funny vids\" that would probably help</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n10:27 am</dco> &nbsp;<qco> is putting a spoon under my roommate's pillow a good prank?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n10:25 am</dco> &nbsp;<qco> Was shakespeare using the language at the time to construct his plays? Or I thought he literally constructed some of his own words?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n10:19 am</dco> &nbsp;<qco> what can i do to make you make longer videos</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n10:16 am</dco> &nbsp;<qco> are you too high to keep up with politics?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n9:55 am</dco> &nbsp;<qco> i wanna cross the street but how</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n9:10 am</dco> &nbsp;<qco> You seem to know everything: Video production, Music writing, html&amp;css. Were you just really bored to the point of thinking to make things?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n8:24 am</dco> &nbsp;<qco> i hate school help</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n6:57 am</dco> &nbsp;<qco> what is your favourite hot drink?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n6:53 am</dco> &nbsp;<qco> Will you ever do a face reveal as well as a QandA vid.........\n<br>Perhaps.....on Tuesday?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n6:50 am</dco> &nbsp;<qco> rate your self-esteem from 1 to 10</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n6:27 am</dco> &nbsp;<qco> What's the max age to play on a playground?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n1:49 am</dco> &nbsp;<qco> How to become infallible?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n1:31 am</dco> &nbsp;<qco> do you live somewhere you can scream as loud as you want</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n12:19 am</dco> &nbsp;<qco> Why aren't you a movie star yet?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n12:08 am</dco> &nbsp;<qco> Do you make music videos just for fun</qco></h3>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n12:01 am</dco> &nbsp;<qco> What's the name of the series of notes that churches and clocks chime at the top of each hour? Mine go A C# B E - E B C# A - C# A B E - E B C# A. I hear it all the time but don't know what it's called. Almost every old church does it.</qco> </h3><a href=\"https://en.wikipedia.org/wiki/Westminster_Quarters\">westminster quarters</a><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n12:01 am</dco> &nbsp;<qco> what is your gender? \n</qco></h3>"
  },
  {
    "html": "<h3> <dco>10.22.17&nbsp;\n11:05 pm</dco> &nbsp;<qco> was the ask button always in capital letters? </qco></h3>"
  },
  {
    "html": "<h3> <dco>10.22.17&nbsp;\n9:43 pm</dco> &nbsp;<qco> How Do I become the president?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.17&nbsp;\n9:30 pm</dco> &nbsp;<qco> did you create spotify for good or for evil</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.17&nbsp;\n9:03 pm</dco> &nbsp;<qco> If im getting blisters on my fingers from drumming does that mean I'm holding my sticks wrong or does it just mean I have to drum more?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.17&nbsp;\n8:44 pm</dco> &nbsp;<qco> Do you think people can be wrong. I think people can only be misguided but perhaps I am just misguided.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.17&nbsp;\n8:05 pm</dco> &nbsp;<qco> Will you keep doing songs like Outside?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.17&nbsp;\n7:32 pm</dco> &nbsp;<qco> if u could chose a ueqstion, what would it be and what would ur answer be</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.17&nbsp;\n7:00 pm</dco> &nbsp;<qco> Hey, just a heads up... i was reading through the random questions and there's a question from 3.21.16Â&nbsp;&nbsp;12:01 pmÂ Â \"what are we\" and your response is \"by that point, i was well into emergency \"crunch time\" mode, trying to finish vines as fast as humanly possible in order to make time to work on an extremely long video i was trying to get started. ideally for that vine i would have found a broad range of different movies, but instead i just grabbed them all from the same page, literally the first page i found with a lot of movie images. as a result, i think they are all 2013 movies\"... I'm guessing something happened where the answer was mismatched with the question or something? Sorry if you don't like people pointing out this kind of stuff. I'm not trying to be a smart-ass or anything like that. I don't know if you care to go back and fix little stuff like this.&nbsp;</qco> </h3><a href=\"q.php?date=201603211201\">here it is</a><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.17&nbsp;\n6:51 pm</dco> &nbsp;<qco> Have you ever tried to get your music on the radio? I don't really know how that stuff works. Do artists have to pay the station to play their music, or does the station have to pay the artist to be able to play their music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.17&nbsp;\n5:46 pm</dco> &nbsp;<qco> So, you think the video will be done by Tuesday?</qco> </h3><br><br>"
  }
]
