[
  {
    "html": "<h3> <dco>8.5.18&nbsp; \n8:12 am</dco> &nbsp;<qco> i was on a boat, once, and the engine was loud as hell. for the most part i couldn't hear shit over that engine, but firework by katy perry was playing, despite this huge humming in the background i could make out the lead vocal perfectly. so now when i arrange i include a master setting for \"in a boat or weirdly loud car\", and i would rate it as making my songs 'somewhat stronger'. do u do something similar</qco> </h3>      \n\nit's interesting you mention that, because i just yesterday received the news that the loudness war is over, but you make a good point that we still need to compress things tight enough so they still work on a motorboat or tractor what have you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.18&nbsp; \n7:02 am</dco> &nbsp;<qco> what should I get my girlfriend for her birthday?</qco> </h3>      how about a sport utility vehicle\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.18&nbsp; \n6:41 am</dco> &nbsp;<qco> do u like rats?</qco> </h3>      some of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.18&nbsp; \n5:35 am</dco> &nbsp;<qco> Hey, what does the :3 emoji face supposed to mean? Is the 3 a moustache?</qco> </h3>      breasts and nipples (separately)\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.18&nbsp; \n4:31 am</dco> &nbsp;<qco> thoughts on new jersey?</qco> </h3>      it's almost big and small at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.18&nbsp; \n3:12 am</dco> &nbsp;<qco> hey if the world exploded would you make a song about it because i think you should</qco> </h3>      the world has been exploding this entire time, that's what all my songs are about\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.18&nbsp; \n2:51 am</dco> &nbsp;<qco> Do you like food?</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.18&nbsp; \n1:33 am</dco> &nbsp;<qco> did you die of ligma</qco> </h3>      no it gave me life\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.18&nbsp; \n12:33 am</dco> &nbsp;<qco> can you explain why your youtube videos are the way they are? </qco></h3>      yes but i don't want to<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(not to hate or anything...)</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n11:32 pm</dco> &nbsp;<qco> What is vacation to you?</qco> </h3>      leaving?\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n10:02 pm</dco> &nbsp;<qco> what is the best way to sleep?</qco> </h3>      with passion\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n9:08 pm</dco> &nbsp;<qco> Are you a cow?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n8:39 pm</dco> &nbsp;<qco> who has a better brain, a fish, or a knish?</qco> </h3>      a fish i think but i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n8:39 pm</dco> &nbsp;<qco> is life to have fun and reality to be afraid? Or is it vice-versa, interchangeable, or all of the above?</qco> </h3>      yes, and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n7:56 pm</dco> &nbsp;<qco> You've mentioned that you don't want to make money from what you do.</qco></h3>      that's absolutely not true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; At least- you don't want that to be your main motivation.</qco></h3>      that's absolutely true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It seems that your main motivation is to make what you want to create and express yourself in the way that makes you happy. And I'd love to do the same thing. I'm not old enough to have a job. I'm still in high school. So my question is how can I make my life and my art central around my happiness and drive and not be worried about making money from it? I don't enjoy working for others or being told how to do something and I wonder how I'm going to financially sustain myself in the future and continue making my art. I'd really appreciate if you answer this. Thank you! You're the best! :)</qco> </h3>      to eliminate the financial pressure from your main activities, you'll want to get a completely separate job. it could be completely entirely different, or maybe you might discover a way to somehow use some of your art skills to help with getting a job, only if that helps you get a better job. but don't be fooled, this is still separate. the key is separation. UNLESS you want to take the alternate route which most people recommend which is to actually try to combine the two, and depending on what kind of person you are, that may or may not ruin everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n7:53 pm</dco> &nbsp;<qco> in the \"i wanna be a movie star\" video there are many times where a snake appears. are you trying to tell us something?</qco> </h3>      \nno but i was trying to spice up the road scene at the beginning. and also spicing up some later scenes, and opted for the familiarity/recognition of using the same thing in other places too\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n7:27 pm</dco> &nbsp;<qco> my face got all sunburnt what should i do</qco> </h3>      find out who did it, and maybe you could get some kind of revenge\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n7:09 pm</dco> &nbsp;<qco> do you believe everyone can sing \"well\" with ennoguh practice? or is it a talent you're born with?</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n7:08 pm</dco> &nbsp;<qco> Do you ever find yourself reverting to the same ol songwriting tricks sometimes?\n</qco></h3>      there are many tricks which i use on every song<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Any specific progressions you love?</qco> </h3>      you never know until it happens in the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n6:57 pm</dco> &nbsp;<qco> what is the best recording software out there?</qco> </h3>      whichever one you know the best\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n6:54 pm</dco> &nbsp;<qco> Would you ever do an acapella song? Because I think your vocal harmony skillz are some of the best in the biz.</qco> </h3>      i will do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n6:47 pm</dco> &nbsp;<qco> sometimes instruments seem like they're a substitute for singing, do you think that's what made people start creating instruments?</qco> </h3>      i suspect it was mostly to be used in addition to singing, with the option of going without singing if you can't or don't feel like singing\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n5:28 pm</dco> &nbsp;<qco> When was the last time you added a new section to the website?</qco> </h3>      last december i think\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n5:15 pm</dco> &nbsp;<qco> How can something be \"unnatural\"? I don't understand. Isn't everything that exists or happens part of nature/natural?&nbsp;</qco> </h3>      sure. but if you don't like it you can accuse it of being un-natural. who knows, someone might believe you<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n5:07 pm</dco> &nbsp;<qco> I how do grammar bad</qco> </h3>      try to completely obfuscate the meaning so no communication occurs\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n5:04 pm</dco> &nbsp;<qco> How should the world end if it were to end tomorrow at 6:00pm</qco> </h3>      several times over the course of 24 hours, almost exactly once per hour\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n5:00 pm</dco> &nbsp;<qco> Why are good morning and good afternoon both greetings but good night means bye?</qco> </h3>      because at night everyone's supposed to go away\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n4:48 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201808040159\">so the new video's coming tuesday?</a></qco> </h3>      \nthe ideal day of the week to release new song/videos, i feel, is tuesday. beyond that i have been trying viciously to finish these in as few weeks as possible. but making videos longer than 2 minutes requires such an endlessly long amount of work, it unfortunately takes a very very very long time, no matter how many times i bang my head into the wall. my goal is to get it down to 1 week. la de da took 14 weeks, day goes on took 11 weeks, sexy pants took 8. i just have to keep making progress and also some kind of quantum mechanical breakthrough would help\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n4:30 pm</dco> &nbsp;<qco> i wanna dedicate myself to a life of mystery</qco> </h3>      that sounds like fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n4:30 pm</dco> &nbsp;<qco> are you a dog?</qco> </h3>      yes, and cat\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n4:07 pm</dco> &nbsp;<qco> Are you Jewish</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n3:55 pm</dco> &nbsp;<qco> Would be cool if you make some 5 minute songs or even 6</qco> </h3>      at that point i sometimes think it may get a little boring unless you step quite outside the realm of strictly a \"song\", and step more into the realm of being a general video, a sort of magical mystery adventure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n2:15 pm</dco> &nbsp;<qco> would you consider yourself a nonbinary person? such as, not specifically a member of either binary party, or perhaps existing outside the concept of \"gender\"?</qco> </h3>      gender is fine with me, but there is a lot more to a person than gender. so i can still be a gender but transcend the gender in any way i choose. or \"transcender\" as i like to call it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n12:19 pm</dco> &nbsp;<qco> sometimes i feel like an octopus</qco> </h3>      some people feel like one all the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n11:14 am</dco> &nbsp;<qco> How do you feel about animals?</qco> </h3>      pretty good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n9:43 am</dco> &nbsp;<qco> On 8.29.10 you wrote the song \"still silly\"\n</qco></h3>      that's not true, i wrote it on 8.23.10<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; in which you say you haven't read the paper in 18 years. Nearly 8 years has passed since then. Have you read the paper since then?\n</qco></h3>      the lyrical content of that song is mostly fictional<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If not then you haven't read the paper in almost 26 years. If you have then when was the last time you read the paper?</qco> </h3>      there is no more paper\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n9:12 am</dco> &nbsp;<qco> people say I'll get hurt, I don't know what they're so afraid of</qco> </h3>      didn't they say what they were afraid of\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n8:48 am</dco> &nbsp;<qco> i hate myself</qco> </h3>      that seems counter productive some how<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n8:39 am</dco> &nbsp;<qco> have you considered changing your patreon title to \"bill wurtz is creating A U D I O / V I S U A L   C O N T E N T\"</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n7:50 am</dco> &nbsp;<qco> Can you help me think of an alternative expression to use for \"beating a dead horse\" that preferably doesn't involve beating any animals please?</qco> </h3>      shrinking a small horse\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n6:34 am</dco> &nbsp;<qco> Do you sometimes feel like skrrra or wap</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n5:51 am</dco> &nbsp;<qco> will you do a face reveal</qco> </h3>      never\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n5:03 am</dco> &nbsp;<qco> what is the ,,n word\"?</qco> </h3>      nihilism\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n3:55 am</dco> &nbsp;<qco> Why do I like men</qco> </h3>      perhaps your parents were men\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n3:11 am</dco> &nbsp;<qco> are you a cow?</qco> </h3>      yes but no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n1:59 am</dco> &nbsp;<qco> is it possible for you to bring monday videos back</qco> </h3>      i am more interested in tuesday videos\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n12:38 am</dco> &nbsp;<qco> Is the world getting meaner?</qco> </h3>      yes, and nicer\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n12:25 am</dco> &nbsp;<qco> should i go home?</qco> </h3>      look around, sometimes you already are\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.18&nbsp; \n12:23 am</dco> &nbsp;<qco> Mr. Wurtz, is it true that your videos are an elaborate ploy to brainwash the general public into filling the internet with pictures of sheep?</qco> </h3>      no but that sounds like a pretty good idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.18&nbsp; \n9:57 pm</dco> &nbsp;<qco> did you change the colors in the other page??</qco> </h3>      only when i add new categories\n<br><br>"
  }
]
