[
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n6:19 pm</dco> &nbsp;<qco> what is a word you hate</qco> </h3>      \ndon't worry about it. i like all of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n6:16 pm</dco> &nbsp;<qco> Are you scared of 6/8 time?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n5:57 pm</dco> &nbsp;<qco> What's the most interesting question you've gotten?</qco> </h3>      \nthis one\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n5:45 pm</dco> &nbsp;<qco> What's your opinion on the concept of time?</qco> </h3>      \ndank\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n5:44 pm</dco> &nbsp;<qco> What has been your favourite question you've ever gotten on here?</qco> </h3>      \nthis one\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n5:27 pm</dco> &nbsp;<qco> I love doing something but I can't bring myself to do it because I suck at it. I feel like I will enjoy it once I get good but I can't get better at it because I hate myself when it turns out awful. Do you have any advice on this?</qco> </h3>      \nset up a temporary challenge to see how bad you can be. there are prizes for this\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n5:15 pm</dco> &nbsp;<qco> in 987 is this supposed to be a song so you can test the rainbow effect because ive seeing it inside the song </qco></h3>      i use rainbow colors in almost every video. it's a habit that's hard for me to resist<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and what kind of music is 987 anyway? </qco></h3>      normal<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;please respond with a serious answer though</qco> </h3>      \nit's counting music\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n5:14 pm</dco> &nbsp;<qco> Thoughts on the whole 432 Hz hype from a while back? Have you ever thought about making music using another C than the standard 440Hz C?</qco> </h3>      \nyes but it doesn't really seem to make any difference. but it also has the downside of being impossible for anyone to play-along to, on their normally tuned instruments\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n5:11 pm</dco> &nbsp;<qco> what did damien maymdien skip on that blades of grass vid??</qco> </h3>      \nthe plot?\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n5:07 pm</dco> &nbsp;<qco> how long ago did you discover numbers?</qco> </h3>      \nmaybe thursday\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n5:06 pm</dco> &nbsp;<qco> what is your favorite character</qco> </h3>      \none that reminds you of who you want to be and why you definitely can\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n4:43 pm</dco> &nbsp;<qco> What is consciousness?</qco> </h3>      \nit's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n4:40 pm</dco> &nbsp;<qco> why did you call the song '9 8 7' instead of 'nine eight seven'?</qco> </h3>      \nbecause i'm not a monster\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n4:36 pm</dco> &nbsp;<qco> is meef a new number</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n4:30 pm</dco> &nbsp;<qco> What's your favourite chord?</qco> </h3>      \nF\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n4:25 pm</dco> &nbsp;<qco> As a piano player I'm jealous of the capo... Any tips on seeing relationships between chords and notes that are independent of actually alphabetical naming? Can everything simply be boiled down to numerical relationships? </qco></h3>      yes, that's exactly what i was going to say<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Isn't that objectively more clear? :|</qco> </h3>      yes. go ahead and start using numbers, at your soonest convenience\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n4:14 pm</dco> &nbsp;<qco> what is your opinion on everything?</qco> </h3>      \nit's one of the top 10 best things\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n3:48 pm</dco> &nbsp;<qco> What colour are your special sandals?</qco> </h3>      \nprobably black and white\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n2:44 pm</dco> &nbsp;<qco> How to be happy?</qco> </h3>      \n try to do something completely different\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n2:34 pm</dco> &nbsp;<qco> why did you quit</qco> </h3>      \ni don't recall quitting anything. i was going to say i quit eating olives, but that's not true. i never started eating olives, because they smell so terrible to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n2:11 pm</dco> &nbsp;<qco> How do you find inspiration?</qco> </h3>      \nlook anywhere. it's there\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n1:06 pm</dco> &nbsp;<qco> what's your favorite meme</qco> </h3>      \ncramps\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n11:53 am</dco> &nbsp;<qco> Is a song coming out today?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n10:32 am</dco> &nbsp;<qco> <a href=\"q.php?date=202203270835\">3.27.22&nbsp;&nbsp;8:35 am</a>  Similarly, did you originally intend on ending your song \"i'm best friends with my own front door\" with the lyric \"so i'm leaving\"?</qco> </h3>      \nabsolutely not. that's when the most important part is just starting\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n7:55 am</dco> &nbsp;<qco> how to learn calculus</qco> </h3>      \nwatch some Ramamurti Shankar lectures on youtube\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n6:29 am</dco> &nbsp;<qco> Can you tell me how to get to Sesame Street?</qco> </h3>      \nno, that's because i don't know your starting location\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.29.22&nbsp; \n6:08 am</dco> &nbsp;<qco> Will a song be released today?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.22&nbsp; \n11:19 pm</dco> &nbsp;<qco> what were the squirrels murmuring and chattering about in hello sexy pants</qco> </h3>      \nthe previous line\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.22&nbsp; \n10:17 pm</dco> &nbsp;<qco> I know you often say it's best to write the music and the lyrics at the same time. but what should I do if I have a pretty good idea of what the melody and so on should be, but I just can't think of the what words to go with it? like I know what I want to *say* (like the actual emotions and ideas that I want to express), I just can't think of any words that fit. the emotions and thoughts are all slippery and blobby and I can't get them into any actual specific words without them all disappearing and blobbing together again somewhere else.\n<br> and I know that music can help with that (words alone can say some things but not others, music alone can say some things but others, so if you put them together you can say more things together than you could with either thing alone, right?) but I still can't work out what actual words I should put into this thing, it's so annoying.\n<br>but anyway you are I think good at having words that go well with music in a wa\n y that is more than the sum of its parts, so do you know any magic secret advice? or even just any idea what to do here?\n<br>or am I thinking about this all wrong</qco> </h3>      \nyou are thinking about it right. but actually, the problem here is that these things usually only get solved when you're not thinking about it. Which is almost impossible, because you really want this, so you're obviously gonna think about it. but just trust that it will happen. Paraphrasing what you feel it should say, that's good, and you're already doing that. Sometimes it's good to just start trying things, and get all the way through the lines. Sometimes if you're searching for the right thing, you never let yourself finish any lines, because you think it's not right. Start trying complete lines, that actually make it all the way to the end of the line, with words. Finish the line anyway, even if you don't think it's right. and then try different entire lines. Don't be afraid to bend the rhythm to fit the words you're using, if it helps you get to the end of the lines. Also another way to make things come alive is by jolting it into a slightly 'wrong' way. Then again, there might actually be a 'perfect' unjolted right way that you've been wishing for, but that will probably only come to you when you completely stop trying, like in a dream or something. which you can't really plan for\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.22&nbsp; \n6:55 pm</dco> &nbsp;<qco> where do you get such good soccer tips?</qco> </h3>      \nON THE FIELD\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.22&nbsp; \n6:22 pm</dco> &nbsp;<qco> What is your hobby?</qco> </h3>      \ndoing everything forever until i finish all of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.22&nbsp; \n6:13 pm</dco> &nbsp;<qco> what is \"i vape sugar on mars\" an anagram of?</qco> </h3>      \nprevious anagrams\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.22&nbsp; \n5:58 pm</dco> &nbsp;<qco> Is there such a thing as a lie by omission?</qco> </h3>      \nthere is such thing as everything else\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.22&nbsp; \n5:37 pm</dco> &nbsp;<qco> how do think out of the&nbsp;&nbsp;box</qco> </h3>      \nfuck it, just think about the box\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.22&nbsp; \n3:25 pm</dco> &nbsp;<qco> I've written several songs but all of them were done with GarageBand, and I feel like it's time to get a better app/software. What are your recommendations?\n<br></qco> </h3>      \ngarageband almost seems too advanced for writing. different people do it different ways, but i always think it's nice to just write with a keyboard sound and your voice, with 1 mic. preferably a normal mic, the kind that's meant for every-day personal conversations\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.22&nbsp; \n2:00 pm</dco> &nbsp;<qco> Do you really weigh one million pounds? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You might want to see your doctor about that...</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.22&nbsp; \n1:58 pm</dco> &nbsp;<qco> does your new song have numbers in the title?</qco> </h3>      \noh hell yeah\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.22&nbsp; \n1:33 pm</dco> &nbsp;<qco> in \"currently vacationing in antarctica\" you say you are currently vacationing in antarctica. do you take pride in this content that you've provided?</qco> </h3>      \na little bit\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.22&nbsp; \n12:45 pm</dco> &nbsp;<qco> Your songs describe feelings that I can't begin to explain. Thank you. What's your favorite kind of ice cream?</qco> </h3>      \ntuesdae\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.22&nbsp; \n12:44 pm</dco> &nbsp;<qco> how do you feel about mondays</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.22&nbsp; \n11:32 am</dco> &nbsp;<qco> What is something nice?</qco> </h3>      \nlines (straight or curved)\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.22&nbsp; \n9:00 am</dco> &nbsp;<qco> have you ever made something</qco> </h3>      \nthat sounds like something i would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.22&nbsp; \n8:18 am</dco> &nbsp;<qco> does free wil exist</qco> </h3>      \ni'm still trying to decide\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.22&nbsp; \n6:45 am</dco> &nbsp;<qco> What will happen if you live in a different universe?</qco> </h3>      \ndifferent things\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.22&nbsp; \n4:01 am</dco> &nbsp;<qco> what is your favorite kind of cloud</qco> </h3>      \nthe kind you can walk through\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.28.22&nbsp; \n12:54 am</dco> &nbsp;<qco> is drinking water 70% cannibalism</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.22&nbsp; \n10:33 pm</dco> &nbsp;<qco> what do you think of the word grove?</qco> </h3>      \npast tense of 'groove'\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.22&nbsp; \n5:46 pm</dco> &nbsp;<qco> i really really really want to do a thing. BUT. of all the paths i could take, the shortest/easiest one is still quite long and reasonably hard. and there are many things on the path to doing that thing that i DON'T want to do. so then i give up and say it won't be worth the long hard time. and i don't have any strategies to keep me from giving in to the pain and hard lonely times on the way. do you have any strategies for accomplishing the really difficult and unpleasant steps ~on the way~ to completing the thing i really want to do?</qco> </h3>      \nit just depends on how much you want it. if you want the results enough, it will happen. in the meantime, you can maybe strengthen your relationship to your desire for the results. become pen pals with the desire. check in, see how the desire is doing, throughout the day\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.22&nbsp; \n5:28 pm</dco> &nbsp;<qco> How much do you weigh?</qco> </h3>      \n1 million pounds\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.27.22&nbsp; \n4:13 pm</dco> &nbsp;<qco> If the sandals can fly around why don't you keep them on and fly around together instead if taking them off?</qco> </h3>      \nintrigue\n<br><br>"
  }
]
