[
  {
    "html": "<h3> <dco>11.22.17&nbsp; \n3:08 pm</dco> &nbsp;<qco> sometimes in your songs you have a real short lil toot from a trumpet that seems to happen only once in the entire song, what is your thought process when you add this?</qco> </h3>      the first time i did that it was the result of a random instrument selection system. you randomly select an instrument and then you are responsible for searching through the entire song and see where it could possibly fit. early on in the implementation of this system, a trumpet sound came up and i was thinking \"how the heck is this going to fit anywhere\" but i searched through and i found 1 spot, probably in the second verse or something, where a tiny little horn stab seemed to fit after one of the lines, probably on an up-beat or something. really added some spice, and it makes your music sound more expensive, because it almost makes it sound like you have the budget to pay a horn section to show up just for that one hit\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.17&nbsp;\n2:28 pm</dco> &nbsp;<qco> do you like violins</qco> </h3>      they're ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.17&nbsp;\n2:11 pm</dco> &nbsp;<qco> How does owning a lot of books make you smart?)))</qco> </h3>      it doesn't, but it could help people think you are smart, depending on what century you are living in\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.17&nbsp;\n1:31 pm</dco> &nbsp;<qco> What's the difference between up and down?</qco> </h3>      gravity\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.17&nbsp;\n12:49 pm</dco> &nbsp;<qco> Why is it so hard to remember what you're doing until it's done?</qco> </h3>      because it hadn't been done yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.17&nbsp;\n12:30 pm</dco> &nbsp;<qco> Who is your bestfriend?</qco> </h3>      pavniveeviopaveev\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.17&nbsp;\n12:20 pm</dco> &nbsp;<qco> I want to ask your thoughts on the attempt to kill net neutrality, but first, are you getting a lot of questions on the attempt to kill net neutrality?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.17&nbsp;\n11:06 am</dco> &nbsp;<qco> will your next video be a music video?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.17&nbsp;\n10:56 am</dco> &nbsp;<qco> What is the point in making music if there is already so much music already and no one has listened to all of it?</qco> </h3>      what's the point of asking questions if there is already so much questions already and no one has read them all\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.17&nbsp;\n9:47 am</dco> &nbsp;<qco> I just went back home for the first time in a long time. why is it so emotional?</qco> </h3>      because it represents a large part of the fabric of your thinking about the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.17&nbsp;\n9:41 am</dco> &nbsp;<qco> do you ever wonder what it's like to be a slice of bread</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.17&nbsp;\n9:41 am</dco> &nbsp;<qco> music is magic</qco> </h3>      oh i see what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.17&nbsp;\n9:35 am</dco> &nbsp;<qco> thoughts on words?</qco> </h3>      they can be used for business, as well as pleasure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.17&nbsp;\n6:56 am</dco> &nbsp;<qco> why do mariachi bands always seem so happy? what is their secret??</qco> </h3>      they play happy music, so therefore they seem happy. they might be actually happy too, i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.17&nbsp;\n4:38 am</dco> &nbsp;<qco> why would anyone do anything</qco> </h3>      for business, or pleasure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.17&nbsp; \n4:20 am</dco> &nbsp;<qco> Bill could you share the history of the world drafts/script through the expert mode please? Because I think it is very educational and I just want them</qco> </h3>      i want to but it's kind of complicated. there's like a million diffferent permutations and versions<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.17&nbsp; \n4:18 am</dco> &nbsp;<qco> What's the purpose of the private browsing mode?</qco> </h3>      browsing privates<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.17&nbsp; \n3:11 am</dco> &nbsp;<qco> I wish your history of the entire world video was less anthropocentric. You are so talented have the potential to produce content that's way more transgressive. :D</qco> </h3>      i wish you would watch videos that better suit your interests<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.17&nbsp; \n3:02 am</dco> &nbsp;<qco> i want to go on an adventure but i hide in my room worrying about the logistics and which foot to step with first instead of getting started. HOW DO I STOP WITH THE HEMMING AND HAWING AND FUCKING GO ALREADY BEFORE I THROW AWAY MY LIFE? WHAT IF I NEVER EXPLODE??? WHAT IF I JUST SHRIVEL UP AND WASTE AWAY IN HERE?????????\n<br>\n<br>i don't want to die like this. send help pl0x</qco> </h3>      sounds like you are on the right track<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.17&nbsp; \n2:16 am</dco> &nbsp;<qco> when do you expect the video to be ready</qco> </h3>      later than i wish<br><br>"
  },
  {
    "html": "<h3> <dco>11.22.17&nbsp; \n12:59 am</dco> &nbsp;<qco> what makes a question good?</qco> </h3>      that's none of my business really\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.17&nbsp;\n10:18 pm</dco> &nbsp;<qco> why do you think people ask you for relationship advice here?</qco> </h3>      perhaps something on this website gave them an idea that i am good at relationships\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.17&nbsp;\n9:11 pm</dco> &nbsp;<qco> is reincarnation legit?</qco> </h3>      sometimes it feels like all we ever do is incarnate up in here\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.17&nbsp;\n6:36 pm</dco> &nbsp;<qco> text is so powerful isn't it? sometimes i forget that we're doing all of this in this page only with text</qco> </h3>      oh true\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.17&nbsp;\n6:34 pm</dco> &nbsp;<qco> i love what you stand for in my world! a reassurance that being yourself can be fun an true and if we let our creativity flow we can conquer ourselves and the world</qco> </h3>      oh true\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.17&nbsp;\n5:53 pm</dco> &nbsp;<qco> Do you have a good system for determining what is and what's not a sport?&nbsp;</qco> </h3>      see if you can figure out how to win\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.17&nbsp; \n4:59 pm</dco> &nbsp;<qco> What's a telegram?</qco> </h3>      i'm not sure<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.17&nbsp; \n3:57 pm</dco> &nbsp;<qco> If something happened, did it happen?</qco> </h3>      i think so<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.17&nbsp; \n3:05 pm</dco> &nbsp;<qco> How are you so smart.&nbsp;</qco> </h3>      i own a lot of books<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.17&nbsp; \n2:54 pm</dco> &nbsp;<qco> What's your goal in life?\n<br></qco> </h3>      see how many goals i can have<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.17&nbsp; \n2:50 pm</dco> &nbsp;<qco> Are you a slave to the groove?</qco> </h3>      sometimes but sometimes it is a slave to me<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.17&nbsp; \n2:42 pm</dco> &nbsp;<qco> Did you learn anything cool today?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.17&nbsp; \n2:31 pm</dco> &nbsp;<qco> is it illegal to exist?</qco> </h3>      i think so<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.17&nbsp; \n11:03 am</dco> &nbsp;<qco> What's the most important thing to keep in mind when writing music?&nbsp;</qco> </h3>      you can do anything<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.17&nbsp; \n10:35 am</dco> &nbsp;<qco> Read this question but don't answer it ok ?</qco> </h3>      i'll see what i can do<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.17&nbsp; \n9:13 am</dco> &nbsp;<qco> What is your sexual fantasy?</qco> </h3>      getting my finances in order <br><br>"
  },
  {
    "html": "<h3> <dco>11.21.17&nbsp; \n8:17 am</dco> &nbsp;<qco> Bill! Have you ever thought about making videos from your questions page? In case, yknow, if you are bored over the holiday weekend or need more projects. HA it just seems fun.</qco> </h3>      i actually already have way too many projects to do and they take way too long to do<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.17&nbsp; \n7:30 am</dco> &nbsp;<qco> Is it really a small world after all?&nbsp;</qco> </h3>      i'd say it's a medium sized world<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.17&nbsp; \n5:55 am</dco> &nbsp;<qco> Bill I was able to access the full scripts of the history videos through the expert mode just a few hours ago, </qco></h3>      only history of japan, and only the first draft, and not including any of the music references<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but now when I go into the expert mode what I only get is just download or watch it youtube options what happened?</qco> </h3>      nothing. the draft script for history of japan is listed at the time it was completed, which is at least a couple months before the video<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.17&nbsp; \n3:12 am</dco> &nbsp;<qco> why are multiple choice questions called that? you only choose one answer.</qco> </h3>      there are multiple choices for you to choose from<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.17&nbsp; \n3:07 am</dco> &nbsp;<qco> what's the best thing about not knowing something?</qco> </h3>      i don't know<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.17&nbsp; \n3:05 am</dco> &nbsp;<qco> what should I do about my essay that is bad, but I have to complete it or I will ruin my life?</qco> </h3>      take a deep breath and do a medium job<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.17&nbsp; \n2:28 am</dco> &nbsp;<qco> if you had a time machine,, what would you do with it?</qco> </h3>      make some fresh time!<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.17&nbsp; \n2:03 am</dco> &nbsp;<qco> what does the word 'weird' mean to you</qco> </h3>      realistic<br><br>"
  },
  {
    "html": "<h3> <dco>11.21.17&nbsp; \n12:27 am</dco> &nbsp;<qco> <a href=\"q.php?date=201711201628\">11.20.17&nbsp;&nbsp;4:28 pm</a>  you raise an valid point. but then why did you choose to sing mi fa sol? </qco></h3>      i compose all my melodies based on what i think \"sounds\" best for the video<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;you could've sung do re mi over a I-V-I and it would've sounded perfectly natural. </qco></h3>      yes but not as nice<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also, in the broader context of vocal music, the lead vocal line tends to be the melody/most significant - not the underlying harmonies</qco> </h3>      i agree. i think what you may be forgetting here is that this video is not meant to be a solfege lesson. similar to the way the \"i'm steve\" video is not meant to be a lesson on how the postal system works\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.17&nbsp; \n9:05 pm</dco> &nbsp;<qco> what's the craziest idea someone once thought of?</qco> </h3>      friendship\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.17&nbsp;\n8:27 pm</dco> &nbsp;<qco> hey bill, you're my hero, how do i contact you so i can be your apprentice</qco> </h3>      you could skim through the pages of this site for contact information<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.17&nbsp; \n8:17 pm</dco> &nbsp;<qco> Bill do you think it is good to stay hopeful of a better future?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.17&nbsp; \n7:28 pm</dco> &nbsp;<qco> How many trees should I eat to maintain a healthy life</qco> </h3>      2 or 3<br><br>"
  },
  {
    "html": "<h3> <dco>11.20.17&nbsp; \n7:08 pm</dco> &nbsp;<qco> What's the niftiest thing you've seen lately?</qco> </h3>      i recently got to see the niftification process, inside the nift factory<br><br>"
  }
]
