[
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n4:11 am</dco> &nbsp;<qco> hi bill. all my friends are unhappy and people are angry and i don't know how to fix it. do you know how to make happy friends?</qco> </h3>      poems?\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n3:48 am</dco> &nbsp;<qco> I just spent the last 3 hours of my life doing a bill wurtz deep dive and I've never wanted to have a conversation with someone more than I did after finishing reality. It's like you talking through your creative process was a mirror of my consciousness. Idk, that doesn't make sense because I wouldn't ever make anything similar to what you make, but I nearly cried when I got to the last one. Thank you. Please do more podcasts because I want so badly to experience another conversation by proxy. That's not a question. What podcast would you like to do? </qco></h3>      all of them<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nWould you do mine?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n3:09 am</dco> &nbsp;<qco> are there any hidden features on billwurtz.com?</qco> </h3>      the entire site is a secret\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n2:56 am</dco> &nbsp;<qco> whats your favourite mode&nbsp;</qco> </h3>      good mode\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n1:54 am</dco> &nbsp;<qco> what should dinner be?</qco> </h3>      a helicopter, served on a helipad\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n1:48 am</dco> &nbsp;<qco> \"The day goes on\" is&nbsp;&nbsp;legitimately one of the best songs/videos ever made. what is it that madeyou realize that the day goes on?</qco> </h3>      the verses have a bunch of shit happen in it, so it felt like a nice thing to say at that point. gives it some perspective. also gives me a chance to flex some chords there\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n12:51 am</dco> &nbsp;<qco> what do you do when you're stressed?</qco> </h3>      picture a tree in a field\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n11:57 pm</dco> &nbsp;<qco> I have lyrics, but no music. Everyone says this is a bad, dumb idea to write a song lyrics first, but I want to try. Any tips?</qco> </h3>      you'll find out soon enough, how musifyable your lyrics are, when you are faced with musifying them\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n11:07 pm</dco> &nbsp;<qco> How do you keep your songs so consistently fresh and catchy, despite many of them having very similar overall structures (two verses, bridge, final softer verse)?</qco> </h3>      that form doesn't seem entirely familiar, but i just try to have a good time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n10:27 pm</dco> &nbsp;<qco> Do you use the Nashville number system to write your chord progressions? Does this help with key changes? What's your strategy?</qco> </h3>      if i know the key it has to be in, i use letters. if it may need to be transposed, i use numbers\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n10:01 pm</dco> &nbsp;<qco> what's a way to feel understood? I feel like i've been trying to get there with my art/work but there's no results yet so feeling misunderstood keeps demotivating me the more its taking to get to the point where people can understand me,&nbsp;&nbsp;♬&nbsp;and self doubt's creeping in</qco> </h3>      do you understand yourself? that's a good important step\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n10:00 pm</dco> &nbsp;<qco> (Apologies if this was asked already) What's your honest opinion on your own music?</qco> </h3>      i try to make it how i like it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n9:47 pm</dco> &nbsp;<qco> how do i get better at answering open ended questions?</qco> </h3>      make them even more open. start by talking about something not even related to the question\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n9:41 pm</dco> &nbsp;<qco> Why does your website look like you forgot to connect your CSS?</qco> </h3>      because i mostly don't use css, so if you were expecting me to use it it could create the illusion that i didn't connect it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n8:46 pm</dco> &nbsp;<qco> What is (in your opinion) the most interesting thought you've ever had</qco> </h3>      every year was once in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n8:17 pm</dco> &nbsp;<qco> whats your opinion on grammar</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n7:59 pm</dco> &nbsp;<qco> in doing creative work, how do you deal with overwhelming possibilities? they can make getting started seem daunting</qco> </h3>      having a time limit can be terrifying but useful for this\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n7:57 pm</dco> &nbsp;<qco> At 1:38 in your song \"Mount St. Helens is about to Blow Up,\" you claim that your blimp is a very strong blimp. What makes it so strong?</qco> </h3>      that's not necessarily mine, but according to the story, but it would have to be the materials it's made out of\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n7:18 pm</dco> &nbsp;<qco> Have you ever created a cult?</qco> </h3>      no but i was considering aquiring some that have already been created\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n7:18 pm</dco> &nbsp;<qco> first saw you on the h3 podcast and am now a huge fan - how did you develop such an idiosyncratic and specific style?\n</qco></h3>      i'm just trying to be reasonable<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n did it come naturally?</qco> </h3>      yes, working alone probably helped\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n6:35 pm</dco> &nbsp;<qco> Wow, there are lots of questions here?</qco> </h3>      that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n6:16 pm</dco> &nbsp;<qco> opinion on 'wonderful christmastime'? seems to be either fondly adored or ruthlessly despised. where do you fall on this spectrum</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n6:13 pm</dco> &nbsp;<qco> how does one listen to music correctly</qco> </h3>      look at something while listening to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n5:38 pm</dco> &nbsp;<qco> how do you avoid comparing yourself with others</qco> </h3>      stay unaware of others\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n5:31 pm</dco> &nbsp;<qco> do you give your instrument presets any original names? \"wiggly strings\" or \"rootin' tootin' trumpet\" or anything??</qco> </h3>      i don't name the presets, they were already named. but i name the ones i make\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n5:09 pm</dco> &nbsp;<qco> What has kept you purchasing creativity alone for so long?</qco></h3>      the rate at which i can have team meetings with myself is staggering. we're talking up to 10 meetings per second, some mornings<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Any projects in your head you would like to do but feel like it would need more than just you?&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n5:00 pm</dco> &nbsp;<qco> there seems to be a sort of a common narrative that you use often, which is deliberately trying to fail and then succeeding by accident. does this reflect your experience in anyway?</qco></h3>      slightly<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n is it just a fun concept?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n5:00 pm</dco> &nbsp;<qco> Where does the lotion go?</qco> </h3>      in the ocean\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n4:54 pm</dco> &nbsp;<qco> how can one undo life?</qco> </h3>      impossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n4:44 pm</dco> &nbsp;<qco> how many lies are there</qco> </h3>      1 or 2\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n4:43 pm</dco> &nbsp;<qco> The most commonly referred to concept among these questions for as far back as I read them (just short of a year) seems to be relating to geometry, shapes, and patterns.</qco></h3>      i'm not sure about that ....<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Is there a reason you're so fascinated by them / do they have some importance to you?</qco> </h3>      they are helpful and useful\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n4:13 pm</dco> &nbsp;<qco> will you ever restock your tshirts?</qco> </h3>      you will have to email hello@dftba.com and ask them. they are the ones who do it. be nice to them!\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n3:52 pm</dco> &nbsp;<qco> Why aren't my motivational posters motivating me?</qco> </h3>      you may have used up the motivation due to your voracious appetite for motivation\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n1:59 pm</dco> &nbsp;<qco> Thoughts on work/life balance?</qco> </h3>      shake well\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n1:52 pm</dco> &nbsp;<qco> can i just play 3 notes cand call it my very own composition?</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it might lead up to something bigger. does it work like that? starting small or doing whatever, good or bad.</qco> </h3>      it worked for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n1:13 pm</dco> &nbsp;<qco> Do your songs cause hypnotic effects?</qco> </h3>      i suppose they could. any music can\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n1:02 pm</dco> &nbsp;<qco> have you ever played an accordion?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n12:55 pm</dco> &nbsp;<qco> What makes you feel upset ?</qco> </h3>      nothing, i must do it according to my own free will\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n12:10 pm</dco> &nbsp;<qco> Do you think it's inappropriate when people overanalyze your songs or can it be part of the fun?</qco> </h3>      fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n11:27 am</dco> &nbsp;<qco> there is a lamp locked inside a room and you can't see it. You don't know if the lamp is on or off. Is the lamp on, or off?</qco> </h3>      like you said, i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n10:24 am</dco> &nbsp;<qco> Why are you so d*ng cool\n<br></qco> </h3>      it is part of my contractual agreement with the share holders\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n10:12 am</dco> &nbsp;<qco> Do you ever stop and ask yourself \"what the hell is going on, am i insane\"?</qco> </h3>      yes, i also often ask myself that on-the-go\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n9:43 am</dco> &nbsp;<qco> How do you stay so optimistic, despite the universe being a giant pile of flaming shit?</qco> </h3>      how do you stay so pessimistic, despite the universe not being a giant pile of flaming shit\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n9:42 am</dco> &nbsp;<qco> when will you add more notes to the notes section</qco> </h3>      soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n8:47 am</dco> &nbsp;<qco> what's something you learned from doing the podcast?</qco> </h3>      don't forget to be as weird as you feel. if you are trying to be less weird than you feel, this will create an imbalance that will be difficult to recover from<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n8:42 am</dco> &nbsp;<qco> Would you be willing to make a hilarious-yet-oddly-informative video on how to do music good?</qco> </h3>      i tried to do that, but i got about 13 seconds in and i realized there is unfortunately no way to explain it other than by example\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n8:39 am</dco> &nbsp;<qco> what are your thoughts on communism?</qco> </h3>      i just like the merch\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n7:41 am</dco> &nbsp;<qco> What advice do you have for someone who wants to write music but doesn't know what to write about?&nbsp;</qco> </h3>      you'll have to write about everything, and then delete what you didn't like\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n5:57 am</dco> &nbsp;<qco> Was it still raining after the podcast?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.4.18&nbsp; \n5:13 am</dco> &nbsp;<qco> Hey will you ever out your sheet music on this site</qco> </h3>      i've put a lot of it, but it is usually only the written version, and not updated to reflect any changes which may have occured in the recording. also most of the songs in the past few years have not been written using staff paper\n<br><br>"
  }
]
