[
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n1:17 am</dco> &nbsp;<qco> I heard somewhere that your sleep schedule drifts by an hour every day. </qco></h3>      as far as i know my sleep data is not being reported anywhere. so that couldn't possibly be accurate<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;So do you follow a 25-hour clock? </qco></h3>      no, 24. that doesn't necessarily pertain to sleep, but the clocks i use to keep track of time are synced with the standard international time system, just as yours probably are. might even be the same apps. i use normal clocks<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How do you keep track of your progress and schedule?</qco> </h3>      i use clocks and calendars. they're so good nowadays i don't even have to worry about the daylight saving switch\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n1:16 am</dco> &nbsp;<qco> I don't think I'm doomed, I think I'm just in a slump. The problem is that when you're in a slump, it's often easier to dig further down then climb back out. Do you ever feel this way?</qco> </h3>      \nit feels familiar somehow\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n1:10 am</dco> &nbsp;<qco> what does it really mean to stay the same?</qco> </h3>      \ntime passes, with no other meaningful changes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n1:10 am</dco> &nbsp;<qco> How do you identify yourself as?&nbsp;</qco> </h3>      \nbill wurtz\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.23&nbsp; \n12:16 am</dco> &nbsp;<qco> Do you think there are any songs that will never be written?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n11:10 pm</dco> &nbsp;<qco> why are you you?</qco> </h3>      \nbecause you wrote the same word twice. and english subject/object pronoun grammar also coincidentally didn't interfere either\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n10:59 pm</dco> &nbsp;<qco> What do you think of drywall</qco> </h3>      \nboring, but that's actually what you want in drywall. interesting drywall actually causes a lot of problems\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n10:58 pm</dco> &nbsp;<qco> Do you have any inspirations for your music?</qco> </h3>      \nmy whole life inspires me. anything i've ever been through. good or bad\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n10:14 pm</dco> &nbsp;<qco> are you, or have you ever been, a small dog drowning in the mud?</qco> </h3>      \nnot that i recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n10:08 pm</dco> &nbsp;<qco> what is the root of a chord, and how would i find it? i imagine it as the note that i'd sing if i were to hear it, but that doesn't seem quite right... </qco></h3>      probably more than half the time, the note you'd most want to sing might not actually be the root. if the chord is C major, the root of the chord is C. if the chord is C minor, the root of the chord is C<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and what is an inversion? </qco></h3>      switching the notes around so the highest or lowest notes are different, but otherwise keep the notes the same. so switch the octave of one or more of the notes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if C is CEG, then would the inversion be C, and then the E and G of the lower octave? </qco></h3>      you can invert it any way you want. put any of the notes in any octave. just be aware that if you have too many notes too low it will be harmonically useless and more like a horror sound effect, but that might be useful too in the right context<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but wouldn't that be a chord of its own? can a chord have two different names?\n</qco></h3>      sure. chord names are never 100% accurate anyway. the only way to describe a chord exactly is to list the exact pitches that were played -- in fact, even that's not accurate enough to represent the exact sound. the only way to exactly represent a sound is with an actual sound wave<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also, how do i harmonize? i can't play chords in my left and the melody in my right and... have it sound good. \n<br>just gotta keep playing, i suppose.&nbsp;</qco> </h3>      \nthe next time someone sings the happy birthday song, try doing this: along with the final 2 melody notes in the song, you can sing above it. for example, if they are singing in the key of F, the last two notes are G F, so try singing Bb and A along with them. magic. To explore more possibilities and learn the mechanics, maybe the best way is to use a piano/keyboard and start messing around and see what you like\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n9:59 pm</dco> &nbsp;<qco> Who made the telephone? Kath wants to know.</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n9:39 pm</dco> &nbsp;<qco> there is great evil in this world. how do i remind myself of the great good in this world as well</qco> </h3>      \nmaybe you could just state it, plainly and confidently, the same way you phrased your first sentence, actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n8:34 pm</dco> &nbsp;<qco> The program I use to write music sucks, is it worth it to spend money on a better one?</qco> </h3>      \ni have no idea. i personally prefer to write music without computer programs. but i'm just guessing that your music will be better with a less-good computer program (or none). that way it will sound more like you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n8:24 pm</dco> &nbsp;<qco> What question have you not figured out the answer to?</qco> </h3>      \nthis one. nevermind, that's not true\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n8:10 pm</dco> &nbsp;<qco> Hey bill, were you ever in approval of the communist manifesto</qco> </h3>      \nno, but to be fair i also haven't read it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n6:51 pm</dco> &nbsp;<qco> What's one of the weirdest dreams you've had</qco> </h3>      \ni've never had a weird dream\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n5:38 pm</dco> &nbsp;<qco> what is your philosophy of life?</qco></h3>      i have a lot of things to say about life. it will take my entire lifetime to say it all, and sometimes words may not even be enough, so i'll need to resort to music and art from time to time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; as in if you found out life was a lie, what would you say</qco> </h3>      well that wouldn't make much sense, because 'finding out' and 'saying' are parts of life anyway\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n5:36 pm</dco> &nbsp;<qco> What's at the top of the mountain?</qco> </h3>      \ninstructions for how to find the next mountain\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n4:57 pm</dco> &nbsp;<qco> what do you think about rats</qco> </h3>      \ni don't recall thinking about rats, but that doesn't mean they aren't real\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n4:49 pm</dco> &nbsp;<qco> How has your millennium been?&nbsp;</qco> </h3>      \nso far it's going ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n3:56 pm</dco> &nbsp;<qco> how many hot dogs are in 7 hot dogs</qco> </h3>      \n7\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n2:58 pm</dco> &nbsp;<qco> when present in a song, what possible set of emotions is the cowbell usually intended to convey?</qco> </h3>      \nit goes \"clank\". you'll have to hear it for yourself to feel it for sure, but it's good for keeping rhythm if you hit it several times steadily, or, maybe just once.... it goes \"clank\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n2:10 pm</dco> &nbsp;<qco> Do all your characters like not Steve, out to lunch guy, Ball from ball and stick, Damien, etc theorically live in a same, bill wurtz cinematic universe?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n12:36 pm</dco> &nbsp;<qco> i'm trying to write a theme for a character. how do i express their personality via music</qco> </h3>      \nthe truly do it for real, it's better if you don't even say you're doing it. as soon as you announce that there is a 'theme', it's amazing how fast it turns into an academic endeavor, up for literary analysis having nothing to do with the actual effect of the music you use or don't use\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n11:27 am</dco> &nbsp;<qco> have you ever been nervous about what people with think of your songs after you release them?</qco></h3>      i don't know what you're talkihng about<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i'm finishing up some mastering on some songs and i do plan on releasing them but i'm kinda nervous about it, so if so how do you avoid feeling that way?</qco> </h3>      \nmaybe it will get 10 times worse, so you won't recognize it as the same feeling as the one you first described\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n10:53 am</dco> &nbsp;<qco> blah?</qco> </h3>      \nsure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n10:39 am</dco> &nbsp;<qco> Did internet kill the video star</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n7:39 am</dco> &nbsp;<qco> Tips on world domination?</qco> </h3>      \nsounds boring\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n6:50 am</dco> &nbsp;<qco> how do you stay answering all of these questions so consistently?</qco> </h3>      \nthe trick is that i chose such a good color combination for the text (yellow/purple) which continues to energize me\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n5:58 am</dco> &nbsp;<qco> does it ever feel like answering these questions is a routine? like a job?</qco> </h3>      \na little bit, but it's better than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n5:28 am</dco> &nbsp;<qco> Do you believe in me</qco> </h3>      \nwho is this? nevermind, yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n3:00 am</dco> &nbsp;<qco> what's a folk</qco> </h3>      \nit's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n1:16 am</dco> &nbsp;<qco> if you're from new york then how come your song is called \"at the corner store\" instead of \"at the bodega\"</qco> </h3>      \ni was getting revenge on Toto for writing a song about Africa, despite not living in Africa\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.23&nbsp; \n12:26 am</dco> &nbsp;<qco> Do you audibly scream the word \"GADZOOKS!\" when you accidentally step on something sharp?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.23&nbsp; \n9:44 pm</dco> &nbsp;<qco> Are you aware of what's been going on in your \"topic\" channel on Youtube? It seems to have been hacked and now gameplay videos in another language are being posted on it</qco> </h3>      \nnothing was actually hacked per se, but what happened is somehow the wrong video channel got linked to my youtube-music artist profile. it's a long process but it's going to be fixed. it will soon be paired correctly with my billwurtz youtube channel, which would actually be an improvement over the way it was before\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.23&nbsp; \n9:41 pm</dco> &nbsp;<qco> is the concept of \"awkward\" even real</qco> </h3>      \nit's hard to tell\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.23&nbsp; \n8:41 pm</dco> &nbsp;<qco> How often does reality go exactly the way you expect it to?</qco> </h3>      \n20% of the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.23&nbsp; \n7:53 pm</dco> &nbsp;<qco> How was your day feburaray 25th 2009</qco> </h3>      \nit was ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.23&nbsp; \n7:49 pm</dco> &nbsp;<qco> What should I stare at when playing music?</qco> </h3>      \nthe same thing you would stare at when not playing music\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.23&nbsp; 7:40 pm</dco> &nbsp;<qco> How long does it take for you to answer questions?</qco> </h3>      \nanywhere from 0 seconds to 100 years or more. there are some that i'm still working on answering\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.23&nbsp; \n6:07 pm</dco> &nbsp;<qco> how is damien maymdien</qco> </h3>      \nok\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.23&nbsp; \n5:14 pm</dco> &nbsp;<qco> how does -0 makes you feel?</qco> </h3>      \nthe - seems useless there\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.23&nbsp; \n4:41 pm</dco> &nbsp;<qco> Hey Bill should I ask my friend on a date i kinda feel i should but I'm worried she doesn't feel the same way</qco> </h3>      \ni have no idea\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.23&nbsp; \n3:21 pm</dco> &nbsp;<qco> do you consider yourself a maximalist?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.23&nbsp; \n3:04 pm</dco> &nbsp;<qco> have you ever considered getting a tungsten cube or other geometric shape of tungsten</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.23&nbsp; \n2:02 pm</dco> &nbsp;<qco> how do you make a coffee bean</qco> </h3>      \ni have no earthly idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.23&nbsp; \n1:37 pm</dco> &nbsp;<qco> does music get better over time like wine</qco> </h3>      \nthat's definitely possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.23&nbsp; 10:50 am</dco> &nbsp;<qco> How do you feel?</qco> </h3>      \nok\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.23&nbsp; \n10:14 am</dco> &nbsp;<qco> I think my house is haunted. How do I best go about befriending the ghosts?&nbsp;</qco> </h3>      \nit doesn't work that way. it's up to them, to befriend you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.23&nbsp; 9:57 am</dco> &nbsp;<qco> what is your stance on pineapple on pizza</qco> </h3>      \niconic\n<br><br>"
  }
]
