[
  {
    "html": "<h3> <dco>5.21.19&nbsp; \n2:58 pm</dco> &nbsp;<qco> on a serious note, what do you think of math as a science?</qco> </h3>      seems downright theological\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.19&nbsp; \n2:08 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201611212315\">11.21.16&nbsp;&nbsp;11:15 pm</a>  what is your life?</qco> </h3>      nowadays it is mostly creating the content you see on billwurtz dot com, and its affiliated social media channels\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.19&nbsp; \n1:59 pm</dco> &nbsp;<qco> How to survive exams</qco> </h3>      bring plenty of food and warm blankets\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.19&nbsp; \n1:56 pm</dco> &nbsp;<qco> Do you think you're good at strategy?&nbsp;</qco> </h3>      yes but someone else may be better\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.19&nbsp; \n1:26 pm</dco> &nbsp;<qco> do you have a good estimate for the total amount of questions that you've answered on this page?</qco> </h3>      somewhere around 3 months ago i did my best to make a calculation and it was somewhere around 100,000\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.19&nbsp; \n12:26 pm</dco> &nbsp;<qco> What do you think about artists wearing masks?</qco> </h3>      they might not be allowed to perform their art in a retail envoronment\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.19&nbsp; \n12:05 pm</dco> &nbsp;<qco> will you ever sell more things in your shop</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.19&nbsp; \n11:25 am</dco> &nbsp;<qco> Tips for left hand on the piano?</qco> </h3>      set up your keyboard to the left side of your computer, like <a href=\"lhkbsetup.png\">this</a>. then you will be tempted to use your left hand on it all day long. surely you will learn things<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.19&nbsp; \n10:52 am</dco> &nbsp;<qco> Do you have an extended version or just a normal one of the music that plays in the survey in the video \"cool facts of bill wurtz\"? Thank you!</qco> </h3>      <a href=\"survey-of-facts.mp3\">survey of facts</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.19&nbsp; \n10:52 am</dco> &nbsp;<qco> what did you think of the game of thrones finale</qco> </h3>      curious to know who won\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.19&nbsp; \n9:36 am</dco> &nbsp;<qco> I just had a bad idea, tell me if it's accidently good: Is it time saving to like, speed up your music when it's done, then making the video around it, then slow down everything, so it is faster to create the video? then you could adjust things after the \"slowdown\" (adding frames or making things looks more natural) sorry if i don't use correct terms. I don't know much about editing but i was wondering if a trick like this would be useful if that's the case would be a nice life hack</qco> </h3>      you could accomplish the same thing by just doing the video at a much lower frame rate. but that would look a bit more like a slide show, and any method of 'fixing' that would pretty much take at least as long as the video would take anyway, and probably much weirder and complicated than just putting the actual motion there the first time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.19&nbsp; \n9:18 am</dco> &nbsp;<qco> Was the US&nbsp;&nbsp;constitution just a code for how to fake the moon landing?</qco> </h3>      yes but the constitution is also fake. so they really did the moon landing, but then they actually had to fake it anyway because they brought the wrong flag\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.19&nbsp; \n9:01 am</dco> &nbsp;<qco> i think you said earlier that the song part was 100% done. how come you don't upload it onto the songs page??</qco> </h3>      because i think it makes for a much stronger release if it is released with the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.19&nbsp; \n7:52 am</dco> &nbsp;<qco> how far along are you in the creation of the new song and video?\n</qco></h3>      the song (audio) has been all set for weeks. doing the video now<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Any specific details, obstacles, challenges, etc you could share?\n</qco></h3>      my head exploding<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I don't mean this in a \"WhErE Is ThE nEw sONg bIlL???\" obnoxious way, I'm just wondering if this new project is challenging in a different way\n</qco></h3>      YESSSSSSSSSSSS<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or if it's just a scheduling issue (or are you doing more than one project at a time?).\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Needless to say, take your time and release it when you feel it is truly ready!</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.19&nbsp; \n7:49 am</dco> &nbsp;<qco> <a href=\"q.php?date=201905201530\">5.20.19&nbsp;&nbsp;3:30 pm</a> &nbsp;&nbsp;&nbsp; - well do you have a time plan? xD&nbsp;</qco> </h3>      no, i also don't recall writing one before, but i guess i trust that i did if that person said so\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.19&nbsp; \n7:39 am</dco> &nbsp;<qco> I just had a great idea and im keeping it to myself until its ready, how does that make you feel,</qco></h3>      fine<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n how should that make me feel</qco> </h3>      good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.19&nbsp; \n5:14 am</dco> &nbsp;<qco> sometimes i imagine if you were to do gaming content and it feels very strange and unnatural. like i can never envision reactions/commentary from you that feel like they'd be accurate so i'm even more curious as to how you actually do things when playing some epic games</qco> </h3>      check the reality page\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.19&nbsp; \n4:50 am</dco> &nbsp;<qco> If you made an album cover, would you put your name on it? Had an little argument about it and now i wanna know</qco> </h3>      i wouldn't exactly know what type of name designation, if any, would fit until i made the design\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.19&nbsp; \n2:42 am</dco> &nbsp;<qco> Do you think everything you said in the interview with H3H3 still holds true?&nbsp;</qco> </h3>      i doubt it. some of it wasn't even true when i said it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.19&nbsp; \n1:47 am</dco> &nbsp;<qco> I live on a hill. It's quite nice up here but sometimes I worry I might fall off. Any suggestions?</qco> </h3>      you could start investing in the foreign exchange currency markets, to give you something else to worry about instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.19&nbsp; \n12:58 am</dco> &nbsp;<qco> Do you know stuff about things?</qco> </h3>      yes but it keeps changing\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.19&nbsp; \n12:01 am</dco> &nbsp;<qco> Do you have a really good memory compared to others?</qco> </h3>      i don't know exactly how good anyone else's memory is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n11:55 pm</dco> &nbsp;<qco> what's your favorite tweet you've posted?</qco> </h3>      i would prefer to post a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n11:54 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201905191605\">5.19.19&nbsp;&nbsp;4:05 pm</a>  how did you get out?</qco> </h3>      by completing the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after i finish it i am then informed that there is another level after that \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n11:42 pm</dco> &nbsp;<qco> Wait why is it that the thingy only says \"thabks\" when I ask a question after pressing the \"i'm feeling randy\" button?</qco> </h3>      all the elements of the question asking process are a little bit smaller over there, to shift the focus to the randomization feature\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n11:39 pm</dco> &nbsp;<qco> Hey do you pronounce \"caught\" and \"cot\" the same or differently? Cause apparently in the New York version of English, they're pronounced as 2 different sounds but as a New Yorker, I have always pronounced them the same.</qco> </h3>      for me there is a slight difference\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n11:33 pm</dco> &nbsp;<qco> on a scale from 1-10 how important is social media to being a working musician</qco> </h3>      it all depends if you are responsible for marketing\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n10:41 pm</dco> &nbsp;<qco> Do you own a stenomask???????????????</qco> </h3>      no but that would be cool<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n10:40 pm</dco> &nbsp;<qco> i've been caught for years now in a vicious mental cycle of having periods of time where i create a lot of content (ranging across several different mediums), but then lose the motivation to keep working on whatever i've been doing and stop. i've tried to stick with creating certain things but i always seem to abandon my projects before they can really get off the ground. i'm constantly frustrated with myself over this. any advice?</qco> </h3>      ah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n10:33 pm</dco> &nbsp;<qco> Do you write down your songs on sheet music and then perform them, or do something else??</qco> </h3>      i used to use paper, but now i use a combination of audio recordings and text files referring to each other, to accomplish the same thing. regardless, the writing is completed before the production begins\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n9:52 pm</dco> &nbsp;<qco> opinions on chocolate ice cream with rainbow sprinkles&nbsp;&nbsp;?&nbsp;</qco> </h3>      ice cream sprinkles seem problematic to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n9:24 pm</dco> &nbsp;<qco> who wins emu vs straya</qco> </h3>      emu\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n9:14 pm</dco> &nbsp;<qco> I've been playing instruments for years and I'm always super scared of getting gigs because i feel like i will never be good enough to make a worthwhile performance \n<br>any tips on overcoming this fear? i really want to play live but I'm too damm scared of it for my on good&nbsp;</qco> </h3>      it might help you to know that there are some absolutely terrible and underqualified players out there playing gigs. you may be pleasantly surprised to find out how overqualified you are\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n9:06 pm</dco> &nbsp;<qco> What do the invisible dates above the anagrams on the anagram page refer to</qco> </h3>      date requested, date made, date posted\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n8:28 pm</dco> &nbsp;<qco> does the fact that this video is taking particularly long to produce have anything to do with a possibility that it will benefit the production speed in the future after this specific project</qco> </h3>      probably won't benefit the speed but there may be benefits to the awesomeness\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n7:45 pm</dco> &nbsp;<qco> What inspired you to make these surreal pieces of art?</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n7:31 pm</dco> &nbsp;<qco> what are those asdhf9d filenames as seen in the reality vids</qco> </h3>      i don't have anything named that but could you give me an example\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n7:10 pm</dco> &nbsp;<qco> soon i will need i timer to tell me when to set a timer</qco> </h3>      that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n6:34 pm</dco> &nbsp;<qco> what's your favorite food</qco> </h3>      drink\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n5:36 pm</dco> &nbsp;<qco> How do you keep cool in the summer?</qco> </h3>      got to condition the air some how\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n5:04 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201905182326\">5.18.19&nbsp;&nbsp;11:26 pm</a>  can we see the full clip of the \"reading the soap\" part, as i dont think i ever saw it listed on the reality page.</qco> </h3>      could happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n4:41 pm</dco> &nbsp;<qco> Is there a way to dispose of the baton of hatred, without passing it on?</qco> </h3>      it can not be disposed of. only altered and transformed into beams of light and understanding\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n4:18 pm</dco> &nbsp;<qco> Favorite way of greeting someone?</qco> </h3>      the best way is always something specifically catered to the situation. if you have no info about the situation, there is no way of knowing what is good or bad, and the best option in that case i think would be \"hi\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n3:30 pm</dco> &nbsp;<qco> can you write another duet please?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n3:27 pm</dco> &nbsp;<qco> What country would you prefer to travel to for free ?</qco> </h3>      england\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n3:25 pm</dco> &nbsp;<qco> So I was listening to Airport Terminal, and in the end it says \"one day soon we 'll all be together until then the terminal carries me through\". Does this have a hidden meaning that the day we will meet will be after death and the terminal is actually life that carries you through? I suck at finding meanings in songs and I just want to know if I am close.</qco> </h3>      it means i am trapped in an airport terminal, and you must find all 14 clues in order to release me\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n3:07 pm</dco> &nbsp;<qco> i diagnose you with dead</qco> </h3>      that's ok i'm getting a second opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n1:45 pm</dco> &nbsp;<qco> Where's a good place to start learning music theory? I produce music but I find I have a lot of trouble writing melodies and progressions that combine well with other parts</qco> </h3>      for that you're just gonna want to keep trying stuff and listening to the way other people have tried stuff<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n1:20 pm</dco> &nbsp;<qco> have you thought about tracking vocals in your car?</qco></h3>      i often think about it but i've never done it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; be noisy to your heart's content</qco> </h3>      might be a little too close to the traffic noise\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.20.19&nbsp; \n1:10 pm</dco> &nbsp;<qco> In \"its gunna be all right\" why did you say ax when you said&nbsp;&nbsp;\"if anybody wants to ax me why\"?</qco> </h3>      some people say ask, some people say ax. they are both valid so i usually choose whichever one seems to fit better in the situation \n<br><br>"
  }
]
