[
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n4:40 pm</dco> &nbsp;<qco> how do you motivate yourself to do things</qco> </h3>      \nit all depends whether i want to do it. if i want to do it, then that means i'm already motivated. if i don't want to do it, then i would figure out more specifically why i have to\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n4:32 pm</dco> &nbsp;<qco> What inspired you to first make music?</qco> </h3>      \ni don't remember, but i am assuming it was music\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n4:23 pm</dco> &nbsp;<qco> help im not super into music theory uh whats the first chord being played here? thx\n<br>https://youtu.be/RCVRMUIH4l8</qco> </h3>      \nthat would be Dbmaj7 over Eb. which means the chord notes are Ab, C, Db, F, and the bass note is Eb. except the bass part is actually grooving back and forth between Eb and Db\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n4:22 pm</dco> &nbsp;<qco> Do you think the personality that your audience projects onto you is an accurate representation of your real personality?\n<br>\n<br>Worded differently, If the audience's perception of \"Bill Wurtz\"&nbsp;&nbsp;was a real person, how different would that person be from you?\n<br>\n<br>I hope that question makes sense\n<br>\n<br></qco> </h3>      \nit depends if they've seen the reality section\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n4:20 pm</dco> &nbsp;<qco> how do you find the purpose of life?</qco> </h3>      \nbe alive\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n4:09 pm</dco> &nbsp;<qco> Hi bill I'd like to travel outside the US eventually. Where's a good place for me to check out?</qco> </h3>      \nthey're all good. But if you want to start with the easiest, try canada. or you could jump straight to something more interesting like north korea or pluto\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n4:03 pm</dco> &nbsp;<qco> Was that a reference to long long journey i see in im a princess???</qco> </h3>      \ni was going to say no but now that i think about it yes. the making of that song and video was a fairly long journey\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n4:02 pm</dco> &nbsp;<qco> ok, so when did you start working on \"I'm a princess\"</qco> </h3>      \nmarch 20, 2019\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:58 pm</dco> &nbsp;<qco> can you write a song about me</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:55 pm</dco> &nbsp;<qco> What inspired you to write your new song?</qco> </h3>      \nwanting to make 1 billion songs. The only strategy i've found that works for this is to do 1 song at a time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:52 pm</dco> &nbsp;<qco> why does one of the bass guitars disappear in studio 28 at about 3:13.</qco></h3>      that would be a regular guitar. and it disappears because it is being used in the video clip on the wall<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also why \"studio 28\"? </qco></h3>      just to give you an idea of how many other studios there might be<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;actually why \"wall 590\" for that matter.</qco></h3>      just to give you an idea of how many other walls there might be<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also thanks for drowning us in meaning once again</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:50 pm</dco> &nbsp;<qco> Is there any \"anything videos\" you have planned?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:50 pm</dco> &nbsp;<qco> you've previously said that you're a person, and now you're saying that you're a princess.</qco></h3>      i'm not really saying that. that is only a song<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; this is getting confusing, </qco></h3>      a princess is a type of person<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;are you the real you?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:47 pm</dco> &nbsp;<qco> If a cat came up to you and invited you for a ride on his motorcycle, would you go with him?&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:47 pm</dco> &nbsp;<qco> is lava wet?</qco> </h3>      \nthat depends on the temperature\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:30 pm</dco> &nbsp;<qco> I'm joining a.new school tomorrow I'm worried if I'll make any friends. Any advice?</qco> </h3>      \nfor now, focus on everything you are interested in besides friends. this will make sure you get closer to who you most genuinely are, so that way you will attract the best friends for you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:29 pm</dco> &nbsp;<qco> What is the message of the new song?</qco> </h3>      \nit's the usual message i keep sending to myself, which is 'can i make a song?' \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:25 pm</dco> &nbsp;<qco> Do you first write the song and then do the animations or are there some parallel elements / \"back and forth\" process?</qco> </h3>      \nfor the past few years on music videos i've finished the entire song recording completely before producing the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:24 pm</dco> &nbsp;<qco> how do you get inspiration for such surreal music videos?</qco> </h3>      \nfrom the surreal world around us\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:24 pm</dco> &nbsp;<qco> Are you a princess?</qco> </h3>      \ni guess i've never really looked at it that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:21 pm</dco> &nbsp;<qco> When did you start writing your new song?&nbsp;</qco> </h3>      \n\"i'm a princess\" the writing was started on march 20, 2019, but i'm working on another song now which i started writing on october 26, 2018<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:21 pm</dco> &nbsp;<qco> hey bill, I really like your videos and they really help me lift my mood up after a bad day. I am still figuring out my life since I'm quite young and I'm not exactly sure what my talents are. Seeing you make videos in your own style inspires me a lot. If you don't mind, could you give me some advice on how to figure out what I'm good at? </qco></h3>      you just have to start doing some different things<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also when did you realise that making songs and videos was your thing? </qco></h3>      after many years of being mostly a drummer (and partially a keyboard player), but just wanting MORE, and then gradually trying to figure out what i want to put in songs, spent many many years doing that, then spent many more years writing a lot of songs, then spent many more years trying to figure out how to actually record all the parts myself in a way that i felt would be good enough, then finally i realized i still wanted MORE so i tried to figure out how to make videos. Then i made videos for several years then decided i still wanted much much more, so i tried to revolutionize the video making, and i'm still kind of trying to do that, but i also still want MORE videos, so that means i have to sort of revolutionize things in a slightly different way, and still in addition to all of that i still want MORE types of videos that i haven't made yet but i've written some of them. As you can see i'm a fairly greedy person<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm not sure if you'll see this but I just wanted to thank you :)</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:21 pm</dco> &nbsp;<qco> was the new song written before or after 2016? </qco></h3>      2019<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;great work again man, ima respect you and others so hard just you watch</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:19 pm</dco> &nbsp;<qco> ive been trying to get into art but have no idea how, have any tips for really getting into art?</qco> </h3>      \nfind something that you can manipulate. pencil and paper might be cool, or text on a computer might be fun, another thing that works very good for beginners is a chess board. you can disobey the 'chess' rules and just start putting the pieces in different configurations on the board, and see if it makes you feel things\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:19 pm</dco> &nbsp;<qco> When you write songs do you hear the music in your head and then play it on your instruments</qco></h3>      yes, or both at the same time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you just sort of let it flow out of your hands and remember what sounded good? </qco></h3>      i usually know what things sound like before i play them, but i play it anyway to enrich the experience and help me come up with the next part<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What instrument or part of the song do you usually start with?</qco> </h3>      when i write it's all on 1 instrument (simple rhodes keyboard sound) plus my voice. i don't actually start 'producing' the song until i've fully 'written' the song, which for me means all lyric, melody, chords, exact tempo, complete road map, and some other preliminary groove hints and notions which often may be self apparent based on those other things\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:18 pm</dco> &nbsp;<qco> where do the seemingly random lyrics in i'm a princess come from?</qco> </h3>      \nyou'll have to be more specific about which ones seem random to you. most of them do not seem random to me, or else i would have usually thrown them out\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:11 pm</dco> &nbsp;<qco> what is the worst piece of music you could possibly write?</qco> </h3>      \nthis is hard to answer, because, music loves to be mischievous, so if you ever try to write the worst song, the song will be delighted to prove you wrong by accidentally becoming good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:10 pm</dco> &nbsp;<qco> It makes me very happy seeing how you've improved over the years, your videos honestly make me feel better.\n<br> Are you proud of how much you've improved over the years or do you still believe that you could be better?</qco> </h3>      \nthe most important thing for me to do, at this stage, is to develop thicker skin by realizing i'm not actually as good as i think i am\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:07 pm</dco> &nbsp;<qco> How do you come up with ideas for new songs?\n<br></qco> </h3>      \nthey usually hit me in the face when i least expect. the secret is to develop fast enough reflexes to catch them \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:07 pm</dco> &nbsp;<qco> my best friend died two years ago and im still not over it, what can i do, i really miss him, ive asked everyone and all they say is im sorry for your loss\n<br></qco> </h3>      \nuse it as an excuse to accomplish some of your most important goals. a similar thing happened to me one time, and i used it as a kick-start to start improvising and playing songs by myself on keyboard/vocal. before, i had always wanted to learn to do that but never got to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:04 pm</dco> &nbsp;<qco> Where did you learn to animate?</qco> </h3>      \nseems like i've barely even learned it yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:03 pm</dco> &nbsp;<qco> what is your opinion about pineapple pizza?</qco> </h3>      \nit's the backbone of modern civilization\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:00 pm</dco> &nbsp;<qco> what is art</qco> </h3>      \nit's when what you want to say is stronger than you thought\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:00 pm</dco> &nbsp;<qco> why did you make a new song?</qco> </h3>      \nbecause i am a songwriter. this ties into my strategy of making as many songs as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:00 pm</dco> &nbsp;<qco> You're back! what made you decide to come back and how do you feel about it now?</qco> </h3>      \ni've never left\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n3:00 pm</dco> &nbsp;<qco> are you a princess?</qco> </h3>      \nsome what, but not so much as to prevent me from being other things too\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n2:57 pm</dco> &nbsp;<qco> can you tell me a joke?</qco> </h3>      \njokes tell themselves!\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n2:57 pm</dco> &nbsp;<qco> Are you a princess?</qco> </h3>      \nno but i can see why you would think that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n2:56 pm</dco> &nbsp;<qco> In \"im a princess,\" you said you have something else that isn't courage, and I know you said it's more than words, but could you at least give me a clue?</qco> </h3>      \ni thought the song was about you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n2:55 pm</dco> &nbsp;<qco> Are you a princess?</qco> </h3>      \ni guess that's one way to look at it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n2:55 pm</dco> &nbsp;<qco> what is your opinion on the latest song you created?</qco> </h3>      \nit's been on an interesting journey\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n2:55 pm</dco> &nbsp;<qco> Did you start working on \"I'm A Princess\" before or after \"Here Comes The Sun\" was released?</qco> </h3>      \ni started working on it immediately after \"might quit\" was released, then also started working on it again immediately after \"here comes the sun\" was finished\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n2:55 pm</dco> &nbsp;<qco> why am i so cool</qco> </h3>      \n\neverything's cool. that's just science\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n2:53 pm</dco> &nbsp;<qco> why are you so good?</qco> </h3>      \nthat could be due to the copious amounts of normalcy i have cultivated\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n2:53 pm</dco> &nbsp;<qco> Is everyone really a princess?&nbsp;</qco> </h3>      \nat the very least, much more\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n2:50 pm</dco> &nbsp;<qco> when did you become a princess</qco> </h3>      \nchecking the records, it seems it could have been <a href=\"https://billwurtz.com/note20140129194201.html\" target=\"_blank\">1.29.14  7:42 pm</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n2:48 pm</dco> &nbsp;<qco> What should I do when I want to exist but don't know if we exist?</qco> </h3>      \ntake a good cold hard look in the mirror\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n12:43 pm</dco> &nbsp;<qco> what color is the last text you wrote for a video</qco> </h3>      \ndark purple blue i think\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n12:18 pm</dco> &nbsp;<qco> i have watched your videos almost 200 times since late feburary how to stop?</qco> </h3>      \nyou might have to start making your own\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.21&nbsp; \n10:01 am</dco> &nbsp;<qco> What makes a song a song?</qco></h3>      you calling it that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Does it have to have meaningful lyrics or a nice melody to it?</qco> </h3>      no, but that may happen anyway\n\n<br><br>"
  }
]
