[
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n7:58 pm</dco> &nbsp;<qco> hey bill what are your thoughts on sand?</qco> </h3>      \nthere are many different speeds and paces it can have\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n7:02 pm</dco> &nbsp;<qco> it's just gone midnight and we drnk two bottles of iwine. we need t o at befoe bed. takeaway would tae too long . we have bageks, smokred salmon and weetavbix and milk and mrargarine and chocolates and milk and sygard and cheese and rice. what quick meal can we cook? need terply in 5 mins or its poinltlreess</qco> </h3>      \nyou could cook the samon. i know you said it's already been smoked, but i'm just thinking you could double down on it, then it will be smoke-cooked. which seems like a formidable status for salmon to have\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n6:31 pm</dco> &nbsp;<qco> How good are you at Rock paper scissors</qco> </h3>      \nworld champion\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n6:19 pm</dco> &nbsp;<qco> how do i edit drafts of music i've made i mostly just want to make more music but i need to make it better and record it with a fancy mic so it doesn't sound terrible&nbsp;</qco> </h3>      \nrun it through from the beginning and pretend you are the audience. keep track of how much you liked it at each moment. the first time it drops below 98%, start your re-write from that point\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n5:38 pm</dco> &nbsp;<qco> when is your next song coming out?</qco> </h3>      \ni was thinking of releasing it as a drink, but it should be coming up next season\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n5:20 pm</dco> &nbsp;<qco> can you please make a song with all the types of chords that you know</qco> </h3>      \nthat's pretty much history of the entire world i guess. by about the 10th century AD i was having to invent new types to stay afloat\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n4:56 pm</dco> &nbsp;<qco> what if... you just livestreamed your entire life including sleeping, eating, working</qco> </h3>      \nthat's a pretty good idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n4:55 pm</dco> &nbsp;<qco> once you're done learning how to make videos how long will it take for you to make a medium size video</qco> </h3>      \nwill never be done learning, but how medium were you thinkin\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n4:08 pm</dco> &nbsp;<qco> What do you think about increasing entropy in the universe</qco> </h3>      \nsounds like the right time to invest \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n2:07 pm</dco> &nbsp;<qco> How much love do you feel? I started learning music and I feel a lot of love&nbsp;</qco> </h3>      \nit is hiding around every corner, including corners that you've never seen because those corners are in turn hiding behind other corners\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n1:10 pm</dco> &nbsp;<qco> What will be the next amendment to the constitution?</qco> </h3>      \nan amendment that says how many amendments there can be \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n12:37 pm</dco> &nbsp;<qco> are you still too small for the mall</qco> </h3>      \nwhat the heck is a mall\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n12:20 pm</dco> &nbsp;<qco> do you ever get insulted over the questions page</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t if so how does it make you feel&nbsp;</qco> </h3>      \nthe normal way insults feel, i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n11:36 am</dco> &nbsp;<qco> could you please tell me your zodiac sign</qco> </h3>      \ni am the entire zodiac, which only has 1 sign on it. it says zodiac\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n11:36 am</dco> &nbsp;<qco> What is the end of a shoelace called?</qco> </h3>      \nde-fray cap\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n11:20 am</dco> &nbsp;<qco> What do you think of extended range guitars?</qco> </h3>      \ni am amazed at the range those things have\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n10:04 am</dco> &nbsp;<qco> Did you know that the blue whale is so big, if it was laid lengthwise on a basketball court, the game would be cancelled?</qco> </h3>      \nare you sure they couldn't play around it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n9:50 am</dco> &nbsp;<qco> where do you buy your house shaped (and sized) ice cubes?</qco> </h3>      \nnever buy ice cubes. only rent\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n8:11 am</dco> &nbsp;<qco> when you talk about how you're still learning to make videos, is that the only thing preventing you from uploading to youtube right now? </qco></h3>      the fact that i have no video to upload, prevents me from uploading. the fact that i am learning, will be very great for making videos. but just to clarify, i will be learning while making, that is always the case. but the specific difference about what is going on right now is i am still learning how many things there are to learn. so i know not to leave anything important out of the learning<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tlike, do you have a song that's already finished but you need a video for it before you upload it? or are you learning how to make videos and then creating the songs once you know how to make videos? what if you already have a song that's waiting for a video but then you find that the new way of making videos does not suit the song well? will you write a new song to complement the new way of making videos or will you try to find a newer way of making videos to complement the songs? have you ever had a video idea and then come up with the song afterward or do the songs always come first?</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n6:20 am</dco> &nbsp;<qco> Whats your opinion of the economic status of Lithuania?</qco> </h3>      \nit's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n5:33 am</dco> &nbsp;<qco> are you guy?</qco> </h3>      \nthat's what my name tag says but my name tag was also destroyed in the great flood of the pleistocene era\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n4:48 am</dco> &nbsp;<qco> Would you like to live in the Andromeda galaxy?</qco> </h3>      \nmaybe just deliver mail to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n3:56 am</dco> &nbsp;<qco> how would you describe your attitude towards answering these questions?</qco> </h3>      \nwould not occur to me to describe\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n1:27 am</dco> &nbsp;<qco> i appreciate you and want to meet you. is it possible/likely? do you ever think about how crazy it is to be alive at this current point in time? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\twhy did we get this awful timeline?</qco> </h3>      \ni suppose the grass is always greener on the other timeline\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n1:15 am</dco> &nbsp;<qco> have you ever wanted to be able to see a satellite view from your normal vision</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n12:09 am</dco> &nbsp;<qco> How do I fix my life? I feel lost. I have become a man of great intentions but not a man of action. I am depressed. How do I fix myself?</qco> </h3>      \nwould recommend doing some actions\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.19&nbsp; \n12:02 am</dco> &nbsp;<qco> is it ever hard not to overthink things when you get asked a certain question over and over (eg. why don't you use capital letters)?&nbsp;&nbsp;i imagine at some point it's like \"i don't know, fuck, why does anyone do anything?&nbsp;&nbsp;like semantic satiation, when you repeat a word (like \"shoes\") so many times until it becomes meaningless noises&nbsp;</qco> </h3>      \nusually the point when i get a certain question to an absurd number of times, that's actually the moment i am able to free myself and begin thinking about it less, not more\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.19&nbsp; \n11:54 pm</dco> &nbsp;<qco> What is your opinion on walmart</qco> </h3>      \ntoo small. smallmart, is what i'd call it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.19&nbsp; \n11:26 pm</dco> &nbsp;<qco> How does James Taylor?</qco> </h3>      \non maya, probably can afford it due to his booming tutorials business\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.19&nbsp; \n10:25 pm</dco> &nbsp;<qco> hey bro, i just dropped my pasta on the floor and i'd like to know if you know of any graveyards that I can bury it in</qco> </h3>      \nyou have to bury it right there, where it landed. otherwise it gets haunted\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.19&nbsp; \n10:02 pm</dco> &nbsp;<qco> how has your final cut transition experience been?</qco> </h3>      \nwhat the heck is final cut\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.19&nbsp; \n9:38 pm</dco> &nbsp;<qco> Shouldn't there be medium-case letters instead of just uppercase and lowercase?</qco> </h3>      \nyou could use sizes or different fonts. or for even more control, hand draw\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.19&nbsp; \n7:47 pm</dco> &nbsp;<qco> If you play your music live with a band, what instrument(s) will you play?&nbsp;</qco> </h3>      \nlights\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.19&nbsp; \n7:47 pm</dco> &nbsp;<qco> do you have a job outside of youtube and music or is this all the big kabam?</qco> </h3>      \nthe kabam could be so much bigger. can't you see\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.19&nbsp; \n6:52 pm</dco> &nbsp;<qco> who is bill wurtz?</qco> </h3>      \ni'm not entirely sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.19&nbsp; \n6:49 pm</dco> &nbsp;<qco> have you figured out what a video is yet? i'm still trying to find out</qco> </h3>      \ni've figured out many ideas over the years. but this year i have begun to realize that i may have barely even tapped into the surface\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.19&nbsp; \n6:21 pm</dco> &nbsp;<qco> your daily reminder to put more of your back catalogue on spotify please :)</qco> </h3>      \ni was thinking of more of the front catalogue but i will see what i can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.19&nbsp; \n6:14 pm</dco> &nbsp;<qco> how many times on average do you eat</qco> </h3>      \n1\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.19&nbsp; \n5:08 pm</dco> &nbsp;<qco> is it ok if i get inspired here</qco> </h3>      \ni will check with the rules and regulations\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.19&nbsp; \n5:02 pm</dco> &nbsp;<qco> is fast the enemy of good</qco> </h3>      \nyes, or good friend\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.19&nbsp; \n4:29 pm</dco> &nbsp;<qco> what should i do when depression strikes me before performing music?</qco> </h3>      \nask your instrument how it feels about it\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.19&nbsp; \n3:22 pm</dco> &nbsp;<qco> how long is the video you are currently working on?</qco> </h3>      \ni am currently learning to make videos. but they could be any length. would be cool to even have some that last forever\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.19&nbsp; \n2:48 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201908270955\">8.27.19&nbsp;&nbsp;9:55 am</a> \n<br>\n<br>Isn't it possible to also call it: \n<br>\n<br>G#mM7b5 or AbmM7b5 ?</qco> </h3>      \nsure, if you think your reader will enjoy seeing that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.19&nbsp; \n2:36 pm</dco> &nbsp;<qco> How long does it take to make a video, from ideation to upload?</qco> </h3>      \nthat depends on which video and how it's made\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.19&nbsp; \n2:34 pm</dco> &nbsp;<qco> Who would win wolf or hamster</qco> </h3>      \nwhat are they playing\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.19&nbsp; \n2:00 pm</dco> &nbsp;<qco> Will the USSR return?</qco> </h3>      \nmaybe with the help of AI\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.19&nbsp; \n12:56 pm</dco> &nbsp;<qco> how can i study michael jackson's music without feeling gross</qco> </h3>      \ntry to find the ones where the vocals are rushed the least\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.19&nbsp; \n12:30 pm</dco> &nbsp;<qco> What is love</qco> </h3>      \nit's like a megabrand, but bigger \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.19&nbsp; \n11:37 am</dco> &nbsp;<qco> could a person without much musical talent learn an instrument? I.E. guitar, keyboard, etc</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.19&nbsp; \n11:37 am</dco> &nbsp;<qco> Do you like frogs on camels?</qco> </h3>      \nthat would be good, they can jump from hump to hump\n<br><br>"
  }
]
