[
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n2:58 pm</dco> &nbsp;<qco> Help I woke up in the morning and now I'm travelling straight into the sun what should I do?</qco> </h3>      try to act naturally\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n2:49 pm</dco> &nbsp;<qco> why do i fall in love so easily. </qco></h3>      that's because everyone is so lovable<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\thow can i stop</qco> </h3>      fall in love with everyone, then there will be no one left to fall in love with\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n2:13 pm</dco> &nbsp;<qco> what is my brain's name</qco> </h3>      could be brainerd\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n2:00 pm</dco> &nbsp;<qco> How much is too much?</qco> </h3>      i'm not sure, but one thing i know is this much is not enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n1:58 pm</dco> &nbsp;<qco> Ok but? Waffles or pancakes?</qco> </h3>      if you really want the leg room you're gonna need waffles. especially if you have an exorbitantly high number of legs\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n1:49 pm</dco> &nbsp;<qco> Are you a dog or cat person?</qco> </h3>      i am a hybrid between all 3. cat/dog/person\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n1:16 pm</dco> &nbsp;<qco> is christmas real</qco> </h3>      it has an ongoing special agreement with reality\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n1:11 pm</dco> &nbsp;<qco> could i interest you in some ketchup</qco> </h3>      no, i have banished ketchup\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n1:03 pm</dco> &nbsp;<qco> Isn't a hamburger technically a sandwich?</qco> </h3>      yes, sometimes 2 sandwiches\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n12:56 pm</dco> &nbsp;<qco> are you a colony</qco> </h3>      i am in the process of colonizing myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n12:19 pm</dco> &nbsp;<qco> if you could take one picture of something, what would it be ?</qco> </h3>      everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n12:02 pm</dco> &nbsp;<qco> will you ever do a remake of the song song? i need it</qco> </h3>      i would do a re make of every song, which fortunately includes that one\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n11:57 am</dco> &nbsp;<qco> What is the true meaning of Christmas?</qco> </h3>      darkness, while being very grateful and thankful that the world is not usually this dark. in the southern hemisphere it takes a bit of reverse psychology to get this\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n11:55 am</dco> &nbsp;<qco> lord god please tell me what your solo synth sound is</qco> </h3>      it's just me. i made the sound, and then i play the sound. the sound is made with a lot of options for the player, so the player matters on this one, just as much as the maker. which in this case are both me. i was going to say that i used seahorses, but that's not true, i did not<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n11:45 am</dco> &nbsp;<qco> how on earth do you come up with suck catch songs?</qco> </h3>      i check the weather first, which doesn't matter because it always changes anyway. then songs will occur, depending on the changed weather\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n11:36 am</dco> &nbsp;<qco> what do you pour first? milk or cereal?</qco> </h3>      first the milk, then a bunch of seahorses, then cereal, for the sea horses to eat\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n11:22 am</dco> &nbsp;<qco> I dislike the saying that \"the sky is the limit\" because it is clearly not the limit.</qco> </h3>      that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n10:37 am</dco> &nbsp;<qco> Sorry to interrupt you Bill, but my couch is currently sitting at a 63 degree angle. Do you know how I can prevent this?</qco></h3>      it doesn't matter now, what's important is how to fix it. you gotta move it back. and to prevent it in the future, you wanna make sure no one else moves it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Because I can't play Wii Sports like this.</qco> </h3>      or maybe you could rotate your house, around the couch\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n10:26 am</dco> &nbsp;<qco> opinion on seahorses??</qco> </h3>      the logo for the seahorse is a seahorse\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n10:23 am</dco> &nbsp;<qco> is cereal soup?</qco> </h3>      new update out of switzerland this morning, cereal is considered a sandwich\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n10:07 am</dco> &nbsp;<qco> if given the chance to become either a worm or a skeleton, which would you choose?</qco> </h3>      don't worms have skeletons? is there any chance i could be a worm skeleton. nevermind, save the offer for another day. i appreciate the opportunity\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n9:51 am</dco> &nbsp;<qco> I had a thought the other day that maybe the reason you prefer singles to albums is your music tends to be self contained in each song (lyrics, story lines, moods etc) rather than flowing into one another. Does that sound accurate or am I projecting onto you?</qco> </h3>      i thought all songs were like that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n9:50 am</dco> &nbsp;<qco> i love your videos! Amazing editing</qco> </h3>      holy smokes, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n9:41 am</dco> &nbsp;<qco> what is the capital of my body</qco> </h3>      i know you would expect it to be your brain but it's actually sacremento\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n9:39 am</dco> &nbsp;<qco> <a href=\"q.php?date=201912190004\">12.19.19&nbsp;&nbsp;12:04 am</a>  ok. fair. one more question then, how do you be yourself and not a fucking idiot? thanks bye.</qco> </h3>      sometimes you can use reverse psychology\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n9:29 am</dco> &nbsp;<qco> Just fukin upload a fukin quality video</qco> </h3>      i almost did not even think of that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n9:27 am</dco> &nbsp;<qco> How do u ask a question?</qco> </h3>      sometimes you can use reverse psychology\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n8:33 am</dco> &nbsp;<qco> 1. Are you making another video? </qco></h3>      i was going to hopefully make all the videos<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tIf so, do you have a set day that it will release?\n</qco></h3>      every day would be good, that would seem convenient for everyone, including myself<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t2. Microwave?</qco> </h3>      was envisioning some larger type of wave\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n8:20 am</dco> &nbsp;<qco> There's a frog living outside my window who wakes me up very early with his horny songs. He's really bugging the heck outta me. What should I say to him?&nbsp;</qco> </h3>      you must interrupt him, with hornier songs, more horny than he may have ever thought possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n6:56 am</dco> &nbsp;<qco> Can you do the thing that the thing did when he did the thing while doing the thing?</qco> </h3>      doing it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n6:02 am</dco> &nbsp;<qco> Can grass talk?&nbsp;</qco> </h3>      it can dream\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n5:50 am</dco> &nbsp;<qco> would you say you are still flicking your car blinker way too hard?</qco> </h3>      not hard enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n5:04 am</dco> &nbsp;<qco> i was standing in my kitchen feeling overwhelmed with how many amazing inventions there are, how much stuff people have done before us to make everyone's life easier and that's just the kitchen. they were strong and smart and i'm trying to not let the convenience of it all make me weak and dumb. not really a question just extremely grateful and other feelings i can't name</qco> </h3>      that's true, but don't forget how much easier all those inventors' lives were made, by all the inventions that came before. now it's your turn\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n5:00 am</dco> &nbsp;<qco> When are you planning to upload videos again?</qco> </h3>      every week!\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n4:42 am</dco> &nbsp;<qco> Do you the the the the the the the the the the the the the the the the the the the the the the the the&nbsp;</qco> </h3>      yes, that is exactly what i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n4:36 am</dco> &nbsp;<qco> is water wet?</qco> </h3>      it damn better well not be\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n4:13 am</dco> &nbsp;<qco> When writing a song, which is the better principle to stick by: to KISS (Keep It Simple Stupid) or write without limits with the handicap of getting musically overwhelmed because of it?&nbsp;</qco> </h3>      the golden rule is the song wants to surprise you. by switching between being simple and not simple. with neither too much regularity nor irregularity\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n4:05 am</dco> &nbsp;<qco> do you ever wear an item of clothing until it just completely falls apart?</qco> </h3>      yes, i have done that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n3:53 am</dco> &nbsp;<qco> please could you release reality videos weekly</qco> </h3>      yes, i will do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n3:05 am</dco> &nbsp;<qco> Will you/Have you used the word \"lugubrious\" in your songs?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n2:56 am</dco> &nbsp;<qco> What would you say is your biggest inspiration for your creations?</qco> </h3>      the entire solar system\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n2:20 am</dco> &nbsp;<qco> How do you write your song lyrics?</qco> </h3>      in a musical way. i imagine things sung. that accomplishes 2 things at the same time; it tells me both the lyric and melody\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n2:12 am</dco> &nbsp;<qco> what do you want for christmas</qco> </h3>      a potato holder. i have so many potatoes but nothing to hold them\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n2:00 am</dco> &nbsp;<qco> Hey Bill, who are some of your Musical influences?</qco> </h3>      pots and pans,\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n1:44 am</dco> &nbsp;<qco> This isn't a question, but I admire and appreciate how genuine you are. It's really inspiring. Thanks for being the person you are</qco> </h3>      holy smokes, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n1:35 am</dco> &nbsp;<qco> inspirational thoughts please</qco> </h3>      *birds flying*\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n1:27 am</dco> &nbsp;<qco> Why did the chicken cross the road?</qco> </h3>      it was following another road. going through an intersection with the first road\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n1:21 am</dco> &nbsp;<qco> I know It's kinda pushing it too much, but if you really come to Brazil, can you say hello, how are you?</qco> </h3>      i would say hello, and then it's the other person's turn. to say something\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n12:54 am</dco> &nbsp;<qco> name something that bends</qco> </h3>      the whole freakin rules\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.19&nbsp; \n12:04 am</dco> &nbsp;<qco> It's weird trying to infer your stance on capitalism. Getting a huge \"Christmas kinda sucks\" vibe maybe because of capitalism(???)</qco></h3>      it might be your own beliefs that you have projected somehow onto me<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t meaning the commodification, propaganda, distribution, and sale of this weird red fat dude, who's a way way way bastardized representation of Jesus,. .&nbsp;&nbsp;is kinda absurd .. given all the resources and stuff wasted.... just a guess. .&nbsp;&nbsp;Also Rock and roll Confusion, the video. and the audio journal 'bout \"pirates looting booty\". It seems like rich people being shitty is a thing you sometimes talk about.</qco></h3>      i have never talked about that. i respect rich people, and their beliefs<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Except for that one time in Movie Star where you empathize with a dude who lives in a cool house. maybe there are others. \n<br>\n<br>but when you were asked before about being anticapitalist or having those views I think you were like \"but making money, like...you need to\".</qco></h3>      that may be true but i did not say that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t So I guess what I'm asking is/was this something you think about? care to share findings of research on this topic?</qco> </h3>      not quite yet, but it sounds very much like you just explained your own beliefs and tried very hard to infer that they are my beliefs too. those are not bad beliefs, they are very good beliefs. but they originated from you as you wrote them\n<br><br>"
  }
]
