[
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n12:27 pm</dco> &nbsp;<qco> What inspired you to create music and do videos?</qco> </h3>      \nthat's just common sense really. would recommend it to anyone who has things they want to express\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n12:03 pm</dco> &nbsp;<qco> Hi Bill, how do you deal with insecurities? I'm often put down by myself and that is a little frustrating. How to draw the line between self confidence and hyped ego?&nbsp;</qco> </h3>      \ncould make it a wavy line. that way you get to experience the best of both worlds\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n11:57 am</dco> &nbsp;<qco> What is your favorite Cenozoic Beast?</qco> </h3>      \nanything drawn by heinrich harder\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n11:23 am</dco> &nbsp;<qco> what is the meaning of life the universe and everything</qco> </h3>      \nmight be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n11:16 am</dco> &nbsp;<qco> How do you answer questions 24 hours a day without getting tired?</qco> </h3>      \ni don't-- the trick is, they are ASKED 24 hours a day. the whole trick to this, i must assume, is that they are asked by many different people. so for example, some people may be sleeping (including me), and then other people might be awake, asking questions at that time. and then, when i do a question answering session, the questions are posted with the time/date showing the time the question was asked\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n11:01 am</dco> &nbsp;<qco> what do you do when ure bored</qco> </h3>      \ni find it impossible to be bored because the world is so ridiculous\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n10:59 am</dco> &nbsp;<qco> Why is my dog eating rocks?</qco> </h3>      \n\"just for the taste of it\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n10:50 am</dco> &nbsp;<qco> Other than music, what other hobbies do you have?</qco> </h3>      \nto say music is a hobby for me would not really be painting the whole picture, but one of the major other things i do is make videos. sometimes videos to go with the music, or sometimes make music to go with the videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n10:48 am</dco> &nbsp;<qco> Would you ever consider putting out a vinyl album with some of your top songs?</qco> </h3>      \nvinyl doesn't strike me as a medium that really............ 'exists'....... although time will tell if i may be proven wrong about this\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n10:40 am</dco> &nbsp;<qco> Do you know how to program?</qco></h3>      certain things, in certain ways,<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also, what's your favourite programming language? I'm undecided between python and java...</qco> </h3>      \nwhat is an example of something you would be interested in programming\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n9:47 am</dco> &nbsp;<qco> Is it possible to ever be as cool as you</qco> </h3>      \ni am at the very least, living proof of that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n9:14 am</dco> &nbsp;<qco> what are two words from the upcoming video(s)</qco> </h3>      \na, the,\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n7:43 am</dco> &nbsp;<qco> how do you bounce back from feeling like you're not good at something you're normally ok at?</qco> </h3>      \nthink back to before you were good at it in the first place. try to remember how you first got good at it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n7:04 am</dco> &nbsp;<qco> What do you do when you don't know what to do?</qco> </h3>      \nplay a nice friendly game of 'what do we know'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n6:57 am</dco> &nbsp;<qco> How did you get into music?&nbsp;</qco> </h3>      \nturns out i already was into it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n6:54 am</dco> &nbsp;<qco> will you make weekly content</qco> </h3>      \noh that sounds overwhelmingly delicious\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n5:35 am</dco> &nbsp;<qco> do you think emus are gonna take over the world?</qco> </h3>      \nnot yet\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n5:13 am</dco> &nbsp;<qco> what is nothing?</qco> </h3>      \nnot anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n4:39 am</dco> &nbsp;<qco> When will it end?</qco> </h3>      \nwhen will what end\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n3:47 am</dco> &nbsp;<qco> why are sundays so depressing?</qco> </h3>      \nbecause, sunday is the day that a lot of things are either not allowed to happen or not supposed to happen<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n3:37 am</dco> &nbsp;<qco> In your song \"i just did a bad thing\",&nbsp;&nbsp;did you expect some of the events described to be semi-realistic, </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;as in the events of 2020, </qco></h3>      any time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and COVID-19? </qco></h3>      no, i had no idea about that. that didn't exist yet<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If not at all, can you tell [us] some details on the inspiration of the song, and the meaning on the lyrics?</qco></h3>      it originally came from a deliberate song idea generation session, let's just say ..... it was not the brightest flower of the bunch. i kind of just noted down the first line, and said 'meh'.... just did a bad thing, whatever, i guess that works. and threw it into the pile. Fast forward a few weeks later, during 'song selection' time, for the next song recording, and i had picked my semi-finals from the list, i think it was about 27 semi finalists (from a list of hundreds), and here's where i made a crucial mistake. i thought it would be a good idea to go around again, for a second round of elimination. Turns out that's a bad idea, and this is probably exactly the moment that i learned this. What happened was, i ended up eliminating them all. So, being on a hasty 2-week production schedule at the time, i realized i had but mere moments to spare, i hastily reversed back to the 27 semi-finalists, and out of spite / reverse psychology of some kind, i picked what i felt was the 'weakest' idea in that list. because i was so frustrated at myself for having eliminated all of them in the second round, i just wasn't trusting my 'opinion' anymore, so i just figured whatever is in that list of 27 has already been picked as one that i wanna do, so just to spite myself, i picked 'bad thing' because it was probably one of the least developed (one line) and i was least attached to it. i can't exactly explain my reasoning any other way, other than a bit of frustration and spite. Everything after that, as they say in the gravy business, is gravy. Because with the selection finalized, the remainder of the writing process is inspired by 1 thing only, which is trying to make the best song i can from what i have. which, in this case, since the first line i had was the first line of the song, means playing the first part and just trying to imagine how the next part would go, and so on, from there. heavily relying on my go-to techniques of 'making things up' and 'using my imagination'.<br>\n     Another thing i will mention is, when i got to the 'hey what's the name of this game' section, i was very pleased with that section, but the more i was trying it, i started to really feel like that belonged in a different song instead. I was sure it was never going to work. but i think after trying haplessly to come up with an alternative, i used another go-to technique i have, which is when you're stuck, always go with the first option you had, because at this point it's the best thing you're gonna get, and it's probably destiny anyway<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It would also be nice to have a bit of detail on your song \"long long long journey\", too!</qco> </h3>      the chorus was written first. i believe there were 2 writing prompts at play there. a random word selection (always 2 words), it was 'campaigning' and 'stress', and also i believe there was also a musical prompt which is to use a 4415 based chord scheme at the top of the chorus. It appears that that song 'selection' occured on the same day as the original idea session. this is common, because when starting a new song process, first i do a series of new idea genration sessions, and then, separate from that, i do a song selection process (where i select which one is recorded) which can include the entire list of all song ideas, not just from that session. But quite often, the newer ones win, because for whatever reason they might be stronger and feel more relevent. So that one was selected, and it certainly was not more than a chorus (i think the chorus was probably fully written at the time of the selection, but nothing else). So, as with the other example, everything that happens after that is just part of the songwriting process, where i know that that's the song i'm doing. so i have to just put in the work to get it where it needs to be. So in this case, it's 'chorus was written first', which is always strange and quite a backwards puzzle to do, especially if you determine that the chorus does not go at the beginning of the song. Often in those cases, the verse solution will arrive melodically first, with almost no lyric. and i think this was definitely the case here, and it seemed to want to be something like \"i still remember the first day that...?' ... or 'i remember the..first..?? something'. I recall rattling around for quite some time trying to find something powerful enough to be the first line. and i believe, as is so often the case, it was in the shower that the actual solution arrived, 'i remember the moment that my dreams were broken.' And from there, as always, it's just the regular forward writing process as usual, trying to figure out the best way for it to go on a moment to moment basis after that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n3:08 am</dco> &nbsp;<qco> how much weird things do you get asked in a day?</qco> </h3>      \ni have never been asked a weird thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n2:43 am</dco> &nbsp;<qco> Thoughts on peanut butter?</qco> </h3>      \ni always confuse it with beanut putter\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n2:39 am</dco> &nbsp;<qco> How do I make a chair?</qco> </h3>      \nyou could 3D print a lowercase 'h'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n2:28 am</dco> &nbsp;<qco> How do you think of your songs</qco> </h3>      \ni have to let them believe that they are thinking of me, and also let them believe that they have tricked me into thinking that i am thinking of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n2:13 am</dco> &nbsp;<qco> How do I not be depressed</qco> </h3>      \nyou could usher in a new era\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n2:12 am</dco> &nbsp;<qco> are you republican</qco> </h3>      \nnever heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n1:50 am</dco> &nbsp;<qco> do you think mega-corporations will still be a thing in the distant future?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n1:32 am</dco> &nbsp;<qco> meaning of life</qco> </h3>      \ncould be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n1:23 am</dco> &nbsp;<qco> if the world ran out of sliced bread, what would be the next best thing?</qco> </h3>      \nsome sort of bread slicing device\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n1:13 am</dco> &nbsp;<qco> i feel like i understand music but i have no idea how to make it like i can look at a chord progression or a melody and think yeah ok i see what they're doing but i cant write anything i like. how did you start writing stuff</qco> </h3>      \nthe crazy thing to always remember about writing is, ...... the range of different things you could do is actually bonkers. at least for me, things only start to make sense once i allow myself to go far broad and wide, out and past the outer and upper reaches of the known universe. then and only then, once i have sufficiently explored that enough, things may start to resemble some more earthly constructions. Maybe this is good general writing advice, or, maybe it's only relevant to whatever strange psychological condition i may have\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n12:49 am</dco> &nbsp;<qco> Why isn't grass purple?</qco> </h3>      \nbecause you have not made it purple yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n12:14 am</dco> &nbsp;<qco> Hey. i just wanted to tell you that even if you can't immediately see it, you are in fact affected millions of peoples' lives, or at the very least, at least 20 or so people in my circle of friends in a very positive way. if you're ever doubting yourself, remember that. At the least, my life has been changed\n<br>Oh yeah this has to be a question...\n<br>How fun is the new video style compared to the old one?</qco> </h3>      \nthe fun has not begun yet. still laying extensive amounts of groundwork\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n12:12 am</dco> &nbsp;<qco> What do you think is the best genre of music,</qco></h3>      regular<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I think that \n<br>lofi (chill music) is the best type of music&nbsp;</qco> </h3>      \nright but how do you explain that no one used that term 15 years ago. is it to be assumed that music was never used for chill purposes until recently, because i don't think that is the case\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.20&nbsp; \n12:09 am</dco> &nbsp;<qco> any recipes you would like to share?</qco> </h3>      \nmaking patterns, and breaking them. then once that pattern of making and breaking patterns is established, you will want to go ahead and break that pattern by making a pattern without breaking it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.20&nbsp; \n11:32 pm</dco> &nbsp;<qco> would you recommend any jamey abersold books?</qco> </h3>      \nwhy not make your own. seems easy enough, and you'll surely get stronger in the process\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.20&nbsp; \n10:49 pm</dco> &nbsp;<qco> How do I write poetry</qco> </h3>      \nwrite a bunch of stuff and start trying to figure out if it makes any damn difference what you write. and then, right in that moment, you will start to realize just how much damn difference can actually be made\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.20&nbsp; \n10:40 pm</dco> &nbsp;<qco> what is what, how can I tell the difference?</qco> </h3>      \nby tapping it gently\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.20&nbsp; \n10:34 pm</dco> &nbsp;<qco> when did all the windmills start to turn so slow?</qco> </h3>      \nthey have been spinning at the same speed this entire time, but your emotional perception of time may have changed\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.20&nbsp; \n9:24 pm</dco> &nbsp;<qco> I understand you are NOT done making music :D, but i'm curious if the videos history of the entire world i guess and history of japan are gonna be your only history themed videos? (its okay if they are, i love your other videos, just curious....)</qco> </h3>      \nwell, the problem is that i want to be able to make those videos in unlimited abundance. i am having trouble dealing with the trauma of only being able to make .00000000000000000001% of the videos i want to make. so i am looking into some serious solutions for this, because clearly this is no way to live\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.20&nbsp; \n9:10 pm</dco> &nbsp;<qco> what are the digits of pi</qco> </h3>      \n1234567890 multiple times and in various different combinations\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.20&nbsp; \n9:02 pm</dco> &nbsp;<qco> I've wanted to make music ever since I was a kid, but I got depressed and didn't touch my guitar for a few years and I accidentally assigned meaning to my inability to create. Now I'm afraid to start up again because the concept of me writing songs has become a symbol of how far I've fallen so it feels safer to just write terrible poetry and pretend it wouldn't sound cooler as song lyrics. As a professional, do you have any advice?</qco> </h3>      \nit's important to remember that any great progress you've made before was starting from an equally low or lower point than where you may be now\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.20&nbsp; \n8:53 pm</dco> &nbsp;<qco> What's the best kind of sandwich. Very important.</qco> </h3>      \n      a sandwich sandwiched between 2 other sandwiches \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.20&nbsp; \n8:04 pm</dco> &nbsp;<qco> How do our minds remember that we forgot something but doesn't remember the thing that we forgot?</qco> </h3>      \nit's kind of like a lump under the blanket. you don't know what it is but you can feel the lump\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.20&nbsp; \n7:56 pm</dco> &nbsp;<qco> is there anything better than sliced bread yet?</qco> </h3>      \nhave you ever experienced *diced bread*\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.20&nbsp; \n7:51 pm</dco> &nbsp;<qco> Why are the bees knees so great?</qco> </h3>      \ni don't think bees have knees, which means you get to imagine them to be as great as you can imagine\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.20&nbsp; \n7:15 pm</dco> &nbsp;<qco> How do you find authenticity, so your art-stuff is just showing how it is for you, rather than trying to make yourself look cool, at expense of actual quality and honesty? I just finished a book and I missed again.&nbsp;</qco> </h3>      \ntry to get so un cool it loops around\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.20&nbsp; \n7:05 pm</dco> &nbsp;<qco> how can i play music&nbsp;</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.20&nbsp; \n6:53 pm</dco> &nbsp;<qco> Hello, Bill! Out of all the songs you have made, which is the one you like most? (you can give me 1, a top 3, 5, 10, whatever)\n<br></qco> </h3>      \ni would prefer to make a new one to like most\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.20&nbsp; \n6:24 pm</dco> &nbsp;<qco> How can i go O U T S I D E&nbsp;&nbsp;?</qco> </h3>      \nfirst you must negotiate, with the door\n<br><br>"
  }
]
