[
  {
    "html": "<h3> <dco>1.26.21&nbsp; \n10:55 am</dco> &nbsp;<qco> Did you have the keyboard solo in la de Da de da de Da de day oh pre written, or did u improvise/make it while recording?</qco> </h3>      \nthe parts that quote the chorus melody were written. the rest was not\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.21&nbsp; \n10:31 am</dco> &nbsp;<qco> is there a genre you mostly stick to in music, </qco></h3>      normal<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do you make different kinds of music just so it doesn't get boring</qco> </h3>      i make as many kinds as i can. every kind is normal\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.21&nbsp; \n10:02 am</dco> &nbsp;<qco> teach me how to LIVE</qco> </h3>      \na good mental exercise for this is try to teach someone else how to live\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.21&nbsp; \n9:55 am</dco> &nbsp;<qco> What do you think about Greenland?</qco> </h3>      \nit's mostly white\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.21&nbsp; \n9:25 am</dco> &nbsp;<qco> what's normal</qco> </h3>      \nimagine a boat, on a ship\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.21&nbsp; \n8:51 am</dco> &nbsp;<qco> how do you feel about the current state of pop culture?</qco> </h3>      \nit should fit right in with some of the other states of pop culture\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.21&nbsp; \n8:37 am</dco> &nbsp;<qco> is your caps lock broken?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.21&nbsp; \n8:04 am</dco> &nbsp;<qco> How many songs did you end up recording between \"might quit\" and \"here comes the sun\"?</qco> </h3>      \n1\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.21&nbsp; \n8:03 am</dco> &nbsp;<qco> So you said you didn't plan at first for \"here come the sun\" to the next song after \"might quit\", what's the reason you chose it then? </qco></h3>      i went through the standard song selection process, which includes a lot of new writing, then pre-selection, then more writing on those, then a final selection. it's pretty painful because unfortunately i know i may be stuck with it for a long time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is it because the video for the music would be relatively easier then other songs you could release so you did this first as a warm-up?</qco> </h3>      \nno. if anything it would be harder because that song happens to be longer than any other song i have. this is a coincidence\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.21&nbsp; \n7:58 am</dco> &nbsp;<qco> have you ever thought about remastering a song </qco></h3>      yes but it's more important to make new songs, because there's more new songs than previous ones<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or making a video for a past song with no video?</qco> </h3>      yes, i've done that, but i prefer to make videos for new songs, because there's more new songs than previous songs\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.21&nbsp; \n7:55 am</dco> &nbsp;<qco> you previously mentioned the sun is raging because it's happy. is it happy because the guy from and the day goes on traveled straight into it?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.21&nbsp; \n7:12 am</dco> &nbsp;<qco> &nbsp;tell me funny joke</qco> </h3>      \nthat's impossible. jokes are not funny\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.21&nbsp; \n6:16 am</dco> &nbsp;<qco> where did you get the chess game in history of the entire world from?</qco> </h3>      \ntournament archives. searched for games with a russian player vs a british player. then i re-enacted it in chess software\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.21&nbsp; \n5:30 am</dco> &nbsp;<qco> were you gone because you were taking a break?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.21&nbsp; \n4:24 am</dco> &nbsp;<qco> How are you liking the world of 3D modeling?</qco> </h3>      \nso far it's ruined my life. trying to un-ruin it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.21&nbsp; \n4:24 am</dco> &nbsp;<qco> How does one find one's place in society?</qco> </h3>      \njust keep changing it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.21&nbsp; \n4:00 am</dco> &nbsp;<qco> how did you come up with the idea for maybe i could eat blades of grass?</qco> </h3>      \ncommon sense really\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.21&nbsp; \n3:19 am</dco> &nbsp;<qco> do you have a favorite of the songs you've written</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.21&nbsp; \n3:05 am</dco> &nbsp;<qco> is songwriting a form of poetry, or is poetry a form of songwriting?</qco> </h3>      \nnot quite, and yet so much more\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.21&nbsp; \n2:59 am</dco> &nbsp;<qco> Love your videos, what kind of music do you like listening to?</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.21&nbsp; \n2:55 am</dco> &nbsp;<qco> What is the most memorable thing that you don't remember?</qco> </h3>      \nthe big bang\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.21&nbsp; \n1:49 am</dco> &nbsp;<qco> are you going to make a 3d remix of every song you have made?</qco> </h3>      \nthere's many other things i have yet to make for the first time, so i should take care of those first, then maybe circle back for the re-makes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.26.21&nbsp; \n1:37 am</dco> &nbsp;<qco> What is your favorite texture?</qco> </h3>      \nrough\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n11:55 pm</dco> &nbsp;<qco> hi bill, could you please give me a random note to start my song on? i've never really written a song before but i've been playing music (mostly classical) for almost my entire life and i thought it might be neat to spice things up by composing something myself. problem is, i really don't know where to start, but if you gave me a note or even a random word that would probably give me enough motivation to at least get started. thanks&nbsp;</qco> </h3>      \nD\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n10:51 pm</dco> &nbsp;<qco> What new song are you about to make in the future of 2021?</qco> </h3>      \ni don't know yet. i will choose it after i finish the one i'm working on\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n10:29 pm</dco> &nbsp;<qco> when will you make 1d videos</qco> </h3>      \n<a href=\"https://billwurtz.com/the-alarm.mp4\" target=\"_blank\">december 15, 2010</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n9:35 pm</dco> &nbsp;<qco> Would you try to draft a song in a music notation software (like Sibelius, Finale, Musescore, etc.)?</qco> </h3>      \nno. if i'm writing notation i prefer handwritten. if i have a computer i'll just record a demo. if i have a computer and no instrument, i'll use a graphics tablet to write notation. if i have a computer and no graphics tablet and no instrument, i'll record it vocally and try my best to explain all harmonic information. if i have a computer with no graphics tablet and can't record audio, then i'll use text and use numbers for melody, more numbers for rhythm, and more numbers for chords. that is worst case, but it does work\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n9:18 pm</dco> &nbsp;<qco> how many words are in the title of your next song?</qco> </h3>      \n3\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n8:47 pm</dco> &nbsp;<qco> How do you come up with song ideas?</qco> </h3>      \nthey usually hit me in the face when i least expect. the secret is to develop fast enough reflexes to catch them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n8:38 pm</dco> &nbsp;<qco> so how do you decide to place those quick-snap trumpets you always do that always succeeds to make my ears melt&nbsp;</qco> </h3>      \nusually it only fits in one place. so i pretty much try all the places, like \"nope, nope, nope, nope, nope, nope, nope, nope, nope, yes, nope, nope, nope\" and that's where it goes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n8:30 pm</dco> &nbsp;<qco> bill I just saw you use a capital letter. please explain yourself</qco> </h3>      \ncapital letters are a big version of any letter, built into almost every font. you don't even have to change the font, and you've got a whole different set of (larger) letters. many different uses for these\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n8:01 pm</dco> &nbsp;<qco> What was the hardest road bump you hit while learning 3D Modeling and Animation?</qco> </h3>      \nmy mind\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n7:32 pm</dco> &nbsp;<qco> are the books on top of the mountain in \"here comes the sun\" a reference to the old bookstacking vlog?</qco> </h3>      \nno, but they are both a reference to books\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n7:21 pm</dco> &nbsp;<qco> are you the kind of artist that waits for inspiration to come and then start working or the one that intensively works to get inspiration?</qco> </h3>      \ninspiration comes regardless. i catch it, then also on a separate time-table, develop a scheme for when to work\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n7:20 pm</dco> &nbsp;<qco> are you working on a song right now? </qco></h3>      doing the video for it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and if so, what is the song about?</qco> </h3>      dreams\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n6:38 pm</dco> &nbsp;<qco> How do I get into song making? It's something I've been think about for awhile now and I don't really know where to start.</qco> </h3>      \ntry doing something either insanely short, or insanely bad. if you make it both, that's considered a grand slam\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n6:28 pm</dco> &nbsp;<qco> was there any part of here comes the sun that was not done in blender or whatever 3d animator you use</qco> </h3>      \nthe audio, for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n6:21 pm</dco> &nbsp;<qco> In \"And the day goes on\" why did you go to the sun when mars is such a better option?</qco> </h3>      \nthat wouldn't fit the melody, neither emotionally nor physically\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n5:30 pm</dco> &nbsp;<qco> do you think that creating a band is a easier way to write lyrics? or doing it all your own is better? cause i actually write a lot of songs, but just instrumental... i try hard to write some lyrics to them, but it just doesnt feel right. any hints would be grateful</qco> </h3>      \nhere's something you could try ..... just open up a blank page in a text editor. and just start going bonkers, with letters, and words. spend some time there. really try to find joy and happiness, just with words. after a few years i think you'll be able to easily put words in songs, or anywhere. put words on a farm. in the street...\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n5:29 pm</dco> &nbsp;<qco> history of the entire world but 3d when</qco> </h3>      \nmay 10, 2017\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n5:17 pm</dco> &nbsp;<qco> What's the meaning behind you answering the \"what's your favorite song\" question with the same answer every time? </qco></h3>      perhaps if the answer stays the same\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n5:16 pm</dco> &nbsp;<qco> you probably heard this a bunch of times but why did you quit</qco> </h3>      \ni didn't quit. why did YOU quit\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n4:52 pm</dco> &nbsp;<qco> do you consider white crayons valid</qco> </h3>      \nyes, especially on black paper\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n4:08 pm</dco> &nbsp;<qco> I don't want to sound rude, but is there a reason why you don't capitalize sometimes? Is there even a reason, or do you just not care?</qco> </h3>      \ni do it when i think there is a reason to do it. So the times you see i don't do it, that's not when there's 'no reason not to do it', but rather, it's when there is no reason to do it. i hope that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n3:42 pm</dco> &nbsp;<qco> Where did you learn music?</qco> </h3>      \nat home, and in the work place\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n3:07 pm</dco> &nbsp;<qco> why do you like capital letters so much</qco> </h3>      \nit's like a second font, built in. even in the most basic environments\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n2:33 pm</dco> &nbsp;<qco> what music genre do you listen to the most?</qco> </h3>      \nregular\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n1:58 pm</dco> &nbsp;<qco> Is the cube at the end of here comes the sun actually the true default cube? Or did you delete it beforehand and add a new one just to delete again?</qco> </h3>      \ni don't use a default cube. my scenes start with 0 cubes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n1:49 pm</dco> &nbsp;<qco> how long did it take you to learn 3d modeling</qco> </h3>      \nconsidering i've only learned .000001 percent of it, learning all of it would take at least one million years\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.21&nbsp; \n1:37 pm</dco> &nbsp;<qco> what was the hardest part of learning 3d animation</qco> </h3>      \nmy own mind\n<br><br>"
  }
]
