[
  {
    "html": "<h3> <dco>4.22.19&nbsp; \n3:53 pm</dco> &nbsp;<qco> Can you do how because</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.19&nbsp; \n3:34 pm</dco> &nbsp;<qco> what was the last embarrassing thing you did</qco> </h3>      got embarrassed at the incorrect time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.19&nbsp; \n12:35 pm</dco> &nbsp;<qco> Oh okay, so are you making the new reality videos without changing the dates?</qco> </h3>      i've never changed the dates\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.19&nbsp; \n12:20 pm</dco> &nbsp;<qco> What is a good productive thing to do while you are bored in school\n<br></qco> </h3>      plan all the things you are going to do when you are not in school\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.19&nbsp; \n12:02 pm</dco> &nbsp;<qco> Do you have a second job other than making music?</qco> </h3>      making videos to go with the music. or sometimes making videos for music to go with\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.19&nbsp; \n11:25 am</dco> &nbsp;<qco> <a href=\"q.php?date=201904200943\">4.20.19&nbsp;&nbsp;9:43 am</a> \n<br>\n<br>Same person here: \n<br>I've also heard this argument: \n<br>Repetitive Lyrics\n<br>What's your take on that?\n<br>\n<br>As a musician, I appreciate your insight.</qco> </h3>      whatever floats your boat. the golden rule of music is, if you don't like a certain song or type of music, you shouldn't have to listen to it, besides in a torture p-o-w scenario\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.19&nbsp; \n11:02 am</dco> &nbsp;<qco> <a href=\"q.php?date=201804291510\">4.29.18&nbsp;&nbsp;3:10 pm</a>  what sort of visuals would you have in mind</qco> </h3>      people, in a band on stage playing songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.19&nbsp; \n10:17 am</dco> &nbsp;<qco> i wanna be too many things, i dont have enough money to figure out what one i wanna be. the things are themes, im trying to find my theme. advice?\n<br></qco> </h3>      help 5 other people find their theme\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.19&nbsp; \n10:05 am</dco> &nbsp;<qco> do you write down every element of a song before performing it?,\n</qco></h3>      only some<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n or do you \"feel\" how it sounds and them figure the theory behind it?</qco> </h3>      no need for theory really, just write it down, listen, familiarize, and play. if it's a no-reading gig then that would require some memorization\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.19&nbsp; \n9:59 am</dco> &nbsp;<qco> What do you get from answering questions?</qco> </h3>      knowledge, and power\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.19&nbsp; \n9:13 am</dco> &nbsp;<qco> Why do you think your voice sounds bad?\n</qco></h3>      i don't, i can usually do ok with it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In my opinion, it's smooth as butter.&nbsp;</qco> </h3>      usually i only include the best takes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.19&nbsp; \n9:11 am</dco> &nbsp;<qco> are demons more afraid of me than i am of them?</qco> </h3>      about the same amount\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.19&nbsp; \n8:14 am</dco> &nbsp;<qco> What is your ideological ideology?</qco> </h3>      ideologic\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.19&nbsp; \n7:56 am</dco> &nbsp;<qco> When can we expect your apology or confession video?</qco> </h3>      never. it will be unexpected\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.19&nbsp; \n6:42 am</dco> &nbsp;<qco> <a href=\"q.php?date=201904200715\">4.20.19&nbsp;&nbsp;7:15 am</a> &nbsp;&nbsp;I want to learn more about something (like, enough that I can produce content somewhat authoritatively about it) and wikipedia/google searches aren't as much help as I would like.&nbsp;&nbsp;I'm thinking a library might be a good next step but I honestly don't know where to start with that</qco> </h3>      i don't know either. the only thing i've ever used in a library are the tables\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.19&nbsp; \n2:43 am</dco> &nbsp;<qco> How do you order pizza?</qco> </h3>      numerically\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.19&nbsp; \n1:38 am</dco> &nbsp;<qco> how to not be depressed ?</qco> </h3>      invent a cure for something\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.19&nbsp; \n12:52 am</dco> &nbsp;<qco> what if you acted like you had a schedule to make yourself go faster but then there wasnt really a schedule and you just release it when it feels good? (i know ur gonna say that it would never get done but if you were going faster then it would be different than all the other times right?)</qco> </h3>      the only time a deadline actually pushes me is if i fully believe it is valid\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n11:51 pm</dco> &nbsp;<qco> Do you generally respond a longer answer for a question that is longer?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n11:29 pm</dco> &nbsp;<qco> Dating advice?</qco> </h3>      the number gets 1 lower; the day of the week gets one later, from year to year except leap years then it's 2. march and feb are identical in non leap years. jan and october are identical in non leap years. the double 31s are within the middle of northern summer, and over new years. christmas is exactly 1 week before new years. no one alive can actually figure out when easter is on their own, and one day that knowledge will be lost and we won't be able to find easter\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n11:13 pm</dco> &nbsp;<qco> how do i stay motivating in chasing after something when i don't know what that 'something' is?</qco> </h3>      why would you \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n10:59 pm</dco> &nbsp;<qco> what is the meaning of lid</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n10:39 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201904210125\">4.21.19&nbsp;&nbsp;1:25 am</a>  what do you mean by improvising the lyrics?</qco></h3>      making them up as you go along<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; For your own songs? Other songs? Any songs?</qco></h3>      you could make up a totally new song, or you could start with an existing song and then do it all wrong/different<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And what do you find beneficial about this?</qco> </h3>      that's when you discover what your singing voice can really do. real life is unscripted. 99.9% of our talking is spent unscripted. it is automatically genuine when you are making it up. the 'weird challenge' is to do scripted material. even the best actors in the world still sometimes sound fake doing this. it is significantly more difficult to find a genuine voice when doing scripted material (spoken or sung) whereas the genuineness is pretty much there by default when you are making it up. for example try reading a book out loud. then compare that to how you normally sound when you are talking to real people throughout your day. you'll see which one is more genuine. unless you happen to be an awesome voice actor in which case maybe the written one might sound totally bang-awesome, but actually still probably fake. unless you've really got the seasoned touch of 1,000 ninjas\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n10:18 pm</dco> &nbsp;<qco> have you ever considered playing the didgeridoo</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n9:49 pm</dco> &nbsp;<qco> hey bill i was wondering if you were ever planning on doing a foot reveal because i really think you should. i always wondered what celebrities feet look so i would really appreciate it if you could do a foot reveal.&nbsp;</qco> </h3>      that was like <a href=\"https://billwurtz.com/my-foot.mp4\">one of my first videos</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n9:00 pm</dco> &nbsp;<qco> is the latest anagram a reference to Song of Solomon 5:5?</qco> </h3>      not my part\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n8:11 pm</dco> &nbsp;<qco> How many croutons is it okay to eat in one sitting? (The large texas toast kind)</qco> </h3>      2\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n6:59 pm</dco> &nbsp;<qco> What was your graduation experience?</qco> </h3>      maybe about like <a href=\"grad.png\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n6:45 pm</dco> &nbsp;<qco> When you made get ready to eat dirt were you thinking about dry, sandy, light colored crunchy dirt or dark, wet, soft smooth soil-y dirt? Or a mix of the 2?</qco> </h3>      bad dirt\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n5:42 pm</dco> &nbsp;<qco> what are the thoughts of you on the word moist</qco> </h3>      basic, mainstream. predictable. almost as if part of some wider global conspiracy, as if planted in everyone's minds simultaneously as the important word they must discuss\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n5:35 pm</dco> &nbsp;<qco> QUICK without looking what is the sixth song from the bottom of the songs page?</qco> </h3>      i don't know. there has been a lot of discrepancy over what should be counted as a song, especially amongst the earlier work\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n5:35 pm</dco> &nbsp;<qco> what is your favorite color in terms of couches? in other words, what color do you think most complements your living room?</qco> </h3>      black i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n5:31 pm</dco> &nbsp;<qco> Hello. Is this the side effects of drugs?</qco> </h3>      no this is what happens when you get rid of all the side effects\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n5:28 pm</dco> &nbsp;<qco> i am your father</qco> </h3>      i believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n5:12 pm</dco> &nbsp;<qco> where do i go to pay u</qco> </h3>      <a href=\"https://billwurtz.com/donate.html\">here</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n5:09 pm</dco> &nbsp;<qco> how do the figured bass symbols work?\n</qco></h3>      i have no idea. i have never encountered it in my professional or personal life<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what do the numbers indicate? for example, is there such thing as a 6-3 chord?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n5:02 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201904141732\">4.14.19&nbsp;&nbsp;5:32 pm</a>  In \"mt St. Helens\" at the part where your talking about the blimp and how you can watch movies and play games on it, there's like 2 seconds of \"a play\". I can't find anything from \"movie star\" but maybe I'm just not looking close enough??</qco> </h3>      most people are telling me it includes both, which makes sense because i recall looking at both. from movie start i think i used the staircase scene\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n4:55 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201904201433\">4.20.19&nbsp;&nbsp;2:33 pm</a> &nbsp;&nbsp;&nbsp;is that reality vid they linked newly posted or was that always there?</qco> </h3>      \nthat was posted friday 4.19.19\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n4:43 pm</dco> &nbsp;<qco> What is the right amount of vagueness for success?</qco> </h3>      somewhere between 10.1 and 49.9%\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n3:48 pm</dco> &nbsp;<qco> is english real</qco> </h3>      no but that won't stop us from doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n3:46 pm</dco> &nbsp;<qco> How does your internal monologue sound like?</qco> </h3>      like a blow torch but a little louder\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n3:42 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201904201129\">4.20.19&nbsp;&nbsp;11:29 am</a>  I wanna know why you asked a question to my statement</qco> </h3>      i wanna know why you are putting statements in the question box\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n3:25 pm</dco> &nbsp;<qco> do you like the pre-chorus to river of dreams?</qco> </h3>      mostly yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n3:12 pm</dco> &nbsp;<qco> Can you do a proper face reveal some time?</qco> </h3>      never\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n2:54 pm</dco> &nbsp;<qco> I don't want to be \"that guy,\" but wtf is oatmeal?</qco> </h3>      mush, i think?\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n2:29 pm</dco> &nbsp;<qco> Will you ever start a gaming channel/series?</qco> </h3>      maybe later\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n2:20 pm</dco> &nbsp;<qco> what's the bug situation like up in new york&nbsp;</qco> </h3>      they are some of the greatest and strongest bugs in the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n1:26 pm</dco> &nbsp;<qco> the only time I ever come up with ideas for my content is when I'm about to go to sleep so I write them down but when I wake up and look at the ideas,,, it's so bad?? Even though I thought it was really good when I wrote them down?? Help&nbsp;</qco> </h3>      you're going to have to decide who to believe. your night time self or your morning self. the next step in the conversation is to write some response notes in the morning, responding to your night notes. then the following night, make some new night notes but also look at the previous night notes and the morning responses. bring the 2 personas into closer proximity so they can fight it out, first hand\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n12:17 pm</dco> &nbsp;<qco> How would you define your genre in a \"specific\" way??</qco> </h3>      provide a hypterlink to billwurtz dot com\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.19&nbsp; \n12:16 pm</dco> &nbsp;<qco> is taco bell open on easter?</qco> </h3>      i doubt it\n<br><br>"
  }
]
