[
  {
    "html": "<h3> <dco>8.12.24&nbsp; \n10:02 pm</dco> &nbsp;<qco> is corn corn</qco> </h3>      \nlet me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.24&nbsp; \n8:38 pm</dco> &nbsp;<qco> Not a question but I just gotta say your music is extremely well mixed. Like, extremely extremely well.&nbsp;</qco> </h3>      \nthat's surely a blessing and a curse\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.24&nbsp; 8:07 pm</dco> &nbsp;<qco> what are your thoughts on writing fanfic instead of studying before the big english exam? asking on behalf of JB</qco> </h3>      \nhow about writing some original fiction and then giving an english exam\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.24&nbsp; \n6:37 pm</dco> &nbsp;<qco> did the orange fruit or color come first</qco> </h3>      \nfruit\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.24&nbsp; \n6:36 pm</dco> &nbsp;<qco> how to change the climate back</qco> </h3>      \nyou'll have to be more specific about exactly what you'd like to change it to\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.24&nbsp; \n5:51 pm</dco> &nbsp;<qco> why don't the pharmacists take all the drugs, reduce the dose to about 1/10,000th, and put them all in one pill so that everyone can take it daily?</qco> </h3>      \nmaybe they're afraid the idea is too good\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.24&nbsp; \n5:00 pm</dco> &nbsp;<qco> when did you start writing songs with lyrics? how did that come about?</qco> </h3>      \ni'm not sure when, but it only starts working when you stop thinking of lyrics being a separate thing. the way you described it sounds exactly the way the task may have felt before having done it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.24&nbsp; \n3:26 pm</dco> &nbsp;<qco> Favorite species of fish?</qco> </h3>      \nwhichever one is the average size of all the other fish\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.24&nbsp; \n2:21 pm</dco> &nbsp;<qco> what is your opinion on gravity</qco> </h3>      \ncan't live with it, can't live without it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.24&nbsp; \n2:11 pm</dco> &nbsp;<qco> do you think more than one person in this world perceives / feels</qco> </h3>      \nyes but what do you think\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.24&nbsp; \n11:51 am</dco> &nbsp;<qco> what is your opinion on summer</qco> </h3>      \nit's not the whole story\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.24&nbsp; \n10:47 am</dco> &nbsp;<qco> how important is going outside</qco> </h3>      \nthat would be 57iu (importance units)\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.24&nbsp; \n10:25 am</dco> &nbsp;<qco> did you or did you not say what they said you said for they said that you said that you didn't say what you said you said</qco> </h3>      \ni did not\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.24&nbsp; \n9:44 am</dco> &nbsp;<qco> how do you usually respond to questions here that are just quotes from your videos</qco> </h3>      \nwith cold hard common sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.24&nbsp; \n9:24 am</dco> &nbsp;<qco> I only ask questions when I am barely awake and I never remember what I asked so I don't know if you answer. Does that annoy you?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.24&nbsp; \n7:45 am</dco> &nbsp;<qco> How do I make my keyboard improvisations more random without becoming too jazzy?</qco> </h3>      \nultimately you're gonna have to just play what you really want. even though it may be hard sometimes to admit to yourself exactly what that is\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.24&nbsp; \n7:11 am</dco> &nbsp;<qco> What is the future</qco> </h3>      \ni don't know yet exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.24&nbsp; \n7:05 am</dco> &nbsp;<qco> do you like my little pony a.k.a. cute ponies or bronies?</qco> </h3>      \nthe brand feels fairly strong in the long term\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.24&nbsp; \n2:23 am</dco> &nbsp;<qco> Hey, I'm trying to make a new weekday and need enough signatures on my petition. Will you sign it? No actual signing required, you can do it with the power of your mind.</qco> </h3>      \nnow i'm actually curious who you are petitioning to\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.24&nbsp; \n1:59 am</dco> &nbsp;<qco> Bill, A: is like to say your a nice guy, you make my insides feel warm, and B: what's your criteria to answer someone's questions? I may be egotistical but I felt like I had a stimulating question to ask that aroused thought, but it didn't get answered. Keep in mind I'm not insulted I'm just curious! :)</qco> </h3>      \nthere's no exact criteria. in that sense it's sort of like being in the jungle\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.24&nbsp; \n1:46 am</dco> &nbsp;<qco> How unstraight does a line have to be to be squiggly?</qco> </h3>      \nit needs to have at least 5 turns of 3 degrees or more\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.24&nbsp; \n1:29 am</dco> &nbsp;<qco> Was there a period where your mixes improved dramatically? If so, did anything in particular cause that? I'm trying to get my own mixes to the next level.</qco> </h3>      \nthere's a certain point where you just realize that all you gotta do is just get that whole song through that tiny hole\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.24&nbsp; \n1:21 am</dco> &nbsp;<qco> you ever make a tally chart showing how many times you've broken/followed a rule you made for yourself?</qco> </h3>      \ni have done that, which is of course despite the fact that i have a rule against doing that\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.24&nbsp; \n12:56 am</dco> &nbsp;<qco> How loud should the bass be on my friend and I's song \"pop rocks in my mouth\"&nbsp;</qco> </h3>      \nabout this loud\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; \n11:49 pm</dco> &nbsp;<qco> are 3 pieces or 4 pieces better or are solo artists the best</qco> </h3>      \nthese three scenarios are not in conflict as you suggested. they are in a loving relationship with each other\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; \n11:47 pm</dco> &nbsp;<qco> do you have fundamental advice on making it easier to do? other than don't?&nbsp;</qco> </h3>      \nneed to at least know what the thing is\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; \n11:39 pm</dco> &nbsp;<qco> What's an image that gets more interesting to look at when you rotate it 90 degrees clockwise?</qco> </h3>      \nany image\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; \n11:34 pm</dco> &nbsp;<qco> are you proud of yourself?</qco> </h3>      \noccasionally\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; \n11:28 pm</dco> &nbsp;<qco> i just saw my first ever live show and it was actually so good and now im scared this is gonna become a habit what do i do</qco> </h3>      \nif i were in your situation what i might try to do is put on your own live show, as a way to give back to the community\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; \n11:20 pm</dco> &nbsp;<qco> what's your favorite model of bird?</qco> </h3>      \nhuge\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; \n10:38 pm</dco> &nbsp;<qco> do you ever want to learn other languages?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; \n8:45 pm</dco> &nbsp;<qco> if you could ask for anything related to your own perception to be changed , what would you ask\n<br>\n<br>for example, make the music sound (&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;)\n<br>\n<br>'make everything how i would want it'\n<br>\n<br>'can i be how my mom was when she was great at bowling'\n<br>\n<br>young mom 'who's this'\n<br>\n<br>people think i'm schizophrenic for this but it can be explained just by the fact that we are not real. we are simulated&nbsp;</qco> </h3>      \ni'm not following your logic\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; \n7:36 pm</dco> &nbsp;<qco> trees are good</qco> </h3>      \ni see where you're going with this\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; \n7:19 pm</dco> &nbsp;<qco> Orson Welles talked about directors watching too many movies and having their perceptions distorted because of it. Do you believe that listening to too much music can have the same effect on musicians? Do you ever just take a break from listening to music for a while?</qco> </h3>      \nsometimes i listen to only Orson Welles\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; \n6:57 pm</dco> &nbsp;<qco> yo how do you play jazz like you're flying over the landscape of the chords themselves legit advice appreciated</qco> </h3>      \nultimately what needs to happen is you need to be playing the song not the chords. if you fly high enough, you can solidly and actually play the song despite playing almost none of the individual chords\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; \n6:21 pm</dco> &nbsp;<qco> how do i stop fumbling all the drum fills when recording</qco> </h3>      \nfocus instead on all the wonderful people who came into this church this week (as always) ready to actually, seriously, feel something\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; 5:10 pm</dco> &nbsp;<qco> how ya doing bill?</qco> </h3>      \npretty cool\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; \n4:27 pm</dco> &nbsp;<qco> can you answer this question with one of your recurring answers&nbsp;</qco> </h3>      \n00:00\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; \n4:07 pm</dco> &nbsp;<qco> what's your favourite time?</qco> </h3>      \n00:00\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; \n2:39 pm</dco> &nbsp;<qco> Sometimes I feel like I'm trying too hard to be myself</qco> </h3>      \nthat sounds like something you would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; 1:06 pm</dco> &nbsp;<qco> FINAL EXAM\n<br>\n<br>Question 1:\n<br>Are you ready for some questions?\n</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Question 2:\n<br>How do you feel this exam is going so far?\n</qco></h3>      pretty good<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Question 3:\n<br>How do you feel about the previous 2 questions?\n</qco></h3>      fine<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Question 4:\n<br>Last question, how do you feel this exam went for you?&nbsp;</qco> </h3>      \ngood\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; \n11:38 am</dco> &nbsp;<qco> how do I get the energy to play all day until the cows come home?</qco> </h3>      \nthat depends on why you want to do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; \n8:23 am</dco> &nbsp;<qco> Self evaluation: on a scale of 0-100, how would you rate your ability to provide satosfactory and apt answers to all the questions on this website, including, indeed, this one?</qco> </h3>      \n50\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; \n6:31 am</dco> &nbsp;<qco> why am i crying so often</qco> </h3>      \nbecause there was a little while before when you didn't do it very often. so now you have to catch up\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; \n6:02 am</dco> &nbsp;<qco> I'm at the grocery store and I forgot my shopping list. What should I get?</qco> </h3>      \na job there\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; \n5:06 am</dco> &nbsp;<qco> if you could change the chemical name of any compound, what would it be. (eg sodium chloride -&gt; fish etc)</qco> </h3>      \ni wouldn't want to change one of the names, but it would be cool to change all of the names\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; \n1:35 am</dco> &nbsp;<qco> Would you ever consider playing the game where you make dozens of references to media that doesn't exist just to confuse people</qco> </h3>      \ni'll admit that sounds tempting\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; \n1:16 am</dco> &nbsp;<qco> is it still a laptop if you dont have it on top of your lap?\n</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If not, what is it called when you accidentally sit on it?</qco> </h3>      \nthat does not change its name\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; \n12:14 am</dco> &nbsp;<qco> Do you have any tips for reducing latency when recording something with a midi keyboard?</qco> </h3>      \nyou have to look through the settings in the computer software and look for things like 'buffer size', 'block size', 'latency', etc. make the buffer size smaller if you can. also, this may be obvious, but you can't use wireless headphones\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.24&nbsp; 12:01 am</dco> &nbsp;<qco> is cereal a soup?</qco> </h3>      \nwhy stop there\n<br><br>"
  }
]
