[
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n12:42 pm</dco> &nbsp;<qco> How good is good?</qco> </h3>      ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n12:33 pm</dco> &nbsp;<qco> Is the earth a car</qco> </h3>      i think it might be a boat\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n12:22 pm</dco> &nbsp;<qco> opinions on middle english?</qco> </h3>      \"The perfect compromise.\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n12:21 pm</dco> &nbsp;<qco> is a question just an answer to a question nobody asked</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n12:02 pm</dco> &nbsp;<qco> Have you ever been betrayed, abandoned, or otherwise made an incoherent fool out of?</qco> </h3>      oh that would explain a lot\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n11:25 am</dco> &nbsp;<qco> is this art</qco> </h3>      is what art? nevermind, yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n11:10 am</dco> &nbsp;<qco> is everything alright?</qco> </h3>      no but some things are\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n11:00 am</dco> &nbsp;<qco> Are we all actually in a false reality created to control us?</qco> </h3>      no but there is a false reality where that is the case\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n9:57 am</dco> &nbsp;<qco> what would be a fun time</qco> </h3>      getting a chance to make the song i have about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n9:54 am</dco> &nbsp;<qco> did you write the lyrics to outside today and travel back in time to release it in the past?</qco> </h3>      no, i actually wrote the 'outside' part about 6 months before the song was recorded. so you are almost correct, but instead i travelled forward in time not back\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n9:54 am</dco> &nbsp;<qco> do you have a general timeframe as to when your next video will be ready?</qco> </h3>      no, but i do have a general time frame of what i think i would prefer to be the length of time between videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n9:54 am</dco> &nbsp;<qco> if feelings is a language, then why is it so goshdarn hard to understand???!!?!!!!</qco> </h3>      yes, that's exactly why\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n9:36 am</dco> &nbsp;<qco> i notice you reply to certain types of questions in exactly the same way. for instance: when somebody asks, \"what is the new vid going to be?\" or something along those lines, your response is ALWAYS \"you're acting like i'm only gonna make 1 video. i'll tell you one thing for sure, videos are way too awesome to make just 1\" </qco></h3>      that's not true, i only came up with that response about 4 days ago. all the times before that i must have used a different response<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i don't have a problem with this, but i am curious;&nbsp;do you have an auto-responder for certain types of questions?</qco></h3>      that's preposterous. who do you think i am<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also hope you are doing ok!\n<br></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n9:20 am</dco> &nbsp;<qco> What was the motivation to make your best masterpiece \"the peanut butter song\"?</qco> </h3>      you've got it backwards. it was an extremely un-master piece, just a major chord slammed several times out of anger and frustration, but then years later when i was more well adjusted in society i decided to see if i could potentially turn it into a masterpiece, by adding peanut butter to it and thus reframing it to appear like it was meant to be about peanut butter. i hope that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n8:57 am</dco> &nbsp;<qco> what if spain is in greece?</qco> </h3>      let's just say you would have to rearrange the map, if that were the case\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n7:55 am</dco> &nbsp;<qco> How do I make a cure for covid-19?</qco> </h3>      just start making cures for everything, on the off chance that one of those things happens to be covid 19\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n5:30 am</dco> &nbsp;<qco> What is the strange thing you did, what did you do to make everything pink.\n<br></qco> </h3>      must have accidentally disconnected one of the image nodes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n5:06 am</dco> &nbsp;<qco> whats 2+2?</qco> </h3>      what am i, some kind of super computer\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n5:02 am</dco> &nbsp;<qco> How to make a cure for covid 19</qco> </h3>      just start making cures for everything, on the off chance that one of those things happens to be covid 19\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n4:46 am</dco> &nbsp;<qco> how to cure the coronavirus?</qco> </h3>      cure everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n4:46 am</dco> &nbsp;<qco> Hi Bill,i know you get this kind messages a lot so I'm trying to be precise,you help me get through my day thanks to your music,so thank you for doing content and for being an excellent being(I'm not sure you are a human)</qco> </h3>      holy mole hill, wait no this just in, it's a mountain, of friendship and friendliness\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n4:44 am</dco> &nbsp;<qco> Do you like music?</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n4:43 am</dco> &nbsp;<qco> Is the day is still going on?</qco> </h3>      oh that would explain a lot\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n4:23 am</dco> &nbsp;<qco> i'm just starting making music and at first i was gonna work in EPs/albums but it made me feel really demotivated. then i thought about how you said doing one song at a time works better for you so i'm trying that now and it's insanely freeing. thanks for the inspo &lt;3</qco> </h3>      thank you for your sudden outburst of friendliness\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n4:17 am</dco> &nbsp;<qco> Have considered doing the \"short songs/videos first\" method with this new software?</qco> </h3>      there's a little more to it than new software, but yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n3:56 am</dco> &nbsp;<qco> Why is water underwater?</qco> </h3>      ah, that is due to the large amount of water it's under\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n3:47 am</dco> &nbsp;<qco> dude the grocery store told us i can only buy one pack of bread. this is unreasonable! you wanna come over to my country and riot with me?\n<br></qco> </h3>      my country said i'm only supposed to riot in 1 country at a time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n3:30 am</dco> &nbsp;<qco> What do you think about photography?</qco> </h3>      \"it's like being there\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n3:11 am</dco> &nbsp;<qco> Hi, hope you are well. What is the difference between a banger and a slapper?&nbsp;</qco> </h3>      maybe the top spin\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n2:24 am</dco> &nbsp;<qco> How do you make the difference between what you want and what you want to want?</qco> </h3>      try wanting what you want to want to want. see how far this thing goes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n1:52 am</dco> &nbsp;<qco> Why, exactly, are you speeding up your videomaking process? </qco></h3>      well, so far i haven't yet, but i am working fervently toward something of that nature, and more<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is it so you don't lose the idea? Is it related to you always trying to work as quickly as possible? Is it because of YouTube's algorithm?</qco> </h3>      none of those. the reason is because videos take way way too long to make, and therefore they are not able to be released at a pace in any way commensurate with humane viewing habits. it's kind of like when a restaurant takes 10 weeks to make a meal. would be kind of a useless restaurant, in that case, would you agree\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n1:47 am</dco> &nbsp;<qco> What is the best, noon or midnight?</qco> </h3>      the only thing that really does it for me is when the earth spins around in a circle\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n1:22 am</dco> &nbsp;<qco> what do i do if i'm pregnant with aliens</qco> </h3>      could turn it into an art project\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n12:54 am</dco> &nbsp;<qco> What's a good kind of bread?</qco> </h3>      huge\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n12:32 am</dco> &nbsp;<qco> What is your favorite video you have ever made?</qco> </h3>      i would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n12:24 am</dco> &nbsp;<qco> Other than feelings, which language would you want to learn next?</qco> </h3>      ideas\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n12:16 am</dco> &nbsp;<qco> there's a lot of evidence that i'm dumb. i don't really care about that much though because i'm mainly focused on being good. however, when i'm confident in my opinions i soon find out that i didn't know enough stuff about my opinion, and as a result i supported a position that's harmful to others. a simple solution would be to know more stuff, but i assure you, my dumbness is inevitable. i can't know what i don't know. so what do i do?&nbsp;</qco> </h3>      sounds like writing is a viable option\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n12:11 am</dco> &nbsp;<qco> What is New Jersey?</qco> </h3>      it's like new york but a little more ...... down to earth\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.20&nbsp; \n12:06 am</dco> &nbsp;<qco> Do u write ur lyrics on pen&nbsp;&amp; paper, or on a word doc?</qco> </h3>      neither\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n11:59 pm</dco> &nbsp;<qco> What does it mean to \"have\" something? Anatomical features are things that I \"have\", and time is something that I \"have\", and breakfast is something that I \"have\", and clothes are something that I \"have\". And I \"have\" to go to the store. But what does that actually mean?</qco> </h3>      could be a metaphor for something you \"are\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n11:27 pm</dco> &nbsp;<qco> Thoughts on lamps?</qco> </h3>      get one that turns on. more expensive, but it's worth it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n11:16 pm</dco> &nbsp;<qco> Whats your opinion on chicken nuggets? Just wondering.</qco> </h3>      fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n10:45 pm</dco> &nbsp;<qco> are the grandparents in willy wonka in a polyamorous relationship?&nbsp;&nbsp;and if not why do they all sleep in the same bed</qco> </h3>      to all fit into the same scene. can you imagine, if they were all in different scenes, there would be so many grandparents scenes, the movie would have to have a different title\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n10:33 pm</dco> &nbsp;<qco> How its sugar made?</qco> </h3>      by surprise\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n10:23 pm</dco> &nbsp;<qco> Is the universe round?</qco> </h3>      even better\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n10:19 pm</dco> &nbsp;<qco> Do vegetables have fruits?&nbsp;</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n10:03 pm</dco> &nbsp;<qco> is being obsessed over a pokemon a healthy thing?</qco> </h3>      yes, but it's not as healthy as being obsessed with doctors\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n9:55 pm</dco> &nbsp;<qco> Do you have any tips on creating fluid/realistic animation?</qco> </h3>      first you're gonna wanna go ahead and get yourself a supercomputer\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n9:30 pm</dco> &nbsp;<qco> i think your expectations for how many videos you should be able to make (or how long each one should take) are pretty unreasonable.</qco></h3>      in that case, welcome to unreasonable dot com<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;most people who make lots of videos have a large crew who handle each part, division of labor like the industrial revolution.&nbsp;&nbsp;i think you've done great so far and burnout is a real danger, you feel me?</qco> </h3>      put it this way ..... if i were doing it the way you think i'm doing it then i would still be doing it that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.20&nbsp; \n8:42 pm</dco> &nbsp;<qco> why are you squatting in your videos are you 9ft tall or something</qco> </h3>      no but my camera placement has been 2.5 feet high\n<br><br>"
  }
]
