[
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n1:16 pm</dco> &nbsp;<qco> help there is a hole in my wall what do i do????///??//?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n12:51 pm</dco> &nbsp;<qco> what are horn solis</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n12:20 pm</dco> &nbsp;<qco> Do you think that putting creative work on the internet for people to comment on can damage how personal and specific work like yours?\n</qco></h3><h3> <qco>\nAlso thanks for making stuff that is fun and interesting to think about because existence is exhausting.\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n12:07 pm</dco> &nbsp;<qco> dog is god, right?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n11:51 am</dco> &nbsp;<qco> i've noticed that when i'm frustrated that a song i'm writing is boring, sometimes i'll play it faster or transpose it up and that'll feel like just the ticket. i assume after writing hundreds of songs that this has happened to you at least once or twice. do you have some kind of explanation for this?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n11:41 am</dco> &nbsp;<qco> Young children are watching your videos (like this one: https://www.youtube.com/watch?v=Mh5LY4Mz15o ) My young nephew told me to watch it.&nbsp;&nbsp;5 stars for making history exciting for young people!&nbsp;&nbsp;0 stars for stooping to swear words in your commentary.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n&nbsp;&nbsp;Very disappointing.&nbsp;&nbsp;I hope the kids learn more about the history than the swear words you're teaching them.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n11:24 am</dco> &nbsp;<qco> which chord tastes the best&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n10:55 am</dco> &nbsp;<qco> how did you divide your time when on the early 2014 schedule?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n10:51 am</dco> &nbsp;<qco> Will you ever make a kind of tutorial on how to make music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n10:39 am</dco> &nbsp;<qco> Why do you spell things wrong and stuff?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n10:37 am</dco> &nbsp;<qco> why do choose surreal effects for your videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n9:47 am</dco> &nbsp;<qco> Is \"Slow Down\" a happy song or a sad song? </qco></h3><h3> <qco>What's it all about?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n9:20 am</dco> &nbsp;<qco> When you talk about climate in Mount S Helen is about to blow up, are you denying artificial global warming?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n9:06 am</dco> &nbsp;<qco> What is this \"anagrams\" page you and people asking questions keep mentioning? I can't find a page titled \"anagrams\" anywhere on your website.</qco></h3><a href=\"https://billwurtz.com/anagrams.html\">scramble</a><h3> <qco>\nAlso I love your videos so much you're doing an amazing job</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n8:47 am</dco> &nbsp;<qco> How does being good at math help you write music</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n4:32 am</dco> &nbsp;<qco> what's your opinion on article 13?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n4:24 am</dco> &nbsp;<qco> When you say \"I'm going to hell and i'm late for it.\" How late are you for your voyage to hell?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n4:18 am</dco> &nbsp;<qco> Are your songs meant to have a meaning</qco></h3><h3> <qco> or do they just be?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n3:40 am</dco> &nbsp;<qco> I feel like I'm having hard time grasping how melodies and basses should work together... should the base follow the base chord or should it diverge and allow itself to complement? should the melody be hectic or simple? </qco></h3><h3> <qco>I dunno.. It seems like as I discover more things I realize that there are more things to discover and it makes my head hurt and makes me haev a mental block... I need help</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n12:29 am</dco> &nbsp;<qco> does the environment you are in when you write your music affect the tone or style of what you are writing (ex indoors vs outdoors, hot vs cold, etc.)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n12:15 am</dco> &nbsp;<qco> Any tips on hand separation for playing piano?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n11:44 pm</dco> &nbsp;<qco> why are you so eccentric?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n11:30 pm</dco> &nbsp;<qco> I don't know what the name of this chord is but it makes me feel happy and quirky - C#, E, A, B. What's it called?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n10:01 pm</dco> &nbsp;<qco> i think that \"Slow Down\" came from a lyric piece from \"Mt. St. Helens Is About To Blow Up\" is that true?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n9:15 pm</dco> &nbsp;<qco> In forming a live band, are you worried you might not find other people you have musical chemistry with?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n How do you think you might overcome that?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n8:39 pm</dco> &nbsp;<qco> What if your most favorite song that you have written?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n8:22 pm</dco> &nbsp;<qco> this may be too normie, but have you considered a frequently asked questions page? in case you were ever annoyed by people asking redundant questions not knowing your answer is already out there... somewhere.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n7:22 pm</dco> &nbsp;<qco> do you believe in fate</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n6:53 pm</dco> &nbsp;<qco> what is your favorite elton john song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n6:30 pm</dco> &nbsp;<qco> Hey bill. Heard that if you had the opportunity to be on the h3 podcast, you'd take it. While I love h3h3 a lot, I don't think that would be the best choice for you. I say that because I've heard that h3 isn't a good interviewer and he's received criticism for his podcast and I just generally think it's something you should be aware of because if you were to get interviewed by someone, I would want it to be a good experience for you. Much love!&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n6:16 pm</dco> &nbsp;<qco> Are trees a manifestation of our hopes and dreams?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n6:09 pm</dco> &nbsp;<qco> are you ever going to go to vidcon?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n6:06 pm</dco> &nbsp;<qco> how bent is your hat?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n5:23 pm</dco> &nbsp;<qco> so, when do you come back home?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n5:04 pm</dco> &nbsp;<qco> Do you have a lot of spare time?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n4:23 pm</dco> &nbsp;<qco> your songs and videos make me want to become a better person even though i dont always understand them. thank you so much for creating content!! :D&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n4:09 pm</dco> &nbsp;<qco> Why can't you have a strumming guitar?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n4:08 pm</dco> &nbsp;<qco> are you going to do more \"non-song\" videos?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also i think \"slow down\" was a very good song, keep it up</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n3:32 pm</dco> &nbsp;<qco> Is the desire for war indeed a part of human nature?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n2:49 pm</dco> &nbsp;<qco> Can I just say, Bill, I get very frustrated when I see people criticizing your production value on here. You make your stuff sound super crisp and radio-ready ESPECIALLY for how little time you do it in. Don't listen to the criticism unless it seems like its coming from a helpful place. I also appreciate you not backing down from the criticism, you've responded very appropriately.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n2:41 pm</dco> &nbsp;<qco> I feel like you talk about \"coming home\" a lot. Why?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n2:19 pm</dco> &nbsp;<qco> what is your favorite misspelled word?</qco> </h3><a href=\"https://en.wikipedia.org/wiki/Cnut_the_Great\">cnut</a>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n2:14 pm</dco> &nbsp;<qco> Don't listen to the bass advice. Your bass is mixed better than the pros do it these days. You harken back to a warm era</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n1:39 pm</dco> &nbsp;<qco> You mentioned that you always try to make a song as different from the others as possible. Have you considered making songs imitating other artist's styles? I think that could be an interesting exercise and I'd love to hear that.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n12:54 pm</dco> &nbsp;<qco> whats your main goal with all the music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n12:41 pm</dco> &nbsp;<qco> You've got me thinking bout minor keys. Sure, there's some popular tunes in&nbsp;&nbsp;minor, but if you listen to the radio, you're not gonna hear a 50/50 balance between major and minor keys. It'll probably be more like 90(maj)/10 (min)? Like I was paying attention on my car ride to work this morning and I didn't hear 1 song in a minor key. I also think that a lot of the songs that are in minor have a strong pull towards the major chords in the key (like songs in Amin really wanna hang on that Cmaj at some point), and a lot of songs that could be minor have more of a minor pentatonic/blues scale feel than straight up minor.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n12:30 pm</dco> &nbsp;<qco> Why don't you just get a guitar to use in your songs, or find a guitarist to record with (like me, for example)?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n12:27 pm</dco> &nbsp;<qco> where can i watch \"triangle boy the movie\"? it seems like a good movie to watch.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n12:13 pm</dco> &nbsp;<qco> is it just me or are the colors on your lyrics page more tolerable than they used to be? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i seem to remember really clashing colors on there, as a method of discouraging people from looking at the lyrics without the sound</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n12:00 pm</dco> &nbsp;<qco> Are your file names really just random strings of characters, or is there some sort of system in there?</qco> </h3>"
  }
]
