[
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n12:48 pm</dco> &nbsp;<qco> what ryhme with orange</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n12:46 pm</dco> &nbsp;<qco> so okay please hear me out;\n<br>\n<br>my go-to songwriting method is finding the inspiration at some point of my jam sessions, playing it for a couple of minutes while growing it, the whole deal, giving it the correct amount of water, moonlight, sunlight, etc... then i do the same thing for more and more jam sessions, different days, months, maybe years, and let the song finish itself without any haste. this has been going on for a couple of years. i use a guitar for that. after this pseudo procedural progress finally settles in the place where i know the progression and melodies by-heart, i start to think of other things while playing it over and over, the bass, the other melodies, the cool stuff that goes around, the transitions, etc.. after a while, something liminally similar to what the song is going to be like is recorded down in my head, naturally.\n<br>\n<br>i can't write any kind of music down if saying \"da-da dummm d'dree da! da-da dumm d'dree da\n  da-da-dumm dp ts dm dpdp ts dm dpdpdpdpdpdp\" will not resemble the intro of \"i wanna hold your hand\" by beatles to you, which i doubt......... (this is supposed to be a joke that has been written after the whole text is finished since i feel guilty about asking a SERIOUS!!!!question that is 2362 sentences long.) \n<br>\n<br>i may write the lyrics down depending on my knowledge of their music and that's all. and i dont give a damn about not being able to do this since i am not going to \"show\" my music instead of playing it somehow anyways. so the closest thing to keeping them down that i have, is recording that sessions with my cellphone, which now has 4236426427624 unnamed voice recordings which seems impossible to quarry now........\n<br>\n<br>anyways, now that i have many songs that feel complete by-heart, i want to have some better demos. not \"sonudingbetter\" demos but demos that show more about the work. which needs a daw for more layers, which i have. \n<br>\n<br>the problem i\n s, whenever i open it and have my connections ready, my hand just does not go to my songs to play. its some kind of fear that is not actually fear? maybe a fear of redundance i dont know. i just want to add the layers that are in my head but never heard since i am only one person and have only recorded them live. how can i get over this things? whenever i open the daw i just play a song from my streaming services and play things over them, find some silly guitar effects and experiment on them, but my hands never want to press the record button and play the whole progression just once and then play some other things on them which is the only thing i need. whenever i start thinking about that, my mind goes crazy about what-ifs, and i see myself getting lost in the muddiness of my ears understanding why the recordings suck but my hands have no idea how to try and fix it with my unwhole knowledge about the frequencies... i dont even want them to be ready-to-go songs right now, thats one\n  of the next couple of steps. i just want them to represent what i have in my heart and head in a better manner. i have been trying to start this for a long time... \n<br>\n<br>how can i start doing this? should i learn to how to write music down someway? will it be a good tool to have in my pocket, depending on my problems? it just seems like i just got to start somehow, but i just cant... you seem like a person who can understand me about this, any and every kind of insight from you is appreciated. \n<br>\n<br>i love every single thing you had ever done. at least the things that were somehow presented to me, and a great source of inspiration. \n<br>\n<br>please help................\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n12:41 pm</dco> &nbsp;<qco> Did they intentionally make the word \"lisp\" hard to say for people with a lisp?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n12:29 pm</dco> &nbsp;<qco> Will the next song contain a dog?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n12:07 pm</dco> &nbsp;<qco> I've read a lot of theories about how 'slow down' (amazing song btw) is about a major natural disaster 'radio's playing a different kind of music' 'universe starting to shake' etc. Did you intend for this song to have that kinda theme or is it about something different?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n10:58 am</dco> &nbsp;<qco> can there ever be two things</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n9:57 am</dco> &nbsp;<qco> favourite time signature?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n3:43 am</dco> &nbsp;<qco> what is the maximum length of time one person can speak uninterrupted in a conversation before it's officially Weird</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n3:38 am</dco> &nbsp;<qco> I want this song I'm working on to be perfect so freaking bad. I did a real shot at recording it and I found about 7 major structural changes that would require me to rerecord a lot of the parts, and I'm afraid if I try to do that I'm NEVER GOING TO RELEASE IT, TIME'S TICKING AHHHH</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n3:01 am</dco> &nbsp;<qco> if you can't know what genre something is then how can you even know if it's music or not</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.22&nbsp; \n2:20 am</dco> &nbsp;<qco> Are you a dog?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.17.22&nbsp; \n8:59 pm</dco> &nbsp;<qco> heya bill! i really appreciate your work!!ive got a question. what is the easiest and hardest part of the creative process?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.17.22&nbsp; \n8:55 pm</dco> &nbsp;<qco> when is the next song (be serious or else i will crap your pants)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.17.22&nbsp; \n8:47 pm</dco> &nbsp;<qco> are you scared</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.17.22&nbsp; \n6:56 pm</dco> &nbsp;<qco> What is the best chord progression.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.17.22&nbsp; \n3:35 pm</dco> &nbsp;<qco> Which came first orange or the orange?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.17.22&nbsp; \n3:30 pm</dco> &nbsp;<qco> what is your favourite person</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.17.22&nbsp; \n3:10 pm</dco> &nbsp;<qco> opinions on the monarchy?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.17.22&nbsp; \n12:46 pm</dco> &nbsp;<qco> If you had to write a song what would it be about?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.17.22&nbsp; \n12:02 pm</dco> &nbsp;<qco> is internet and ethernet mean the same thing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.17.22&nbsp; \n11:31 am</dco> &nbsp;<qco> Do french dogs say \"le woof\"?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.17.22&nbsp; \n10:02 am</dco> &nbsp;<qco> why do people have such an adverse reaction to puns, like it gives them physical pain?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.17.22&nbsp; \n6:31 am</dco> &nbsp;<qco> when hi i'm steve part 2&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.17.22&nbsp; \n4:39 am</dco> &nbsp;<qco> have you ever written a song based on a notebook entry (whether on this site or private)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.17.22&nbsp; \n3:22 am</dco> &nbsp;<qco> when's the last time you drew a circle?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.16.22&nbsp; \n11:46 pm</dco> &nbsp;<qco> where are the lessons in this song</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.16.22&nbsp; \n11:20 pm</dco> &nbsp;<qco> How do you say data?\n<br>DAY-ta or DA-ta</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.16.22&nbsp; \n9:38 pm</dco> &nbsp;<qco> what are the qualities of someone you look up to</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.16.22&nbsp; \n9:21 pm</dco> &nbsp;<qco> i've got a question</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.16.22&nbsp; \n5:38 pm</dco> &nbsp;<qco> when you write a song, what's your thought process? </qco></h3>"
  },
  {
    "html": "<h3> <dco>1.16.22&nbsp; \n5:08 pm</dco> &nbsp;<qco> what is your favorite mode of transportation</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.16.22&nbsp; \n4:27 pm</dco> &nbsp;<qco> Why do earthquakes come and go where I live? </qco></h3>"
  },
  {
    "html": "<h3> <dco>1.16.22&nbsp; \n2:19 pm</dco> &nbsp;<qco> are you going to add to the reality section again,&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.16.22&nbsp; \n2:05 pm</dco> &nbsp;<qco> how do you measure silliness</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.16.22&nbsp; \n12:44 pm</dco> &nbsp;<qco> hi! i'm looking for videos of people writing songs. what i really want is a video of a collaborative songwriting session like they do in LA or nashville but i'm not really finding any. either way, are there any videos (besides the new beatles documentary) that you like that show people writing a song from scratch?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.16.22&nbsp; \n12:40 pm</dco> &nbsp;<qco> what is your favourite word now</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.16.22&nbsp; \n12:39 pm</dco> &nbsp;<qco> Do you like the song call me maybe</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.16.22&nbsp; \n9:57 am</dco> &nbsp;<qco> Do you like music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.16.22&nbsp; \n9:45 am</dco> &nbsp;<qco> In 2014 you made a single and titled it 'this is a song for my next album' \n<br>\n<br>LP when????</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.16.22&nbsp; \n4:32 am</dco> &nbsp;<qco> how to create good things quickly?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.16.22&nbsp; \n4:25 am</dco> &nbsp;<qco> what is your favorite liquid</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.16.22&nbsp; \n3:20 am</dco> &nbsp;<qco> what is at the end of the music video for \"you're free to do whatever you need to?\" is that the song's sheet music or what?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.16.22&nbsp; \n1:48 am</dco> &nbsp;<qco> do u have a new favorite word&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.16.22&nbsp; \n1:32 am</dco> &nbsp;<qco> How to be myself?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.15.22&nbsp; \n9:19 pm</dco> &nbsp;<qco> what do you think of the color orange</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.15.22&nbsp; \n8:03 pm</dco> &nbsp;<qco> Hi, Bill. I'm learning how to play the drums, but I'm not sure when to use the toms. I know that they are often used during fills, but I don't know when else I should use them. I figured I would ask you, considering that you have experience playing the drums. What should I do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.15.22&nbsp; \n8:00 pm</dco> &nbsp;<qco> opinions on having opinions</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.15.22&nbsp; \n5:40 pm</dco> &nbsp;<qco> what was the inspiration behind the song new canaan?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.15.22&nbsp; \n5:15 pm</dco> &nbsp;<qco> what was the first thing</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.15.22&nbsp; \n4:26 pm</dco> &nbsp;<qco> why are your songs so darn inspirational? </qco></h3>"
  }
]
