[
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n8:32 pm</dco> &nbsp;<qco> Can you recommend a song similar to bruce hornbys c song? I love the voicings in that track</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n8:15 pm</dco> &nbsp;<qco> What do you think is something that if everyone knew or atleast pondered,we would all be doing better in a global scale?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n8:08 pm</dco> &nbsp;<qco> I'm learning music and I hate hearing about what \"isn't allowed\" like, it just makes me want to make a masterpiece that is nothing BUT everything that you're not supposed to do. Does that make sense?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Can you relate at all?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n8:02 pm</dco> &nbsp;<qco> Biiiiiiiiil! (Me again) I don't understand Intervals when it comes to Augmented, Major, Minor, and Diminished. Because how can an interval of M6 suddenly be minor or Augmented when there are no sharps or flats affecting it? Am I just dumb because I don't get it?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n7:55 pm</dco> &nbsp;<qco> i saw a voicing for a Bmin7 (b5) that went B E F A. it was also notated as Fmaj7 (b5)/B. i'm confused because there is also clearly an 11 in that voicing that isn't accounted for in the notation</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n5:59 pm</dco> &nbsp;<qco> How do you not let expectations paralyze you</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n4:36 pm</dco> &nbsp;<qco> if it's so important for you to have the exact date your content was created/finished on your website, rather than the date it was published, why do your song dates still show the same day as the videos? Clearly you have to finish them one or two days early for them to come out the same day as the videos. For example \"just did a bad thing\" came out today, 12/17 but you will probably list it as 12/18 in the song page. What gives?\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n3:36 pm</dco> &nbsp;<qco> would you ever consider putting some of your older music on Spotify? Songs like I'm crazy/ it's raining?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n3:29 pm</dco> &nbsp;<qco> what would you change about school if you had the chance</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n3:20 pm</dco> &nbsp;<qco> Why is the video for just did a bad thing taking almost twice as long as the last few videos?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is it extra special?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n2:44 pm</dco> &nbsp;<qco> Hey don't even worry about my question. How bout you just vent your frustrations right here in whatever terms you'd like. Don't even worry about it</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n2:35 pm</dco> &nbsp;<qco> do pedestrians always have the right of way?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n2:34 pm</dco> &nbsp;<qco> hi_ i try to recreate the songs i like by ear (drums bass,everything if i can) but i sometimes have a hard time figuring out the tempo and time signature. like in \"we could just get high\" or \"i'm confused\". and sometimes time signature changes in the middle and its more confusing. what do i do to understand time better</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n2:28 pm</dco> &nbsp;<qco> what do i ask?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n1:03 pm</dco> &nbsp;<qco> Thoughts on uppercase letters?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n11:03 am</dco> &nbsp;<qco> What Happened to Malaysia Airlines Flight 370?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n10:36 am</dco> &nbsp;<qco> I love the rhythmic elements to your songs, they sound very deliberate and calculated. Do you have as much passion for interesting rhythms as you do for harmony? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nOr do you see it as all the same kinda thing</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n10:28 am</dco> &nbsp;<qco> How does one balance the desire to be a well-rounded person with the desire to be the absolute best at a very specific thing</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n10:03 am</dco> &nbsp;<qco> so what inspires you to make your vids?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n8:48 am</dco> &nbsp;<qco> Do you ever feel really proud of what you accomplish (productively, not destructively) during a manic cycle and it kinda takes away any lingering shame about having them in the first place?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n7:46 am</dco> &nbsp;<qco> Do you get satisfaction from answering questions, and if so why?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n5:43 am</dco> &nbsp;<qco> do you ever feel like half of the questions you are asked are just passive aggressive attacks?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n5:35 am</dco> &nbsp;<qco> how do you get better at something</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n5:19 am</dco> &nbsp;<qco> what does 12 half steps mean in octave</qco> </h3><a href=\"halfsteps.mp3\">listen</a><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n1:33 am</dco> &nbsp;<qco> how do i keep my children away from the plutonium in my backyard</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n1:25 am</dco> &nbsp;<qco> I want to ask you a pony question but I don't know anything about ponies. Where should I begin learning about ponies so I can ask you a pony question?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n12:30 am</dco> &nbsp;<qco> Was writing, recording and releasing \"Just Did a Bad Thing\" cathartic for you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n12:23 am</dco> &nbsp;<qco> what do i tell friends when they are feeling sad?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n12:11 am</dco> &nbsp;<qco> Heya Bill. I think part of what makes your videos stand out is that you do a good job combining audible, visual, and textual interest, without overwhelming the viewer. So I was wondering, do you have a preferred means of receiving information, e.g., watching, hearing, reading, or all of the above?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.20.18&nbsp; \n12:06 am</dco> &nbsp;<qco> When i think bill wurtz philosophy to me that means shorter goals till you get the job done. Was there an inspiration for that method to get shit done or was it something that you slowly cane to realize worked for you(and may too for all)?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n11:26 pm</dco> &nbsp;<qco> I've got free time for the next month-ish. Any way I could make your life/ work easier?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n11:10 pm</dco> &nbsp;<qco> are all your videos parts of a huge story?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n10:47 pm</dco> &nbsp;<qco> Have you really had this website since 2000?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n10:46 pm</dco> &nbsp;<qco> Hi Bill. I'm interested in music theory and I want to learn more about it (specifically about things like scales and chords etc.). How should I go about it? Should I do it at school if it means I can't do other subjects I enjoy like science and maths and my grades might suffer because I'm currently not very good at it? Are there YouTube channels I can learn it from? Should I read books? How did you obtain your knowledge of music theory? Sorry for so many questions. I like your videos a lot!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n10:20 pm</dco> &nbsp;<qco> how do i stop using the word \"you\" in my songs</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n9:50 pm</dco> &nbsp;<qco> Why is it easier to answer written questions than those in a live interview?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n9:38 pm</dco> &nbsp;<qco> what's the lowest note you can sing?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n what's the lowest note you can comprehend?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n9:24 pm</dco> &nbsp;<qco> How to stop global bread epidemic?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n9:03 pm</dco> &nbsp;<qco> What was the bad thing you did?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n8:36 pm</dco> &nbsp;<qco> How to stop blaming others for my shortcomings?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n8:29 pm</dco> &nbsp;<qco> Do you think songs with meaningless lyrics are inferior?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n8:17 pm</dco> &nbsp;<qco> Have you ever considered not making videos to go along with your songs? If you start putting out a short non-music video every other week, we'll get a full song and a full video every two weeks, and you might have more free time.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n8:08 pm</dco> &nbsp;<qco> How many is life</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n8:08 pm</dco> &nbsp;<qco> Do you feel like you constantly have to one up your past self when it comes to long projects?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n7:57 pm</dco> &nbsp;<qco> When is c g b d G/C\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n and when is it a C9 without the third</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n7:39 pm</dco> &nbsp;<qco> how to get over feelin guilty about something?? even if The Thing That Happened wasn't big deal and amends were made?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n7:18 pm</dco> &nbsp;<qco> are you releasing songs on google music before they release as a video</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n6:50 pm</dco> &nbsp;<qco> what bad thing did you do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n6:47 pm</dco> &nbsp;<qco> a video every month would be acceptable</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>12.19.18&nbsp; \n5:59 pm</dco> &nbsp;<qco> Can I stop my brother from thinking about suicide?&nbsp;</qco> </h3><br><br>"
  }
]
