[
  {
    "html": "<h3> <dco>11.4.23&nbsp; \n7:14 pm</dco> &nbsp;<qco> Thoughts on living in a cave and eating gravel as a snack?&nbsp;</qco> </h3>      \nsounds unrealistic, but what do i know\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.23&nbsp; \n6:09 pm</dco> &nbsp;<qco> Can I pet bees?</qco> </h3>      \nyou might need some specialized equipment\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.23&nbsp; \n5:00 pm</dco> &nbsp;<qco> do you think you'll ever write a song with really slow harmonic motion? like building up tension on a thing for a long time and resolve it after a huge wait?</qco> </h3>      \ni don't see why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.23&nbsp; \n4:40 pm</dco> &nbsp;<qco> How many socks are you wearing?</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.23&nbsp; \n4:21 pm</dco> &nbsp;<qco> how do you record percussion? clicking around in a piano roll makes me want to pluck my eyes out, but i'm not good enough at keyboard to use that as a midi controller. i guess a drum machine could work. and i guess i could just stop being lazy and get gud at manually inputting the midi events. what would you recommend?&nbsp;</qco> </h3>      you need dynamics (loud/soft). the problem with inputting midi notes with a normal computer clicking device is they are all the same loudness. that is precisely what will make it sound like crap, in that case. so whatever your input device is, make sure it knows how hard you hit it. that's the whole secret to good drums and percussion\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.23&nbsp; \n3:18 pm</dco> &nbsp;<qco> is existence persistent?</qco> </h3>      \nit can be\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.23&nbsp; \n1:59 pm</dco> &nbsp;<qco> Sometimes I wanna be Spider-Man, but then I feel sad when I remember it's not exactly possible. How can I \"not exactly\" be Spider-Man while still feeling fulfilled?</qco> </h3>      \nit's important to remember that there was no spider man before spider man. just as there was no you before you. actually, being you is exactly the kind of thing that someone later will wish they could do, but can't, because of course you will have already done it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.23&nbsp; \n1:53 pm</dco> &nbsp;<qco> Favorite will ferrell movie line?&nbsp;</qco> </h3>      \nEOD (end of day)\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.23&nbsp; \n1:09 pm</dco> &nbsp;<qco> in your opinion what is the sharpest word? </qco></h3>      it would be too sharp to say here<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and also what is the softest</qco> </h3>      it would be too soft to hear\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.23&nbsp; \n12:37 pm</dco> &nbsp;<qco> i was listening to movie star and harmonising for fun, and in \"maybe we can just go back home\" if you sing the sus4-&gt;third on \"home\", it is approximately the nicest thing ever. why are add4s so nice man</qco> </h3>      \ni'm not sure, but what you described doesn't sound like add4\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.23&nbsp; \n11:49 am</dco> &nbsp;<qco> Am I beyond human comprehension?</qco> </h3>      \nnot quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.23&nbsp; \n9:13 am</dco> &nbsp;<qco> why did papa leave me</qco> </h3>      \ni'm not sure\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.23&nbsp; \n5:51 am</dco> &nbsp;<qco> How can I best shield my family from the news of the fall of Constantinople?</qco> </h3>      \nmaybe you can rebuild it quick enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.23&nbsp; \n2:30 am</dco> &nbsp;<qco> thoughts on the duolingo lore</qco> </h3>      \niconic\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.23&nbsp; \n1:56 am</dco> &nbsp;<qco> Have you ever programmed in python? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If yes, do you like it?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.23&nbsp; \n1:43 am</dco> &nbsp;<qco> question, if im here, then whos there? i thought i was there?</qco> </h3>      \nyou are there, from the other person's perspective. from your perspective, you are 'here'. 'there' could be anyone, depending on which direction you point\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.4.23&nbsp; \n1:00 am</dco> &nbsp;<qco> I feel like i've been buried under the soil for 30 years and i've finally gathered enough moisture to start sprouting</qco> </h3>      \nthat makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n11:54 pm</dco> &nbsp;<qco> Think you'll ever collaborate with any other musical artists?</qco> </h3>      \ni'm not sure if i even know what that means\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n11:27 pm</dco> &nbsp;<qco> I asked you yesterday about similar-sounding chords, your response seemed kinda sarcastic to me but it helped </qco></h3>      if your question is the one i think it is, i was stone serious about the response<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I kinda took from it that I should just do stuff and there is no heuristic I should follow. That being the intent or not, thank you for your response! Do you have any heuristics you tend to follow when finding chords for your songs or are you more guided by how the chords make you feel?&nbsp;</qco> </h3>      i have no idea what the word heuristic means..... ok i just looked it up and i still don't know what it means. but the thing about writing, and a lot of writers tend to say this: writing is total magic and none of us actually know how it happens. and most of the time, the best writing happens when the writer does not even seem to be in control. whether that helps or not, it's the truth as far as i can tell\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n10:39 pm</dco> &nbsp;<qco> what do you appreciate more about movies now that you've made some of your own?</qco> </h3>      \nmy appreciations and grievances about movies have not changed as a result of anything i've produced. i've always had an urgent eagerness to show how i would do certain things, and that's only grown stronger\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n10:30 pm</dco> &nbsp;<qco> do you have an emotion that you feel is/has been the most predominant in your life thus far? if so will you share it with us?</qco> </h3>      \nthere's no exact way to share the contents of emotions, but by expressing enough things over time, eventually it starts to come across, one way or another. also music helps\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n9:11 pm</dco> &nbsp;<qco> If you made a game show, what would the first challenge be?</qco> </h3>      \ndeciding between all the different game shows i want to make\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; 8:11 pm</dco> &nbsp;<qco> what should i eat for dinner</qco> </h3>      \nwhole wheat\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; 8:00 pm</dco> &nbsp;<qco> do you like chocolate?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; 7:21 pm</dco> &nbsp;<qco> Are you depressed&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n6:59 pm</dco> &nbsp;<qco> what is your opinion on rats</qco> </h3>      \nthey're ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n6:31 pm</dco> &nbsp;<qco> Why don't I know what I want to do?</qco> </h3>      \nbecause it might be something you haven't even heard of yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n6:29 pm</dco> &nbsp;<qco> Which flavor of Starburst is the best?</qco> </h3>      \ni have no idea. i don't like any of them, but i assume all of them are good\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n5:34 pm</dco> &nbsp;<qco> Do you think of your music as a kind of poetry? </qco></h3>      more like i'd consider music and poetry as part of the same general category of trying to figure out and/or deal with what the heck may or may not be going on<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Are there any particular poems or poets that you draw inspiration from or that you think your message/style is similar to?</qco> </h3>      \ntraffic lights, for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n5:30 pm</dco> &nbsp;<qco> would you enjoy the company of a small rodent like a guinea pig or a mouse</qco> </h3>      \nno, but i appreciate the offer\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n5:03 pm</dco> &nbsp;<qco> How can we love when the world is full of such hate?</qco> </h3>      \nHow could we hate when the world is full of such love?\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n4:00 pm</dco> &nbsp;<qco> why am i so short</qco> </h3>      \nmaybe it's to bring attention to some of the other large things you can do, without being distracted by all the things that taller people may concern themselves with\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n2:55 pm</dco> &nbsp;<qco> Do we need another Krakatoa?</qco> </h3>      \nhow many do we have so far\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n2:32 pm</dco> &nbsp;<qco> I'll take \"how is Bill doing today?\" for $600, Alex&nbsp;</qco> </h3>      \nIT'S HARD TO BELIEVE THAT THE <br>\n     EXTREMELY COMMON EVERYDAY <br>\n  USAGE OF THIS WORD AS AN ADVERB <br>\n     IS ACTUALLY STILL CONSIDERED <br>\n INCORRECT BY THE GRAMMAR POLICE.\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n1:36 pm</dco> &nbsp;<qco> Do you prefer liquid soap or solid soap?</qco> </h3>      \nliquid\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n12:51 pm</dco> &nbsp;<qco> Is the tendency for the West to engage in self-criticism at the level of the collective caused by its status as a guilt society at the level of the individual?</qco> </h3>      \nthe phrasing of that question is almost incoherent without some brackets to indicate order-of-operation, but i'm pretty sure the answer is no. and by that i mean, it doesn't seem to be an individual tendency -- it seems to be more inspired by the collective conversation of the era. but now that i re-read your question, i just found another way to orient the brackets, and thus evaluate the meaning of the question entirely differently, so i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n12:33 pm</dco> &nbsp;<qco> whats your opinion on eating 5 hamburgers&nbsp;</qco> </h3>      \nthat would probably make me uncomfortable, depending on the time-span\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n12:25 pm</dco> &nbsp;<qco> why do people keep making up a new slang term every few weeks that no one will understand</qco> </h3>      \nah, that's because you're old. i'm sorry for the bad news, but actually i am too and so is almost everyone else, or at least they will be\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n11:49 am</dco> &nbsp;<qco> would you ever consider being an anonymous guru?&nbsp;</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n10:27 am</dco> &nbsp;<qco> what's what</qco> </h3>      \ni have it written down somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n10:14 am</dco> &nbsp;<qco> i find myself lacking in rhythmic creativity. it's either sensical but uninteresting or interesting but nonsensical and doesn't feel good. how does one most effectively study, nay, become rhythm?&nbsp;</qco> </h3>      \nhmmm... i'm wondering if you have any role models in this. any artists or even just individual songs that, even just momentarily, seem to achieve what you're going for? \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n7:46 am</dco> &nbsp;<qco> How many times in your life have you said the word dastardly?</qco> </h3>      \n0. and i'd like to keep it that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n4:46 am</dco> &nbsp;<qco> i have a lot of musical ideas bouncing around in my Brain Area but i don't know how to translate that into notes on a keyboard and stuff. how to fix this</qco> </h3>      \nspend more time at the keyboard just living your life. this reminds me of how you learned to speak english, which of course now you use with no such translation troubles\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n4:43 am</dco> &nbsp;<qco> do you like the \"new\" beatles song, \"now and then\"?</qco> </h3>      \nsort of\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n4:11 am</dco> &nbsp;<qco> do u speak toki pona?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n3:39 am</dco> &nbsp;<qco> Bill, how do I stop myself from falling in love because it would ruin something very good that I have at the moment?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n3:26 am</dco> &nbsp;<qco> When you write a song do you block out the whole piece first and then doodle back over it until it starts to shape up </qco></h3>      no, but that's how i produce them -- once the writing is complete<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or start at the beginning and discover your way to the end?\n<br>Somewhere in-between? Something completely different?</qco> </h3>      \nwriting is done from beginning to end. except occasionally when the initial idea that comes to me is something that does not belong at the beginning. then the urgent task is to find the beginning and connect it, then go in order from there\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n1:01 am</dco> &nbsp;<qco> can you create your damn podcast/show already so i can hear your opinions on things and listen to a creative instead of all the old conservative men i listen to?</qco> </h3>      \nthat is a good idea and each day i get closer to doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n12:18 am</dco> &nbsp;<qco> What is largest carnivore that you could win in a 1v1?</qco> </h3>      \ni don't do 1v1s, sorry\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.3.23&nbsp; \n12:18 am</dco> &nbsp;<qco> is it still rock n roll to you?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  }
]
