[
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n1:34 pm</dco> &nbsp;<qco> Can you help me come up with a more modern equivalent to the \"you reap what you sow\" expression? Not many people reap and sow these days, except maybe farmers and even farmers probably have machines that do that now.</qco> </h3>      \nyou get what you give\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n1:31 pm</dco> &nbsp;<qco> when the day went on, were you running from the cops?</qco> </h3>      \nno. just myself, and was also chasing myself at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n12:35 pm</dco> &nbsp;<qco> How do I take out the garbage?</qco> </h3>      \nfirst you must figure out where you live\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n11:39 am</dco> &nbsp;<qco> what if i cant take a single step forward? i cant draw a single line. i cant write a single word. i cant play a single note. i feel paralyzed</qco> </h3>      \nwhat if you set that aside for a moment and start making a list of lines, words, notes etc that absolutely should NOT be made\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n9:52 am</dco> &nbsp;<qco> What is your favourite childhood game?</qco> </h3>      \ngrowing old\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n9:43 am</dco> &nbsp;<qco> are you a normal sandwich</qco> </h3>      \nnon-sandwich\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n9:16 am</dco> &nbsp;<qco> do you work here</qco> </h3>      \nyes i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n8:14 am</dco> &nbsp;<qco> solving conflicts is important, so how are you supposed to solve them? or resolve them</qco> </h3>      \ni have no idea\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n6:16 am</dco> &nbsp;<qco> do you believe mathematics is discovered or invented?</qco> </h3>      \nmethods are invented for discovering and dealing with the fabric of reality\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n4:29 am</dco> &nbsp;<qco> would a flag go well with the colours pale red, yellow, and light blue</qco> </h3>      \nsure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n3:14 am</dco> &nbsp;<qco> what are your thoughts on tax evasion?</qco> </h3>      \nyou'll probably have even bigger things to evade after that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n2:58 am</dco> &nbsp;<qco> I accidentally came up with a super cool melody with awesome chords... but no lyrics. What do you recommend I do here? I worry that anything I come up with will feel forced</qco> </h3>      \nit's there. if the melody and chords really are super cool, then there is a lyricized version that does work. there are a few tricks to help hone in on it. gather the tiny details that you think you know, or almost know. For example: maybe you know a certain word works really well for part of it, for example let's say the word 'banana' just sounds perfect for the last part of it. Or, maybe you know banana sounds great for that part but you doubt it should be about bananas. Add that factoid to your list of factoids, regardless. write down that you love the word banana at the end but you're not sure if it could work. See if you can hone in on any other things you know, about other tiny parts of it. What can you rule out? what can you rule in? Here's another exercise: just start coming up with as many phoenecically functional things as possible that fit, without regard for what you want it to mean. This will help you notice things: for example you might notice that 80% of the results are phrased as a question. You may notice that these 2 little notes there are always either \"in the\" or \"and it\". You may notice that certain phrases keep fitting a certain part, over and over. Now, on the other side of the coin, here's a totally different exercise to try: paraphrase the whole feeling of it, without the melody. so just write down, in as many words as you like, what you think the melody is saying, without worrying about how many words or syllables you use. anything you can grasp onto. maybe you think it has a feeling of freshness. maybe you think it has a feeling of 'morning'. maybe you think it has a feeling of sorrow. maybe you think it has a feeling of good news. write down as much as you can about what you think the melody feels like. Then, maybe certain key words will pop out at you that possibly DO fit. And most importantly, regardless of whether any of this works, going through all this makes it much more likely that the answer will actually just fall on your head later when you're not even thinking about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.25.23&nbsp; \n2:14 am</dco> &nbsp;<qco> What is the difference between objects and art?</qco> </h3>      \nno difference. they are the same thing\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.23&nbsp; \n11:09 pm</dco> &nbsp;<qco> hi bill!&nbsp;&nbsp;would you ever fuck a donut?</qco> </h3>      \ndonuts are self fucking\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.23&nbsp; \n11:00 pm</dco> &nbsp;<qco> whats a good ingredient to add to kraft mac n cheese</qco> </h3>      \na box, to put it in\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.23&nbsp; \n10:41 pm</dco> &nbsp;<qco> can you teach me french</qco> </h3>      \nno. you should let France teach you french\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.23&nbsp; \n10:16 pm</dco> &nbsp;<qco> Walt whitman once said \"I contain multitudes\". </qco></h3>      seems out of context, but i'll go along with it for now<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you ever get lost in your own multitudes? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you have them. Shrimp&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.23&nbsp; \n8:37 pm</dco> &nbsp;<qco> Do you think it's funny that, because \"sports\" sounds similar to \"fourth\" and the interval from E to A is a fourth, you can say \"EA Fourth\" like the game intro and be correct?</qco> </h3>      \nthat reminds me of plugging in your guitar with a power cord and playing a power chord\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.23&nbsp; \n7:49 pm</dco> &nbsp;<qco> about how many nights do you remain awake through per year?</qco> </h3>      \nif night is defined by the entire time between any given sunset and the following sunrise, i'd say maybe 20 to 30, with most of those probably being around june, simply due to the shorter timespan of the night period. and in most cases i would have gotten a full length sleep preceding and following, which would be largely during daylight in that case\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.23&nbsp; \n7:33 pm</dco> &nbsp;<qco> if you where to hypothetically make an album to compile your songs from say 2018 to now what order do you think they would be in?</qco> </h3>      \nchronologically in order of release date\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.23&nbsp; \n7:25 pm</dco> &nbsp;<qco> Do you love Satan or have ever associated with members of a Satanic organization? </qco></h3>      never heard of it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If applicable, how would you describe the nature of your relationship to Satan and its affiliates and subsidiaries? </qco></h3>      not applicable<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If applicable, when did this relationship begin, and if applicable, when did it end? </qco></h3>      not applicable<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If applicable, describe your first encounter with Satan to the fullest extent of your memory. Include any details pertaining to transactions and anomalies. </qco></h3>      not applicable<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Any words that you spoke or heard must be quoted verbatim. If applicable, describe your subsequent encounters with Satan. </qco></h3>      not applicable<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If applicable, describe any benefit and any harm that has come to you as a result of your association with Satan. </qco></h3>      not applicable<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thank you for your time. </qco></h3>      you're welcome<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Godspeed.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.23&nbsp; \n7:02 pm</dco> &nbsp;<qco> Can you mix a lamp and a dog</qco> </h3>      \nalready been mixed. lamp and dog are the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.23&nbsp; \n6:50 pm</dco> &nbsp;<qco> whats your favorite day of the month</qco> </h3>      \nthe middle one\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.23&nbsp; \n5:36 pm</dco> &nbsp;<qco> what's your favourite flavour?</qco> </h3>      \nbland\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.23&nbsp; \n3:57 pm</dco> &nbsp;<qco> have you ever been to a room full of clocks</qco> </h3>      \ni was going to say yes but now i realize that's just the opening scene of Back To The Future\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.23&nbsp; \n3:41 pm</dco> &nbsp;<qco> How would you name an indie boyband in 2023?</qco> </h3>      \nsame as naming anything. gather everything you know about them, bundle it all together in your mind, and see if lightning strikes. for example, the one you mentioned, i would call it 'indie boyband in 2023'\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.23&nbsp; \n3:37 pm</dco> &nbsp;<qco> what would you do if someone offered you a helping hand</qco> </h3>      \ntry to help them also\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.23&nbsp; \n11:12 am</dco> &nbsp;<qco> do you usually give advice on life stuff like keeping good habits and such, or is it something avoidable? personally I find it weird when people ask me for these things mostly cuz I have no idea if or how I do it.&nbsp;</qco> </h3>      \nyou could say 'hmm, let me think' and just keep thinking about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.23&nbsp; \n11:10 am</dco> &nbsp;<qco> what is the chord progression you used for \"centralparkwestwtf\"?\n<br>\n<br>happy tuesday bill</qco> </h3>      \nthat should be straight out of the real book. did the melody last, and didn't know the song before i did it. so the chords you're hearing is literally me reading chord symbols off the chart\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.23&nbsp; \n10:58 am</dco> &nbsp;<qco> What's gotten into people?</qco> </h3>      \nlife\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.23&nbsp; \n10:19 am</dco> &nbsp;<qco> can you grade my spanish homework</qco> </h3>      \nsure. you get a medium score. whatever score is exactly halfway in between the highest and lowest possible score. great job\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.23&nbsp; \n9:47 am</dco> &nbsp;<qco> what is funny</qco> </h3>      \nthe truth\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.23&nbsp; \n9:17 am</dco> &nbsp;<qco> how do i type</qco> </h3>      \npress every key. or if that doesn't excite you enough then you can pull the keys\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.23&nbsp; \n8:52 am</dco> &nbsp;<qco> what screensaver are you using on your computer</qco> </h3>      \nbeef\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.23&nbsp; \n6:55 am</dco> &nbsp;<qco> do you ever improvise melodies in your songs?</qco> </h3>      \nbarely\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.24.23&nbsp; \n3:05 am</dco> &nbsp;<qco> are you a fan of stageplays?</qco> </h3>      \nyes, although i can't think of any. i am a fan of the concept of stage plays\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.23&nbsp; \n10:54 pm</dco> &nbsp;<qco> what is your least favorite type of font</qco> </h3>      \nevery time i think of one that's my least favorite, i immediately start to like it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.23&nbsp; \n10:48 pm</dco> &nbsp;<qco> A flight attendant is one who attends to the other passengers, right? </qco></h3>      more or less<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;So, really, if you are attending in any ways to another passenger on a flight, even if you aren't employed as one, aren't you kind of a flight attendant?</qco> </h3>      that exact phrase specifically means the flight staff\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.23&nbsp; \n9:59 pm</dco> &nbsp;<qco> if i as some strange outsider (not tied to any church/religion) tried to join a church band, would that be frowned upon? </qco></h3>      not by me<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and do they tend to pay for that sort of thing, or would it be more a volunteer situation</qco> </h3>      it usually pays, if it's serious. if you can't get one of those yet, you can always practice at an unpaid one\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.23&nbsp; \n9:19 pm</dco> &nbsp;<qco> have you ever turned one of your improvs into a song</qco> </h3>      \nthat's a legal move, and i have added some things from improvs to the song list, but none of them have ever been chosen for completion/production yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.23&nbsp; \n8:52 pm</dco> &nbsp;<qco> will this be your last question for today?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.23&nbsp; \n8:22 pm</dco> &nbsp;<qco> which song/vid would you say has the most sarcasm put into it</qco> </h3>      \ngood firetruck\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.23&nbsp; \n8:00 pm</dco> &nbsp;<qco> Do you believe that anyone can redeem themselves?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.23&nbsp; \n7:59 pm</dco> &nbsp;<qco> how to wait</qco> </h3>      \ni'll tell you later\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.23&nbsp; \n7:50 pm</dco> &nbsp;<qco> What is the difference between sound and music?</qco> </h3>      \nmusic is sound that is very persuasive. how is it persuasive? there are more ways to do it than anyone has ever imagined yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.23&nbsp; \n7:25 pm</dco> &nbsp;<qco> How do you deal with unresolved social conflict?</qco> </h3>      \ncan't\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.23&nbsp; \n6:09 pm</dco> &nbsp;<qco> do you worship the running joke.&nbsp;&nbsp;answer the question bill</qco> </h3>      \nno but i may partake now and again\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.23&nbsp; \n5:40 pm</dco> &nbsp;<qco> im making a print media copy of your magazine with 27 pages, can i see the single big page the little pages are cut from? pretty please</qco> </h3>      \n<a href=\"20220419070750.png\" target=\"_blank\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.23&nbsp; \n5:09 pm</dco> &nbsp;<qco> what's the best adjective to describe a very surprising and baffling situation besides \"surprising\" and \"baffling\"</qco> </h3>      \nthere's no exact best because the best one is often the freshest, therefore it changes. but my middle name is 'Mr. Thesaurus' so i'll try to give you some options here:<br>\n      shocking<br>\n      riveting<br>\n      enthralling<br>\n      earth shattering<br>\n      mind exploding<br>\n      bonkers<br>\n      bonquers<br>\n      hilarious<br>\n      out of left field<br>\n      out of right field<br>\n      directly across home plate<br>\n      right in the pocket\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.23&nbsp; \n3:36 pm</dco> &nbsp;<qco> do you like watching movies in theaters? </qco></h3>      it's pretty cool but i haven't done it in a while<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or would you rather watch them from the comfort of your home?</qco> </h3>      home is way more convenient. but if there is a new movie sometimes i try to find a fairly unpopular theater and go there on week 3 on monday at 11am and there's literally no one else in the entire theatre. that feels pretty special\n\n\n<br><br>"
  }
]
