[
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n4:07 pm</dco> &nbsp;<qco> How important was transcribing to you as far as developing as a musician? </qco></h3>      i'm not sure, but it made me feel warm and cozy<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tWhat about for someone with absolutely no formal training?</qco> </h3>      then it should feel extra warm and cozy\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n4:05 pm</dco> &nbsp;<qco> I feel like my cat is too big, how do I tell for sure?</qco> </h3>      \nis it bigger than a breadbox\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n4:04 pm</dco> &nbsp;<qco> How do you feel about grass?</qco> </h3>      \nit gets greener and greener, with each side of the fence it's on\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n3:51 pm</dco> &nbsp;<qco> What's the best way to learn music theory?</qco> </h3>      \nsongs\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n3:27 pm</dco> &nbsp;<qco> Why am I me?</qco> </h3>      \nto dis prove the nay sayers\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n3:26 pm</dco> &nbsp;<qco> Why do we exist?</qco> </h3>      \nit seems no one could ever figure out how not to \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n3:23 pm</dco> &nbsp;<qco> how do we know we are real</qco> </h3>      \nreal means what you are\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n3:06 pm</dco> &nbsp;<qco> How do you feel about the face that someone stole a clip form one of your videos and made it into a famous vine?</qco> </h3>      \npretty good. that was definitely me who did that, and it was on my vine channel, and that success as well as many other successful vines were certainly what helped launch my youtube channel and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n2:40 pm</dco> &nbsp;<qco> Did you ever find out what's going on?</qco> </h3>      \nyes but i am changing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n1:46 pm</dco> &nbsp;<qco> Does it get better?</qco> </h3>      \nyes, and worse. and better again\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n1:29 pm</dco> &nbsp;<qco> Can I be happy\n<br></qco> </h3>      \nsure, that can be arranged\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n1:18 pm</dco> &nbsp;<qco> Do you exist?</qco> </h3>      \ncalm down, you are gonna spoil my secret\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n1:01 pm</dco> &nbsp;<qco> can u help me on stoichiometry homework</qco> </h3>      \nnever heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n12:46 pm</dco> &nbsp;<qco> Do you contract epic gamer syndrome?</qco> </h3>      \ni think i may have just contracted the games themselves\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n12:35 pm</dco> &nbsp;<qco> In your opinion, at this point in the current geopolitical climate, is humanity's fate already sealed?\u000e</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Is our nature irreversible, or can anything change given the right input?</qco> </h3>      anything can change, based on any input\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n12:26 pm</dco> &nbsp;<qco> How big is the big, big vehicle?</qco> </h3>      \njust big enough to be too big for regulations in some areas, but still small enough to actually be too small for the regulations in other areas\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n12:13 pm</dco> &nbsp;<qco> whats your favorite food</qco> </h3>      \nplant meat. which of course comes from the meat plant\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n12:12 pm</dco> &nbsp;<qco> how to stop</qco> </h3>      \n\n\n\n try to start again, 3 times simultaneously\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n11:40 am</dco> &nbsp;<qco> the first entry in \"expert mode\". \"1.1.00 y2k or whatever.\" was this a note, or a song, or just something you marked in history?</qco> </h3>      \njust something i marked in history\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n11:38 am</dco> &nbsp;<qco> how do i solve a rubik's cube</qco> </h3>      \nstart by loading it on to a pottery wheel\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n11:32 am</dco> &nbsp;<qco> What is time?</qco> </h3>      \nyou\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n11:32 am</dco> &nbsp;<qco> How many pizza rolls do you think i can throw at the window before it opens and a turnip flies in?</qco> </h3>      \nmaybe just 1 more ....\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n11:32 am</dco> &nbsp;<qco> Why do you have the same answers for slightly different questions, that are still different? Shouldn't you have slightly different answers for slightly different questions?</qco> </h3>      \nyes. for each of the 200,000 questions that have been posted here, i should have a different answer. i should have 200,000 different answers. you are exactly right about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n10:28 am</dco> &nbsp;<qco> are you real?</qco> </h3>      \noh that would explain a lot\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n10:17 am</dco> &nbsp;<qco> have you ever learned another language?</qco> </h3>      \nyes but i don't like it. i am unlearning it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n10:11 am</dco> &nbsp;<qco> i type a thing</qco> </h3>      \ni want to believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n9:58 am</dco> &nbsp;<qco> What is the most average animal?</qco> </h3>      \nfish\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n9:53 am</dco> &nbsp;<qco> What is the meaning of life?</qco> </h3>      \nthings changing, staying the same, and things changing between staying the same and changing\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n9:48 am</dco> &nbsp;<qco> Where is Tarzan's beard?</qco> </h3>      \nit's right here\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n9:19 am</dco> &nbsp;<qco> Were you ever in love with a computer?</qco> </h3>      \nno, it is strictly a business relationship. and then we are physically intimate with each other, that is business as well\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n9:02 am</dco> &nbsp;<qco> How do I fly?</qco> </h3>      \nmust obtain thrust, and lift\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n8:49 am</dco> &nbsp;<qco> what are your views on poptarts on stairs?</qco> </h3>      \nsend them down!\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n8:44 am</dco> &nbsp;<qco> what is your job and why do you love making a song?</qco> </h3>      \nsomeone's gotta do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n8:33 am</dco> &nbsp;<qco> Isn't it quite frustrating when music is focused much more on&nbsp;&nbsp;wacky structure pizzazz (odd number time signatures that don't groove listenably just to make a \"point\" or disorienting melody just for the sake of experiment) than it is on just the way the dang thing sounds. I feel like you strike a nice balance between making it sound good and having a bit of science fun. Anyway thanks.</qco> </h3>      \nholy cabinet you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n8:30 am</dco> &nbsp;<qco> what's the thing inventor's next big project</qco> </h3>      \ninventing STUFF\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n8:24 am</dco> &nbsp;<qco> What is your first video?</qco> </h3>      \nsomething that was arguably not a video and was probably a still image with a soundtrack that would probably only play properly in quicktime and be corrupt everywhere else\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n7:55 am</dco> &nbsp;<qco> How can I cause the global stock markets to crash?</qco> </h3>      \nyou will have to demonstrate to the world just how much money can't buy\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n6:57 am</dco> &nbsp;<qco> What do you think about the sun?</qco> </h3>      \nit's like a basketball that's permanently scoring\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n6:39 am</dco> &nbsp;<qco> Are you working on a big project?</qco> </h3>      \nthe biggest project i ever did was probably learning to make videos and posting them online. well, i have an announcement, i am doing that project again\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n6:32 am</dco> &nbsp;<qco> is math related to science?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n6:20 am</dco> &nbsp;<qco> Will computers take over the world?</qco> </h3>      \ni am pretty sure the world will take over computers\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n6:17 am</dco> &nbsp;<qco> When are you going to make video</qco> </h3>      \ni'm having a countdown timer\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n5:01 am</dco> &nbsp;<qco> How do you answer so many questions?</qco> </h3>      \n\n\n\ni have a question answering button. i actually have 2 so i can use both hands\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n4:31 am</dco> &nbsp;<qco> how are you finding the finalcut transition?</qco> </h3>      \nspoiler alert it involves much more than final cut. turns out it's been a useful endeavor to pay some more attention to the beginning and middle parts of the cut\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n4:10 am</dco> &nbsp;<qco> my light isn't working what should i do?</qco> </h3>      \nthis might be a good opportunity to figure out how lights work\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n3:29 am</dco> &nbsp;<qco> what's the intended physics lesson in \"physics lesson\"?</qco> </h3>      \npretty sure it was don't fall down\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n3:22 am</dco> &nbsp;<qco> can't get the lyric \"i've let the things i've ruined ruin me\" out of my brain</qco> </h3>      \noh damn, now me neither\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n3:20 am</dco> &nbsp;<qco> I think a lot of things and sometimes I discover that the exact things I have thought autonomously were already thought by some philosopher or scientist. What does it mean?</qco> </h3>      \nyou and them might share the same home planet\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n2:03 am</dco> &nbsp;<qco> i really just can't believe i live in a world where bill wurtz makes amazing content and has a crazy website and updates his questions page every day for us all to read. thank you :) maybe someday other people could live in a world where i make amazing content for them...... seems like i've got a lot more EXISTENTIALIZING to do though. i've pretty much let fear of failure and shame dictate my life for years. i'm so fearful that i'm paralyzed from doing basically anything, at least publicly. i'm so afraid of what people will think of me that i've automatically chosen the safer route of not having them think anything of me.</qco></h3>      hm, that probably reminds me somewhat of how my life is going right now<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t i've been making music for years and years but have been showing it to less and less people, and for a long time now the number of people i show it to has been 0. don't even have the courage to post it online. it's pretty painful to be this way. it just feels too vulnerable to publicly display something i've created. feels too vulne\n rable to\n  even be myself, or even admit that i like something. i'm obviously overthinking this, but i really don't know how to get out. it seems like you've struggled with something similar (?) and i was wondering if you had any advice? i'm worried the answer is \"just do it\" because that seems very hard and incredibly scary. anyway i didn't actually mean for this to turn into a life advice question but i guess that's how these 2:03AM questions can turn out sometimes. thanks&nbsp;</qco> </h3>      in your situation, it seems like the resolution to this may depend on whether or not you get even more pent up so badly that you explode into some sort of outwardly fit of creative rage. i may have just scheduled my rage for next week i think\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.20&nbsp; \n1:51 am</dco> &nbsp;<qco> Do you agree that scientists are underestimating how diverse life can be, by presuming water is essential to the formation of life rather than an energy gradient?\n</qco></h3>      that may be the case<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tComparing Io to Europa, scientists assume Europa is more likely to host life because there is water there, but that water is likely completely homogeneous in temperature, providing little energy for any life, and even less places for that energy to go.\n<br>\n<br>Io is basically one large Yellowstone. Each of those geisers and vulcanic cauldrons has such a vast contrast in temperature that life may just fluke into existence like it did here.\n<br>\n<br>And those are in my opinion some of the less promising bodies. Jupiter herself is so vast and full of anomalies that there could very well be life in there, too.\n<br>\n<br>So basically, is water essential to life, or is water essential to Terran life.</qco> </h3>      \ncomputers don't need much water at all, do they\n<br><br>"
  }
]
