[
  {
    "html": "<h3> <dco>2.28.22&nbsp; \n10:50 am</dco> &nbsp;<qco> does the word \"astray\" appear in your next music video</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.22&nbsp; \n10:12 am</dco> &nbsp;<qco> what key is your next song</qco> </h3>      \nE\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.22&nbsp; \n9:54 am</dco> &nbsp;<qco> do you know of a color that the rest of us do not</qco> </h3>      \ni doubt it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.22&nbsp; \n9:30 am</dco> &nbsp;<qco> What was the first set of lyrics from \"i'm scared\" that you wrote, </qco></h3>      \"i'm scared\"<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and when were they written?</qco> </h3>      \noct 20, 2021\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.22&nbsp; \n7:41 am</dco> &nbsp;<qco> for you, what's the importance of the song title?</qco> </h3>      \nthis is to help you identify which song is which\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.22&nbsp; \n4:56 am</dco> &nbsp;<qco> what is the meaning behind the song \"well, it's not so hard to do\"?&nbsp;</qco> </h3>      \ntrying to convince myself that it's not so hard to record a song\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.22&nbsp; \n1:17 am</dco> &nbsp;<qco> what does klkfpu8orzce0ix mean in your videos? keyboard smash or link/ARG?</qco> </h3>      \nthat's only been in 1 video. it's an exclamation\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.22&nbsp; \n12:44 am</dco> &nbsp;<qco> in the music video for \"i'm a princess\", around the 2:05 mark, the stars on the chess board as well as the words \"day\", and this is the important part, \"dream\" are in distinct shades of green and blue. was this foreshadowing of the \"more than a dream\" music video and cover art? \n</qco></h3>      impossible. 'more than a dream' was not even written yet<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;was the latter a reference to the former? \n</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or a mere coincidence?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.22&nbsp; \n12:32 am</dco> &nbsp;<qco> how can I bridge the gap between wanting to do something and actually doing it?</qco> </h3>      \ndescribe to someone else how they could do it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.22&nbsp; \n11:42 pm</dco> &nbsp;<qco> Have you embraced the cold hard truth yet that in order to release videos faster then you can't make them as good as you want them to be</qco> </h3>      \nsince when have i ever been able to make them as good as i want them to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.22&nbsp; \n11:23 pm</dco> &nbsp;<qco> how do you come up with an original story, rather a narrative that has this world/reality in mind but in a sense of something different</qco> </h3>      \nthere's 2 ways: you can wait until the story comes to you, which sometimes it does, or, if you don't think you have time to wait for that, then you can use another trick which is to write down 10 story ideas and make half of them bad on purpose. by purposely making half of them bad, half of them will be good. sometimes the bad half is good\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.22&nbsp; \n8:52 pm</dco> &nbsp;<qco> how would you rate the sun and its services</qco> </h3>      \n1 out of 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.22&nbsp; \n5:49 pm</dco> &nbsp;<qco> any creative influences?</qco> </h3>      \ntopography\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.22&nbsp; \n5:05 pm</dco> &nbsp;<qco> have you ever tried to play 2 songs at the same time?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.22&nbsp; \n4:25 pm</dco> &nbsp;<qco> I find there are certain phrases and rhymes I fall back on when writing songs (I use the phrase \"on your/his/her tongue\" WAY too often) are there any words you notice yourself putting in your songs often?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.22&nbsp; \n3:49 pm</dco> &nbsp;<qco> would you ever name a song based on a poll</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.22&nbsp; \n2:55 pm</dco> &nbsp;<qco> what color is your next song going to be?</qco> </h3>      \nit feels blue/green but the song itself will not be colored because it's audio. i don't know what color the cover image will be yet, and the contents of the video will have many colors. probably too many\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.22&nbsp; \n11:47 am</dco> &nbsp;<qco> What is love?</qco> </h3>      \nit's the \"yes\" mode, of life\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.22&nbsp; \n11:25 am</dco> &nbsp;<qco> do you like typography?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.22&nbsp; \n8:57 am</dco> &nbsp;<qco> why do I exist</qco> </h3>      \nto push/pull the envelope \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.22&nbsp; \n7:28 am</dco> &nbsp;<qco> what was the thing you skipped in \"maybe I could eat blades of grass\"?</qco> </h3>      \nthe plot\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.22&nbsp; \n4:38 am</dco> &nbsp;<qco> i engineer songs. can i master your songs free of charge for the rest of my life?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.22&nbsp; \n1:26 am</dco> &nbsp;<qco> do you like your songs</qco> </h3>      \ni'm supposed to make them how i like. is this possible? well...... it's worth a try\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.22&nbsp; \n12:50 am</dco> &nbsp;<qco> I have a bunch of songs written but never seem to have the motivation to actually arrange and record them. what is your advice for my dilemma?</qco> </h3>      \ntry shorter songs first. there's possibly a million questions you'll have to answer for yourself, in the arranging and recording process. so it might be crucial to drastically reduce the product size at first, so it's easier to digest the situation\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.22&nbsp; \n12:11 am</dco> &nbsp;<qco> How many times does the word word appear in the next song video?</qco> </h3>      \n1-ish\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.22&nbsp; \n11:35 pm</dco> &nbsp;<qco> Hey, I know this might a long shot but I'm wondering if you would be willing to answer a couple questions for a school English project I'm doing? I'm a big fan of your music and from reading your answers here and watching the reality videos, I feel like you might have some insightful things to say on this topic.\n<br>\n<br>Essentially I'm writing an essay comparing digital music production to a \"selfie\": they are both ways of capturing a moment in time, who you were as well as the world around you, then sharing it with people around the world through the internet. I was wondering if you could share some of your own experience with this so that I could include it in my writing? I have a couple questions:\n<br>\n<br>1. Could you explain how your experiences and personality at the time shaped the music you create, and how did your music change over time as you changed a person?\n</qco></h3>      as i get more experience, i can get better, but then that makes me get more attached to how good i think it's going, and then i get more afraid to take risks, so that creates a temporary problem. then i get desperate and snap and take more risks and it gets good again. this cycle repeats on all variations of timescales, long and short. even within 1 day<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. Do you think self-expression through music has changed at all with the advent of online music sharing, compared to before the internet, and if so how?\n</qco></h3>      i was going to say yes but now that i think about it no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. In many ways, the music you create is an extension of yourself. Is it tough to put your music out there and be vulnerable in front of a wide audience which can now comment and give (potentially negative) feedback easily and quickly?\n<br></qco> </h3>      the only thing more scary than doing it is not doing it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.22&nbsp; \n11:29 pm</dco> &nbsp;<qco> What's the bpm of the next song?</qco> </h3>      \n98\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.22&nbsp; \n11:13 pm</dco> &nbsp;<qco> when you wrote \"i'm crazy/it's raining\" were you actually depressed or did you just want to make a sad-sounding song? </qco></h3>      i was feeling a bit defeated<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also why did you look so happy when you played the triangle in that song</qco> </h3>      why not\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.22&nbsp; \n10:24 pm</dco> &nbsp;<qco> Would you consider making a song about COVID-19 in 50 years when everyone's forgotten about it?</qco> </h3>      \nsure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.22&nbsp; \n9:31 pm</dco> &nbsp;<qco> i noticed you switched from helvetica (might quit) to arial (here comes the sun). was this just a result of changing your setup?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; would you consider going back to helvetica?</qco> </h3>      it makes no difference to me. i don't notice the difference\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.22&nbsp; \n9:23 pm</dco> &nbsp;<qco> would you be able to guess your own songs by only listening to 1 second of one</qco> </h3>      \nlikely\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.22&nbsp; \n9:19 pm</dco> &nbsp;<qco> how do you make your videos</qco> </h3>      \ni just try to wreck them\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.22&nbsp; \n8:12 pm</dco> &nbsp;<qco> What is timespace</qco> </h3>      \nit's like a friendly scarf, that anyone can use\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.22&nbsp; \n8:01 pm</dco> &nbsp;<qco> have you ever written a bad song</qco> </h3>      \nsure. sometimes that's the only way to get a good song\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.22&nbsp; \n4:59 pm</dco> &nbsp;<qco> what's the best song you made by far?&nbsp;</qco> </h3>      \ni can't tell\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.22&nbsp; \n3:59 pm</dco> &nbsp;<qco> how many times does the word \"true\" appears in your next song ?</qco> </h3>      \n0\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.22&nbsp; \n3:27 pm</dco> &nbsp;<qco> was the thumbnail for more than a dream from one of your dreams?</qco> </h3>      \nno\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.22&nbsp; \n10:38 am</dco> &nbsp;<qco> curious as to whether your lyrics have any actual meaning or do you just write things that rhyme and sound good</qco> </h3>      \ni avoid things that rhyme too closely, but in terms of meaning you're the only one who can test that. if you listen to it and you find yourself uninterested, uninspired, and don't enjoy it, and want to turn it off, then the answer is no there's no meaning\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.22&nbsp; \n9:18 am</dco> &nbsp;<qco> In \"Just Did A Bad Thing\" how bad was the thing you did on a scale of 1 to 10?</qco> </h3>      \n5.5\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.22&nbsp; \n8:34 am</dco> &nbsp;<qco> if i can't do something, can i still be happy?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.22&nbsp; \n8:18 am</dco> &nbsp;<qco> is there a cat in your next song!!!!!!!!!!!!!!!!</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.22&nbsp; \n5:44 am</dco> &nbsp;<qco> how normal are you?</qco> </h3>      \ninsanely normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.22&nbsp; \n5:31 am</dco> &nbsp;<qco> now that there is \"back\" on your next song. how about \"come\"? if yes, how many? and is there a \"come back\"?\n<br></qco> </h3>      \nnot quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.22&nbsp; \n3:31 am</dco> &nbsp;<qco> How would you describe your fashion sense</qco> </h3>      \n'below the radar'\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.22&nbsp; \n2:31 am</dco> &nbsp;<qco> What's the most important question you have ever asked?</qco> </h3>      \n'what'\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.22&nbsp; \n1:48 am</dco> &nbsp;<qco> how do you come up with your color palettes?</qco> </h3>      \ni don't think i use color palettes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.22&nbsp; \n12:19 am</dco> &nbsp;<qco> favorite letter not used by English?</qco> </h3>      \nθ\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.22&nbsp; \n10:52 pm</dco> &nbsp;<qco> IlIlIlIlI are you able to see the difference with the font you're using&nbsp;</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.22&nbsp; \n10:01 pm</dco> &nbsp;<qco> Things haven't been the same spending a week in the mental institution and I've been suffering from intrusive thoughts. Is there a way I can make them extrusive instead?</qco> </h3>      \nstart writing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.22&nbsp; \n9:48 pm</dco> &nbsp;<qco> how did you get such a good track on your finger at 1:28 in i'm scared? i mean i guess the green screen could help a tiny bit but your finger changes orientation so it seems crazy</qco> </h3>      \njust do it manually. watched it and then drew a line of the path i saw<br><br>"
  }
]
