[
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n4:31 pm</dco> &nbsp;<qco> What was your inspiration for \"I wanna be a movie star\".</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n4:22 pm</dco> &nbsp;<qco> have you figured out stuff?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n3:12 pm</dco> &nbsp;<qco> Why is the anagram date \"hidden\" (same color as background)?</qco> </h3><a href=\"q.php?date=201703271804\">3.27.17  6:04 pm</a>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n2:25 pm</dco> &nbsp;<qco> How to make decent music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n2:25 pm</dco> &nbsp;<qco> What's the worst, and the best question you've ever been asked?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n2:23 pm</dco> &nbsp;<qco> Do you believe in god?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n2:23 pm</dco> &nbsp;<qco> Do you like this question?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n1:56 pm</dco> &nbsp;<qco> what is your opinion on the outernet?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n1:31 pm</dco> &nbsp;<qco> Why are you so funny?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n12:24 pm</dco> &nbsp;<qco> If something is priceless, does that mean it's free?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n12:19 pm</dco> &nbsp;<qco> So now that you're pretty much committed to the idea of doing videos for all of your songs... I'm wondering if having that in your mind when you're  writing will have an effect on how the songs are written? Do you get ideas for visuals while writing/recording the music? Do you think knowing a song will have a video will make you more inclined to have more stuff going on musically (like extra little fills and sound effects) that can be synced up to certain graphics?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n11:21 am</dco> &nbsp;<qco> Did you know that alt+enter can make\nline\nbreaks?\n\nquestion brought you\nby\nenter\nsending a question instead\nof making\na line break</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n10:57 am</dco> &nbsp;<qco> </qco></h3><quotequestion><small>\n\t\t<a href=\"q.php?date=201708251850\" style=\"text-decoration:none\">\n\t\t\t<h3 style=\"display: inline;\"><quotedco>8.25.17  6:50 pm  </quotedco> <quoteqco> do you hate hating things?</quoteqco><br>\n\t\t</h3><quoteaco> \n\n     yes</quoteaco></a></small></quotequestion><h3>&nbsp;&nbsp;&nbsp;<qco>\n\nSo you hate yourself?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n10:27 am</dco> &nbsp;<qco> are you still looking for an assistant?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n9:37 am</dco> &nbsp;<qco> i performed in front of people for the first time and my legs were shaking violently the entire time. is there anything i can do to fix that or do i just have to perform until my legs stop shaking</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n8:12 am</dco> &nbsp;<qco> How can I wake up early in the morning?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n7:49 am</dco> &nbsp;<qco> Have you ever been asked \"what kind of music\" you do? I'm sure you've been asked this on this page, but what about irl? I play in a band, and whenever anyone asks me what type of music we play, I never know how to anwer. In fact, I think most musicians won't give you a straight answer to that question. What's your go-to response for this? I usually just answer \"we play a bunch of stuff\" or something like that.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n7:02 am</dco> &nbsp;<qco> do like fidget spinners? </qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n5:01 am</dco> &nbsp;<qco> Do you know which piano chords are in Do You Believe In Love by Huey Lewis &amp; the News because I can't find them online but I want to play the piano part</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n4:16 am</dco> &nbsp;<qco> Are you gonna do another long video like The History Of The Entire World I Guess?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n2:42 am</dco> &nbsp;<qco> Are you able to inspire me in 10 words or less?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.30.17&nbsp;\n2:27 am</dco> &nbsp;<qco> How do you not confuse heroin, heroine, and heron with each other?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n11:36 pm</dco> &nbsp;<qco> why do you follow people on twitter</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n10:33 pm</dco> &nbsp;<qco> if the sun is hot then why doesn't it melt?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n10:25 pm</dco> &nbsp;<qco> I loved HOTEWIG. Have you ever considered doing longer videos? Like 2-3 hours and really going in depth into history?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n10:19 pm</dco> &nbsp;<qco> is anything</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n10:00 pm</dco> &nbsp;<qco> Do you ever listen to your old songs on repeat when you work on things?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n10:00 pm</dco> &nbsp;<qco> <a href=\"i-you-we.html\">In the \"reality\"section, you often use the first person plural (\"we\") when talking about your progress with writing or creating. Do you have a tulpa, or split personality, or an assistant or something? Or were you referring to stoned and sober you collectively as \"we\"?</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n9:35 pm</dco> &nbsp;<qco> I am looking at a piece of sheet music and it has 2 sets of quintuplet 16th notes, and a set of sextuplet 16th notes, all noted together as a triplet..  like there's 2 sets of 5 sixteenth notes with the little bracket and a 5 over each group, and then six sixteenth notes with a little bracket and a 6, and then over all 3 groups there's one long bracket with a 3... what is this mean? Ive never seen a tuplet inside of a tuplet before... How am I supposed to play that?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n9:08 pm</dco> &nbsp;<qco> You ever get to point in writing a song where it starts to feel like the song is writing itself?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Like it becomes almost obvious where the melody \"wants\" to go/what the next chord will be? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What I'm wondering is, should I let this happen? Like if the melody is just screaming out that it wants to go here, should I say \"no, fuck you, you're going there instead!\" </qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n9:03 pm</dco> &nbsp;<qco> How can you relate with Kiwi birds (as portrayed by the media)?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n8:54 pm</dco> &nbsp;<qco> do snails have tails?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n7:41 pm</dco> &nbsp;<qco> what does water taste like?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n7:16 pm</dco> &nbsp;<qco> do you like maracas? </qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n7:04 pm</dco> &nbsp;<qco> Hi, I was the one who asked about Ryland by Julian Lage (on World's Fair). There are really quiet notes in the first and second measures of the song (if you are thinking of it in 6/8) starting on the sixth 8th note that goes A D A D A. And the next time it happens is on the down beat of the 4th measure and the notes are G E G E. There are other times it happens with different notes too. My first guess was that they were harmonics because some of them seem out of tune but I can't figure it out.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n6:59 pm</dco> &nbsp;<qco> how do u fit a piano keyboard in a dorm room?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n6:36 pm</dco> &nbsp;<qco> when you say \"i will check,\" do you actually go back and check?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n6:22 pm</dco> &nbsp;<qco> Do you know how to cure grief? Just wondering</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n6:19 pm</dco> &nbsp;<qco> Do you think people should use two apostrophes to signal quotation marks like ''this'' in certain situations? I feel like it makes the quoted word/phrase look more sarcastic like air quotes. What do you think?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n6:17 pm</dco> &nbsp;<qco> I used the W3C validator on your site, to see if it would catch any errors on the HTML coding of your site. The questions page has <i>5673 errors and 11 warnings</i>. How do you feel about that?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n4:56 pm</dco> &nbsp;<qco> Any new content coming within a week?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n4:54 pm</dco> &nbsp;<qco> do you sometimes think that you fit (or at least can survive) in everywhere but you belong to nowhere and you will never find your home? i do and i feel like i have to be nothing so i can be everything and i have to be nobody so i can be everybody. i thought it was what makes me write and how i became my characters and stories themselves. i became all of them, even the ones i didn't write yet. i split myself, one piece for one possibility but i can't start to do something because i am scared. there is a sea of possibilities between me and the future. like you said, i am drowning in infinity and i am broken into a thousand pieces, at the same point i was before. is this why i can't encourage myself to write again? do i have to be whole? and if yes, how can i become one again? </qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n4:50 pm</dco> &nbsp;<qco> About when will the next thing be done?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n4:49 pm</dco> &nbsp;<qco> do you know when the next vid will be uploaded?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n4:44 pm</dco> &nbsp;<qco> What changes would you make if you were king?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n4:42 pm</dco> &nbsp;<qco> is winter coming?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n3:07 pm</dco> &nbsp;<qco> are kangaroos from mars?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n2:36 pm</dco> &nbsp;<qco> dear bill, this is not a question. dear bill, how do i best express my deep gratitude for your existence and work when i have no $ for your patreon. dear bill, dear.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n2:34 pm</dco> &nbsp;<qco> what if if what did what to the what doing is what what is getting in what did the what what in what isnwhat is have what?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.29.17&nbsp;\n2:21 pm</dco> &nbsp;<qco> what should the world be like?</qco> </h3>"
  }
]
