[
  {
    "html": "<h3> <dco>3.7.23&nbsp; \n10:41 pm</dco> &nbsp;<qco> do you like joke questions</qco> </h3>      \n\nthe joke is the same thing as the non-joke. this is the 1=!1 theorem of humour. i hate both. which is great news when the 1=!1 theorem is taken into account\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.23&nbsp; \n10:33 pm</dco> &nbsp;<qco> how would one go about writing a 'professional sounding' artist bio without it sounding extremely braggy or conceited&nbsp;</qco> </h3>      \n\ni think what you're supposed to do is write it in the 3rd person and hope some idiot actually believes it wasn't you who wrote it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.23&nbsp; 8:33 pm</dco> &nbsp;<qco> do you procrastinate?</qco> </h3>      \n\nnot yet, but i will later i promise\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.23&nbsp;\n8:24 pm</dco> &nbsp;<qco> how do i meet an unreasonable deadline</qco>\n</h3>      \nit might be time to turn on the charm, in some way\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.23&nbsp; \n7:20 pm</dco> &nbsp;<qco> are you a pottery enjoyer</qco> </h3>      \n\npottery conjoiner\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.23&nbsp; 6:49 pm</dco> &nbsp;<qco> do you have\nperfect pitch</qco> </h3>      \nfortunately not enough to distract at all from perfect relational\npitch (relative pitch, used for music), but, if i happen to be\nstranded in a retail store and there's a song playing i've never heard\nbefore, i can figure out what key it's in without using my hands. so\nthat's nice. saves me the uncertainty\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.23&nbsp; \n6:39 pm</dco> &nbsp;<qco> i'm hungry. what should i eat?</qco> </h3>      \n\nhow about an elephant. or, depending on your lifestyle, a plant based elephant\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.23&nbsp; \n6:32 pm</dco> &nbsp;<qco> What am i</qco> </h3>      \n\ngot to be a person, place, or thing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.23&nbsp; \n6:04 pm</dco> &nbsp;<qco> Could you make a song about a carrot with a hat</qco> </h3>      \nyes but that would be immoral\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.23&nbsp; \n4:15 pm</dco> &nbsp;<qco> PREFFERED METHOD OF GETTING CALCIUM?</qco> </h3>      \nwhatever i say, it's gonna make everyone crawl out of the woodwork and start selling me something\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.23&nbsp; \n3:23 pm</dco> &nbsp;<qco> i just found out how to convert EXS24 patches to kontakt patches, if you're interested in getting some of your old favorites back, i'd be happy to email you how to do it. (shouldn't cost anything)</qco> </h3>      \nok. i'd love to hear about it. Also i'd be curious, can you do it for ES2, and EFM? i probably had more important stuff in there. a few things in ES also. also might as well throw in ultrabeat\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.23&nbsp; \n2:33 pm</dco> &nbsp;<qco> Thoughts on Canon in D minor (illegal) [Dm - A - Bb - F - Gm - Dm - Gm - A]?</qco> </h3>      \nsounds normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.23&nbsp; \n2:03 pm</dco> &nbsp;<qco> i listened to all of your songs that are on spotify today. what are your thoughts on sleeping&nbsp;</qco> </h3>      \nreally calls a lot of things into question. that's all i can say right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.23&nbsp; \n10:08 am</dco> &nbsp;<qco> okay but if YOU invented the supercomputer, what's the first thing you would calculate?</qco> </h3>      \nhow to invent a supercomputer. which be more super than the previous supercomputer, which by now would be considered a normal computer\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.23&nbsp; \n5:12 am</dco> &nbsp;<qco> am I trippin balls or is there an extremely subtle drop shadow under the text on this page</qco> </h3>      \nmaybe neither, but there is no drop shadow here. hard to figure that out by looking at it though, because of the way our eyes adjust, detect edges, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.23&nbsp; \n2:21 am</dco> &nbsp;<qco> Is dancing a crime?</qco> </h3>      \nit's only a misdemeanor\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.23&nbsp; \n10:50 pm</dco> &nbsp;<qco> do you ever wonder about the multiverse</qco> </h3>      \nno, but i wonder what the next more-encompasing name will be when they have to describe the verse that contains all those multi verses\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.23&nbsp; \n10:09 pm</dco> &nbsp;<qco> how to become motivated quickly</qco> </h3>      \nyou have to suddenly start loving something. or being really scared of something\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.23&nbsp; \n9:05 pm</dco> &nbsp;<qco> how do you feel about angel numbers? as in, meanings or connections to repeating numbers like 111, 222, 333, et cetera&nbsp;</qco> </h3>      \nthose particular ones make me feel nice because they are multiples of 37. it makes me wonder if the category of numbers you are describing also requires them to have 3 digits. if not, then your sample space has misled me somewhat\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.23&nbsp; \n8:58 pm</dco> &nbsp;<qco> Was \"this song does not have a happy ending\" the original working title for la de da de da de da de day oh, or was that just a note to self about the song?&nbsp;</qco> </h3>      \nwell, it really wasn't la de da then because there was no la de da part. i think the \"i don't have enough time\" was for something called \"in the snow\", which went into another chorus which was 1-time only and ended there. \nthen when trying to sort things out a few years later, i probably did a couple of fixes near the beginning and then got to the 'i want to write a song' part, and just needed a more decisive, rejoiceful sort of homecoming chorus after that. when the 'la de da' solution came for that, springboarding so clearly from the 'wanting to write a song' thing, it was clear that this is what it's all about\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.23&nbsp; \n7:24 pm</dco> &nbsp;<qco> what are your thoughts on dominant ninth chords</qco> </h3>      \nit's probably the 2. if you're ever on a game show and they tell you a song has A9 in it somewhere, and you're supposed to guess the key of the song, i'd say if you guess G you'd probably have about a 70% chance of being right\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.23&nbsp; \n7:23 pm</dco> &nbsp;<qco> When you work, what are you usually doing?</qco> </h3>      \ntrying to figure it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.23&nbsp; \n7:08 pm</dco> &nbsp;<qco> are there any more podcasts featuring you coming up?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.23&nbsp; \n6:12 pm</dco> &nbsp;<qco> nothing is cooperating for me and it's making me hate everything. where did all the more prosperous, innovative, and hopeful times go</qco> </h3>      \nthey are just around the corner, in the not too distant future\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.23&nbsp; \n6:00 pm</dco> &nbsp;<qco> Regarding you're songs, I noticed a shift in the harmonic themes exhibited from before \"here comes the sun\" to all the songs after the song. What I'm talking about here is how before you're year long break, the harmonies mostly consisted of like I-IV-V chords such as in \"mount Saint Helens \" and \"when I get older\" as the main chords in the verse, although they both modulate to the flat 6 at some point but those are during bridges and don't relate to the verses which is what I'm on about here.<br>After said break the harmonies in the verses became more ambiguous, especially after \"I'm scared \" and in \"at the corner store\" where the whole of the verse is just a whole lotta Bsus4 . And in 987 where there's the maj7 slash chords and such. Might just be my imagination so point me out if I'm wrong.</qco></h3>      i don't think your hypothesis is correct, but if it were that would be a huge coincidence because those songs were not all written in the order they were released. for example, here comes the sun was mostly written as it is now, by 2012<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What I was wondering is, was this shift in the fundamentals of the music part of the conscious decision to change your style as of when you decided to master 3d animating during your break?</qco> </h3>      i'm a princess was recorded in 2019. and the musical shift was a production shift, not a writing shift, and that occured in the summer of 2021\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.23&nbsp; \n3:56 pm</dco> &nbsp;<qco> is your next video a song or one of those skit-like videos like perfect?</qco> </h3>      \nit has more music. it's very musical, but not contiguously from beginning to end, so therefore, it will not be considered a song. perhaps by a narrow margin, it will be considered a non-song\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.23&nbsp; \n3:55 pm</dco> &nbsp;<qco> what would happen if gravity suddenly pushed everything away from each other</qco> </h3>      \njust thinking about it for a bit, it seems like that would result in eventually an evenly distributed universe. but what do i know. i'm sure there's a catch somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.23&nbsp; \n3:18 pm</dco> &nbsp;<qco> I wrote a piano composition. How do I know if it's good?</qco> </h3>      \nyou'll have to get it into audio somehow. hopefully by playing it on the piano\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.23&nbsp; \n3:03 pm</dco> &nbsp;<qco> will you ever ad any post-2016 videos to your reality page?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.23&nbsp; \n2:53 pm</dco> &nbsp;<qco> thoughts on 'Paul is dead'?</qco> </h3>      \nwell then i'd say it's gotta be pretty convenient that that lookalike who replaced him in 1966 happens to also be a badass songwriter and singer\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.23&nbsp; \n1:12 pm</dco> &nbsp;<qco> there is one multiverse, and that's everything. there are 1000 universe in the multiverse. there are more than a googolplex simulated universes in each universe. and the purpose of the simulation is to ***trip harder*** *tongue out* and the real year is past the quadrillions. feel free to ask some questions</qco> </h3>      \ni don't know where you're getting the 1000 number. it seems arbitrary right there\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.23&nbsp; \n12:18 pm</dco> &nbsp;<qco> What is the purpose of this questions page?</qco> </h3>      \nto help me get \"down-to-earth\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.23&nbsp; \n11:30 am</dco> &nbsp;<qco> y is the q in \"ueqstions\" misplaced?</qco> </h3>      \nbecause it's a title, and therefore fancy\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.23&nbsp; \n10:23 am</dco> &nbsp;<qco> what is a human?</qco> </h3>      \ni have no earthly idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.23&nbsp; \n9:39 am</dco> &nbsp;<qco> do you think infinite is potentially \"constantly/consistently more\" as opposed to limitless? like, maybe there is currently a limit, but as you reach it it grows. sort of trying to reach somewhere by halving your distance to it constantly. it's not infinite distance but its an infinite process.</qco> </h3>      \nthat seems sensible\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.23&nbsp; \n2:22 am</dco> &nbsp;<qco> why do I get disturbed by graphic stuff too easily and what can i do to fix it</qco> </h3>      \nenvision the kinds of things you do want to see. then describe and depict those things, with your heightened sensitivities\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.23&nbsp; \n10:58 pm</dco> &nbsp;<qco> People say that knowing how to play music and instruments is a gift. But isn't it a curse if you're the only one that can do it so everyone depends on you to do everything?</qco> </h3>      \ni'm sure you'll depend on them for some things\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.23&nbsp; \n10:52 pm</dco> &nbsp;<qco> how many billiard balls</qco> </h3>      \none hundred thousand\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.23&nbsp; \n10:37 pm</dco> &nbsp;<qco> do you think they should remake sugar</qco> </h3>      \nthat's on you. it is your job to re-make sugar\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.23&nbsp; \n9:40 pm</dco> &nbsp;<qco> is slef</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.23&nbsp; \n9:24 pm</dco> &nbsp;<qco> How much of la de da de day oh existed before 2010?</qco> </h3>      \n<a href=\"write20090329idonthaveenoughtime.png\" target=\"_blank\">this much</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.23&nbsp; \n9:09 pm</dco> &nbsp;<qco> Do you ever get hypnotized by an idea and putting it into song finally gives you space for more ideas?</qco> </h3>      \nyes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.23&nbsp; \n8:27 pm</dco> &nbsp;<qco> when does the thing happen?</qco> </h3>      \nwhenever you are ready. Or, if you are ready to have something happen that you're not ready for, then, it may happen at that time\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.23&nbsp; \n7:05 pm</dco> &nbsp;<qco> Do you think that you belong in the Twilight Zone?</qco> </h3>      \ni was going to say no but now that i think about it yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.23&nbsp; \n3:28 pm</dco> &nbsp;<qco> I was thinking about hot glue while browsing the \"I'm feeling randy\" page and a question specifically about hot glue showed up</qco> </h3>      \nout of the billions of times throughout your day that that sort of thing COULD happen, that 1 time out of those billion seems to just about make sense, statistically, for the amount of times it did happen, out of those other billion\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.23&nbsp; \n3:26 pm</dco> &nbsp;<qco> Thoughts on snow?</qco> </h3>      \ntoo hot\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.23&nbsp; \n2:46 pm</dco> &nbsp;<qco> when writing a chord progression why cant i go 10 seconds without a secondary dominant or a key change and is this a problem</qco> </h3>      \nyou could probably make it a problem if you wanted\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.23&nbsp; \n1:12 pm</dco> &nbsp;<qco> if the cows aren't home then where are they?</qco> </h3>      \nmaybe they aren't even born yet\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.23&nbsp; \n7:32 am</dco> &nbsp;<qco> Why haven't you upgraded to logic pro?</qco> </h3>      \nwell i did but it wasn't pro enough apparently\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.23&nbsp; \n3:21 am</dco> &nbsp;<qco> Sometimes when I'm writing a song, I have the beginning, and I have some point later in the song, but I have nothing in between the two points. I know that they belong in the same song, but I have no idea how to bridge the gap. Do you have any strategies for this situation?</qco> </h3>      \nstart by pretending you are demonstrating the 2 parts to a friend\n\n<br><br>"
  }
]
