[
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n4:01 pm</dco> &nbsp;<qco> do a face reveal</qco> </h3>      \nthat's preposterous. who do you think i am\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n3:54 pm</dco> &nbsp;<qco> what is the best currency?</qco> </h3>      \ntime\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n3:28 pm</dco> &nbsp;<qco> do we have free will?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n1:50 pm</dco> &nbsp;<qco> Were you good at writing assignments in school? Because I'm always too horrified to do them;&nbsp;like everybody just does them as if it's the same as putting together cars on an assembly line but I can't think of the assignments like that, like I can't write something unless I'm sure it's true and meaningful. I guess ideally, I should be able to do that in a timely manner but I just can't, or at least I'm too scared to try. And the classic advice I always get is to not care too much about writing something good, but it just hurts to meaninglessly write for the sake of writing, like what's the point of being a human if you can't create anything with significance? Also it's not like the work that everyone else produces is shitty, it's actually very good which means that if I take the assembly-line approach, not only will the act of it feel horrible, but its product will be worse than what everyone else is somehow able to create with the same method. I\n  dunno, \n I guess I'm asking this because you're definitely someone who makes meaningful content and well, you normally turn it out on a regular basis, so maybe you have some advice on how to accomplish this and perhaps on how you were able to these assignments back when you were in school. Thanks for reading this, I'm sorry if most of it is just a rant.</qco> </h3>      \nclearly you are a writer, as seen above. I think it's worth looking into re-negotiating your contract with your producer (the one giving you the assignments). Make sure you both understand each other's goals in this, and then evaluate if you would both like to keep working with each other\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n1:29 pm</dco> &nbsp;<qco> How do I become my own grandpa??</qco> </h3>      \nthat's easy, just adopt your dad\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n1:00 pm</dco> &nbsp;<qco> my dad is paying me to get involved in the stock market -- so, of course, i have. ive quickly found out it's stupid easy. i guess unless the market crashes. how do you feel about stocks and markets of them</qco> </h3>      \nit seems ...... moody\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n11:47 am</dco> &nbsp;<qco> what's your opinion on canada</qco> </h3>      \nrectangular projection makes it look way bigger than it is, but, despite this fact, it is still huge\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n11:41 am</dco> &nbsp;<qco> will you ever do skit type videos again like \"hi i'm steve\" or \"ball and stick\"</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n11:19 am</dco> &nbsp;<qco> in \"just did a bad thing\" what did you do that was bad?</qco> </h3>      \nfailed at producing a song too quickly nor too slowly, and accidentally ended up working on it for exactly the right amount of time \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n11:05 am</dco> &nbsp;<qco> &nbsp;What makes someone a person?</qco> </h3>      \neach person makes themself a person. But, in case they don't, any other person is also available to step in and make that person a person. Although this is not usually necessary. person is usually able to make self person\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n10:29 am</dco> &nbsp;<qco> What's the freshest form of entertainment?</qco> </h3>      \nthe morning sun\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n9:54 am</dco> &nbsp;<qco> i play guitar and it feels like it doesn't like me unless i play things that someone else made;&nbsp;i can never make a good chord progression, and when i do, i never have good words to pair with them. whenever i make lyrics, i find that they sound too much like other people's lyrics and i get mad at myself, crumple up the computer paper i was working with, and throw it away and go to bed. any tips?</qco> </h3>      \nyou mentioned you were starting with chords then putting words to them. How about starting with words (AND a melody), then putting chords with that? But, you also mentioned that you don't feel too great with words yet. So for that, i would recommend opening up a text file and just start going bonkers day and night, not to write songs, but just do it as a way of life, until further notice. Really try to use the page to actually solve any problems in life you may have. after a couple years of doing that, i think you will find words to be quite a good playground to be on. Then if you decide to add music into that, then you'll be so powerful it's unfair\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n9:45 am</dco> &nbsp;<qco> how long does it take for you to make one of your music videos?</qco> </h3>      \na reasonable amount of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n9:29 am</dco> &nbsp;<qco> how long is your piano</qco> </h3>      \nabout 38 inches\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n9:21 am</dco> &nbsp;<qco> how to build a chair?</qco> </h3>      \nRemove all parts from the carton and separate them into part number groups as indicated in the parts list.   To begin assembly, place the 5-star base   upside down and insert casters  into the bottom of base.   Turn the base   right side up on the floor and insert the cylinder  into the center hole on the base. Place the telescoping cover  over the the cylinder  and rest it on the base.   Attach the seat plate  to the bottom of the seat cushion (with front of seat plate facing the front of the  seat cushion) by using 15/8\" screws  into the front holes of the seat plate  and 7/8\" screws  into the  rear holes of the seat plate and tighten the screws.   Align the back cushion  with the seat cushion  by positioning the back support plate  over the seat  plate with 11/4\" screws. Do not tighten the screws completely.   Attach the arms  respectively on each side onto the bottom of the seat cushion  and the sides  of back cushion  by using 11/2\" screws. Tighten all the screws. Remember to tighten the screws on the  back support plate.   Place the plastic caps  into the two arm holes on each arm.   Place the assembled chair on top of the cylinder and press down until fully engaged.   Periodically (every 90 days) make sure that the screws are still fully tightened.   \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n8:58 am</dco> &nbsp;<qco> What is the universe?</qco> </h3>      \ntake a look in the mirror. Or, to see it more deeply, go into the mirror and look out of the mirror\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n8:21 am</dco> &nbsp;<qco> which shoes do the neighbors with cool shoes have in \"I'm Best Friends With My Own Front Door\"?</qco> </h3>      \nit's the same ones that you have\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n7:33 am</dco> &nbsp;<qco> how do I write a poem?</qco> </h3>      \nyou must place an arrangement of spaghetti uponst the wall\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n5:26 am</dco> &nbsp;<qco> opinions on britain?</qco> </h3>      \nit's pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.21&nbsp; \n4:48 am</dco> &nbsp;<qco> how do you feel about people calling your music \"good\"&nbsp;</qco> </h3>      \nok\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n11:07 pm</dco> &nbsp;<qco> Are walls sideways ceilings or floors&nbsp;</qco> </h3>      \nthey are a blank canvas for the wistful dreamer\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n6:51 pm</dco> &nbsp;<qco> have you ever actually written a song or 2 each morning if you felt like it?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n6:36 pm</dco> &nbsp;<qco> why do you answer all of the \"what is your favorite song/video that you've made\" questions with the same thing? </qco></h3>      perhaps i'm telling the ........... truth<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I see them a lot while I'm scrolling and I think maybe by the first couple times you could just link to a previous answer </qco></h3>      why use a link when i could put it on the page and your eyes can see it without having to do that extra step<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or stop answering them altogether.</qco> </h3>      \neverything could stop altogether\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n5:48 pm</dco> &nbsp;<qco> what's the fruitiest chord in 'here comes the sun'?</qco> </h3>      \nthe one on the high 'done'\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n5:32 pm</dco> &nbsp;<qco> do the colors of the words in \"new canaan\" have meaning?</qco> </h3>      \nyes. they are trying to make the video be as good as possible, in an extremely short timeframe\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n4:40 pm</dco> &nbsp;<qco> why have you been answering questions at different hours now? </qco></h3>      every hour is different. due to the passage of time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;have you always answered questions mid-day?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n3:22 pm</dco> &nbsp;<qco> thoughts on podcasts? (in general)</qco> </h3>      \nthey are talk shows\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n2:35 pm</dco> &nbsp;<qco> is french toast really french</qco> </h3>      \nnot necessarily\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n2:30 pm</dco> &nbsp;<qco> What is the jmportance of an intro and an outro</qco> </h3>      \nmaybe if you don't like how the song starts or ends already\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n1:47 pm</dco> &nbsp;<qco> Who is your favorite modern musical artist?</qco> </h3>      \ncould be you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n1:15 pm</dco> &nbsp;<qco> how do i write my girlfriend a song</qco> </h3>      \nwrite yourself a song\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n12:36 pm</dco> &nbsp;<qco> what are your thoughts on pants</qco> </h3>      \n  seems to be some sort of leg jacket\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n12:31 pm</dco> &nbsp;<qco> which chord is the fruitiest</qco> </h3>      \nthe fruit value of each chord can only be determined in light of the entire contextual scenario it is in\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n12:17 pm</dco> &nbsp;<qco> What is the world?</qco> </h3>      \ngot to do some further analysis....... \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n11:10 am</dco> &nbsp;<qco> Why is the \"Bill Wurtz capital letter usage report\" even a thing? Trying to read the whole paragraph gives me a stroke and there are some places which have over 30 exclamation points. I'm dying at attempting to read the whole thing, this is absurd but funny at the same time.</qco> </h3>      \nthat last part you said, that is part of the reason for its existence, and, speaking of 'absurd and funny', the other reason for its existense is that i think it's absurd and funny when people think i don't use capital letters, because i use them all the time, right on this page, and even more in my videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n8:46 am</dco> &nbsp;<qco> how do you feel about the name kat?</qco> </h3>      \nit's pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n7:45 am</dco> &nbsp;<qco> When you will release \"upstairs\"? It's already have been 3 years that i got to go downstairs, soon i'm gonna reach bedrock</qco> </h3>      \ni think you may be misinterpreting my method for making content. i think you are assuming i like to make things based on what i've done before. but instead, what i almost always try to do is make things based on what i have NOT done before\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n6:00 am</dco> &nbsp;<qco> What is the best dinosaur?</qco> </h3>      \ncryptosaurus\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n5:42 am</dco> &nbsp;<qco> where do you get your song ideas? </qco></h3>      from the gutter, or if not then maybe i'll check the sewer<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;from the aliens you had babies with?</qco></h3>      no i've never done that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or the postman?</qco></h3>      that could be possible<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or something else?</qco> </h3>      \nmight be the post woman\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n4:52 am</dco> &nbsp;<qco> what should you do if the person you want to be is very different from the person that you are?</qco> </h3>      \nwrite some poems\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n3:58 am</dco> &nbsp;<qco> So imagine if someone made the greatest chair ever made in existence. It's a nearly perfect chair, it's completely comfortable, there is a heavenly experience in sitting in it, it fits everyone, there are no unintended curves or rough edges, it is very beautiful and would not look out of place in a castle or in a bus, its only flaw being that it degrades as it gets used. Should people sit in the chair?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n2:50 am</dco> &nbsp;<qco> What is the song you are the most proud of?</qco> </h3>      \nprobably one of the ones i haven't recorded yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.21&nbsp; \n1:36 am</dco> &nbsp;<qco> given your opinions on 61 vs 88, how would you feel about a 76 key keyboard</qco> </h3>      \ni guess it all depends on the weight\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n12:24 pm</dco> &nbsp;<qco> is it possible to run out of things to talk about?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n11:12 pm</dco> &nbsp;<qco> opinion on piano</qco> </h3>      \nvery friendly. the friendship instrument\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n10:04 pm</dco> &nbsp;<qco> do you think when somebody names a place with new (Like New Jersey or New York) as the first word that the world is just updating the software and thats a new version?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n9:02 pm</dco> &nbsp;<qco> sometimes it hurts my feelings when i hear people saying that humanity is bad because i actually love and enjoy humans very much. how can i show the world that humans are actually quite lovely?</qco> </h3>      \nstories, songs, puzzles, there must be a million ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n8:00 pm</dco> &nbsp;<qco> what are your thoughts on dark humour</qco> </h3>      \nthinking it's dark, may be a thought that i might have, if i saw it and happened to think the same thing as you. so basically what i'm trying to say is these are your thoughts about it, not mine\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n7:29 pm</dco> &nbsp;<qco> How long does an average video take to finish</qco> </h3>      \n\"a reasonable amount of time\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.21&nbsp; \n6:20 pm</dco> &nbsp;<qco> the future will at some point become the past, opinions?</qco> </h3>      \nso ridiculous\n<br><br>"
  }
]
