[
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n12:17 pm</dco> &nbsp;<qco> do you think pressure from society inherently Bad</qco> </h3>      i think there is pressure all over this universe, which is what makes it what it is<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n12:12 pm</dco> &nbsp;<qco> Bill, when you mean you work non-stop on your projects, are  you including the time you take to contemplate and rest from the work as it is a part of the process itself, am I wrong? </qco></h3>      there is a huge amount of content left to be made, so i generally try to move as quickly as possible<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I have always felt guilty and wanting to bypass those moments as it felt like I was halting the progress... but sometimes it cannot and should not be bypassed. I don't know. I may have misunderstood but I like the concept and thinking about it this way has been helpful to me. Can't wait for what's to come on your end and watch everyone around me get their minds blown. Cya!</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n11:54 am</dco> &nbsp;<qco> When will you (Bill Wurtz) make a video again? </qco></h3>      i typically make a video after making a video. for example, i am currently making a video, which i started immediately after my previous video. i hope that makes sense. although after this one i might focus on songs instead<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ones like History of Japan?</qco> </h3>      the video i am working on resembles history of japan, although it is a little bit more extreme<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n11:04 am</dco> &nbsp;<qco> Why do you get so many questions about Brazil?</qco> </h3>      i get questions about many countries, but there is one very common question which specifically says 'come to brazil.' i get that much more often than any requests to come to any other country, and i don't know why<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n10:58 am</dco> &nbsp;<qco> do you think physics is interesting? i think it's very cool and good and i love it </qco> </h3>      yes i agree it's pretty cool<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n10:38 am</dco> &nbsp;<qco> what stage are you on making the video?</qco> </h3>      i can't tell you<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n10:32 am</dco> &nbsp;<qco> Is HOTEWIG going to be awesome? </qco> </h3>      i have done the best i can<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n10:23 am</dco> &nbsp;<qco> Please drop a hint while answering this question, even though it isn't a question</qco> </h3>      that reminds me of when the dutch stole the spice trade\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n10:04 am</dco> &nbsp;<qco> <a href=\"more-of-the-same.html\">will you make more history videos?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n9:36 am</dco> &nbsp;<qco> do you believe in a multiverse or parallel universes? \n</qco></h3>      sure, especially ones that aren't parallel<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you think our universe is infinite?</qco> </h3>      i do now<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n8:38 am</dco> &nbsp;<qco> How long would I have to wander around New York City before accidentally bumping into you?</qco> </h3>      it depends where you go, and when, and also where i go, and when<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n7:55 am</dco> &nbsp;<qco> You're very inspirational, but <a href=\"inspiration.html\">what gives you inspiration?</a> </qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n7:51 am</dco> &nbsp;<qco> do, you think that adding, commas in the, wrong, place is an interesting stylistic, choice?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n7:49 am</dco> &nbsp;<qco> when checking for errors do you go frame by frame, watch the video several times normally, or some combination of both?</qco> </h3>      a combination<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n7:38 am</dco> &nbsp;<qco> Are you reusing clips from History of Japan?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Surely you must be covering a number of the same historical events presented in HoJ, how do you approach this?</qco> </h3>      those plot points are re-told, slightly differently, usually a little bit quicker, with some similarities, and some extra twists, and bonuses<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n7:27 am</dco> &nbsp;<qco> <a href=\"timezone.html\">what timezone are the date for these questions?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n7:26 am</dco> &nbsp;<qco> Why do you think the questions on this page tend to be more civil than, say, what's found on the YouTube comments sections for your videos?</qco> </h3>      for 2 reasons. one is i think people who are serious enough to find my site and click through to page 3 are already in a more understanding mindset. the other reason is i don't have to post the questions i don't answer  <br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n7:26 am</dco> &nbsp;<qco> do you spend your entire life answering questions?</qco> </h3>      only a small portion of it<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n7:15 am</dco> &nbsp;<qco> why did you respond with thank you at that one awards ceremony that there is a youtube video of rather than a beautiful speech?</qco> </h3>      i think everyone was already feeling a little tired and bored from all the beautiful speeches that came before me<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n7:11 am</dco> &nbsp;<qco> this statement is false\n</qco> </h3>      ah, i see what you mean<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n6:32 am</dco> &nbsp;<qco> are you in the drop crazy hints stage?</qco> </h3>      i have been doing it alongside working on the video for quite some time<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n6:24 am</dco> &nbsp;<qco> You posted a document about the errors in your video, surely some of those things would only take a matter of minutes to fix, like spellings ect. </qco></h3>      i only posted a small sample of the list. then once that list is complete, there is usually a smaller list, of smaller things <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"hotewig-done-by.html\">Should the video realistically be ready by the end of May?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n6:18 am</dco> &nbsp;<qco> <a href=\"reality-password.html\">what's the password for the text field on your reality page</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n5:47 am</dco> &nbsp;<qco> <a href=\"quest.html\">What is your quest?</a> Is it to search for the holy grail?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n5:19 am</dco> &nbsp;<qco> How decisive are you?</qco> </h3>      it depends on the issue<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n5:15 am</dco> &nbsp;<qco> Have people ever asked you questions that you thought theyd be likely to ask?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n3:59 am</dco> &nbsp;<qco> If you use text files to write your songs, how do you write note height, duration, pitch, etc.</qco> </h3>      any musical information is conveyed through small audio memo files. the text file explains which ones to use, and has a master lyric sheet / road map, with references to the audio files<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n3:51 am</dco> &nbsp;<qco> <a href=\"do-you-sleep.html\">Do you ever sleep?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp; \n3:35 am</dco> &nbsp;<qco> Can you explain the Persians? Like Persia and stuff</qco> </h3>      i will try\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp;\n3:11 am</dco> &nbsp;<qco> If your twitter account is not Bill Wurtz, then how do we know that it is your twitter account and not not Bill Wurtz's twitter?</qco> </h3>      my twitter account is billwurtz, not 'not billwurtz'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.17&nbsp;\n12:41 am</dco> &nbsp;<qco> Do we make our own context or adjust to the context we're put into?</qco> </h3>      why wouldn't you do both\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n11:59 pm</dco> &nbsp;<qco> <a href=\"how-to-deal-with-rejection.html\">how to deal with rejection?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n11:42 pm</dco> &nbsp;<qco> what are your thoughts on auto correct?</qco> </h3>      it is handy on touch screens where it is hard to be fast and accurate. but if they don't let you edit the dictionary then i think i would become very uncomfortable\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n11:41 pm</dco> &nbsp;<qco> can you please catalog this page so I can go see when questions were asked</qco> </h3>      the date/time each question was asked is shown in yellow, next to the question\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n11:40 pm</dco> &nbsp;<qco> when I asked the question: \"on a scale of 1-10?\" you answered \"no\" Please elaborate. </qco> </h3>      you didn't say what, so i had to guess. most things are not on a scale from 1 to 10, so it seemed like a safe bet<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n11:16 pm</dco> &nbsp;<qco> <a href=\"do-you-ask-yourself-questions-on-here.html\">do you ever think of something funny so you ask yourself on this website and then answer it because its funny? I hope that makes sense</a></qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n11:12 pm</dco> &nbsp;<qco> have you ever considered the existence of a country called 'Brazil'?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n11:08 pm</dco> &nbsp;<qco> do you concur? </qco> </h3>      with what\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n11:07 pm</dco> &nbsp;<qco> How many chickens does it take to hatch a lightbulb? Asking for a friend.</qco> </h3>      none, it will hatch if you leave it on long enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n10:44 pm</dco> &nbsp;<qco> <a href=\"religion.html\">do you practice a religion?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n10:25 pm</dco> &nbsp;<qco> Do you ever have to take a step back from your work temporarily out of frustration or even just tiredness? Asides from sleep that is.</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n10:18 pm</dco> &nbsp;<qco> Is there any meaning?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n9:57 pm</dco> &nbsp;<qco> Bill, can you please release the video? </qco></h3>      i will finish it first. i think it's better to finish it before posting it instead of trying to finish it after it is posted. on some sites that is challenging, or maybe even impossible<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I've had some wine and I have to say I've grown impatient, sorry. Love, Canada.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n9:44 pm</dco> &nbsp;<qco> <a href=\"why-make-a-youtube-channel.html\">What made you start making videos on Youtube? I know some videos weren't originally made for Youtube, but I'm just curious about how you got their and what motivated you :)</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n8:33 pm</dco> &nbsp;<qco> Are there any rules? </qco> </h3>      it depends on the game\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n8:10 pm</dco> &nbsp;<qco> <a href=\"opinion-on-opinions.html\">opinion on opinions?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n7:55 pm</dco> &nbsp;<qco> Bill, why does your Youtube description simply say \"science\"?</qco> </h3>      i'm not sure, i actually forgot it said that. but that seems reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp;\n7:43 pm</dco> &nbsp;<qco> <a href=\"why-are-you-the-way-that-you-are.html\">why are you the way that you are?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n7:26 pm</dco> &nbsp;<qco> Has any professional company asked you to do work for them?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Did you accept?\n</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>5.6.17&nbsp; \n7:20 pm</dco> &nbsp;<qco> you said you dont skip the videos even if its tempting because it helps deliver the song. </qco></h3>      no i didn't. i said what the advantages and disadvantages are of doing videos for songs, vs. not doing videos for songs<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"we could just get high\" doesnt have a video. how do you explain that.</qco></h3>      the over all production process would be shorter, because i did not do a video. but it would lack the benefits that come from having a video<br><br>"
  }
]
