[
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n1:35 am</dco> &nbsp;<qco> There's a girl who I think might like me, but I can't tell for sure. She is usually quiet, but seems to enjoy conversation with me and often initiates our discussions. I don't want to make assumptions and end up making a fool out of myself though. What should I do?</qco> </h3>      unfortunately i think you may have already thought about it too much. for these kinds of things it's usually better to save 99% of the thinking until after you are already talking together. otherwise it will feel like you have plotted something before hand\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n1:35 am</dco> &nbsp;<qco> Favorite season of the year?</qco> </h3>      the new one\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n1:23 am</dco> &nbsp;<qco> Is henry's the navigator's navigation song (an ode to the navigation of henry the navigator) really your next song?</qco> </h3>      no that was in history of the entire world\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n1:14 am</dco> &nbsp;<qco> I write and I'm in a weird situation where I don't feel like writing but I feel like feeling like writing. Have you been here before, and do you have any advice on getting out?</qco> </h3>      i'm not sure, but if you get out enough times at least you will have steady faith that you can\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n1:08 am</dco> &nbsp;<qco> Hi Bill\n<br>\n<br>With having such a success with your YouTube videos, generating millions of views, do you ever feel pressured to upload videos constantly even when you don't have anything planned?\n</qco></h3>      i always feel pressure to put out as much material as humanly possible in my lifetime. which is what i had planned all along<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nAnd do you ever feel people are going to get sick of the whole \"randomness\" of your videos? (Not me of course. I'm a big fan)\n</qco></h3>      if you think it's random then i fucked up, and didn't do my job well enough<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nI'm pretty sure you got new concepts up you sleeve!</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n12:52 am</dco> &nbsp;<qco> Serious question: Do you have any hobbies that do not relate to music or videos in any way? If so, what are they?</qco> </h3>      <a href=\"https://billwurtz.com/anagrams\">anagrams</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n12:34 am</dco> &nbsp;<qco> please do a avril lavigne cover</qco> </h3>      i will\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n12:18 am</dco> &nbsp;<qco> Will you ever use Capital Letters IN Your ANswErs?</qco> </h3>      <a href=\"capitals-report.php\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n12:18 am</dco> &nbsp;<qco> Do you think we're the only ones living in the universe?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n12:01 am</dco> &nbsp;<qco> Do you lick the surface of your cheese moon on a daily basis?</qco> </h3>      never\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n11:59 pm</dco> &nbsp;<qco> Is there someone or something in particular that inspired you to start wearing your hat sideways?\n</qco></h3>      no, but if it's directly forward it looks all wrong<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Also, the last phrase of the mt. Saint Helens fade out has such a great pocket, in addition to being tastily out of tune of course</qco> </h3>      that's nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n11:30 pm</dco> &nbsp;<qco> Are you gonna do a short form non-song video soon? I miss Damien maymdien</qco> </h3>      damien maymdien is still where he/she always was. but a different video is not going to have that character. it will likely be a different character, whom you may also grow to miss even if they don't leave\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n11:29 pm</dco> &nbsp;<qco> If you could do a collaboration Video with another Youtuber who would it be and why?&nbsp;</qco> </h3>      bad lip reading. does anyone know how to get a hold of him\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n11:12 pm</dco> &nbsp;<qco> Why do the cops and jail appear several times in your videos?</qco> </h3>      i guess it's fun to put that stuff in a song, but i am proud to announce that i have attended re-hab for it and will not be using that phrase again in the foreseeable future<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n10:54 pm</dco> &nbsp;<qco> how difficult is it to just unequivocally be yourself at all times?</qco></h3>      it's difficult to stop. i should at least learn that skill set <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i try to be myself as much as possible and even then sometimes i feel like i have to turn it off for a bit and be what other people want me to be because i'm too scared to just break away from it all</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n10:52 pm</dco> &nbsp;<qco> how could you slight the poor old doctor song like that</qco> </h3>      don't worry it's gonna get done. do you know how many years la de da got kicked down the road\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n10:43 pm</dco> &nbsp;<qco> how are you planning to do a video per fortnight when you have to wait an entire day for your outfit to change for every 1-2 second clip of you playing various instruments?</qco> </h3>      why would it take an entire day to change outfits\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n10:10 pm</dco> &nbsp;<qco> How do you come up with your lyrics?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n10:05 pm</dco> &nbsp;<qco> is that your picture of the moon at the end</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n9:37 pm</dco> &nbsp;<qco> What is your secret infatuation with the homelands of Canada?</qco> </h3>      if it's secret then how do you think you know\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n9:23 pm</dco> &nbsp;<qco> Is the zzja on your jazz page high like Miles Davis was?</qco> </h3>      actually yes that's a pretty accurate way to put it, especially if you're talkin the smokin cookin jammin relaxin workin walkin type records where they just throw a thing on the thing and jam on it and like who cares if this or that is too loud or if they do a million choruses. kind of like throwing on your favorite video game in sweat pants sort of thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n9:17 pm</dco> &nbsp;<qco> Provided you had the money, would you ever go on tour?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n9:15 pm</dco> &nbsp;<qco> opinion on physics?&nbsp;</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n8:57 pm</dco> &nbsp;<qco> How do you measure coolness?</qco> </h3>      just pour it all over the floor. pretty cool\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n8:55 pm</dco> &nbsp;<qco> Canadian flag in the new video?</qco> </h3>      it is but it's a different colour\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n8:48 pm</dco> &nbsp;<qco> Also, you ever think of giving footage of yourself a sorta hue color blast during a drop/bridge/etc?&nbsp;&nbsp;Like, cycling the color shift at like 10 cycles a second (or rounding to the beat).&nbsp;&nbsp;It'd be like you logged into the matrix with an early 90s multimedia Interactive CD-ROM!&nbsp;&nbsp;Bonus points for posterizing the fade out with all the way down to 4-bit color depth.\n<br>\n<br>Sorry. I used to Adobe CS Suite just like you.</qco></h3>      never touched it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I just lacked inspiration.&nbsp;&amp; Processing power. Now I'm Freetarded in the GNUlag&nbsp;&amp; use kdenlive.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n8:41 pm</dco> &nbsp;<qco> what songs are you listening to right now? can you recommend anything?</qco> </h3>      i'm not actually listening to it but that acoustic 'goodbye' from paul mccartney has been stuck in my head for the last hour\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n8:31 pm</dco> &nbsp;<qco> I saw what you did with the music videos playlist after I said that thing. I just want you to know that the WinRAR is you, but I just might be on that 7zip level you know that tar -xvf stuff right there son</qco> </h3>      bro i don't even know how to access the youtube playlists\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n8:14 pm</dco> &nbsp;<qco> I'm trying to write music, but it just keeps floating away! What do i do?</qco> </h3>      hit record on something and just say 'hi, here's a thing, this is how it goes. just for clarification, again, this is how it goes' etc. and any other relevant details you can say. it's the exact same thing as writing down your dreams pretty much\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n7:28 pm</dco> &nbsp;<qco> do you have any interest in licking other celestial bodies besides the moon or is there something about our satellite that is particularly tasty</qco> </h3>      i would never lick anything besides earth. at least not until i am a bit more familiar. i am a very cautious person\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n7:16 pm</dco> &nbsp;<qco> What are you working on next?</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n7:08 pm</dco> &nbsp;<qco> Why do you keep manually drawing your lyrics in your songs? </qco></h3>      a lot of people tell me they like it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is it just easier?</qco> </h3>      no but it might be more interesting sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n7:02 pm</dco> &nbsp;<qco> Is there a reason why you are putting out content so frequently? (Not that I have a problem with that)</qco> </h3>      i've always been putting out content as fast as i possibly can but around aug 22 i suddenly became stronger for no reason\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n6:25 pm</dco> &nbsp;<qco> Dont you hate the phrase \"pop music\"?</qco> </h3>      i don't mind it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n5:32 pm</dco> &nbsp;<qco> Is there a deeper meaning to your songs?</qco> </h3>      than\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n4:59 pm</dco> &nbsp;<qco> how are you able to emulate that good true randomness? not the kind that's intentionally weird or blatantly forced.&nbsp;</qco> </h3>      give it the 'two finger test' ..... try it out and see if it makes you feel nothing, something, or everything. if it makes you feel nothing then throw it out. if it makes you feel something then probably throw it out. if it makes you feel everything then that's good, and once you calm down you can start searching for the next line\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n4:40 pm</dco> &nbsp;<qco> is there a history video akin to your earlier ones in the pipeline? if not, can there be one pls?</qco> </h3>      where the hell do you go after the entire world\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n3:55 pm</dco> &nbsp;<qco> How to make music?</qco> </h3>      no one really knows, that's why it's awesome\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n3:41 pm</dco> &nbsp;<qco> hey don't let all these people going&nbsp;&nbsp;\"why u make song short??\" get you down, i thought that at first too but upon further inspection i am now of the opinion that it's just fine. i just love your music so i want it to last a good amount of time i think&nbsp;</qco> </h3>      the problem is, it climaxed somewhere in the 50 second range. there is really no going forward past that. it would be convenient to assume that i made it short for time constraint reasons, but it's just really not true. that song flings into outer space fast in verse 2, and even further in verse 3. then with the 'church key' line, that's such a conclusionary line, there's just no continuing after that. but i am still second guessing it, and it will not happen again\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n3:36 pm</dco> &nbsp;<qco> How do I stop failing AP U.S. History multiple choice tests when all the choices seem equally plausible? since you did those history videos that gives you a modicum of authority on this subject, i guess</qco> </h3>      i know world history overall quite well (i learned it in 2016 mostly) but that's not quite the situation you are talking about. to give you an example, when i was researching the history of the world for the history of the world video, almost every single name and event that i came across was something that i remembered being mentioned in highschool history class (byzantium, ivan the terrible, mohammad, confuscius, roman empire, etc etc etc every single thing) but i had not 1 single idea of when where who why whenst and what Any of those things were, in school. every single thing was mentioned, but like in the wrong order i think, and none of it felt real, probably because i was a teenager and i was still busy learning the present. If you wanna learn that stuff, task yourself with making an entire presentation of your own, in your wildest specifications, not under anyone's direction, where you are supposed to explain all that stuff. then you'll have to just go out and learn what you need somehow. you'll learn it very very well that way. but if you wanna pass someone else's test then i wouldn't know what to tell you ...maybe find their answer key?\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n3:29 pm</dco> &nbsp;<qco> Why do your songs always sound so carefree? My stressed out mind cannot comprehend how relaxed and mellow your songs are. How do I achieve such a seemingly impossible emotion?</qco> </h3>      i had to write a lot of stressed ones first, to get to that point\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n2:51 pm</dco> &nbsp;<qco> Why does everything either scare me or confuse me?</qco> </h3>      everything is scary and confusing. especially when it makes sense, because if it makes sense then it's not supposed to be confusing or scary, which is scary, and confusing<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n2:42 pm</dco> &nbsp;<qco> I had to present something in school today and now i really wanna kill myself this happens every time i present anything what should i do</qco> </h3>      maybe you could find something better to present .... like something really really good, ... something irresistible\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n2:13 pm</dco> &nbsp;<qco> Just found out about the north and south poles. Does this make the earth bipolar?\n</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Where are the east and west poles? (Prefer answer in song or tweet form.)</qco> </h3>      they are the entire equator\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n2:08 pm</dco> &nbsp;<qco> No tweet yesterday? Le gaaaasp. You're slippin', kid. God made helpers for a reason, you know. But hey, you do you, I guess.. I'm a just be over here eatin' these bomb ass apples with Snakey McSnake.</qco> </h3>      it was supposed to be the spotify link, but the song did not appear on spotify until the next day. this is partly because i didn't send it until monday. i posted the tweet link on wednesday when it was available, in addition to another tweet, so it is caught up. what i have learned from this is that the song absolutely needs to be sent by sunday 6am at the latest in order to be sure to make it to spotify in time. i apologize for the inconvenience and it won't happen again\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n1:56 pm</dco> &nbsp;<qco> When did you start licking the moon?</qco> </h3>      i have never done it, but i have faked it on TV\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n1:43 pm</dco> &nbsp;<qco> What was the first thing ever?</qco> </h3>      everything. still is\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n1:41 pm</dco> &nbsp;<qco> What genre is your music supposed to be?</qco> </h3>      fuck it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n1:40 pm</dco> &nbsp;<qco> can i improve my rhythm?</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; all i have is a rain coat and pink floyd poster</qco> </h3>      you wanna get a metronome\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.18&nbsp; \n1:30 pm</dco> &nbsp;<qco> If I go to hell and start digging a hole, where will I wind up?</qco> </h3>      still in hell, but you can't dig any holes in hell because they have all been dug already. the entire hell is actually a hole\n<br><br>"
  }
]
