[
  {
    "html": "<h3> <dco>5.24.21&nbsp; \n12:00 am</dco> &nbsp;<qco> have you ever answered someone's \"how many times does X word appear in your next song\" or \"what is the Xth word/letter of your next song\" question and posted the answer here, but before publishing the song the lyrics were changed, and that answer became incorrecT?</qco> </h3>      \nsure. it's often ambiguous, for example, take the \"oh\" part before \"hey what's the name of this game\". Is that 1 word per note, or is it all the same word? it's impossible to know for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.21&nbsp; \n11:16 pm</dco> &nbsp;<qco> will your next song contain the word \"love\"?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.21&nbsp; \n10:17 pm</dco> &nbsp;<qco> What instrument do you normally start with when writing music?</qco> </h3>      \ni do all writing using a plain rhodes sound, and my voice\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.21&nbsp; \n9:19 pm</dco> &nbsp;<qco> How do you suggest I study rhythm? A lot of the melodies I try to make are rhythmically simple, repetitive, and boring</qco> </h3>      \ndivide a bar into 4 beats. then divide each beat into 4 subdivisions. so you'll have 16 ticks per bar. Experiment with putting 1 note in the bar at different places. try putting it in every different place and sing it with a metronome and see what it sounds like. Now try putting 2 notes in the bar, in various places\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.21&nbsp; \n9:15 pm</dco> &nbsp;<qco> am i really just supposed to sit around until i come up with a song idea? </qco></h3>      that's one way to do it. but you could also try standing or walking<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is forcing myself to write songs bad?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; why do i hate every song i write?&nbsp;&nbsp;thanks</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.21&nbsp; \n8:18 pm</dco> &nbsp;<qco> will you ever make an album?&nbsp;</qco> </h3>      \ni would prefer to make songs, videos, and more \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.21&nbsp; \n7:48 pm</dco> &nbsp;<qco> \n<br>do your songs have some form of meaning?</qco></h3>      multiple, if possible<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i've always wondered</qco> </h3>      \nlong-term wondering is proof of meaning\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.21&nbsp; \n7:24 pm</dco> &nbsp;<qco> how do i make music?</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.21&nbsp; \n7:02 pm</dco> &nbsp;<qco> Why do you think humans are drawn to rhythms, melodies, patterns, and other similar things?</qco> </h3>      \nbecause we are living in time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.21&nbsp; \n4:53 pm</dco> &nbsp;<qco> is your next song titled \"maybe i can dream\"?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.21&nbsp; \n4:35 pm</dco> &nbsp;<qco> Is listening to music a timewaste?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.21&nbsp; \n4:33 pm</dco> &nbsp;<qco> i hear a lot of people ask you if you'd make your videos in 60 fps, but do you think it's actually better thank 24 or 30?</qco></h3>      for higher frame rates, all your movements and motions need to be absolutely world class quality or else the machinery behind them will be plainly revealed<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and why did you make your old videos in 25 instead of 24 or 30?</qco> </h3>      i'm not sure. i didn't even notice until i had already made at least 100 that way. perhaps i was in europe and didn't notice\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.21&nbsp; \n4:02 pm</dco> &nbsp;<qco> do you need to know music theory to music?</qco> </h3>      \nother way around. you need to know music to find any music theories\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.21&nbsp; \n3:21 pm</dco> &nbsp;<qco> Would you be willing to take a piece of a song of your choice and show us how many layers of meaning there are? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It'd be pretty cool to see a little bit about how many things you're thinking about...</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.21&nbsp; \n3:03 pm</dco> &nbsp;<qco> what was your favorite song to produce?</qco> </h3>      \ni would prefer to produce a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.21&nbsp; \n2:35 pm</dco> &nbsp;<qco> What does it mean in a chart where it says pedal. For example. Gypsy in my soul it has G pedal then F pedal. Another example is passion dance in the b section. That one is harder for me to figure out. In gyps i can imagine it just means when we have g-7 and c7 then c7 should be with inversion with g in the bass. But passion damce seems stranger since its a Bb pedal with many chords on top. Like Cb sus 4.</qco> </h3>      \nit means that note stays in the bass for that entire time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.21&nbsp; \n1:08 pm</dco> &nbsp;<qco> how accurate are the timestamps on your notebook(and other pages) </qco></h3>      usually within 10 minutes, if not exact<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and why do u feel it was necessary to have the exact time when you posted them and not just the dates?</qco> </h3>      because there's often more than 1 per day\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.21&nbsp; \n12:30 pm</dco> &nbsp;<qco> what sound do you prefer to work with?</qco> </h3>      \n'poit'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.21&nbsp; \n12:28 pm</dco> &nbsp;<qco> What's your favorite kind of humor?</qco> </h3>      \nscientific\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.21&nbsp; \n12:26 pm</dco> &nbsp;<qco> Where do you get your ideas for your songs?</qco> </h3>      \n from the atmosphere, and/or lithosphere \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.21&nbsp; \n10:47 am</dco> &nbsp;<qco> what do you find is the most effective way to dunk on them haterz?</qco> </h3>      \nwith a little extra configuration, you can set it to auto-dunk\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.21&nbsp; \n6:54 am</dco> &nbsp;<qco> what is your fave chord progression?</qco> </h3>      \nAm F C G\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.21&nbsp; \n3:44 am</dco> &nbsp;<qco> do you now know if the next video is going to be mostly in 3d or in 2d?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.21&nbsp; \n11:03 pm</dco> &nbsp;<qco> how do you feel about everyone guessing what the next song will be about?</qco> </h3>      \nit makes me feel very.......... special\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.21&nbsp; \n9:06 pm</dco> &nbsp;<qco> Do you ever start laughing out of joy when you come up with a really, really cool idea</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.21&nbsp; \n8:01 pm</dco> &nbsp;<qco> Don't want to analyze you, but it seems like 'i'm a princess' is a much more cogent piece, </qco></h3>      than what<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;like album ready music. Seems like the central idea is more esoteric and interesting so you're not as bored in the rest of the song and it hangs together better. </qco></h3>      than what<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thoughts?&nbsp;</qco> </h3>      \nyou seem to be making a comparison ......... with only 1 thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.21&nbsp; \n6:01 pm</dco> &nbsp;<qco> are there any words that don't exist but you wish they did?</qco> </h3>      \nwords are imagined, so, it's almost impossible to wish a word exists without imagining it into existence<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.21&nbsp; \n5:02 pm</dco> &nbsp;<qco> Will you ever release a songbook with chords to your music? I think we could all learn a lot from your work.</qco> </h3>      \nyes, if i can figure out the right way to do it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.21&nbsp; \n5:01 pm</dco> &nbsp;<qco> bill, could you summarize \"chapter 2: existentialism and creative craziness in the 12th world\"</qco> </h3>      \njust your typical run of the mill turn of phrase\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.21&nbsp; \n2:20 pm</dco> &nbsp;<qco> is your next song about cats?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.21&nbsp; \n12:15 pm</dco> &nbsp;<qco> how to get out of social media trap</qco> </h3>      \nopen up a blank text file (offline), or blank sheet of paper, and try to come up the Grand Unified Theory, artistically\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.21&nbsp; \n11:27 am</dco> &nbsp;<qco> in la de da de da de da de day oh, you ask \"when did all the windmills start to turn so slow?\" i ask, when did you first become aware that windmills were turning slower than normal?</qco> </h3>      \ni've never known the speed of windmills. in fact i'm not even sure if i know exactly what a windmill is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.21&nbsp; \n10:53 am</dco> &nbsp;<qco> Are you secretly a duck-controlled robot?</qco> </h3>      \ni either don't know or can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.21&nbsp; \n10:13 am</dco> &nbsp;<qco> how are you so smart? </qco></h3>      ah, that's because of the huge amount of books on the shelf behind me in the video chat <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i find genius in your videos and on the \"questions\" page. could you teach me how to become smarter?</qco> </h3>      i'll try\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.21&nbsp; \n9:05 am</dco> &nbsp;<qco> i have used this chord progression within a chorus of a song: Bb7, Ebmaj7, Eb7, Ab, Bb7, Ebmaj7, Eb7 but i have been trying to figure out what key my song is in, when the verses have the progression Fm7/9, Ebm7/9, Dbmaj7. i think it's in Bb natural minor but what do you think?&nbsp;</qco> </h3>      \nwe're missing a lot of information without any melody or any rhythmic context for the chords. but the verse looks like Db, and the chorus looks like probably Eb\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.21&nbsp; \n4:18 am</dco> &nbsp;<qco> Are you planning on releasing some of your songwriting videos in which you record yourself trying out a melody, trying new things, etc.?\n<br></qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.21&nbsp; \n2:52 am</dco> &nbsp;<qco> What to do when you have tons and tons of old songs that you just need to release so they're out there, but your standards of what's worth putting to tape have......... evolved in the time since you recorded those?</qco> </h3>      \nit can be a nice breakthrough to discover how to rewrite any old song to make it new\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.21&nbsp; \n2:36 am</dco> &nbsp;<qco> have you ever felt really good about a song idea until you actually sat down to work on it and realized it was crap</qco> </h3>      \nyes, OR the other way around\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.21&nbsp; \n1:28 am</dco> &nbsp;<qco> hi bill, do you usually record the bass first, as part of a rhythm backing track along with drums, or do you record it last so that you can play some melodic lines that compliment the rest of the song? paul mccartney said that he did the latter on all beatles albums from sgt peppers, and you can really hear how the bass sounds so much nicer when it compliments the rest of the song, because it was the last thing to be recorded.\n</qco></h3>      a long time ago i used to do it early, but nowadays i do it last. Actually most often on a solo project it's good to continue doing a series of temps and then go around the band and re-do each part, so everyone gets a chance to hear everyone else while they're playing (almost)<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;come to think of it, as a one man band, what is your preferred order of recording instruments? i know it would depend on the song, but if i had to guess i'd say you first record drums, bass and keys for a backing track, then vocals, and then the extra stuff that fills in the spaces like guitar or more keys and vocal harmonies</qco> </h3>      \nfirst supertemp perc, then supertemp rhyth/chords, just to have something to sing over. then temp voc. then better instruments. then better vocal. and around we go \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.21&nbsp; \n12:46 am</dco> &nbsp;<qco> Have you considered dating your scarmbles? Not romantically dating them haha like noting the day you complete them</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.21&nbsp; \n12:23 am</dco> &nbsp;<qco> In Billy Joel's 'Piano Man', when John at the bar says \"Bill, I believe this is killing me.\", is there a chance he was actually talking to you?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.21&nbsp; \n11:51 pm</dco> &nbsp;<qco> have you ever considered writing a song about the Israeli-Palestinian conflict?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.21&nbsp; \n11:30 pm</dco> &nbsp;<qco> is the next song about unpaved roads or tractors?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.21&nbsp; \n10:44 pm</dco> &nbsp;<qco> why do you think so many people want your videos in 60 fps?</qco></h3>      i think what they really want, is to talk about 60fps. which is fair because it's an interesting subject<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; for some videos i think it works very well, but for cameras and 3d animation it just feels wrong. i get the appeal but i feels likes i'm playing a video game or watching a soap opera. just feels weird.</qco> </h3>      what i've discovered, whether or not i was expecting this, is that higher frame rates REVEAL the exact nature of every motion and movement. so if your movements are anything less than absolutely world class deeply wonderful, the high frame rate will reveal how primitave those movements truly are. fake angular character animations will look fakely angular. Bezier-curved animations will look too obvious like a bezier curve (fake). A slightly nervous real human will appear nervous. a choreographed fight scene will appear choreographed. where as, at a lower frame rate, your imagination automatically fills in the gaps\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.21&nbsp; \n8:35 pm</dco> &nbsp;<qco> how many on's are in your next song</qco> </h3>      \n1\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.21&nbsp; \n8:18 pm</dco> &nbsp;<qco> do you consider yourself to be a philosopher?</qco> </h3>      \ni'll have to think about that \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.21&nbsp; \n4:21 pm</dco> &nbsp;<qco> how many easter eggs are on this site</qco> </h3>      \njust 1. the whole site is the easter egg\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.21&nbsp; \n2:18 pm</dco> &nbsp;<qco> Hey friend :), Any new styles your working on? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I liked the beat for \"money\".</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.21&nbsp; \n2:03 pm</dco> &nbsp;<qco> Should we even bother thinking about things? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;So much stuff had already been thought, has humanity thunk every think?&nbsp;</qco> </h3>      \nnot even close\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.21&nbsp; \n1:20 pm</dco> &nbsp;<qco> what is a grammar rule that you think is unnecessary?</qco></h3>      capitalizing the letter 'i' when referring to self<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and why do you think it's unnecessary?</qco> </h3>      \nworse, i think it makes it worse. it makes it look like l (another letter). and it also ruins the chance for the i to have an 'eye', which is its only real chance to express any personality, like the person it represents\n<br><br>"
  }
]
